{"paper_id": "c3ae2d58720a6f656f054f878fee8d8b9bf450ce", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Conclusions: A panel of immunostains including BAP1, mTAP, CD5, CD117 and TdT can be useful in the distinction between thymomas and thymic carcinomas with only a minority of cases being inconclusive.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "feasible markers of cellular senescence on paraffin but the expression of p16 protein and a low ki67 are surrogate markers of that cellular stage. Sclerosing pneumocytoma (SP) is a benign tumor with a combination of patterns and a characteristic dual population of surface cells and round cells. The first express TTF1 and CK and the last only TTF1. No driver mutations have been described in this lesion.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We reviewed the histological characteristics and immunohistochemical findings of 4 BA from 3 patients and compared it to 1 SP and 1 ADK (from the patient with 2 BA). The antibodies used were: TTF1 (Ventana, clone 8G7G3), Ki67 (Ventana, , p16 (CINtec, E6H4) and p40 (Ventana, BC28) . We also performed next-generation sequencing (NGS) (Thermofisher, panel Oncomine solid tumor) for all the BA and the ADK.", "cite_spans": [{"start": 226, "end": 235, "text": "(Ventana,", "ref_id": null}, {"start": 265, "end": 274, "text": "(Ventana,", "ref_id": null}, {"start": 275, "end": 280, "text": "BC28)", "ref_id": null}], "ref_spans": [], "section": "Design:"}, {"text": "Results: All 4 BA displays high expression of p16 protein in over 80% cells and a proliferative index below 3%. One of the BA contained round cells CK-and TTF1+, similar to round cells in SP. SP, SP-like cells and ADK did not show a significant p16 expression. See ", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We have identified a SP-like component that has not been described in classic BA.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "BA may represent another kind of benign tumor with senescent features and oncogenic alterations, similarly to nevus or pylocitic astrocytomas. These findings can be relevant in the differential diagnosis with adenocarcinomas as well as in the understanding of the malignant transformation in lung tumors. Further research in a larger number of cases is needed. Conclusions: In summary this study of selected images suggests that the distinction between STAS and artifacts is achievable and reproducible. Further work on reproducibility is needed using glass slides and frozen sections. These data suggest that these originally proposed criteria to make the distinction between artifacts and STAS are readily applicable. This likely has helped the many independent investigators who have performed studies demonstrating the clinical significance of STAS.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: A retrospective multi-center retrieve was performed for a ten-year period. Ninety cases of MM, 50 cases of non-small cell lung adenocarcinoma (NSCLA) and 50 cases of breast carcinoma (BC) were retrieved from the pathology archives. All slides were reviewed and reclassified by expert pathologists. A tissue microarray (TMA) was built from three sections of each case, resulting in 570 cores. Immunofluorescence (IF) was performed with a Col (V) in-house clone (described by Atayde et al, PLOS 2018) . Images were captured through a microscope camera and the percentage of the positive area was accessed by threshold properties in the ImageJ software.", "cite_spans": [{"start": 482, "end": 506, "text": "Atayde et al, PLOS 2018)", "ref_id": null}], "ref_spans": [], "section": "Conclusions:"}, {"text": "Patterns of deposition were defined as fibrillar (a linear pattern in fine bundles of intercellular deposition), surrounding (a membrane pattern, surrounding and isolating each cell) and mixed. For the MM TMA, a double Col (V) D2-40 stain was also performed to enhance mesothelial cell specificity. Statistical analysis was performed using SPSS 25 by ANOVA followed by Spearman's test. A p-value of less than 0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The analysis was possible in 419 spots (74% of total):126 NSCLA (84%), 102 BC (68%), 229 MM (70%). The fibrillar type was expressed in 117 (93%) of NSCLA, 100 (98%) of BC and 9 (0.05%) of all spots of MM. The surrounding pattern was expressed in 182 (95%) of MM spots (p-value <0.05). The mixed pattern was expressed in 9 (7.7%) and 2 (1.2%) of NSCLA and BC spots, and when present, fibrillar dominated. Average Col (V) expression was: 3.58% (NSCLA), 12.1% (BC), and 10.65% (MM). Lung expressed significantly less than the other groups (p<0.05). than that of patients with ZEB1-negative tumors (781 days and 1798 days, respectively; p = 0.008). Among epithelioid tumors, median survival of patients with ZEB1-high tumors was significantly shorter than that of patients with ZEB1-low tumors (476 days and 1798 days, respectively; p = 0.001).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: As expected, biphasic morphology was associated with ZEB1 staining and poorer survival. ZEB1-positive epithelioid tumors had shorter median survival. Furthermore, strong and diffuse positive staining in epithelioid mesotheliomas was associated with worse prognosis. Use of this immunohistochemical stain may help to risk-stratify patients with epithelioid mesotheliomas, even in the absence of sarcomatoid morphology.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Results: Using the above criteria, we identified 19 cases, of which 11 were diagnosed as LAM on histology. All cases were females, ranging from 25-62 years, with an average age of 44 years (Table 1 ). 1. The VEGF-D levels ranged from 85 to 794 pg/dl. No case was above the present diagnostic cut-off of 800 pg/ml. All 7 cases with VEGF-D levels >400pg/ml were diagnosed as LAM on histology. 7 out of 9 cases with VEGF-D levels <400 pg/ml did not have LAM. (PPV=100%, NPV=77.7%) 2. All positive cases had a typical radiological findings of multiple, diffuse, bilateral small cysts, usually <1cm. Radiological findings in cases not diagnosed as LAM were variable, including predilection for lower lobes, coexisting nodular lesion, varying size cysts, etc. 3. Cases where the radiology was characteristic but histologically not proven to be LAM, were noted to have VEGF-D levels of <300pg/ml", "cite_spans": [], "ref_spans": [{"start": 189, "end": 197, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Results:"}, {"text": "Age Sex VEGF-D (pg/ml) Radiological Findings Histopathology ", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "It is important to correlate radiological findings and VEGF-D levels when considering the need for a surgical lung biopsy, as those cases with non-characteristic radiological findings and VEGF-D <400pg/ml were unlikely to be diagnosed as LAM on histology.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Considering that all patients with biopsy proven LAM had a VEGF-D levels of greater than 400 pg/ml, we speculate that this level might be used as new cut-off for triaging patients with cystic lung disease for a biopsy, in an appropriate clinical setting.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Lorelle Brownlee 1 , Robert Bentham 2 , Nicholas McGranahan 3 , Charles Swanton 4 , David Moore 2 , Mariam Jamal-Hanjani 2 , TRACERx Consortium 5", "cite_spans": [], "ref_spans": [], "section": "Intratumour Heterogeneity and Tumour Evolution in Pulmonary Neuroendocrine Cancer"}, {"text": "Results: 45 patients were identified. On FU (mean 31 months) 6 cases (13.3%) had a final diagnosis of malignancy (2 adenocarcinomas, 1 squamous cell carcinoma, 1 MALT lymphoma, 1 DLBCL, 1 NSCLC). Of these, 3 were diagnosed on repeat CNB, 1 on wedge resection after repeat benign CNB and 2 on FU FNA. Other 11 cases (24.4%) with repeat biopsy and 2 cases (4.4%) with FU resection were benign (1 wedge resection and 1 lobectomy, both nodular lymphoid hyperplasia).", "cite_spans": [], "ref_spans": [], "section": "Intratumour Heterogeneity and Tumour Evolution in Pulmonary Neuroendocrine Cancer"}, {"text": "All nodules were solid (86.7%) or part-solid on CT. Most benign and all malignant cases had spiculated (24.4%) or irregular margins (55.1%). Initial biopsies in malignant cases had either inflammatory (5/6) or lymphoma-like pattern (1/6). All cases with scar-like pattern (7/45, 15.5%) were benign. Shorter solid lesional component on CNB correlated with final benign diagnosis (p=0.01; solid component of all malignant cases measuring ≤10 mm). Cases with final malignant diagnosis also had CNB with shorter lesional tissue and higher SUVmax, which approached statistical significance despite low number. Conclusions: Combined radiological-pathological approach may improve the diagnostic accuracy of patients with focal lung lesions and non-specific inflammation on initial CNB. Good representation of the solid component of the lesions is associated with final benign diagnosis and should be considered when sampling and making management decisions.", "cite_spans": [], "ref_spans": [], "section": "Intratumour Heterogeneity and Tumour Evolution in Pulmonary Neuroendocrine Cancer"}, {"text": "Matthew Cecchini 1 , Tara Tarmey Background: Many forms of interstitial lung disease (ILD) are diseases of aging secondary to repetitive injury or exposures that causes an abnormal cellular senescence. A subset of ILD occurs in patients with short telomeres who can also have premature greying of hair, liver fibrosis and bone marrow failure. Cells with critically shortened telomeres can enter into a cellular senescence mediated in part by upregulation of the CDK inhibitor p16. Despite our increasing understanding of the underlying pathogenetic mechanisms, histopathologic and radiologic features of ILDs in patients with confirmed short telomeres have not been well characterized.", "cite_spans": [], "ref_spans": [{"start": 26, "end": 32, "text": "Tarmey", "ref_id": null}], "section": "Histopathologic and Radiologic Features of Interstitial Lung Disease in Patients with Short Telomeres"}, {"text": "Design: Cases diagnosed as positive for short telomeres (2009) (2010) (2011) (2012) (2013) (2014) (2015) (2016) (2017) (2018) (2019) were identified by testing of peripheral blood granulocytes and/or lymphocytes with 10 th percentile of telomeres or less. Lung explants or wedge biopsies from the patients with short telomeres were reviewed independently by 2 pathologists using defined morphologic parameters. Discordant cases were reviewed by a third pathologist. High resolution CT scans were reviewed by 2 radiologists independently. Immunohistochemistry for p16 (clone E6H4) was performed on a section of each case showing the most areas of active fibrosis with abundant interfaces between fibrotic and architecturally preserved lung parenchyma. All foci showing p16 positivity in both epithelial cells and associated fibroblasts were counted. Cases without short telomeres were used as controls.", "cite_spans": [{"start": 56, "end": 62, "text": "(2009)", "ref_id": null}, {"start": 63, "end": 69, "text": "(2010)", "ref_id": null}, {"start": 70, "end": 76, "text": "(2011)", "ref_id": null}, {"start": 77, "end": 83, "text": "(2012)", "ref_id": null}, {"start": 84, "end": 90, "text": "(2013)", "ref_id": null}, {"start": 91, "end": 97, "text": "(2014)", "ref_id": null}, {"start": 98, "end": 104, "text": "(2015)", "ref_id": null}, {"start": 105, "end": 111, "text": "(2016)", "ref_id": null}, {"start": 112, "end": 118, "text": "(2017)", "ref_id": null}, {"start": 119, "end": 125, "text": "(2018)", "ref_id": null}, {"start": 126, "end": 132, "text": "(2019)", "ref_id": null}], "ref_spans": [], "section": "Histopathologic and Radiologic Features of Interstitial Lung Disease in Patients with Short Telomeres"}, {"text": "The morphologic and radiologic features of cases with short telomeres (n=15) as compared to those without short telomeres (n=5) are outlined in table 1. Among 8 cases with short telomeres that were tested for mutation, 5 (62.5%) cases had a germline mutation in a gene related to telomere maintenance (NAF1, TERT, RTEL1, TERC). The cases in the short telomere group often demonstrated features atypical for usual interstitial pneumonia (UIP) on both histopathologic and radiologic examination. Nine of 15 (60%) cases with short telomeres were classified as non-UIP, while 3 of 5 (60%) without short telomeres were diagnosed as UIP. The average number of p16-positive foci was higher in the cases with short telomeres though not statistically significant (p=0.4) ( Table 1) . ", "cite_spans": [], "ref_spans": [{"start": 764, "end": 772, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Results:"}, {"text": "The majority of ILDs in patients with short telomeres showed morphologic and radiologic features atypical for UIP and were often diagnosed as CHP or unclassifiable ILD. Both groups with and without short telomeres demonstrated p16-positive foci. We have recently reported on the utility of comprehensive next-generation sequencing (NGS) for distinguishing separate primary lung carcinomas (SPLC) from intrapulmonary metastases (IPM) in clinical practice. Here, we report on detailed review of histologic challenges in determining the relationships between multifocal adenocarcinomas using NGS as a gold standard.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: A total of 70 surgically-resected adenocarcinoma pairs underwent molecular profiling using 341-468 gene hybridization-capture based NGS assay. Comparative genomic profiles were used to stratify tumor pairs into clonally-unrelated (SPLC) and clonally-related (IPM). Relationship of tumor pairs predicted by prospective histopathologic assessment was compared with NGS-based classification. Histopathologic features contributing to challenges in distinguishing tumor relationships were assessed retrospectively.", "cite_spans": [], "ref_spans": [], "section": "Histologic Challenges in Distinguishing Separate Primary Lung Carcinomas from Intrapulmonary Metastases Using Broad Next-Generation Sequencing as a Gold Standard for Determining Tumor Clonal Relationships"}, {"text": "Of 70 adenocarcinoma pairs, NGS classified 47 as SPLCs and 23 as IPMs. Prospective histologic prediction was discordant with NGS in 16 cases (23%), with significantly higher histologic misclassification rate for NGS-confirmed IPMs than SPLCs (43% vs 13%, P=0.0003). The discordance rate was significantly higher when histologic prediction was regarded as potentially equivocal by a pathologist and confirmation by NGS was suggested (p=0.02). Retrospective review highlighted several specific factors contributing to misinterpretation of NGS-defined IPMs as morphologically unrelated tumors, including 1) morphologic progression leading to higher proportion of solid and micropapillary patterns in secondary tumors (n=6), and 2) presence of significant amounts of non-predominant lepidic pattern in both primary and secondary tumors (n=4). NGS-defined SPLCs that were initially misinterpreted as morphologically related tumors (n=6) showed closely overlapping architectural or cytologic features.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Comprehensive histopathologic assessment is adequate for distinguishing SPLCs from IPMs in most cases, but has notable limitations in the recognition of a subset of cases, particularly IPMs. Our results support the adoption of molecular testing to supplement histologic assessment for robust discrimination of clonal relationships of multifocal adenocarcinomas in clinical practice, and we propose an algorithm incorporating specific histopathologic scenarios where molecular profiling may be most helpful.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Background: Malignant mesothelioma (MM) is rare but lethal; some affected individuals develop MM in the setting of predisposing inherited mutations. Our group found a 12% prevalence of pathogenic or likely pathogenic variants in prospectively tested MM patients. These patients showed longer survival after platinum therapy, suggesting distinct biology. Germline mutated BAP1 MM, the most prevalent mutated gene in MM, appears to be more indolent than wild-type. This study aims to compare the morphology of epithelioid (E-) MMs with germline mutations to those without.", "cite_spans": [], "ref_spans": [], "section": "Germline Mutated Malignant Mesotheliomas: Are These Morphologically Different from Sporadic Malignant Mesotheliomas?"}, {"text": "Design: Eligible patients with pathologically confirmed MM underwent panel-based hereditary cancer susceptibility germline genetic testing. There were two control groups with no germline mutation matched by MM histologic subtype, age at diagnosis, and sex; 22 patients had retained BAP1 and 9 had loss of BAP1 on IHC. In E-MM, nuclear grade (3-tiers comprised of mitotic count and nuclear grade), presence of necrosis (yes/no), and patterns were compared using GraphPad Prism via Fisher's Exact Tests.", "cite_spans": [], "ref_spans": [], "section": "Germline Mutated Malignant Mesotheliomas: Are These Morphologically Different from Sporadic Malignant Mesotheliomas?"}, {"text": "Results: Of 265 MMs tested, 25 had germline mutations; an additional 5 cases were from other institutions (n=30). Pathology was unavailable in 7. Of the 23 left (Table 1) , there were 22 E-MM and 1 biphasic MM with 10 gene variants. BAP1 was most common (n=9). Among all MMs with a nuclear grade of 1 (n=79), 15 (19%) had a germline mutation. The E-MMs had a lower nuclear grade than those without (p=0.01). The mitotic count was a significant contributor to lower grade (p=0.03). By site, there was a trend in lower grade for peritoneal MMs (n=13) between germline mutated and non-mutated cases (p=0.06); that difference was not observed for pleural MMs (n=9, p=0.24). When focusing on BAP1, lower nuclear grade was also present when comparing BAP1 mutated MMs to sporadic BAP1 IHC loss MMs (p=0.05) and BAP1 IHC retained MMs (p=0.05). There was a trend of lower mitotic count in the BAP1 germline mutated cases compared to the BAP1 IHC loss and the retained cases (p=0.16, p=0.13). There was a trend of less necrosis in BAP1 germline mutated MMs vs MMs with retained BAP1 (p=0.11). Solid and trabecular patterns were most frequently observed in both study cases and controls. Background: Lung cancer has been the most prevalent and the most deadly malignant cancer globally, which is still incurable disease in essence. Immunotherapy targeting PD-1/PD-L1 represents a breakthrough in the treatment of lung cancer. Nevertheless, the response rate of anti-PD-1/PD-L1 immunotherapy remains unsatisfactory, due to tumor resistance and complexity of immune microenvironment. To enable more patients to benefit from immunotherapy, a thorough understanding of the regulatory mechanisms of PD-L1 expression will be pivotal for novel combinational immunotherapies. Pyruvate kinase M2 (PKM2) is a critical player of glycolysis, conducing to tumor progression and immune response. However, the correlation and clinical significance of PKM2 and PD-L1 expression in human lung adenocarcinoma (LUAD) remain not entirely explored.", "cite_spans": [], "ref_spans": [{"start": 161, "end": 170, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Germline Mutated Malignant Mesotheliomas: Are These Morphologically Different from Sporadic Malignant Mesotheliomas?"}, {"text": "Design: Expression of PKM2 and PD-L1 were detected by immunohistochemistry in 74 cases of LUAD and the corresponding noncancerous tissues. Simultaneously, multiplex immunofluorescence was used to detect PKM2, PD-L1, CD3, CD68, CD163 and pan-CK by using the Opal 7-Color IHC Kit, combined with multi-spectral imaging system and InForm software. We measured expression patterns and co-localization of these targets, evaluating their correlation with clinicopathological features and overall survival. Validation of findings was conducted using mRNA expression data from The Cancer Genome Atlas (TCGA) of 515 lung adenocarcinoma cases.", "cite_spans": [], "ref_spans": [], "section": "Germline Mutated Malignant Mesotheliomas: Are These Morphologically Different from Sporadic Malignant Mesotheliomas?"}, {"text": "Results: Co-expression of PKM2 and CK, CD3, CD68 were found. PD-L1 protein expression was detected in the tumor cells and immune cells including T cells and tumor associated macrophages (CD68+CD163+). High expression of PKM2 in tumor cells (TCs) was significantly related to lymph node metastasis and TNM stage. Moreover, PKM2 expression in TCs was positively correlated with PD-L1 expression in TCs. High expression of PKM2, PD-L1, as well as both PKM2 and PD-L1 in TCs and immune cells predicted high mortality rate and worse survival, respectively. Additionally, multivariate Cox regression models indicated that high expression of PKM2 in TCs was an independent prognostic factor. Based on TCGA genomic data, high PKM2 mRNA expression was significantly associated with poorer survival. Background: Immunotherapeutic agents have revolutionized the standard of care in patients with advanced non-small cell lung cancer (NSCLC) and have emerged as novel treatment strategies as they have demonstrated promising treatment advantage over traditional chemotherapeutic agents. Immunohistochemical (IHC) detection of PD-L1 expression in NSCLC cases is considered to be a clinical decision-making tool to support the use of checkpoint inhibitors in NSCLC patients. FDA-approved assays and other antibodies are commercially available. This validation study is designed to compare a commercially available assay (28-8) with another clone (CAL10), and to also determine the distribution patterns of expression of PD-L1 and PD1 in the tumor and tumor-associated environment.", "cite_spans": [], "ref_spans": [], "section": "Germline Mutated Malignant Mesotheliomas: Are These Morphologically Different from Sporadic Malignant Mesotheliomas?"}, {"text": "Design: 134 consecutively diagnosed NSCLCs with available whole tissue sections were evaluated for the study, which includes testing with the FDA-approved PD-L1 assay 28-8 (clone 28-8; Agilent/Dako), PD-L1 clone CAL10 (Biocare Medical) and PD1 clone (NAT105). Whole sections were chosen over tissue microarrays to adequately assess intra-tumor heterogeneity. Deparaffinized tissue sections were pretreated using either online (for the two non-FDA approved tests) or offline (for 28-8), followed by antibody incubation, polymer detection and DAB visualization. For the 2 PD-L1 assays, the 2019-revised FDA TPS scoring criterion of ≥1% was employed. For the PD1 assay, immunoe cell score was employed.", "cite_spans": [], "ref_spans": [], "section": "PKM2 in tumor cells PD-L1 in tumor cells PKM2 and PD-L1"}, {"text": "Results: 50% of tumors (n = 67) showed TPS positive expression of ≥1% using 28-8 as a gold standard assay for PD-L1. Agreement between 28-8 and CAL10 was 100%, with a consistently higher TPS score observed with CAL10 compared to 28-8. Immune cell score of NAT105 anti-PD1 antibody was positive in 8% of tumors (n = 12). When comparing the distribution of PD-L1 and PD1 expression on the same tumor, Out of the 12 PD1 positive cases, 4 showed positive PD-L1 expression, and 8 showed a mutually exclusive expression with only PD1 positive expression.", "cite_spans": [], "ref_spans": [], "section": "PKM2 in tumor cells PD-L1 in tumor cells PKM2 and PD-L1"}, {"text": "The validation study shows that PD1 and PD-L1 expression on the same tumors in NSCLC is uncommon, a phenomenon that can be exploited to expand targeted therapy treatment strategies in this setting, and could possibly be expanded into other oncology settings.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "It also demonstrates the slightly higher sensitivity of detection achieved by clone CAL10 compared to 28-8 using the tumor proportion score, which warrants an expanded evaluation.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "SWI/SNF complex, sensitizes SMARCA4-mutant lung tumors to chemotherapy (Fillmore, Nature 2015). However, the expression of EZH2 in SMARCA4-mutant lung tumors is unknown.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We reviewed a cohort of 282 thoracic specimens sampled between 2014-19 that previously underwent next generation sequencing (NGS) of over 320 cancer-associated genes as part of routine clinical care. SMARCA4 frameshift, nonsense and splice site mutations were defined as loss of function (LOF). EZH2 immunohistochemistry (IHC) was performed and expression was quantitatively assessed on tumor cells based on the extent of staining as follows: loss (0), weak (1+), moderate (2+) and strong (3+). A cohort of 5 lung carcinomas without SMARCA4-mutations were also stained as controls.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We identified 13 patients (mean age 62, range 42 to 81 years, 64% male) with SMARCA4-mutant lung cancers (incidence 4.6%). LOF mutations were present in 8 (62%) cases and included 3 nonsense, 3 frame shift and 2 splice site variants. Two additional cases had SMARCA4 duplications. All but two cases (92%) were lung adenocarcinomas, with 1 poorly differentiated non-small cell carcinoma and 1 sarcomatoid carcinoma. All cases with LOF mutations exhibited a solid growth pattern and 40% presented as distant metastatic disease. Tumor tissue was available for 8 cases; EZH2 was expressed in 100% of cases with confirmed SMARCA4-mutations (mean 2.5 intensity).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Of 5 SMARCA4 non-mutated tumors, only 1 tumor demonstrated EZH2 expression (mean 0.2 intensity, p<0.01)", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: EZH2 is overexpressed in SMARCA4-mutant lung cancers and may serve as a potential prognostic and predictive factor for those treated with epigenetic inhibitor therapy. This is the first study to assess EZH2 expression in this subset of tumors that are known to be resistant to conventional chemotherapy. Results: Oncogenic rearrangements were found in 16/58 samples (28%) with contributive analyses. The most frequent event was a KIF5B-RET translocation (6 patients). We also found 4 ROS1 cases (CD74 and EZR), 2 NRG1 (SLC3A2 and FLYWH1), 2 EGFR (VOPP1), 1 ALK (EML4) and 1 NTRK1 (EGFR). Moreover, 4 patients had MET exon14 skipping confirmed by the identification of a splice mutation. All but EGFR-VOPP1 fusions were targetable (18/20, 88%). RET FISH was negative or equivocal in 3/6 cases, ROS1 FISH was negative in 1/4 positive case. ALK (5A4) and NTRK1 IHC were negative in both positive cases. Patients with fusions were younger than usually described and the sex ratio was close to 1. The proportion of smockers was higher in the group without oncogenic events (p = 0.045). Patients without an oncogenic event were more likely to express PD-L1 (p < 0.05). Five patients were treated, with partial response. ", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The clinicoradiologic presentation of these four cases are similar to those recently reported in the literature. Our small series suggest that VAPI is characterized by organizing acute lung injury and should be considered in the differential diagnosis of diffuse alveolar damage of unknown etiology, particularly in younger patients. While foamy macrophages were found in 3 cases, the characteristic features of lipoid pneumonia were not evident on histologic examination. As such, the significance of lipid-laden macrophages on BAL requires further investigation.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Background: Congenital Pulmonary Airway Malformations (CPAMs) are rare developmental malformations of airway branching in the lung, typically diagnosed antenatally. They are classified into 4 subtypes (Type 1, Type 2, Type 3, and Type 4) based on their histologic appearance. Their origin, natural history, and genetics remain poorly understood as does their malignant potential. A subset of Type 1 CPAMs are thought to possess malignant potential and eventually go on to develop into invasive mucinous adenocarcinoma. These lesions are characterized by areas of mucinous epithelium that can often represent a very small fraction of the total Type 1 CPAM. It remains to be determined if Type 1 CPAM lesions with mucinous epithelium are molecularly distinct from Type 1 CPAMs that lack mucinous epithelium.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: A total of 10 Type 1 CPAMs and 10 Type 2 CPAMs with available slides and tissue blocks were identified. Each Type 1 CPAM was assessed for the presence or absence of mucinous epithelium. Four cases of Type 1 CPAM had microscopic evidence of mucinous epithelium and these areas were separately micro-dissected from areas without mucinous epithelium. Genomic DNA was extracted and used for molecular testing. Capture-based next generation sequencing was performed at the UCSF Clinical Cancer Genomics Laboratory, using an assay (UCSF500 panel) that targets the coding regions of 480 cancer-related genes, select introns from approximately 40 genes, and the TERT promoter with a total sequencing footprint of 2.8 Mb", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Results: Among the four Type 1 CPAMs that contained mucinous epithelium, a pathogenic hotspot mutation in KRAS codon12 was detected in all four cases. This pathogenic mutation was detected in both the mucinous and non-mucinous epithelium at roughly similar mutant allele frequency. None of the remaining 6 cases of Type 1 CPAMs that lacked mucinous epithelium or the 10 Type 2 CPAMs contained a KRAS mutation. Results: Biopsies with DSA had a statistically significant difference versus NABs with regards to ALI (p=0.0421), presence of capillary neutrophilic inflammation (p= < 0.00001), and the presence of ASW (p=0.0007). Similar to earlier reports, we found a positive correlation between the capillary neutrophils, ALI, and DSAs. Frequent ASW was noted in our patients with DSAs and was an easily recognized feature at low-power magnification. Endothelialitis was not appreciated in any of our cases, likely due to a small sample size.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Complement 4d (C4d) was available in 16.6 % of specimens and showed only focal staining (<50%). C4d, acute cellular rejection, and airway inflammation did not reveal any significant statistical association with DSA status.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Conclusions: ALI, capillary neutrophilic inflammation, and ASW were morphological features found to be statistically significant in this small sample size study. These are not pathognomonic, and currently, the triple test (clinical allograft dysfunction, DSAs, pathologic findings) is the best approach for the diagnosis of AMR. Further research investigating ASW, exploring its likelihood to be included among conventional histopathologic patterns prompting clinical and serologic evaluation is needed. figure) , storiform pattern, myofibroblastic proliferation, granulation tissue, maximum nuclear length (defined in relation to lymphocyte size, right figure), nuclear atypia (grades 1-3), mitotic score of 1(0-1/2mm 2 ), 2(2-4/2 mm 2 ) or 3(≥5/2 mm 2 ) and infiltrating inflammatory cells (%). Overall survival (OS) was determined by Kaplan-Meier method and compared between groups using log-rank test.", "cite_spans": [], "ref_spans": [{"start": 504, "end": 511, "text": "figure)", "ref_id": null}], "section": "Conclusions"}, {"text": "Results: Invasion, bland necrosis, proliferation nodules, nuclear atypia (grade >2), mitotic score (>2), nodular growth and storiform pattern showed 100% specificity (all P<0.001) but variable sensitivity (75%, 67%, 69%, 81%, 88%, 89% and 96%, respectively) for MM. Nuclear length was significantly greater in MM than in CFP (median 4.0 vs 3.0x size of lymphocyte, respectively; P<0.0001). Myofibroblastic proliferation and granulation tissue were more frequently observed in CFP (69% and 77%, respectively) than in MM (both 19%) (P=0.001 and P<0.001, respectively). Percentage of infiltrating inflammatory cells was not significantly different (P=0.3) between MM and CFP (median 10% and 15%, respectively). There were no significant differences in gender (P=0.4), age (P=0.6), stage (P=1) and OS (P=0.13) between patients with sarcomatoid MM (n=26) and DMM (n=28, defined as >50% desmoplastic component by WHO).", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Conclusions: In the distinction from CFP, several features appear specific for MM, among which nuclear atypia, mitotic score, nodular growth and storiform pattern are most sensitive. Myofibroblastic proliferation and granulation tissue, while not exclusive to CFP, may be a reliable indicator of benignity in absence of features specific for MM. Based on this limited cohort, there appear to be no significant survival differences in patients whose tumors meet WHO criteria for DMM compared to those with MM showing <50% desmoplastic component.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 -1896"}, {"text": "Mona Farahi 1 , Alain Borczuk 2 , Kartik Viswanathan 3 , Michael Kluger 4 , Hanina Hibshoosh 5", "cite_spans": [], "ref_spans": [], "section": "Diagnostic Value of L1 Cell Adhesion Molecule (L1CAM) Immunostaining in Well-Differentiated Papillary Mesothelioma of the Peritoneum and Diffuse Malignant Peritoneal Mesothelioma"}, {"text": "Background: Well-differentiated papillary mesothelioma (WDPM) is a rare indolent mesothelial tumor that is usually found incidentally in the peritoneal cavity. There is controversy about the prognosis of the disease with few reported cases of invasive and malignant behaving WDPM. Thus, some consider it a tumor of uncertain malignant potential. In contrast, diffuse malignant peritoneal mesothelioma (DMPM) is an aggressive tumor associated with asbestos exposure with a poor prognosis. The distinction between these two entities relies heavily on histopathological findings. Prior studies identified TRAF7 and CDC42 (mutually exclusive) somatic mutations in WDPM. L1 cell adhesion molecule (L1CAM) an NF-kB activated gene was overexpressed in WDPM. The goal of the present study is to assess the diagnostic utility of L1CAM in a larger cohort of peritoneal mesotheliomas.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic Value of L1 Cell Adhesion Molecule (L1CAM) Immunostaining in Well-Differentiated Papillary Mesothelioma of the Peritoneum and Diffuse Malignant Peritoneal Mesothelioma"}, {"text": "Design: Immunohistochemistry utilizing mouse monoclonal anti-L1CAM antibody (clone UJ127.11, Sigma, L4543, 1:1000 dilution) was performed on formalin-fixed, paraffin-embedded tissue sections in 197 total cases consisting of: 41 cases of biphasic/sarcomatoid DMPM, 16 cases of WDPM, 8 cases of benign multicystic mesothelioma (BCM), and 132 cases of epithelioid DMPM. The staining was scored as either positive or negative but since 15% was the minimum percentage to show complete and intense membranous staining among the WDPM, this was chosen as the true positive cutoff. Background: Adenosquamous lung carcinoma (ASC) is a rare yet aggressive malignancy thought to potentially arise from a bipotential undifferentiated precursor cell. A topic of controversy until coined a distinct entity in the 2015 5 th edition of the WHO Classification of Lung Cancer, ASC is defined as a tumor with two separate malignant populations (>10% glandular and squamous components). The coexistence of glandular and squamous differentiation within the same tumor cells has also previously been reported (Pelosi, Journal of Thoracic Oncology 2015) and termed \"ASC immunophenotype\" due to its amphicrine phenotypic nature. The single case report showed dual TTF-1 and p40 immunohistochemical (IHC) expression, along with specific electron microscopy and molecular findings. We report here for the first time a case series with dual differentiation and further characterize the findings with molecular analysis.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic Value of L1 Cell Adhesion Molecule (L1CAM) Immunostaining in Well-Differentiated Papillary Mesothelioma of the Peritoneum and Diffuse Malignant Peritoneal Mesothelioma"}, {"text": "Design: From 58 primary lung ASCs diagnosed between 2017 and 2019 at our institution, we identified 7 patients (mean age 72.1 years) with dual glandular and squamous differentiation within the same population of malignant tumor cells. IHC stains for CK5/6, CK7, TTF-1, p40, and p16 were performed. The Ion AmpliSeq TM Cancer Hotspot Panel v2 (CHP2) and VariantPlex Myeloid Kit (ArcherDX) next generation sequencing (NGS) assays targeting 125 oncogenes were performed on two cases. Fluorescence in-situ hybridization (FISH) was also performed on the two sequenced cases.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "ASCs with dual differentiation occurred predominantly in women (85.7%, age range 60 to 85 years) with variable smoking history. All cases were poorly differentiated with a solid growth pattern and 43% (3/7) presented with distant metastasis. The following IHC stains were positive in the tumor population: CK5/6 (4/4, 100%), CK7 (3/3, 100%), TTF-1 (7/7, 100%), p40 (7/7, 100%), and p16 (7/7, 100%).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "NGS revealed CDKN2A and TP53 mutations in both cases; one CDKN2A variant is known to disrupt p16INK4A-and p14ARF-dependent regulation of CDK4/6 and p53. Loss of function ATRX, BCORL1 and NOTCH1 mutations were also identified. FISH revealed CDKN2A mutations and relative loss of 9p21 in one case, and chromosome 9 monosomy in the other.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "We report for the first time a case series of these rare lung ASCs with dual differentiation and show an association with CDKNA2 mutations and corresponding p16 overexpression. Background: There is considerable interobserver variability in the pathological diagnosis of UIP and other ILD. The variability in finding \"ground truth\" presents a difficult problem during the development of deep learning platforms designed to diagnose ILD using AI. We describe the use of a smartphone application that allows for the collection of multiple opinions from sixteen pulmonary pathologists from nine countries as a novel method for finding \"ground truth\" for UIP diagnoses.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Whole slide images from 14 consecutive interstitial lung disease cases were scanned by Aperio CS2 at 20x objective and sliced into multiple individual 7x7mm images, resulting in 355 JPEG image patches. These individual images were randomized and shown over the internet to 16 expert pathologists from 9 countries using the novel smartphone application, BonBon system. Expert lung pathologists were asked to classify each image into one of 8 categories: UIP/IPF; CTD/UIP; CHP/UIP; UIP/other cause; Non-UIP; \"not sure\"; \"normal\"; and \"exclude\". Images classified as \"exclude\" by any of the experts were deleted from analysis. All individual diagnostic classes selected for individual images were grouped by case, and the predominant class for each case, was used as \"diagnosis\". All diagnoses were analyzed using clustering analysis and Kaplan Meier statistics using JMP. Interobserver agreement was calculated by Fleiss kappa coefficient using R.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The diagnosis of each of the 14 cases by each of the 16 pathologists showed that interobserver agreement using the 7 categories was poor (k=0. 19) . None of the cases were classified as CHP-UIP or UIP/others by a majority of pathologists. In order to simplify the diagnoses into more clinically relevant classes, the categories UIP/IPF, CHP-UIP, and UIP/others were grouped into UIP and Non-UIP and CTD-UIP into Non-UIP as shown in Figure 1 . Clustering analysis stratified the diagnoses of each case into 3 clusters as shown in Figure  2A (k= 0.77, 0.63, and 0.03, respectively), validating cluster A and B were meaningful. Log rank test showed significant survival difference between UIP and Non-UIP groups only for cases in cluster A (P=0.017) ( Fig 2B) but not for cases in cluster B (Fig 2 C) . Eventually, 269 H&E images with high agreement of UIP and non-UIP group were selected as \"ground truth\" for AI training. Conclusions: Classification of image patches from WSI over APP offers a useful method to standardize UIP diagnosis and to develop diagnostic AI. Results: Precision, reproducibilty and LOD were assessed using HD300 in triplicate by 2 operators on 2 instruments. The 27 FFPE and HD300 were used for accuracy. Idylla™ results were in complete agreement with those obtained by NGS for EGFR mutations targeted by Idylla™ except for one sample. These include L858R (1), G719A (3), G719C (2), L861Q (1), S768I (2), L861Q (1), T790M (3), exon 19 deletions (16) and exon 20 insertion (1). The discrepant sample had an exon 19 deletion identified by NGS but was wild-type by Idylla™. Upon review of NGS data, an EGFR synonymous SNV was present downstream of the deletion which might impair the probe binding, leading to false negative results. LOD of 5% VAF and tumor content of 10% were confirmed. No EGFR mutations were detected by Idylla TM in the samples determined by NGS as having wild-type EGFR.", "cite_spans": [{"start": 143, "end": 146, "text": "19)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 432, "end": 440, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 529, "end": 539, "text": "Figure  2A", "ref_id": null}, {"start": 749, "end": 756, "text": "Fig 2B)", "ref_id": null}, {"start": 788, "end": 797, "text": "(Fig 2 C)", "ref_id": null}], "section": "Results:"}, {"text": "The fully automated Idylla™ system offers rapid (turnaround time of approximately 2.5 hours) and reliable testing of clinically actionable mutations in EGFR directly from FFPE tissue sections. In our center, it will complement NGS testing by providing rapid EGFR results within 1-2 days of diagnosis. Background: Identification of patients with synchronous lung adenocarcinomas has crucial implications for their staging and clinical management. These tumors are thought to represent independent primary neoplasms, but their oncogenesis is still poorly characterized. A few studies based on the analysis of limited panel of genes suggest that synchronous tumors have a high level of genetic heterogeneity. We sought to investigate the genetic mutations in a well-defined cohort of synchronous adenocarcinomas using whole-exome sequencing (WES).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: A retrospective cohort of 34 Caucasian patients that underwent surgical resections for synchronous lung adenocarcinomas between 2013 and 2016 in our center was selected. All slides were reviewed by a thoracic pathologist to confirm the diagnosis based on a comprehensive histologic assessment. Clinical characteristics and outcome were extracted from the electronic medical files. For each patient, three formalin-fixed paraffin embedded blocks were selected: one from two synchronous tumors and one from normal lung tissue. DNA was extracted and samples were submitted to WES on an Illumina HiSeq platform (Agilent SureSelect XT). Data processing was made according to GATK best practices and somatic variants (single nucleotide variants and insertion-deletions) were called using Strelka and MuTect.", "cite_spans": [], "ref_spans": [], "section": "Exploring Genomic Heterogeneity of Synchronous Lung Adenocarcinomas by Whole-Exome Sequencing"}, {"text": "The cohort comprised 44.1% men with a mean age of 65.0 years, 91.2% had a stage I or II disease and 94.1% were smokers or ex-smokers. Mean follow-up was of 38.4 months with an 82.4% overall and 67.7% progression-free survival rates. WES showed an average of 317 called somatic variants per tumor. Variants were identified in known driver genes at the following prevalences: KRAS 35.3%, EGFR 8.8%, BRAF 8.8%, ROS1 5.9%, ALK 1.5%, MET 4.4%, RET 1.5%. Synchronous tumors from the same patients showed a high level of heterogeneity, as pairs shared 0 to 12 (0% to 3.3%) variants. All shared variants were likely passenger mutations, but one pair of tumors shared three variants including one in a driver gene, a KRAS p.G12C mutation.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "We showed a high level of genomic heterogeneity between two synchronous adenocarcinomas from the same patient using WES, supporting independent primary tumors. One pair of tumors had an identical KRAS mutation with a high level of genomic heterogeneity, emphasizing the fact that synchronous tumors can share a mutation in a frequent driver gene randomly.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Andréanne Gagné To improve their recognition, the International Association for the Study of Lung Cancer (IASLC) recently proposed a classification based on clinicopathologic criteria. It divides MSLA in three categories: second primary, multiple ground glass opacities (GGO) and pneumonic type. However, the prevalence of these three subgroups remains poorly described and their clinical characteristics have been mostly described in Asian cohorts. We aimed to establish the prevalence, clinicopathologic characteristics and prognosis of patients with MSLA in a Caucasian population according to the IASLC criteria.", "cite_spans": [], "ref_spans": [], "section": "Characterization of Patients with Synchronous Lung Adenocarcinomas in a Caucasian Population According to the IASLC Criteria"}, {"text": "We selected a retrospective cohort of 1012 consecutive patients, including 432 surgical patients, with a diagnosis of lung adenocarcinoma in our center between 2011 and 2014. The cohort was divided according to the IASLC classification: a group of sporadic tumors, comprising patients with one tumor and those with intrapulmonary metastasis (IPM), and a MSLA group further divided in second primary, multiple GGO and pneumonic type. Prevalence of each group was calculated in the whole cohort. Chi-square and t-tests were used to evaluate the associations between clinicopathological characteristics and the IASLC groups in surgical patients. Overall survival of surgical patients was compared using a Cox proportional model.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": ": 143 patients (14.1%) with MSLA were identified, including 52 (5.1%) second primary, 84 (8.3%) multiple GGO and 7 (0.7%) pneumonic type. Age (p=0.74), gender (p=0.38) and smoking status (p=0.77) were not associated with MSLA. MSLA patients had significantly more metachronous lung tumors (p=0.006), atypical adenomatous hyperplasia foci (p<0.001) and tumors with lepidic and acinary predominant patterns (p=0.03). There were no significant differences between the MSLA groups. Compared with patients with a single tumor, the multiple GGO group tended to have the best prognosis (HR=0.75, p=0.41) and the second primary (HR=1.97, p=0.02) and pneumonic type (HR=2.33, p=0.41) had worse survival when using a multivariate model.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "To our knowledge, this is the first report to assess MSLA prevalence using the IALSC criteria to define patients with multiple adenocarcinomas. Even though there were no differences in the clinicopathological variables between the MSLA groups, their survival disparity supports the IASLC classification. Design: Histologic slides of pulmonary lobectomies for high grade NECs from the 2007-2018 period were reviewed. High grade was characterized by a mitotic count >10 per 2 mm². Necrosis was subtyped as massive or punctuate. Carcinoid morphology was identified according to the WHO morphological criteria. Tumors with diffuse architecture, nuclear polymorphism and marked nucleoli were classified as \"classic\" LCNEC. Proliferation was also assessed with immunodetection of ki67.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Results: Ten cases were available, 4 were classic LCNEC, 6 had carcinoid-like features. Clinical and pathological data are listed in Table  1 . There were no differences between the 2 groups for clinical data. Carcinoid-like subgroup had lower mitotic count (mean 28 vs 70), ki67 index (mean 54% vs 84%) and better survival (61 vs 18 months) than classic LCNEC respectively. No reliable statistical analysis was allowed due to the small size of our cohort.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "Table  1", "ref_id": "TABREF0"}], "section": "Most Peripheral Large Cell NeuroEndocrine Carcinomas Have Carcinoid Features"}, {"text": "Classic LCNEC (n = 4) Carcinoid-like LCNEC (n = 6) Age mean ( Conclusions: LCNECs with carcinoid features form a homogeneous subtype with precise morphological criterias. It is rare (0.3% of resected lung tumors in our center), nevertheless its real incidence is probably underestimated. Indeed, for sampling reasons, we chose to report a series including only surgical specimens but we have already identified this tumor-type on biopsies from on resectable mediastinal lesions.", "cite_spans": [], "ref_spans": [], "section": "Most Peripheral Large Cell NeuroEndocrine Carcinomas Have Carcinoid Features"}, {"text": "Proliferation markers are lower in carcinoid-like LCNECs than in classic LCNECs. Nevertheless, results differ depending on the method of assessment. There is no overlap between the mitotic count values in both subgroups whereas ki 67 index overlaps with no upper limit value in carcinoid-like group.", "cite_spans": [], "ref_spans": [], "section": "Most Peripheral Large Cell NeuroEndocrine Carcinomas Have Carcinoid Features"}, {"text": "These results rise two questions : 1/ the choice of the method of evaluation of proliferation between mitotic count or ki67, 2/ the place of carcinoid-like LCNEC within pulmonary NETs classification: an intermediate group between atypical carcinoids and classic LCNECs or a high grade well differentiated NET equivalent to that described in the digestive tract. However, the interests of individualizing the carcinoid-like LCNEC subgroup are : diagnostic (must be distinguished from atypical carcinoid), prognostic (better than classic LCNEC) and probably therapeutic (therapeutic response)", "cite_spans": [], "ref_spans": [], "section": "Most Peripheral Large Cell NeuroEndocrine Carcinomas Have Carcinoid Features"}, {"text": "Jonathon Gralewski Background: Lung cancer is a leading cause of cancer death worldwide. However, the introduction of targeted therapies in recent years has led to improved overall prognosis and survival. Current guidelines for lung adenocarcinoma require epidermal growth factor receptor (EGFR) exons 18-21 mutational testing. Furthermore, it outlines molecular methods, such as next generation sequencing (NGS) with an acceptable turnaround time (TAT) up to two weeks. This prolonged TAT delays treatment decisions and increases healthcare costs.", "cite_spans": [], "ref_spans": [], "section": "Detection of EGFR Exons 18-21 Hotspot Mutations Using a Fully-Automated, Cartridge-Based Platform with Ultra-Rapid Turnaround Time: A Comparison Study with Conventional Next Generation Sequencing"}, {"text": "Recently, a fully-automated, cartridge-based platform has been introduced with an ultra-rapid (i.e. <3 hours) sample-to-result TAT that does not require traditional sample preparation, such as DNA extraction, library preparation, and PCR amplification.", "cite_spans": [], "ref_spans": [], "section": "Detection of EGFR Exons 18-21 Hotspot Mutations Using a Fully-Automated, Cartridge-Based Platform with Ultra-Rapid Turnaround Time: A Comparison Study with Conventional Next Generation Sequencing"}, {"text": "Design: Twenty-one archived formalin-fixed paraffin embedded lung adenocarcinoma including 5 cytology and 16 surgical samples with previously characterized exon 18-21 EGFR mutations were selected for this study. A single unstained section of the selected paraffin blocks was macrodissected, placed between filter papers, and subsequently placed into the cartridge and run for 51 EGFR variant mutational analysis as per the manufacturer instructions. Results were generated in <3 hours without the need for complex bioinformatics analysis and interpretation.", "cite_spans": [], "ref_spans": [], "section": "Detection of EGFR Exons 18-21 Hotspot Mutations Using a Fully-Automated, Cartridge-Based Platform with Ultra-Rapid Turnaround Time: A Comparison Study with Conventional Next Generation Sequencing"}, {"text": "Results: Of 23 previously characterized EGFR mutations in 21 analyzed samples, 22 EGFR variants were successfully detected by fully integrated ultra-rapid platform (96% concordance). The automated platform failed to identify an EGFR G719C variant with allelic frequency of 6% that had been detected using conventional NGS platform. An additional EGFR L858R variant was only seen by the cartridge based PCR platform. This variant was re-interrogated on the NGS-based platform and deemed likely a false positive result. Conclusions: The cartridge-based fully integrated platform with ultra-rapid TAT demonstrated high concordance with the conventional NGS-based platform. The fully-automated and integrated platform has minimized the need for significant molecular expertise and laboratory infrastructure. However, this platform does have its limitations, such as only detecting the most common EGFR mutations. Overall, this fully automated platform provides an ultra-rapid, and reliable cost-effective method in detecting the most common EGFR variants, as outlined in the current guidelines with a detection sensitivity comparable with the conventional NGS platform.", "cite_spans": [], "ref_spans": [], "section": "Detection of EGFR Exons 18-21 Hotspot Mutations Using a Fully-Automated, Cartridge-Based Platform with Ultra-Rapid Turnaround Time: A Comparison Study with Conventional Next Generation Sequencing"}, {"text": "Nancy Greenland Background: Lung transplant recipients undergo bronchoalveolar lavage (BAL) and biopsies to detect rejection and infection that may be antecedents of chronic lung allograft dysfunction (CLAD), the major limitation to long term survival. BAL cytology is routinely performed but recently some centers have advocated abandoning this practice because of the low diagnostic yield. We hypothesized that inflammation observed on BAL cytology would predict CLAD risk.", "cite_spans": [], "ref_spans": [], "section": "Inflammation on Bronchoalveolar Lavage Cytology is Associated with Decreased Chronic Lung Allograft Dysfunction-Free Survival"}, {"text": "We grouped diagnostic findings on BAL cytology between 2012 and 2019. Bronchoscopy indication, infection treatment, BAL and biopsy results, and CLAD-free survival were abstracted from medical records. Cytology associations with clinical characteristics were compared using generalized-estimating equation-adjusted logistic regression. The association between BAL inflammation and CLAD or death were determined using time-dependent Cox proportional hazards models adjusted for age, gender, diagnosis, lung allocation score, and transplant type.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We evaluated 3,578 cytology reports from 491 subjects. Inflammation was the most common finding (6.4%), followed by fungi (5.2% of which 0.8% were likely pathogenic). There were 5 cases of malignancy and 2 cases of CMV. Inflammation on BAL cytology was more common in procedures performed for symptoms (11%) versus surveillance (3%, P<0.001), associated with antimicrobial initiation (a proxy for clinically significant infection, 9% vs 5%, P<0.001), associated with acute cellular rejection (P=0.01), and linked to increased BAL neutrophil and lymphocyte concentrations (P<0.001). Inflammation on BAL cytology was present for 32% of subjects on at least one sample, was more frequent around the time of CLAD onset, and was associated a 2.6-fold hazard ratio (CI 1.2-5.3) for CLAD or death ( Figure 1 ). However, this association was not significant after adjusting for BAL cell counts and acute cellular rejection (P=0.22).", "cite_spans": [], "ref_spans": [{"start": 792, "end": 800, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results:"}, {"text": "The presence of inflammation on BAL cytology specimens is clinically significant, suggesting acute rejection or infection and increased risk of CLAD or death. However, other indicators of allograft inflammation can substitute for some of the information provided by BAL cytology.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Hongxing Gui Background: Primary pulmonary myxoid sarcoma (PPMS) is an exceedingly rare low-grade lung neoplasm characterized by reticular/lacelike growth of spindle to epithelioid cells embedded in an abundant myxoid matrix. It overlaps with myxoid variant of angiomatoid fibrous histiocytoma (AFH) morphologically. In terms of molecular genetics, they both have EWSR1 gene rearrangements, with EWSR1-CREB1 fusion in PPMS and either EWSR1-ATF1 or EWSR1-CREB1 fusion in AFH. It is unclear whether they are distinctive entities or the same entity with a spectrum of histomorphologies.", "cite_spans": [], "ref_spans": [], "section": "Primary Pulmonary Myxoid Sarcoma and Myxoid Variant of Angiomatoid Fibrous Histiocytoma, Two Entities or One Entity with Two Faces"}, {"text": "We evaluated two cases of low-grade myxoid spindle cell tumor of the lung by histomorphology, immunohistochemistry and FISH studies.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: Case 1 was a 49-year-old man with a 3.8 cm right lower lobe mass extending into bronchus. Sections of the mass revealed proliferation of spindle cells in cords, strands and reticular patterns within an abundant myxoid stroma ( Figure 1 ). The tumor cells were positive for EMA and negative for Desmin, AE1/3, Cam5.2, CK7, CK20, TTF-1, C-KIT, Vimentin, CD1a, p63, and S100. Case 2 was a 44year-old man with left main bronchial mass. The periphery of the mass was partially encapsulated with a lymphoid cuff. The central portion contained juxtaposed myxoid and nodular components. The former was composed of spindle cells in myxoid matrix and the latter consisted of histiocytic and spindle cells in whorled and storiform patterns ( Figure 2 ). The tumor cells from both areas were diffusely positive for Desmin and negative for EMA, PanCK, AE1/3, S100, SMA, CD34 and ALK1. FISH analysis demonstrated positive EWSR1 gene rearrangements in both cases, showing EWSR1-ATF1 fusion gene in case 1 and EWSR1-CREB1 fusion in case 2. ", "cite_spans": [], "ref_spans": [{"start": 236, "end": 244, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 740, "end": 748, "text": "Figure 2", "ref_id": null}], "section": "Design:"}, {"text": "We reported for the first time a case of PPMS with a novel EWSR1-ATF1 translocation, which is usually common in AFH. The second case represented a hybrid of jaxtaposed PPMS and AFH components. These findings provide new evidence supporting that PPMS and myxoid AFH may represent a continuum with overlapping histologic, immunohistochemical and genetic features.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Sarika Gupta 1 , Sagar Vishal 2 , Anthony Snow 3 , Andrew Bellizzi 1 1 University of Iowa Hospitals and Clinics, Iowa City, IA, 2 Coralville, IA, 3 North Liberty, IA Disclosures: Sarika Gupta: None; Sagar Vishal: None; Anthony Snow: None; Andrew Bellizzi: None Background: The differential diagnosis for epithelial tumors in the mediastinum includes carcinomas (CA) of the lung and thymus and thymoma. CD5 and KIT are often used to distinguish thymic (+) from lung (-) CA, but these markers are rarely positive in thymoma. Prior studies demonstrated frequent polyclonal PAX8-positivity in thymoma (≥90%) and thymic CA (67%). We recently switched to monoclonal PAX8, which has been shown to be negative in thymic tumors. Given prior experience, we hypothesized that polyclonal PAX8-positivity in the thymus represents cross-reactivity with another PAX-family transcription factor. PAX1 is normally expressed during thymic development, and a high-quality monoclonal antibody recently became commercially available.", "cite_spans": [], "ref_spans": [], "section": "PAX1 is a Sensitive and Specific Marker for Thymic Epithelial Neoplasms"}, {"text": "Design: PAX1 immunohistochemistry (IHC) (clone 5A2) was performed on tissue microarrays of 79 thymomas, 10 thymic CAs, and 396 other CAs with an emphasis on differential considerations and PAX8-positive tumors: 175 squamous cell CAs (25 lung); 41 urothelial CAs; 36 lung adenoCAs; 28 renal cell, 25 serous, 22 endometrioid, 22 and 22 papillary and follicular thyroid, 10 breast, 7 colon, 5 esophagus, 2 poorly differentiated neuroendocrine, and 1 prostate CA. Intensity (0-3+) and extent (0-100%) of expression was evaluated, and an H-score was calculated. Fisher's exact and Mann Whitney tests were used with p<0.05 considered significant.", "cite_spans": [], "ref_spans": [], "section": "PAX1 is a Sensitive and Specific Marker for Thymic Epithelial Neoplasms"}, {"text": "Results: PAX1 was expressed by 91% of thymic tumors, including 94% of thymomas (mean/median H-score 198/210) and 70% of thymic CAs (mean/median H-score 144/145). The differences in frequency (p=0.08) and H-score (p=0. 19) were not significant. PAX1-positivity was noted in only 3.5% of non-thymic CAs at a mean (median) H-score of 15 (5) (both p<0.0001 compared to thymic tumors); these included 6 thyroid CAs (14%), 4 SCCs (2%) [including 2 lung (8%)], 3 urothelial CAs (7%), and 1 (10%) breast CA. Two of the PAX1negative thymic CAs were KIT-positive; all 3 were CD5-negative. Detailed PAX1 expression data by thymoma type are presented in the Table; PAX1 was very frequently, strongly expressed across types.", "cite_spans": [{"start": 218, "end": 221, "text": "19)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 646, "end": 652, "text": "Table;", "ref_id": null}], "section": "PAX1 is a Sensitive and Specific Marker for Thymic Epithelial Neoplasms"}, {"text": "Conclusions: PAX1 IHC using a novel monoclonal antibody is sensitive and specific for thymic epithelial neoplasms. Occasional weak positivity in thyroid tumors may represent low-level cross-reactivity with PAX8. This study exemplifies \"next-generation IHC,\" which seeks to apply knowledge from developmental biology and molecular genetics to \"intelligently design\" novel IHC markers. Background: Tumor spread through the air space (STAS) is an invasive pattern of lung cancer recently described. But there are some debates on its definition, quantification and clinical impact. In this study, we investigated the association between STAS grade and clinicopathological characteristics, as well prognostic impact in resected lung cancers.", "cite_spans": [], "ref_spans": [], "section": "PAX1 is a Sensitive and Specific Marker for Thymic Epithelial Neoplasms"}, {"text": "Design: STAS has been prospectively described from 2008 and it was graded according to the distance from the edge of tumor margin as 2-tier system, I or II from 2011. Correlations between STAS grade and clinicopathologic characteristics and prognostic significance were analyzed in 2000 surgically resected lung cancers. Conclusions: STAS was more frequently found in NETs and MP-predominant ADCs. It was associated with well-known aggressive features, and STAS-Gr II tumors more frequently showed these features than Gr I tumors in ADCs. In stage IA non-mucinous ADC, multivariate analysis revealed that STAS grade was independent prognostic factor for RFS regardless of the extent of surgery. Moreover, comparable RFS rates were observed in patients with stage IA/STAS-Gr II and those with stage IB. 50% (19) 24% (10) 28% (17) TPS=tumor proportion score. Note that PDL1 high cases are also counted in the PDL1 positive category.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Prognostic Significance of Tumor Spread through air spaces(STAS) in Resected Lung Cancers; Special Reference on Grading of STAS"}, {"text": "*Tumors with one of the following: ALK fusion, NRG1 fusion, MET exon 14 skipping, EGFR mutation, or mutation in ERBB2, BRAF, RET, PIK3CA, or IDH1/2", "cite_spans": [], "ref_spans": [], "section": "Correlation of PDL1 Expression with Genomic Alterations in Non-Small Cell Lung Cancer: A 7-Month Retrospective Analysis"}, {"text": "Our data indicate that at least half of RAS-driven NSCLC have high PDL1 expression, an important consideration for frontline therapy selection. The majority of genomically-actionable tumors have at least low-positive expression of PDL1, highlighting the potential importance of immune checkpoint therapy in the resistant-progression setting. Less than one third of genomically-negative cases have high PDL1 expression, and a significant percent are completely negative; additional innovations are needed to better tailor therapy for this patient subset. Background: Identification of ROS1 rearrangements in advanced lung cancer carries therapeutic implications, given the available ROS1targeted therapy, but can be technically challenging. Immunohistochemistry (IHC) for ROS1 show expression in ROS1-rearranged tumors, but staining may be weak in some cases and seen in reactive pneumocytes. Fluorescence in situ hybridization (FISH) using break-apart probes may be difficult to interpret in cases with subtle intrachromosomal rearrangements. Next-generation sequencing (NGS) can be useful but requires sufficient tissue and a turnaround time of at least 1-2 weeks. Given that these current methods may have drawbacks, this study explores the utility of RNA in situ hybridization (RNA-ISH) in detecting ROS1 rearrangements in lung adenocarcinomas. Results: Using the ROS1 RNA-ISH, all seven (100%) genetically-confirmed ROS1-rearranged lung adenocarcinomas showed positivity; whereas none of the controls (0%) was positive. The fraction of cells in ROS1-rearranged lung adenocarcinoma showing positivity ranged 60-90% (median 80%). The average number of ISH signal dots was far higher in confirmed ROS1-rearranged lung adenocarcinomas than controls (average: 29.6 per cell vs. 0.058 per cell). Background lung showed minimal ISH signal (average: 0.71 per cell). Also, the positive ISH signals were easily observed and could be seen using 10x objective in all cases or with a 4x objective in 6 of 7 cases.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The automated ROS1 RNA-ISH assay appears sensitive and specific in identifying ROS1 rearrangements in lung adenocarcinoma, with ease of use for minimally-trained eyes. ROS1 RNA-ISH may be a quick orthogonal tool in confirming ROS1 rearrangements in clinically problematic cases. Nonetheless, systematic comparison on its performance with that of ROS1 IHC and FISH may be warranted.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "On univariate analysis of all MPeMs, shorter OS was significantly associated with year of diagnosis, asbestos exposure, poorer performance status, lymph node metastasis, higher peritoneal disease burden, absence of cytoreduction and hyperthermic intraperitoneal chemotherapy, biphasic or sarcomatoid histotype, and tumor necrosis. On univariate analysis of epithelioid MPeM only, shorter OS was additionally associated with nuclear pleomorphism, higher mitotic rate, higher composite nuclear grade, and non-tubulopapillary architecture. On multivariate analysis, sarcomatoid and biphasic histotypes predicted shorter OS when adjusted for sex, asbestos exposure, and year of diagnosis. On multivariate analysis of epithelioid MPeM only, nuclear grade and non-tubulopapillary growth were independently predictive of shorter OS when adjusted for sex, year of diagnosis, and tumor necrosis.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Among patients with epithelioid MPeM, shorter PFS after cytoreduction was associated with lymph node metastasis, tumor necrosis, nuclear pleomorphism, higher mitotic rate, higher composite nuclear grade, and solid growth. On multivariate analysis, nuclear grade and solid growth were independently predictive of shorter PFS when adjusted for year of diagnosis, sex, and necrosis. Background: There is emerging evidence that vaping can result in significant lung injury, the severity of which can be variable with few cases resulting in the patient's death also been reported. There is limited data on the pathologic findings in vaping-induced lung injury.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Here, we report histologic and cytologic findings of four patients who developed lung disease following vaping.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Review of pathologic material and clinical information of four patients with a history of vaping (6 specimens, 3 male and 1 female patient, age 16-37 years old).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We have identified 4 patients with a history of vaping who presented to the hospital with severe respiratory dysfunction. Three of the patients are teenagers, while one is a younger adult and all of them required admission to the ICU. The three younger patients had bronchoscopy with bronchoalveolar lavage (BAL) with transbronchial biopsy in two. BAL showed lipid laden macrophages in all three with acute inflammation in one. Transbronchial biopsy showed intraalveolar fibrin with acute inflammation and organization in one of the biopsies. The adult patient is a known chronic alcohol and drug abuser who presented to the ED with dry cough and had subsequent wedge resection showing organizing pneumonia and chronic interstitial changes with the organizing pneumonia attributed to vaping. Background: Lymphangioleiyomomatosis (LAM) is a rare low-grade neoplasm associated with widespread interstitial infiltration of spindle cells and subsequent cystic changes of the lesions. LAM is also uniformly distributed in the lungs. Target therapies such as mTOR inhibitor have been to manage LAM but there are no curative therapies at this juncture. LAM cells are known to produce VEGF-C and VEGF-D with their receptor, VEGFR3, which promote proliferation of LAM cells also present in tumor cells. However, roles of other angiogenic factors have remained unclear. Therefore, in this study, we examined the expression of angiogenic factors such as VEGFR family and vasohibin (VASH) and examined the correlations between these angiogenic factors and histological and clinical findings.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Design: 36 LAM cases were obtained from 32 patients who underwent lung transplantation in Tohoku University Hospital from 2006 to 2018. We performed hierarchical clustering analysis to classify the cases based on the results of VEGFR1, VEGFR2, VEGFR3, VASH-1, and VASH-2 immunoreactivity in LAM cells. We also immunolocalized VASH-1/2, CD31, and D2-40 in microvessels of the lesions.", "cite_spans": [], "ref_spans": [], "section": "VEGFR Family and Vasohibin in Lymphangioleiomyomatosis (LAM) Cells Associated with its Early Onset and Progression"}, {"text": "One of these clusters harbored higher VEGFR1/3 and lower VEGFR2 and VASH-1/2, and the patients in this cluster clinically manifested symptom much older and higher P/F ratio was detected at the time of lung transplantation than those in the cluster with higher expression of all of the factors above. The cluster with higher VEGFR1/2/3 expression and lower VASH-1/-2 expression also demonstrated significantly higher VASH-1/CD31 and VASH-2/CD31 ratios in microvessels than the cluster with lower expression of all these factors above. However, there were no significant differences of lymphatic vessel strength or other histological characteristics detected in our present clustering analysis.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: Angiogenic factors such as VEGFR2 and VASH-1/-2 influenced on an early onset and progression of the clinical symptoms of LAM. In addition, LAM cells expressing VEGFR1/2/3 promoted angiogenesis. Therefore, not only VEGF-C/D-VEGFR3 axis but also other angiogenic factors may also enhance LAM progression. Background: Micro-computed tomography (Micro-CT), is a non-invasive method which allows 3-dimensional morphometric analysis of tissues in formalin fixed paraffin-embedded (FFPE) tissue blocks without any sectioning or loss of sample. Lung adenocarcinoma has a major five tissue patterns according to the 2015 WHO classification (lepidic, acinar, papillary, solid and micropapillary). Each tissue pattern has different prognostic indicators and outcomes. In practice, pathologists have to diagnose a predominant tissue pattern and measure each percentage of tissue pattern. The aim of this study is to analyze the structure of lung adenocarcinoma tissue patterns using Micro-CT images from FFPE tissue blocks. The FFPE blocks were then sectioned, stained with hematoxylin-eosin (H&E) and scanned to create whole slide images for comparison.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Design: FFPE tissue blocks from five lung adenocarcinoma cases were scanned using a custom-built Micro-CT scanner (Nikon Metrology) and digitally re-constructed for visualization and analysis using a digital image system. All H&E slides were scanned with 0.5um/pixel by NanoZoomer S60 (Hamamatsu Photonics, Japan) Whole Slide Imaging Scanner. We then investigated features of each tissue pattern and correlate between Micro-CT images and whole slide images as well as histology 3D.", "cite_spans": [], "ref_spans": [], "section": "The Roles of Whole Block Imaging with Micro-Computed Tomography in Lung Adenocarcinoma"}, {"text": "Results: Micro-CT of FFPE blocks highlighted the structure of lung adenocarcinoma ( Figure. 1) and normal lung tissue ( Figure. 2) in 3D images. We can detect lung adenocarcinoma in a Micro-CT image, and detect the tissue pattern, such as lepidic, acinar, papillary, solid, and micropapillary pattern as well as spread through air spaces (STAS) (Figure 1 ). We could detect the co-relation of normal lung tissue (bronchus, alveolar wall, pulmonary vessels, and visceral pleura) on H&E slides and micro-CT images ( Figure 2 ). Conclusions: Whole block imaging by Micro-CT allows for the identification of lung adenocarcinoma tissue patterns in FFPE blocks in a non-invasive and non-destructive manner. Correlation between micro-CT images of FFPE blocks and H&E histology images suggests that there is potential for (1) detecting pathologic features without sectioning and staining of the tissue and (2) to measure the volume of each adenocarcinoma tissue pattern including the invasive component in a block accurately. metastasis, respectively, and more frequently associated with recurrence and death (22.6% vs. 1.9%, P<0.001 and 6.5% vs. 1.4%, P=0.05) compared with MP/S-group. Survival analysis indicated that MP/S+ and MP/S <5% were associated with shorter recurrence free survival compare with MP/S-(HR=9.1, 95% CI=3.1-26.8, P<0.001; and HR=10.1, 95% CI=2.9-35.5, P<0.001, respectively). MP/S+ and MP/S<5% were more powerful predictor of recurrence than T or N stage in multivariate analyses.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Figure.", "ref_id": null}, {"start": 120, "end": 127, "text": "Figure.", "ref_id": null}, {"start": 345, "end": 354, "text": "(Figure 1", "ref_id": "FIGREF0"}, {"start": 514, "end": 522, "text": "Figure 2", "ref_id": null}], "section": "The Roles of Whole Block Imaging with Micro-Computed Tomography in Lung Adenocarcinoma"}, {"text": "Even very small proportion of MP/S subtype component was a significant predictive factor for recurrence in surgically resected lung adenocarcinoma. Further investigation on the underlying biological mechanism of poor prognostic effect of MP/S subtype is warranted. Results: Patients' characteristics of 77 cases were as following; median age was 60 years old (range 33-77); 67 male and ten female; 16/16/41/4 of clinical Stage I/II/II/VI; 21 chemotherapy, 52 chemoradiation and 4 radiotherapy; 52 adenocarcinomas, 18 squamous cell carcinomas and seven other types of histology. MPR was observed in 42 (55%), and pCR in 8(10%). The concordance rate of MPR and pCR assessment among two pathologists was high (96% and 96%). Inter-observer agreement was high in MPR (kappa 0.928, p<0.001) and pCR (kappa 0.825, p<0.001). The discrepancy of MPR/pCR was due to the different judgment of tumor bed area and atypical cells whether they are benign or malignant. Pathological findings of discrepancy cases had temporal and spatially heterogeneity of fibrosis, active inflammation with reactive stromal and epithelial cell changes. Survival analysis will be updated at the time of presentation.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Our results revealed high reproducibility of MPR, and higher incidence compared to pCR, indicating MPR as a useful method for pathological therapeutic response. Background: Interstitial lung disease (ILD) encompasses a spectrum of conditions with distinct clinical and pathologic features. A subset of ILD has been linked to abnormal cellular senescence which can induce a pro-fibrotic senescence associated secretory phenotype that results in progressive pulmonary fibrosis. The senescence is mediated in part by activation of the CDK inhibitor p16 which can arrest the cell cycle and can be used to mark senescent cells. We aim to demonstrate that a distinct subset of ILD associated with a senescent phenotype can be identified by expression of p16.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: 70 cases of ILD diagnosed with surgical lung biopsy were identified between 2003 and 2018 at a large tertiary-care level hospital ( Figure 1 ). Additional p16 staining (clone E6H4, Roche) was performed on representative sections with the most active fibrosis. P16 positive senescent foci were defined as a loose collection of p16-positive fibroblasts with an overlying p16-positive epithelium and scored as p16-low (0-2 foci/slide) or p16-high (≥3 foci/slide). The diagnosis was verified with the original pathology report and outcome data by time of biopsy to time of death or lung transplant.", "cite_spans": [], "ref_spans": [{"start": 140, "end": 148, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "p16-positive Senescent Foci are Specific for Usual Interstitial Pneumonia and Predictive of Reduced Overall Survival in Interstitial Lung Disease"}, {"text": "The presence of any p16-positive senescent foci was highly specific (92%) for the diagnosis of usual interstitial pneumonia (UIP). In the UIP group there was variable expression of p16 with a range of senescent foci between 0 and 23 per slide with 30 (67%) cases expressing some level of p16 and 20 (44%) cases expressing high levels of p16. Comparing cases with high levels of p16 to cases with low to absent p16, there was a reduced survival (HR 2.26; 95% CI, 1.17 to 4.24; p = 0.016) in the p16 high group that was an independent predictor of lung transplant-free survival (Figure 2) . In a sub-group analysis of only cases with a diagnosis of UIP, p16 status trended towards significance (HR 2.06 ; CI, 0.99 to 4.24)( Table 1) . Conclusions: Increased levels of p16 positive foci are highly specific for the diagnosis of UIP and identify a subset of cases with a significantly worse transplant-free survival. These cases may represent an important subset of ILD that may be most effectively treated with emerging classes of drugs that target senescent cells. Design: 16 cases of NSCLC patients who received ICI were identified from departmental surgical archive and response was retrieved from the electronic medical records, including 7 cases of responders and 9 cases of non-responders. Responders were defined as achieving a progression free response for more than 4 months. Immunohistochemistry (IHC) studies for PD-L1, CD3, CD4, CD8, CD21, CD34, CD56, CD163, FOXP3, and MMR proteins (MMRp MLH1/MSH2, PMS2/PMS6) were performed. For CD3/4/8 IHC, the lymphocytic density (%) as well as the location (peripheral vs infiltrating) of positive T-cells were evaluated.", "cite_spans": [], "ref_spans": [{"start": 576, "end": 586, "text": "(Figure 2)", "ref_id": null}, {"start": 722, "end": 730, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Results:"}, {"text": "Results: All responders displayed a high PD-L1 expression (avg. of 68.8%, range 5% to 100%). The CD3/4/8 positive T-cells heavily infiltrated the tumor (avg. of 46.6%, range 30% to 80%). For non-responders, only 4 out of 9 cases displayed a lesser PD-L1 expression (avg. of 35.25%, range 1% to 70%). The CD3/4/8 positive T-cells were much less dense and infiltrative (<5%), and tended to concentrate at the periphery. The IHC results for CD56, FOXP3, CD21 were negative. CD163 and CD34 had a similar pattern in both responders and non-responders. MMRp showed intact MLH1, MSH2, PMS2, and PMS6 except for one non-responder.", "cite_spans": [], "ref_spans": [], "section": "PD-L1 Expression and T-Cell Infiltrate Density and Distribution are Predictive Biomarkers of Response to Immune Checkpoint Inhibitors in Non-Small Cell Lung Cancer"}, {"text": "In addition to high PD-L1 expression, the percentage and pattern of CD3/4/8 positive T-cells appear to be more predictive of ICI response in NSCLC than PD-L1 alone and may easily be implemented in routine testing. The tumor microenvironment may also play an important role in facilitating immunotherapy response. However, NK-cells (CD56), tumor-associated macrophages (CD163), regulatory Tcells (FOXP3), and MMRp were not predictive of ICI response in our pilot study. Additional studies are needed to further investigate our preliminary findings. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Background: High-grade fetal adenocarcinoma (HFA) and enteric adenocarcinoma (EA) are both rare histopathological subtypes of lung adenocarcinoma. HFA and EA are occasionally combined with conventional-type lung adenocarcinoma, but pure types of both malignancies exist. The fact that the lungs and colon develop from the primitive striatum led us to speculate that these subtypes might share a common pathogenesis.", "cite_spans": [], "ref_spans": [], "section": "Pure High-Grade Fetal and Pure Enteric Adenocarcinomas of the Lungs Harbor Similar Genetic Alterations"}, {"text": "Design: Among the 2253 cases of primary lung adenocarcinomas reported in our hospital, we identified 4 and 5 pure (p) HFAs (0.18%) and EAs (0.22%), respectively. All pHFA tumors were high-grade adenocarcinomas with fetal lung morphology, necrosis, and immunopositivity for at least one of the following markers in addition to lacking morule formation: α-fetoprotein, SALL-4, or glypican-3. All pEA cases involved tumor cells that resembled colonic adenocarcinoma with no history of colorectal cancer. We evaluated the clinicopathological and molecular characteristics of these pHFA and pEA tumors. Next-generation sequencing was performed using the Ion-Torrent Personal Genome Machine Platform and the Ion Ampliseq Cancer Hotspot Panel v2.", "cite_spans": [], "ref_spans": [], "section": "Pure High-Grade Fetal and Pure Enteric Adenocarcinomas of the Lungs Harbor Similar Genetic Alterations"}, {"text": "Results: Both pHFA and pEA were associated with several characteristic clinicopathological features such as smoking exposure, high incidence of lymphovascular invasion, and frequent expression of CDX2 and HNF4α. Furthermore, nuclear accumulation of β-catenin was observed in 2 cases of pHFA (50%) and 3 cases of pEA (60%), which indicate activation of Wnt signaling. The most frequently mutated gene was TP53 (3 pEAs), and other mutated genes that lead to the activation of Wnt signaling were CTNNB1 (1 pHFA) and APC (1 pEA). An analysis of copy number variations revealed that SMAD4 deletion was the most frequently detected mutation, regardless of Wnt activation (2 pHFAs; 2 pEAs). Additionally, amplifications of FGFR3 were detected in 3 cases (1 EA; 2 pHFAs), which tend to be mutually exclusive with Wnt activation. Common mitogenic mutations in lung adenocarcinoma, such as EGFR and KRAS, were not detected.", "cite_spans": [], "ref_spans": [], "section": "Pure High-Grade Fetal and Pure Enteric Adenocarcinomas of the Lungs Harbor Similar Genetic Alterations"}, {"text": "Conclusions: pHFA and pEA have similar clinicopathological features and oncogenic alterations which included frequent association with the activation of Wnt signaling, amplifications of FGFR3, and SMAD4 deletion. Recognition of these genetic subsets may help distinguish between lung adenocarcinoma with fetal and enteric morphology. Background: GNAS hotspot mutations have been described in indolent and slow-growing mucinous epithelial neoplasms in several organs, such as the pancreas and appendix. Large genomic databases show that a subset of mucinous and non-mucinous lung adenocarcinomas harbor GNAS mutations. However, the clinicopathological impact of GNAS mutations on invasive mucinous adenocarcinoma of the lungs (IMA) is not fully determined.", "cite_spans": [], "ref_spans": [], "section": "Pure High-Grade Fetal and Pure Enteric Adenocarcinomas of the Lungs Harbor Similar Genetic Alterations"}, {"text": "We evaluated the clinicopathological and molecular characteristics of IMAs with GNAS mutations in comparison with GNAS wildtype cases. We examined EGFR, KRAS, GNAS, and TP53 mutations by PCR-direct sequencing in 80 IMAs. Subsequently, a NanoStringbased screen for 90 tyrosine kinase fusions was performed for all IMAs with wild type EGFR and KRAS. Next-generation sequencing using the Ion-Torrent Personal Genome Machine Platform and Ion Ampliseq Cancer Hotspot Panel v2 or RNA sequence were performed to confirm GNAS mutations and tyrosine kinase fusions. Mucin core proteins (MUC1, MUC2, MUC4, MUC5AC, and MUC6) and differentiation transcription factors, particularly differentiating on the basis of the cellular lineage (TTF-1, CDX-2, and HNF4α) were detected by immunohistochemical staining.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: Three of 80 IMAs (3.8%) harbored GNAS mutations (2 R201H and 1 R201C). Other mitogenic alterations including KRAS mutations (53 cases, 66.3%), TP53 mutations (11 cases, 13.8%), CD74-NRG1 fusions (2cases, 2.5%), and MET exon 14 skipping (1 case, 1.25%) were detected. Among 53 cases of KRAS mutations, G12V was the most frequent (42%), followed by G12D (34%) and G12C (13%). Neither EGFR mutations nor rearranged ALK, ROS1, RET, and NTRK were detected. All cases of GNAS mutations were found in women who were never or light smokers with wild-type TP53. Furthermore, GNAS R201H mutations cooccurred with KRAS G12D mutations in two cases. In comparison with GNAS wild-type cases, GNAS-mutated cases were significantly associated with the female sex (p<0.05) and immunopositivity for MUC4 (p<0.05). However, no significant differences were observed in other clinicopathological and immunohistochemical features, and progression-free and overall survival among both groups.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Conclusions: GNAS-mutated IMAs are rare, but frequently co-occur with KRAS G12D mutations and immunopositivity for MUC4, and are predominantly found in never-or light-smoking women; however, the prognostic impact of GNAS mutations in IMAs is unclear. Background: Lung cancer is classified into small cell lung cancer (SCLC) and non-small cell lung cancer (NSCLC), which mainly contains adenocarcinoma (AC) and squamous cell carcinoma (SQ). Lung cancer subtyping plays an important role in choosing therapeutic schemes. Sputum is a kind of noninvasively accessible biologic fluids containing exfoliated airway epithelial cells. Although cytopathological examination of sputum is now available, its positive-rate of malignant cells is very low. It is hard to classify subtype via classic cytology on sputum specimens. We had reported that microRNA panels could accurately discriminate between three subtypes of lung cancer in bronchial brushing specimens. The diagnostic value of microRNAs in sputum specimens is need to be explored.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "In this study, 114 sputum specimens (49 AC, 39 SQ, and 26 SCLC) were investigated. Reverse-transcriptase quantitative polymerase chain reaction (RT-qPCR) was performed to evaluate expression of 7 candidate microRNAs discovered via microarrays previously. Two logistic regression models constructed before was validated in the cohort of 114 sputum specimens. The area under the receiver operating characteristic curve (AUC) was used to assess the diagnostic accuracy of microRNA panels. The diagnostic performance was compared between microRNA panels and cytology.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: Panel A, consisting of miR-29a and miR-375, was built to discriminate SCLC from NSCLC. In the cohort of 114 sputum specimens, the AUC value was 0.621 with sensitivity of 81.72% and specificity of 46.15%. Similarly, panel B, consisting of miR-34a and miR-205, was used to discriminate SQ from AC. In the cohort of 114 sputum specimens, the AUC value was 0.678 with sensitivity of 46.94% and specificity of 82.05%. Compared with cytology, microRNA panels or the combination of microRNA panels and cytology were of higher sensitivity and specificity in diagnosis of AC, SQ and SCLC. Conclusions: In sputum specimens, those two microRNA panels for lung cancer subtype discrimination could achieve high sensitivity and specificity. Moreover, the combination of microRNA panels and cytology could improve the diagnostic accuracy in further. These findings could be helpful in therapy of lung cancer. (Table) . On image analysis, median total diagnostic area was 1.36 mm 2 and the median size of the largest fragment was 0.29 mm 2 (n=25). The largest fragment size was obtained for a case of diffuse large B-cell lymphoma (total area : 48.40 mm 2 , Figure 1 ). There was no significant correlation between LPD diagnostic category and total fragment size (p=0.153) or largest fragment size (p=0.139). Preliminary data on surgical specimens obtained by mediastinoscopy show a total diagnostic area ranging from 50.86 mm 2 to 95.30 mm 2 , with largest fragment size varying from 14.61 to 22.53 mm 2 (n=3). ", "cite_spans": [], "ref_spans": [{"start": 903, "end": 910, "text": "(Table)", "ref_id": null}, {"start": 1151, "end": 1159, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Design:"}, {"text": "We report here a series of lymphoma cases diagnosed by EBUS/EUS, ranging across several diagnostic categories, based primarily on small size fragments. Quantification of endoscopic diagnostic tissue provides insight on tissue yield, on its relationship with lymphoma subtype, and supports EBUS/EUS as an acceptable procedure for lymphoma diagnosis. Background: Light chain deposition disease (LCDD) is characterized by amorphous \"glassy\" deposits of Immunoglobulin light chains in organs such as kidneys, heart, and liver. Since these amyloid-like deposits lack the secondary structure consisting of beta-pleated sheets, they don't stain salmon-pink with Congo Red. Additionally, a negative Congo Red may be attributed to suboptimal staining, especially when the deposits primarily involve organs where LCDD is rarely encountered. Moreover, Congo Red stains are compromised when the available sections are 5 micron thick. We noticed in a case of primary LCDD of the lung that the light chain deposits stained bright red with Masson trichrome and pink with sulfated alcian blue (SAB) stains. In the current study, we tested whether these two stains can distinguish between amyloidosis and LCDD.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We reviewed lung cases with eosinophilic deposits and immune infiltrates with negative Congo Red stain. We assessed trichrome and SAB staining on 9 cases of LCDD and 1 control case of amyloidosis involving the lung.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: 9 cases were identified ( Table 1 ). The age of the patients ranged from 44 to 75 years and 56% were females. Imaging studies of 7 cases showed nodular deposits and the remaining cases showed cystic lesions and/or nodular lesions. Underlying hematologic abnormalities were detected in 7 LCDD patients which included MALT lymphomas (n = 6) and plasma cell neoplasm (n = 1). Systemic involvement was absent in 7 cases with available information. Hematoxylin and eosin stained slides of all cases showed \"glassy\" eosinophilic amyloid-like deposits predominantly around airways and vasculature. Congo Red staining was negative in all LCDD cases, while it showed salmon-pink staining of amyloid deposits in the control case. For all LCDD cases tested, trichrome stained the deposits as bright red and the SAB stained the deposits as pink (Figure 1 ). In contrast, amyloid deposits in the control case stained greyish blue with trichrome and bright green with SAB stains, as expected. Figure 1 -1926 Conclusions: When Congo Red fails to stain \"glassy\" amorphous eosinophilic material salmon-pink, trichrome and SAB stains might indicate the non-amyloid, light chain nature of LCDD deposits when red and pink staining is seen, respectively. These screening studies can inform downstream testing such as immunofluorescence staining for light chains, transmission electron microscopy, and typing of light chains by mass spectrometry. Background: Pulmonary pleomorphic carcinoma (PPC) is known for its aggressiveness and poor prognosis than other subtypes of nonsmall cell carcinoma. To better understand the molecular characteristics of PPC, we analyzed genetic alterations of PPCs and their metastatic lesions by whole exome sequencing.", "cite_spans": [{"start": 988, "end": 1002, "text": "Figure 1 -1926", "ref_id": null}], "ref_spans": [{"start": 35, "end": 42, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 842, "end": 851, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Design:"}, {"text": "We included 11 PPC patients who underwent surgical resection for both primary lung cancer and metastatic lesions at Seoul National University Bundang Hospital. Carcinomatous and sarcomatous components of each primary PPC along with the metastatic lesions were microdissected. Somatic mutation profiles were generated by whole exome sequencing.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "The majority of PPC patients were male (10 of 11, 90.9%) and smokers (10 of 11, 90.9%). Carcinoma components of PPC consisted of adenocarcinoma (8 of 11, 72.7%), squamous cell carcinoma (2 of 11, 18.2%) or adenosquamous carcinoma (1 of 11, 9.1%). TP53 (70%) was the most frequently recurrent genetic alteration, followed by WDFY2 (36%), OTOG, PXDNL, and SLITRK5 (33%). KRAS mutation was found in 2 cases (18.1%) and EGFR mutation in one (9.1%).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "In addition, mutations discovered to be richer in either carcinomatous, sarcomatous or metastasis included various genes known to be associated with tumor progression and poor prognosis (FLNC, NRXN1, CSMD2, ZNF208, AUTS2). Gene alterations associated with somatic hypermutation (POLE, POLD1) and epithelial-mesenchymal transition (NOTCH1, CDH2, FN1) were also found. Four cases (36.4%) had high tumor mutation burden (TMB).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Of the 43 altered genes investigated in depth in this study, roughly half (n=18) were shared by carcinomatous, sarcomatous and metastasis in at least one case. Significant overlap of the mutation profiles between metastasis and either carcinomatous or sarcomatous component was not found.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: This is the first study to analyze the molecular profile of PPC in both metastatic lesions and primary carcinomatous and sarcomatous components. Sporadic genetic alterations appeared to occur among carcinomatous, sarcomatous components and metastatic lesions of PPC. Various genes associated with tumor progression were altered in both primary and metastatic lesions.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 -1927"}, {"text": "Christin Lepus 1 , Julia Rotow 2 , Pasi Janne 2 , Lynette Sholl 1 Background: Histologic transformation of EGFR-mutant non-small cell lung carcinoma (NSCLC) to small cell lung carcinoma (SCLC) is a mechanism of acquired resistance to EGFR-tyrosine kinase inhibitors (TKIs) that occurs in approximately 5% of EGFR-mutant NSCLCs. However, the natural history/histologic progression of SCLC transformation from NSCLC is poorly understood. A retrospective analysis was conducted to characterize the morphologic variation during transformation of EGFR-mutant NSCLC to SCLC.", "cite_spans": [], "ref_spans": [], "section": "Histologic Characterization of Small Cell Transformation from EGFR-Mutant Non-Small Cell Lung Carcinoma after EGFR-Targeted Therapy"}, {"text": "We identified 12 patients with EGFR-mutant NSCLC that transformed to SCLC during treatment with EGFR-targeted tyrosine kinase inhibitor therapy. Histologic evaluation of longitudinal specimens (n=1-5 per patient) from both lung and distant metastases was performed to characterize the morphologic spectrum of lesions obtained from the initial diagnosis of NSCLC to SCLC transformation.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: All 12 patients had lung adenocarcinoma harboring EGFR mutations at initial diagnosis (exon 19 deletion, 91.6%; L858R, 8.4%) and had been treated with at least one EGFR TKI prior to development of SCLC. Most patients (10 of 12; 83.3%) were on secondline osimertinib at the time of transformation. When transformation was first documented, four patients (33.3%) were reported to have combined adenocarcinoma and SCLC or poorly differentiated carcinoma with mixed adenocarcinoma and SCLC morphologic features; the remaining 8 patients (66.6%) were reported to have SCLC. Retrospective review of this latter group demonstrated focal NSCLC-like morphology (mildly increased cytoplasm, variably prominent nucleoli, and rare gland formation) in 3 patients (37.5 %). Conversely, 4 of 6 patients who had post-treatment, pre-transformation biopsies reported as adenocarcinoma showed classic adenocarcinoma architecture with superimposed small cell carcinoma-like cytomorphology, including increased nuclear-to-cytoplasmic ratio, nuclear hyperchromasia, and finely granular chromatin. Overall, a hybrid/transitional phenotype was captured in 7 of 12 patients (58.3%). Among 7 patients who had tumor genotyping upon SCLC transformation, all maintained the sensitizing EGFR mutation and showed acquired RB loss.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Recognition of these transitional morphologies may facilitate earlier detection of SCLC-driven resistance to EGFR-targeted therapy and inform timely selection of alternate treatment regimens.", "cite_spans": [], "ref_spans": [], "section": "Conclusions: A spectrum of intermediate/transitional histologic phenotypes underly EGFR-mutant NSCLC transformation to SCLC."}, {"text": "Yuan Li Background: Random forest model is a recently developed machine-learning algorithm, and superior to other machine learning and regression models for its classification function and better accuracy. But it is rarely used for predicting causes of death in cancer patients.", "cite_spans": [], "ref_spans": [], "section": "Predicting Specific Causes of Death in Lung Cancer Patients: Random Forest versus Multinomial Models"}, {"text": "On the other hand, specific causes of death in lung cancer patients are poorly classified or predicted, largely due to its categorical nature (versus binary death/survival).", "cite_spans": [], "ref_spans": [], "section": "Predicting Specific Causes of Death in Lung Cancer Patients: Random Forest versus Multinomial Models"}, {"text": "We therefore tuned and employed a random forest algorithm (Stata, version 15) to classify and predict specific causes of death in lung cancer patients, using the surveillance, epidemiology and end results-18 and several clinicopathological factors. The lung cancer diagnosed during 2004 were included for the completeness in their follow-up and death causes. The patients were randomly divided into training and validation sets (1:1 match). We also compared the accuracies of the final random forest and multinomial regression models.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We identified and randomly selected 40,000 lung cancers for the analyses, including 20,000 cases for either set. The causes of death were, in descending ranking order, were lung cancer (72.45 %), other causes or alive (14.38%), non-lung cancer (6.87%), cardiovascular disease (5.35%), infection (0.95%), and. We found more 250 iterations and the 10 variables produced the best prediction, whose best accuracy was 69.8% (error-rate 30.2%, Figure 1 ). The final random forest model with 300 iteration and 10 variables reached an accuracy higher than that of multinomial regression model (69.72% vs 64.58%). The top-5 most important factors in the random-forest model were sex, chemotherapy status, age, radiotherapy status and nodal status (Figure 2 ). ", "cite_spans": [], "ref_spans": [{"start": 438, "end": 446, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 738, "end": 747, "text": "(Figure 2", "ref_id": null}], "section": "Results:"}, {"text": "We optimized a random forest model of machine learning to predict the specific cause of death in lung cancer patients using a population database. The model also appears more accurate than multinomial regression model. Background: Primary pulmonary hematolymphoid neoplasms (pHLNs) are rare, and the incidence is increasing with modern diagnostic advances and treatments. Flow cytometry (FC) is a proven powerful tool in the diagnosis of hematolymphoid disease, however its role in pHLN is not well represented. In the current study, we aim to assess the utility of FC in diagnosis of patients with pHLNs.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We retrospectively reviewed the FC analyses of pulmonary specimens from our institutional database between 2016-2019. The specimens are comprised of pleural fluid, bronchoalveolar lavages, bronchoscopy or CT guided FNAs, and VATS or surgical biopsies of lung mass. pHLNs were detected by 10-color panel FC by identification of clonal or immunophenotypical aberrant hematolymphoid populations. Primary neoplasms are classified if no extrapulmonary lesions were detected by clinical radiological work up at the time of diagnosis or within three months of diagnosis. Lung involvement is also a frequent site in involvement of lymphoproliferative diseases and are referred to as secondary involvement of the lung.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We retrieved 471 pulmonary specimens submitted for FC. We identified 111 cases that were positive for pHLNs. Median age was 49 years with M:F ratio=1. 54/111 specimens aided in the diagnosis of a hematolymphoid disease. Distribution are as follows: 17 pleural fluids, 33 tissue biopsies, 4 bronchoalveolar lavages. Cases were classified as either primary (9/54 (17%)) or secondary (45/54 (84%)), and categorized as myeloid neoplasms, B-cell neoplasm, T-cell neoplasm, primary effusion lymphoma (PEL), post-transplant lymphoproliferative disorder (PTLD); and plasma cell neoplasms (Table 1) . Of the pHLNs, diffuse large B-cell lymphoma (DLBCL) was the most common diagnosis (12/54 (22%)). Immunosuppression were notable in 14 patients. The remaining 57/111 cases represent followups of known lymphoproliferative diseases where FC analysis of lung specimen played a role in assessment of disease status. All FC positive cases were confirmed by tissue examination with positive predictive value (PPV) of 100%.", "cite_spans": [], "ref_spans": [{"start": 580, "end": 589, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results:"}, {"text": "Conclusions: FC demonstrates a clear utility for immunophenotyping in the diagnosis of pHLN, with a perfect PPV. Appreciating the spectrum of pHLN is helpful in disease detection. In addition, FC provides the ability to monitor residual disease and response to therapy; especially in immunosuppressed patients where expedited treatment can impact prognosis. Background: PIWI-interacting RNAs (piRNAs) are small non-coding RNAs (24-35nt) that play an essential role in maintaining genome integrity trough regulation of transposable elements. Their expression was tough to be limited to germinal cells and early embryogenesis but recently an implication of piRNAs in cancer biology has been reported.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 -1934"}, {"text": "The aim of this study was to explore the expression of piR-796 piRNA, which was identified by small RNAseq, in resected nonsmall cell lung cancer (NSCLC) patients, and to analyze the correlation with the clinic-pathological features.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We have analyzed 191 resected NSCLC samples from patients who underwent surgery in Hospital Clínic between 2007 and 2015. PiR-796 piRNA was quantified using custom TaqMan non-coding RNA assays in tumor and normal tissue. In vitro studies using siRNAs to inhibit piRNA expression were performed in two lung adenocarcinoma cell lines: HCC44 and A549.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: PiR-796 was overexpressed in tumor tissue compared to normal tissue (p<0.001). It also appeared to have higher expression in squamous cell carcinoma compared to adenocarcinoma histological subtype. Expression of piR-796 had prognosis impact in the group of early stage (I-II) adenocarcinoma patients. Higher piR-796 levels were associated with shorter disease-free survival (p=0.045). In vitro analysis showed that the silencing of piR-796 was associated with decreased cell migration in A549 cell line (p<0.0001) and increased apoptosis in HCC44 cell line (p=0.03).", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "In conclusion, piR-796 may have an important role in carcinogenesis in NSCLC, promoting cell migration and regulating apoptosis and may be a potential new prognostic biomarker for NSCLC.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Lucas Massoth LCDD rarely involves the lungs in a nodular or diffuse pattern. We present herein a large series of pulmonary nodular LCDD.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Nodular Light Chain Deposition Disease: Clinicopathologic and Ultrastructural Characterization of 10 Cases"}, {"text": "In an institutional review from >2000 patients in 2000-2019, we identified 12 specimens from 10 patients with pulmonary nodular LCDD. We reviewed clinicopathologic features and performed electron microscopy in all cases.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Of 10 patients (6 women, 4 men; age 42-74 [median 68] years), 7 were smokers, 4 had a history of autoimmune disease, but none had a history or evidence of a systemic lymphoproliferative/plasma cell disorder. Clinical presentations were most often incidental. Of 9 patients with radiology available, 3 showed a solitary nodule each; 6 showed multiple nodules (including 3 with associated cystic changes). Each nodule ranged 0.6-2.1 (median 1.2) cm. By light microscopy on hematoxylin-eosin staining, each nodule appeared as amorphous eosinophilic deposits; all cases showed multinucleated giant cells engulfing the deposits and prominent plasma cell infiltrates. While the morphology was reminiscent of amyloidoma, staining for congo red was negative for amyloid in all cases. PAS was positive in all 5 cases tested, and trichrome was distinctly bright red in 5 of 6 cases tested. Of 8 cases with plasma cell cytoplasmic light chain expression tested by immunohistochemistry and/or in-situ hybridization, 6 were kappa-predominant, 1 lambda-predominant and 1 polytypic. Immunofluorescence studies in 2 cases confirmed kappa and lambda light chain restriction in 1 case each. Ultrastructurally, all cases showed extracellular electron-dense granular deposits, variably admixed with entrapped collagen fibers, often appearing perivascular, and lacking non-branching fibril formation characteristic of amyloid. Of 6 patients with >2 years of follow-up (median 4.3 years), 5 were alive (the single death was unrelated to LCDD).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Pulmonary nodular LCDD appears clinically indolent, radiologically solitary or multifocal, and mimics amyloidoma by light microscopy. Yet, special stains (negative congo red, bright red trichrome) and ultrastructural features (granular deposits with variable entrapped collagen) aid the diagnosis of LCDD and its distinction from amyloidoma. The high rate of autoimmune disease in this cohort may suggest a role of chronic immunologic stimulation in the pathogenesis of pulmonary nodular LCDD.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Background: Molecular targeted therapies against EGFR and ALK have improved the quality of life of lung adenocarcinoma patients. However, targetable driver mutations are mainly found in TTF-1/NKX2-1-positive terminal respiratory unit (TRU) types and rarely in non-TRU types.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: To elucidate the molecular characteristics of the major subtypes of non-TRU-type adenocarcinomas, we analyzed 19 lung adenocarcinoma cell lines (11 TRU types and 8 non-TRU types). A characteristic of non-TRU-type cell lines was the strong expression of TFF-1 (trefoil factor-1), a gastric mucosal protective factor. By immunohistochemistry, we examined TFF-1, TTF-1/NKX2-1, HNF4-alpha, and MUC5AC expressions using 238 primary lung adenocarcinomas resected at Jichi Medical University Hospital. We also examined the correlation between TFF-1 expression and clinico-pathological factors and genetic abnormalities.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Results: An immunohistochemical analysis of revealed that TFF-1 was positive in 31 cases (13%). TFF-1 expression was frequently detected in invasive mucinous (14/15(93%)), enteric (2/2(100%)), and colloid (1/1(100%)) adenocarcinomas, less frequent in acinar (5/24(21%)), papillary (7/120(6%)), and solid adenocarcinomas (2/43(5%)), and negative in micropapillary (0/1(0%)), lepidic (0/23(0%)), and microinvasive adenocarcinomas or adenocarcinoma in situ (0/9(0%)). TFF-1 expression correlated with the expression of HNF4alpha and MUC5AC (p<0.0001, p<0.0001, respectively) and inversely correlated with that of TTF-1/NKX2-1 (p<0.0001). These results indicate that TFF-1 is characteristically expressed in non-TRU-type adenocarcinomas with gastrointestinal features. TFF-1-positive cases harbored KRAS mutations at a high frequency, but no EGFR or ALK mutations. TFF-1 expression correlated with a poor prognosis in advanced stages. Moreover, the knockdown of TFF-1 inhibited cell proliferation and induced apoptosis in a TFF-1-positive and KRAS-mutated lung adenocarcinoma cell line.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "These results indicate that TFF-1 is not only a biomarker, but also a potential molecular target for non-TRU-type lung adenocarcinomas. Background: Accurate and timely biomarker results are essential for the modern-day treatment of non-small cell lung cancer (NSCLC). Nonetheless, many institutions around the world, particularly those without in-house testing capabilities, are faced with prolonged turnaround time. This study investigates the clinical impact of implementing a rapid biomarker testing strategy.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Rapid in-house biomarker testing was implemented utilizing immunohistochemical assays for PD-L1, ALK, ROS, and BRAF V600E, as well as qPCR for EGFR using the Biocartis Idylla technology. After a 6-month period, we performed a retrospective chart review of NSCLC patients presenting pre-and post-implementation of rapid biomarker testing at our facility.", "cite_spans": [], "ref_spans": [], "section": "Clinical Impact of Rapid Biomarker Testing in Non-Small Cell Lung Cancer in a Community Setting"}, {"text": "Results: 198 patients were included in the study (85 underwent rapid biomarker testing and 113 underwent traditional testing). The median (IQR) turnaround time for biomarker reports decreased from 61.5 (31-100) to 4 (2-7) days (p < 0.001), with turnaround time defined as the total number of days between the diagnosis and biomarker result appearing on the medical record. The mean time to initiation of systemic therapy for advanced-stage patients decreased from 52.5 days to 31.9 days (p < 0.01) The proportion of patients who had a complete biomarker report at the time of their first consult with a medical oncologist increased from 26.8% to 58.0%. Similarly, the proportion of patients who had a complete biomarker report at the time of initiation of systemic therapy increased from 56.7% to 86.4%.", "cite_spans": [], "ref_spans": [], "section": "Clinical Impact of Rapid Biomarker Testing in Non-Small Cell Lung Cancer in a Community Setting"}, {"text": "Timely biomarker results are essential for the delivery of targeted therapy and immunotherapy to NSCLC patients. Many centres experience delays in biomarker results for a number of reasons. In this study, we demonstrate that a small panel of rapidlyreported biomarkers can significantly reduce delays in the initiation of systemic therapy, ultimately leading to superior patient outcomes.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Mitra Mehrad Background: Primary sarcomas of the thorax (heart, lung, pleura, thymus, mediastinum) are rare and little information is available on predictors of their prognosis. The National Cancer Institute's SEER (Surveillance, Epidemiology, and End Results) database contains abundant information on the natural history of soft tissue sarcomas. Therefore, we investigated the clinical outcomes of primary thoracic sarcomas (TS) utilizing the SEER database.", "cite_spans": [], "ref_spans": [], "section": "Primary Thoracic Sarcomas have a Worse Clinical Outcome Compared to Soft Tissue Sarcomas"}, {"text": "The SEER database was queried for TS entered between 1985 and 2013. TS was compared to sarcomas arising in soft tissues of the extremities and trunk. Staging was performed based on the AJCC 8 th edition. Multivariable Cox regression was used to identify prognostic factors. Kaplan-Meier curves were plotted to assess cancer-specific survival (CSS). Patients <19 years of age and those without confirmed surgical resection were excluded.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: A total of 1308 TS and 20160 soft tissue sarcomas were available for analysis. Most TS arose in the lung (785; 60.0%) followed by mediastinum (224; 17.1%), heart (165; 12.6%), pleura (132; 10.1%) and thymus (2; 0.2%). The 5 most common TS were malignant solitary fibrous tumor (SFT) (147; 11.2%), leiomyosarcoma (LMS) (139; 10.6%), synovial sarcoma (128; 9.7%), undifferentiated pleomorphic sarcoma (UPS) (126; 9.6%), and angiosarcoma (122; 9.3%), whereas in the soft tissue were UPS (5477; 27.1%), LMS (2357; 11.6%), myxoid liposarcoma (LPS) (1544; 7.6%), well-differentiated LPS (1413; 7.0%), and myxofibrosarcoma (1331; 6.6%). Comparing the two groups by multivariate analysis, the TS were larger and more frequent in males (p<0.0001). They were also of higher histologic grade and stage and were less likely to receive adjuvant therapy (p<0.001). Among the TS, tumors of heart origin (p<0.0001), greater than 5 cm, stage III-IV, and histologic grade 3 had worse CSS (p<0.01). the more common TS tumors including malignant SFT, LMS, synovial sarcoma, and angiosarcoma still had worse CSS compared to their soft tissue counterparts even when adjusting for stage, size and treatment.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Conclusions: Primary thoracic sarcomas show worse clinical outcome compared to soft tissue sarcomas. A thoracic specific sarcoma staging system may be more predictive of CSS. Background: Primary pulmonary mucinous adenocarcinoma (PMA) may be difficult or impossible to distinguish from colorectal adenocarcinoma (CRC) due to considerable morphologic and immunohistochemical (IHC) overlap. Since the lung is a common site of metastasis, the need to distinguish PMA from CRC in the lung is a routine challenge. Commonly used lineage-specific IHC markers like CDX2, TTF-1, and napsin A are helpful to distinguish non-mucinous lesions but are either insensitive or nonspecific when applied to mucinous lesions. SATB2 is a relatively new IHC marker that distinguishes CRC from upper gastrointestinal and pancreaticobiliary tumors. Its ability to distinguish CRC from PMA is not yet completely elucidated.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Design: Three tissue microarrays of lung resections containing primary pulmonary mucinous adenocarcinomas (PMAs), metastatic colorectal carcinomas (CRCs), and primary pulmonary non-mucinous adenocarcinomas (PNMAs) were stained with CK7, CK20, SATB2, CDX2, villin, TTF-1, and napsin A. Two pathologists evaluated the number of positive neoplastic cells semiquantitatively, regardless of intensity: 0 (no staining), 1+ (<10%), 2+ (10-50%), 3+ (>50%).", "cite_spans": [], "ref_spans": [], "section": "Cytokeratin 7 is Superior to Lineage-Specific Markers SATB2, CDX2, and Villin in Distinguishing Primary Pulmonary Mucinous Adenocarcinoma from Metastatic Colorectal Carcinoma"}, {"text": "Results: Thirty-one PMAs, 32 CRCs, and 34 PNMAs were assessed (Table 1) . Thirty (97%) of PMAs and 34 (100%) of PNMAs were positive (3+) for CK7, while all CRCs were negative for CK7. Twenty-seven (84%) of CRCs and 2 (6%) of PMAs were positive (3+) for SATB2, and 29 (91%) of CRCs and 2 (6%) of PMAs were positive (3+) for CDX2. Both PMAs and CRCs had high rates of villin positivity, with 23 (74%) and 32 (100%) positive (3+), respectively. Only 4 (13%) and 7 (23%) of PMAs were positive (3+) for TTF-1 and napsin A, respectively. No CRCs were positive for TTF-1 or napsin A. In deciding PMA vs. CRC, CK7 was 97% sensitive and 100% specific for PMA. SATB2 was superior to CDX2 and Villin but was only 96% sensitive and 94% specific for CRC. Conclusions: Although the lineage-specific markers SATB2 and CDX2 were fairly specific for CRCs, a few PMAs were also positive. In contrast, all CRCs were negative for CK7 while almost all of the PMAs were positive. Lineage-specific markers TTF-1 and napsin A had a low sensitivity for PMAs. Villin showed a low specificity with the majority of CRCs and PMAs staining positively. Our results suggest that a CK7-positive tumor in the lung, whether mucinous or non-mucinous, is unlikely to be of colorectal origin. Lineage-specific markers such as SATB2 are of questionable value when evaluating mucinous lesions in the lung.", "cite_spans": [], "ref_spans": [{"start": 62, "end": 71, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Cytokeratin 7 is Superior to Lineage-Specific Markers SATB2, CDX2, and Villin in Distinguishing Primary Pulmonary Mucinous Adenocarcinoma from Metastatic Colorectal Carcinoma"}, {"text": "Massimo Milione 1 , Patrick Maisonneuve 2 , Federica Grillo 3 , Alessandro Mangogna 4 , Giovanni Centonze 5 , Giovanna Garzone 6 , Laura Cattaneo 7 , Ketevani Kankava 8 , Adele Busico 6 , Paola Spaggiari 9 , Alessandro Del Gobbo 10 , Luisa Bercich 11 , Luigi Rolli 12 , Elisa Roca 11 , Natalie Prinzi 6 , Giancarlo Pruneri 5 , Alfredo Berruti 11 , Ugo Pastorino 12 , Carlo Capella 13 1 Fondazione IRCCS Istituto Nazionale Tumori Milano, Milano, Italy, 2 IEO, Milan, Italy, 3 University of Genova, Genova, Italy, 4 University of Trieste, Trieste, Friuli Venezia Giulia, Italy, 5 Fondazione IRCCS Istituto Nazionale Tumori Milano, Milan, Italy, 6 IRCCS Foundation, Istituto Nazionale dei Tumori, Milan, Italy, 7 IRCCS Foundation, Istituto Nazionale dei Tumori, Milano, Italy, 8 Teaching, Scientific and Diagnostic Pathology Laboratory, Tbilisi State Medical University, Tbilisi, Georgia, 9 Istituti Clinic Humanitas, Rozzano, Milano, Italy, 10 Fondazione IRCCS ca Granda Ospedale Maggiore Policlinico, Milan, Italy, 11 University of Brescia at Brescia, Italy, 12 IRCCS Foundation National Cancer Institute, Milan, Italy, 13 With regards to molecular analyses, 26 cases (54,2 %) of the co-LCNEC group were studied (see Table 1 ). No single next-generation sequencing marker was statistically associated with OS. ", "cite_spans": [{"start": 429, "end": 436, "text": "Milano,", "ref_id": null}, {"start": 437, "end": 444, "text": "Milano,", "ref_id": null}, {"start": 445, "end": 451, "text": "Italy,", "ref_id": null}, {"start": 452, "end": 458, "text": "2 IEO,", "ref_id": null}, {"start": 459, "end": 465, "text": "Milan,", "ref_id": null}, {"start": 466, "end": 472, "text": "Italy,", "ref_id": null}, {"start": 473, "end": 496, "text": "3 University of Genova,", "ref_id": null}, {"start": 497, "end": 504, "text": "Genova,", "ref_id": null}, {"start": 505, "end": 511, "text": "Italy,", "ref_id": null}, {"start": 512, "end": 536, "text": "4 University of Trieste,", "ref_id": null}, {"start": 537, "end": 545, "text": "Trieste,", "ref_id": null}, {"start": 546, "end": 568, "text": "Friuli Venezia Giulia,", "ref_id": null}, {"start": 569, "end": 575, "text": "Italy,", "ref_id": null}, {"start": 576, "end": 628, "text": "5 Fondazione IRCCS Istituto Nazionale Tumori Milano,", "ref_id": null}, {"start": 629, "end": 635, "text": "Milan,", "ref_id": null}, {"start": 636, "end": 642, "text": "Italy,", "ref_id": null}, {"start": 643, "end": 662, "text": "6 IRCCS Foundation,", "ref_id": null}, {"start": 663, "end": 693, "text": "Istituto Nazionale dei Tumori,", "ref_id": null}, {"start": 694, "end": 700, "text": "Milan,", "ref_id": null}, {"start": 701, "end": 707, "text": "Italy,", "ref_id": null}, {"start": 708, "end": 727, "text": "7 IRCCS Foundation,", "ref_id": null}, {"start": 728, "end": 758, "text": "Istituto Nazionale dei Tumori,", "ref_id": null}, {"start": 759, "end": 766, "text": "Milano,", "ref_id": null}, {"start": 767, "end": 773, "text": "Italy,", "ref_id": null}, {"start": 774, "end": 785, "text": "8 Teaching,", "ref_id": null}, {"start": 786, "end": 833, "text": "Scientific and Diagnostic Pathology Laboratory,", "ref_id": null}, {"start": 834, "end": 867, "text": "Tbilisi State Medical University,", "ref_id": null}, {"start": 868, "end": 876, "text": "Tbilisi,", "ref_id": null}, {"start": 877, "end": 885, "text": "Georgia,", "ref_id": null}, {"start": 886, "end": 914, "text": "9 Istituti Clinic Humanitas,", "ref_id": null}, {"start": 915, "end": 923, "text": "Rozzano,", "ref_id": null}, {"start": 924, "end": 931, "text": "Milano,", "ref_id": null}, {"start": 932, "end": 938, "text": "Italy,", "ref_id": null}, {"start": 939, "end": 999, "text": "10 Fondazione IRCCS ca Granda Ospedale Maggiore Policlinico,", "ref_id": null}, {"start": 1000, "end": 1006, "text": "Milan,", "ref_id": null}, {"start": 1007, "end": 1013, "text": "Italy,", "ref_id": null}, {"start": 1014, "end": 1016, "text": "11", "ref_id": null}, {"start": 1042, "end": 1050, "text": "Brescia,", "ref_id": null}, {"start": 1051, "end": 1057, "text": "Italy,", "ref_id": null}, {"start": 1058, "end": 1104, "text": "12 IRCCS Foundation National Cancer Institute,", "ref_id": null}, {"start": 1105, "end": 1111, "text": "Milan,", "ref_id": null}, {"start": 1112, "end": 1118, "text": "Italy,", "ref_id": null}, {"start": 1119, "end": 1121, "text": "13", "ref_id": null}], "ref_spans": [{"start": 1216, "end": 1223, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Morphology and Ki-67 Proliferative Index Drive Prognosis in Combined Large Cell Neuroendocrine Carcinomas of the Lung"}, {"text": "The identification and morphologic characterization of combined features in LCNECs as well as the application of Ki-67 cut off at 55% contribute in predicting clinical outcome of pure-LCNEC and co-LNEC patients. Background: CTNNB1 encodes for β-catenin, which is a member in the Wnt signal transduction pathway required for proliferation, survival and differentiation of different epithelial cells. Mutation of CTNNB1 causes constitutional changes in the β-catenin protein that impedes its degradation, leading to an uncontrolled proliferation of the mutated cell. CTNNB1 exon 3 hot-spot mutations are described in various tumor types and, for instance, in endometrial cancer, are associated with high risk of disease recurrence. The role of CTNNB1, frequency and type of co-mutations has not been well characterized in non-small cell lung carcinomas (NSCLC).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Between 2013-2018, lung cancer samples from 855 patients were sequenced on the Ion Torrent PGM with the 50 gene AmpliSeq Cancer Hotspot Panel v2. Our in-house sequencing database was searched to identify patients with CTNNB1 mutations; co-mutations in genes commonly altered in NSCLC were also recorded.", "cite_spans": [], "ref_spans": [], "section": "CTNNB1 Mutations and Co-Mutations in Non-Small Cell Lung Cancer"}, {"text": "Results: Thirteen patients (1.5%) with CTNNB1 mutations (p.S37F (5) (one also with p.D32Y), p.S37C (3), and p.S33C, p.D32H, p.G34E, p.D32V, p.D32N, in one patient each) were identified. All tumors were adenocarcinoma histology. Five patients underwent lobectomy and the predominant histologic patterns were solid (2), papillary (2) and micropapillary (1) . The patients' age ranged from 54-82, at the time of diagnosis, and eight were female (61.5%). All patients were current (2) or former (11) smokers. Five patients presented with stage IV disease, two with stage III, two with stage II, and four with stage I disease. Six are deceased and seven are alive with disease. Co-mutations were identified in all but one case and consisted of: BRAF (1 -V600E), EGFR (3 -ex19 deletions), KRAS (4), PIK3CA (3), and TP53 (3). In two patients, EGFR, PIK3CA and CTNNB1 mutations were co-occurring.", "cite_spans": [{"start": 351, "end": 354, "text": "(1)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "CTNNB1 Mutations and Co-Mutations in Non-Small Cell Lung Cancer"}, {"text": "We identified CTNNB1 mutations in 1.5% of lung adenocarcinomas, which, in our population, were associated with frequent co-mutations. Additional clinicopathologic data will be aggregated from our internal patients and available databases (cbioportal) to better understand the clinical implications of CTNNB1 mutations in NSCLC. Co-mutation with EGFR may be a mechanism of primary resistance to EGFR TKIs. In addition, CTNNB1 mutations make patients eligible for newer small-molecule TKIs (e.g. TTKi).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Mohammad Mohammad . Samples from normal tissue included pancreas (N=13), rectum/appendix/colon (N=39) and ilium/duodenum/stomach (N=13). Nuclear expression for OTP was interpreted as negative (<5% tumor cells stained), 1+ (<25%), 2+ (26-50%), 3+ (51-75%), and 4+ (>75%).", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemical Evaluation of Orthopedia Homeobox (OTP) Expression on Tumors and Normal Tissues from Various Organs"}, {"text": "Results: Six of 10 (60%) PCs were diffusely positive for OTP. One of 33 (3%) pancreatic NETs, 2 of 24 (8%) bladder SCCs, and 1 metastatic NET in the liver (negative for TTF1 and no lung mass identified) were positive for OTP. All other tumors and normal tissues were negative. Representative cases are shown in Figure 1 .", "cite_spans": [], "ref_spans": [{"start": 311, "end": 319, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Immunohistochemical Evaluation of Orthopedia Homeobox (OTP) Expression on Tumors and Normal Tissues from Various Organs"}, {"text": "Conclusions: Our data demonstrated that OTP expression was only rarely identified in non-pulmonary neuroendocrine tumors/carcinomas, which further validated the previous report of OTP to be a highly specific marker for diagnosing PCs. The diagnostic sensitivity for PCs in this study appears to be lower than the previous report, which is probably due to the small number of cases included. Caution should be taken because rare pancreatic NETs and bladder SCCs can be positive for OTP. Background: Quantification of PD-L1/PD-1 expression in non-small cell lung cancer (NSCLC) is not always predictive of efficacy of immune checkpoint inhibitor therapy, and response to these agents remains limited to a minority of patients. Human Leukocyte Antigen 1 (HLA-1) participates in presentation of aberrant peptide antigens, enabling cytotoxic T cells to recognize and destroy tumor cells. Correspondingly, loss of HLA-1 expression precludes immune recognition, and this loss is one proposed mechanism of treatment failure of immunotherapy. We hereby examine the expression of PD-L1 and HLA-1 in a large cohort of NSCLCs to determine the patterns and frequency of expression of these two markers.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 -1943"}, {"text": "Design: NSCLC resection specimens from 2011-2014 classified as adenocarcinoma (AC) or squamous cell carcinoma (SCC) were identified. Tumor microarrays with 1.0 mm diameter cores were constructed, with 2 sections of neoplastic tissue and 1 section of uninvolved lung for each case. Immunohistochemistry for PD-L1 (22C3) and HLA-1 was performed. Membranous tumoral PD-L1 staining was semi-quantitatively scored as <1%, 1-50%, and >50%. HLA-1 was scored as intact, partial (clonal) loss, or complete loss with total absence of staining. Conclusions: HLA-1 loss is common in NSCLC and can readily be assessed by immunohistochemical methods. In this study, there is no association between PD-L1 expression and HLA-1 expression. Given that HLA-1 expression may be a determinant of response to immunotherapeutic agents targeting the PD-1/PD-L1 axis, it may be considered as an adjunct immunohistochemical marker prior to initiation of immune checkpoint therapy or in instances of treatment failure. Background: Short telomere syndromes (STS) are multisystem accelerated aging syndromes caused by inheritable gene mutations in telomere maintenance genes; frequent manifestations include bone marrow failure and interstitial lung disease (ILD). Insufficient information is available about histologic findings and patterns of ILD in individuals with STS and whether these vary by specific inherited STS gene. Our study aims to describe the morphology of lung disease in patients with STS.", "cite_spans": [], "ref_spans": [], "section": "Figure 1 -1943"}, {"text": "Design: Probands enrolled in the Inherited Hematologic Disorders Registry at our hospital with a personal or familial history of pulmonary fibrosis underwent genetic testing via targeted genomic capture and next-generation sequencing (NGS) of 13 STS genes. Available specimens(n-8), including wedge resections(n-6) and lung explants (n-2), were analyzed for 15 histopathological features (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 388, "end": 397, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Eight patients with known STS with ILD had available histology (M=7, F=1 average age at diagnosis 56.3 years). Pathognomonic findings of usual interstitial pneumonia (UIP) were seen in all patients. One patient with two different mutations in the telomere-associated genes showed features of both UIP and non-specific interstitial pneumonia (NSIP). There was associated lymphoplasmacytic infiltration which was mild in 50% and extensive in the remainder. Other histologic findings were variable, e.g. nonnecrotizing granulomas and upper lobe predominance are noted in 50% of the patients. Pulmonary hypertension was seen in all of the patients except one who had a very early disease. Conclusions: STS associated lung disease frequently shows UIP with additional findings including inflammatory (lymphoplasmacytic infiltrate) and hypersensitivity pneumonia-like (granulomas and upper lobe predominance) features. Consideration should be given to testing for STS in patients with UIP with these histologic findings. It is important to identify this cohort of patients because these patients may have a more rapid progression of their ILD and an increased toxicity from immunosuppressive drugs especially in post-transplant setting. If a pathogenic gene mutation is identified, first-degree family members (especially siblings) should be informed about disease monitoring options and knowing the risks of future health issues. Background: Genetic polymorphisms in key genes encoding enzymes involved in the bio-activation (Cytochrome p450 (CYP)) or detoxification (Glutathione S-transferase (GST)) of environmental carcinogens including tobacco specific nitrosamines are potential lung cancer risk factors. The frequencies of these variants and consequently their effects vary across ethnicities. The interactive effects with CYP-GST combination along with smoking have not been documented. Five single nucleotide variants and two homologous deletion variants associated with CYP and GST genes and their interactive effects with smoking in Non-Small Cell Lung Cancer (NSCLC) were investigated", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Design: The case control study comprised 244 cases of histologically diagnosed NSCLC and 224 healthy controls. IEC approval and informed consent were obtained. Mean age of cases was 56.51±11.21+ 2SD, male: female ratio was 4.19, 91 were non-smokers and 153 smokers subdivided into 20 (47.7%), 20-40 (38.7%) and 40(13.6%) in pack-years. Histological subtypes included 180 adenocarcinoma (ADC), 57 squamous cell carcinoma (SCC) and 09 adeno-squamous cases. Majority were diagnosed in late stages with only 5 in stage II, 78.2% had lymph-node metastasis and 139 cases had distant metastasis. DNA was isolated from whole blood and genetic polymorphism analyses were determined by polymerase chain reaction coupled with restriction fragment length polymorphism followed by agarose and poly acrylamide gel electrophoresis for genetic variants. All the statistical analyses were performed with Graph Pad Instat Version 3.05 and SPSS version 16(Chicago, USA).", "cite_spans": [], "ref_spans": [], "section": "Independent and Combined Effects of CYP and GST Genotypes as Risk Modifiers in Non-Small Cell Lung Cancer"}, {"text": "Significantly high risk of NSCLC and subtype ADC was associated with variant CYP2A6, GSTT1 and GSTM1 ( Conclusions: Functionally relevant polymorphisms in CYP and GST genes with gene-gene and gene-environment interactions play a significant role in modifying the susceptibility to NSCLC in population of Indian ethnicity.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Design: Thirty consecutive surgically resected Lung-NENs comprising 10 TC, 14 AC and six LCNEC, all with long-term follow-up, were immunohistochemically stained for Ki-67 and scanned at 40x (NanoZoomer XR, Hamamatsu, Japan). A tailored algorithm was constructed to recognize all Ki-67-stained tumor cells and the obtained patterns were described using spatial statistics, graph modeling, fractality and Shannon entropy parameters. A Support Vector Machine classifier with polynomial kernel was then trained, employing the 5 parameters that resulted most informative out of the 620 initially computed, to distinguish dead (true positive) from alive (true negative) patients.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Over 100 repetitions of 5-fold cross-validation, the model averaged 84.3% diagnostic accuracy in the prediction of ultimate clinical outcome (dead vs alive) in the 30 Lung-NEN patients under evaluation, which resulted to be independent of WHO classification. The corresponding values of sensitivity, specificity, PPV and NPV were 73.6%, 89.6%, 78.2%, and 87.4%, respectively.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The intratumor heterogeneity of Ki-67 is a powerful and histology-independent resource to unravel clinical outcome of Lung-NENs by using machine learning algorithms.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Roshan Raza Background: Cytologic diagnosis of MM is challenging since atypia in mesothelial cells is not specific for malignancy and there is no architecture to assess for invasion. Loss of BAP1 expression by ICC and homozygous deletion of p16/CDKN2a by FISH are specific but not sensitive for MM. Co-deletion of MTAP occurs in most MM with p16/CDKN2A deletions and can be detected by ICC, which has advantages over FISH. Recently, 5-hmc has been reported to show 92% sensitivity and 100% specificity for distinguishing MM from benign mesothelial proliferations. To our knowledge, these 3 markers have not yet been studied in combination in cytology. Herein, we determine the sensitivities and specificities of BAP1, MTAP and 5-hmC ICC for the diagnosis of MM in cytology.", "cite_spans": [], "ref_spans": [], "section": "Utility of Methylthioadenosine Physphorylase (MTAP), 5-Hydroxymethylcystosine (5-hmc) and BAP1 Immunocytochemistry (ICC) in Cytology Specimens for the Diagnosis of Malignant Mesothelioma (MM)"}, {"text": "Design: ICC with MTAP, 5-hmC and BAP1 was performed on all available MM cytology specimens from 2017-present and 20 benign specimens with reactive mesothelial cells on cell block. ICC was scored as nuclear loss of BAP1 expression, loss or marked reduction of cytoplasmic MTAP expression, loss of nuclear expression of 5-hmc in at least 50% of tumor cells or non-contributory (NC) in cases without internal positive control. All available clinical next generation sequencing (NGS) data were collected.", "cite_spans": [], "ref_spans": [], "section": "Utility of Methylthioadenosine Physphorylase (MTAP), 5-Hydroxymethylcystosine (5-hmc) and BAP1 Immunocytochemistry (ICC) in Cytology Specimens for the Diagnosis of Malignant Mesothelioma (MM)"}, {"text": "Results: Cytology specimens (9 fluids, 3 FNA, 1 touch preparation) from 13 patients with diagnosis of MM confirmed by histology (11 epithelioid, 2 biphasic) contained adequate tumor cellularity on formalin-fixed cell blocks for study inclusion. All 20 cases with benign mesothelial cells showed retained BAP1 and MTAP expression and retained or <50% loss of 5-hmc expression. MM in 7, 3 and 6 patients showed BAP1 loss, MTAP loss and/or >50% loss of 5-hmc expression (sensitivities of 58, 23 and 46%), respectively. BAP1 ICC was NC in one MM specimen. While sensitivity of MTAP was low, MTAP loss was seen in 2 MM with retained BAP1 and either retained or <50% loss of 5-hmc expression. Combined sensitivity of all 3 markers was 77%. CDKN2A deletions were detected by NGS in all 3 MM with MTAP loss by ICC. MTAP ICC was retained in 2 MM with CDKN2A deletions detected by NGS. ", "cite_spans": [], "ref_spans": [], "section": "Utility of Methylthioadenosine Physphorylase (MTAP), 5-Hydroxymethylcystosine (5-hmc) and BAP1 Immunocytochemistry (ICC) in Cytology Specimens for the Diagnosis of Malignant Mesothelioma (MM)"}, {"text": "The status of the intratumoral immune microenvironment is important to guarantee the effect of immune checkpoint (IC) blockade therapy, which has been broadly used in patients with non-small cell lung carcinoma (NSCLC). Glucocorticoid (GC) is a hormone well-known to act strongly on the immune system. Therefore, we examined the correlation between intratumorally synthesized GC through 11β hydroxysteroid dehydrogenase (HSD) 1 and the immune microenvironment in NSCLC.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "We evaluated 125 surgical specimens from patients with NSCLC (95 adenocarcinoma and 30 squamous cell carcinoma), assessing mainly the immunoreactivity for 11βHSD1 and 11βHSD2 and the levels of tumor-infiltrating lymphocytes (TILs) and CD3-or CD8-positive T cells. Furthermore, we examined the correlations between 11βHSD1 immunoreactivity and the therapeutic efficacy of IC blockade therapy using nine biopsy specimens from patients with NSCLC. Subsequently, we explored the mechanisms of GC effects on the intratumoral immune microenvironment, focusing on cytokines.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: 11βHSD1 immunoreactivity was significantly inversely correlated with the numbers of intratumoral TILs, CD3-positive T cells, and CD8-positive positive T cells. Additionally, we found 11βHSD1 immunoreactivity tended to be inversely correlated with the efficacy of the IC blockade therapy. According to the in vitro study, GC reduced the expression of cytokines such as IL-8 and IL-6, resulting in an inhibition of monocytes migration. Furthermore, production of cortisol, active GC, was confirmed in the cell lines expressing 11βHSD1. Conclusions: This is the first study demonstrating the significant inhibitory effects of intratumorally synthesized GC through 11βHSD1 on tissue immune microenvironment in NSCLC, and the possible correlation of intratumoral 11βHSD1 status with the efficacy of IC blockade therapy. Our results provided new insights into the therapeutic strategies and the efficacy prediction of IC blockade therapy. These prognostic factors may be useful to the treating physician in crafting treatment plans. This study seeks to compare these parameters between metastatic and primary sites in MM.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Design: Paired cases of pleural MM with metastatic and primary sites were identified from the pathology archives at the participating institutions with review of H&E stained sections. Histologic subtype was noted in all cases. For epithelioid MM, NG (1, 2, or 3, as previously described in the literature by Kadota et. al.) and necrosis were determined.", "cite_spans": [{"start": 308, "end": 323, "text": "Kadota et. al.)", "ref_id": null}], "ref_spans": [], "section": "Comparison of Metastatic Malignant Mesothelioma to Primary Site: A Multi-Institutional Analysis"}, {"text": "Results: 60 paired cases were identified with the primary site subtype comprised of 36 epithelioid, 24 biphasic, and 0 sarcomatoid cases. 57 of 60 (95%) metastases showed epithelioid morphology; 3 (5%) metastases were biphasic. The positive predictive value of epithelioid subtype at metastatic site was 63%, sensitivity 100%, and specificity 88%. NG and the presence or absence of necrosis at metastatic sites were not correlative with primary site histologic subtype (p=0.34 and p=0.78, respectively). Thirty-three pairs of metastases and primaries with epithelioid morphology were graded; 3 metastases were too small to grade. Pairs were more likely to show a higher NG at primary rather than metastatic sites (p<0.01) with 6 of 8 (75%) metastatic sites with NG 1 showing NG 2 at primary site, and 3 of 16 (19%) metastatic sites with NG 2 showing NG 3 at primary site. All metastases with NG 3 had NG 3 at primary site. There were no pairs with lower NG at primary site than metastatic site. The presence or absence of necrosis at metastatic site was not predictive of the presence or absence of necrosis at primary site (p=0.39).", "cite_spans": [], "ref_spans": [], "section": "Comparison of Metastatic Malignant Mesothelioma to Primary Site: A Multi-Institutional Analysis"}, {"text": "The application of pathologic parameters to metastatic MM may not accurately predict the parameters at primary site. While sensitive, epithelioid morphology at metastatic site is not specific. Metastatic sites may underestimate nuclear grade at the primary site. The presence of necrosis in a metastatic site may not be predictive of necrosis at the primary site. Biopsy of the primary site may be required to more accurately classify the tumor. Background: Immunotherapy has dramatically changed the treatment landscape of various malignancies including lung adenocarcinomas. The 2019 NCCN guidelines initially recommended single agent immunotherapy as a first line treatment option for advanced lung adenocarcinoma with PD-L1 expression levels of 50% or greater. However, given the recent data suggest that PD-L1 monotherapy is less effective in patients with EGFR or ALK gene alterations, the NCCN panel recently deleted the recommendation for subsequent immunotherapy in these patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We retrospectively analyzed 124 cases of lung adenocarcinoma with PD-L1 expression (>1% expression) using PD-L1 IHC 22C3 PharmDx test and correlated PD-L1 expression with the presence of EGFR mutations or ALK gene rearrangement in the 120 cases where all 3 tests were performed. PD-L1 expression levels were subcategorized as low expression level (1%-49% of the tumor cells express PD-L1) and high expression level (50%-100% of the tumor cells express PD-L1).", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: High expression levels of PD-L1 (50%-100%) were observed in 40% (50/124) of the cases. Among the 5 (4%) tumors that harbored ALK gene rearrangement, 4 showed high PD-L1 expression. Among the 31 (26%) tumors with detected EGFR mutations, only 6 showed high PD-L1 expression. These two alterations were mutually exclusive. Results are summarized in the table 1. Conclusions: In our study cohort 40% (50/124) of lung adenocarcinomas with PD-L1 expression showed high (50%-100%) expression levels. 20% of these high PD-L1 expressors were positive for either EGFR or ALK alterations: 8% (4/50) harbored ALK gene rearrangement and 12% (6/50) showed EGFR mutations. We corroborated the previously reported association of ALK gene rearrangement with high expression levels, and EGFR mutations with low expression levels of PD-L1 in lung adenocarcinomas that express PD-L1. Our study showed a substantial number (30%) of lung adenocarcinomas that express (>1%) PDL-1 have EGFR mutations or ALK gene rearrangement, suggesting that it is important to consider the results of these tests simultaneously in order to be able to stratify patients according to current NCCN therapeutic guidelines. Background: PD-L1 is a predictive marker of anti-PD-1/PD-L1 therapies for non-small cell lung cancer (NSCLC). Heterogeneous PD-L1 expression may cause dilemmas in anti-PD-1/PD-L1 therapies when faced with discrepant biomarker results. Our aim was to comprehensively analyze the heterogeneity of PD-L1 expression defined as intratumoral area, paired samples and clones of anti-PD-L1 antibody to optimize tumor sampling and improve its accuracy.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We selected 1002 NSCLC surgically resected specimens, 54 cell block and 73 biopsy specimens. We analyzed the associations of PD-L1 expression with histopathological characteristics, assessed the heterogeneity between paired cell block and biopsy samples (n=54), paired biopsy and resected samples (n=19), paired two blocks of the same resected sample (n=53), paired primary and metastatic lesions (n=29), and compared the consistency of clones of PD-L1 antibody (22C3 and SP263, n=66). Background: Recently, we identified two young adults with idiopathic acute respiratory distress syndrome (ARDS) histologically characterized by diffuse alveolar injury with marked alveolar denudation, a novel pattern termed DAIDE. Both patients were exposed to trimethoprim-sulfamethoxazole (TMP-SMX). Here, we report four additional patients with DAIDE following TMP-SMX exposure and detail the features of all six patients.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "The original 2 patients were identified through routine surgical pathology, and an additional 4 patients were identified in the consultation archives. DAIDE was identified on surgical biopsy (n=4), autopsy (n=1), or both (n=1). Six patients with DAD on surgical biopsy were used for comparison. Clinical information was obtained from the medical record. H&E and IHC for AE1.3/CAM5.2, CD68, and CK5/6 were reviewed.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Six otherwise healthy patients (M:F=1:5, median age: 21 years; age range: 10-37 years) initially presented with URI symptoms that rapidly progressed to ARDS; extensive infectious and rheumatologic workups were negative. No patients had a history of vaping. All patients were intubated and placed on ECMO for a median of 93 days (range: 1 to 190 days). Surgical biopsy was performed in 5 patients (6 days before to 10 days after intubation), and autopsy was performed in 2 patients (12 and 466 days after intubation). All 5 surgical biopsies showed marked alveolar denudation with histiocytes replacing alveolar lining and nested peribronchiolar metaplasia, consistent with DAIDE. Hyaline membranes were rare when present (n=3). The 2 autopsies showed patchy alveolar-filling fibrosis and reepithelialization of most alveoli, with focal areas of alveolar denudation and histiocytic lining, suggestive of partially resolving DAIDE. In comparison, control surgical DAD cases showed prominent hyaline membranes, only focal alveolar denudation, and no significant histiocytic lining. On follow-up, DAIDE patients underwent bilateral lung transplant (n=2); overall, 3 patients are deceased (n=3).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Conclusions: DAIDE appears to be a novel variant of DAD with a rapid and severe clinical course involving previously healthy patients and is characterized by extensive alveolar denudation with a lining replaced by histiocytes and a paucity of hyaline membranes. Although our patients share a history of TMP-SMX exposure, the role of TMP-SMX in DAIDE is currently unclear. Nonetheless, patients with DAIDE appear to have a poor prognosis.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Lynette Sholl 1 , Adrian Dubuc 1 , Jason Hornick 2 , David Chapel 1 1 Brigham and Women's Hospital, Boston, MA, 2 Brigham and Women's Hospital, Harvard Medical School, Boston Background: The entity diffuse idiopathic neuroendocrine hyperplasia (DIPNECH) is a clinical syndrome defined by the WHO as a generalized proliferation of neuroendocrine cells either confined to the bronchial mucosa or resulting in formation of carcinoid tumorlets or tumors. When thus defined, DIPNECH is a diagnostic entity seen in clinically symptomatic patients presenting with histologic alterations of neuroendocrine proliferations combined with radiological features of airtrapping and multiple bilateral nodules. The significance of incidentally discovered neuroendocrine cell hyperplasia in surgically resected specimens and its correlation to radiological and clinical features is not known. This study aims to characterize the clinicopathological and radiological patterns identified in patients with histologically identified diffuse neuroendocrine cell hyperplasia (NECH).", "cite_spans": [{"start": 66, "end": 99, "text": "1 1 Brigham and Women's Hospital,", "ref_id": null}, {"start": 100, "end": 107, "text": "Boston,", "ref_id": null}, {"start": 108, "end": 111, "text": "MA,", "ref_id": null}, {"start": 112, "end": 143, "text": "2 Brigham and Women's Hospital,", "ref_id": null}, {"start": 144, "end": 167, "text": "Harvard Medical School,", "ref_id": null}, {"start": 168, "end": 174, "text": "Boston", "ref_id": null}], "ref_spans": [], "section": "Correlation of MTAP Immunohistochemistry with CDKN2A and MTAP Genomic Alterations in Malignant Mesothelioma"}, {"text": "We searched the pathology database starting Jan, 2009 till Sept, 2019. for the for the combination of the following keywords \"diffuse\" and \"neuroendocrine cell hyperplasia (NECH)'' and \"lung\" and identified ten cases that met the search criteria. The radiological data was reviewed by one thoracic radiologist in a blinded fashion. Clinical, radiological and pathological features of these patients are depicted in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 415, "end": 422, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Design:"}, {"text": "There was female predominance in our study (9/10) and all patients were above the age of 45 years. 70% (7/10) of the NECH cases were diagnosed incidentally during imaging workup or postoperative surveillance for other malignancies. The remaining 3 cases were biopsied for presentation of respiratory symptoms and or radiological finding of interstitial lung disease. Radiologically, bilateral involvement of lung was seen in 9 out of 10 cases with air trapping in 2 cases. The radiological diagnosis of DIPNECH could be made only in three cases, one of which was incidentally discovered (Case 5). Nine cases showed presence of carcinoid tumor or tumorlet along with NECH and 4 cases showed granulomas along with NECH. ", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "In conclusion, in this study, vast majority of patients with NECH were incidentally discovered during surveillance and follow up imaging for an unrelated malignancy or nodules. None of these incidentally discovered patients were clinically symptomatic. The criteria for evaluation of NECH in incidentally discovered asymptomatic patients is not well defined and necessitates further investigation and appropriate follow-up for an evolving interstitial lung disease.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Elisabeth Tabb Background: Recent studies have implicated local microbiota in activating gamma-delta T-lymphocytes (gdTL) and subsequently inducing neutrophilic infiltration to promote oncogenesis in murine models of KRAS-mutant lung adenocarcinoma. This study aimed to examine the translational relevance of these preclinical findings by evaluating gdTL and tumor-associated neutrophils (TAN) in human lung adenocarcinomas, including those with and without KRAS mutations.", "cite_spans": [], "ref_spans": [{"start": 10, "end": 14, "text": "Tabb", "ref_id": null}], "section": "Correlation of Gamma-Delta T-Lymphocytes and Tumor-Associated Neutrophils with Clinicopathologic, Immune, and Molecular Features in Resected Lung Adenocarcinomas"}, {"text": "We quantified the numbers of gdTL and TAN using immunohistochemistry for T cell receptor-gamma chain and myeloperoxidase, respectively, from 3 high-power fields (HPF; each 0.24 mm 2 ) of viable tumor areas on tissue microarray (duplicate of 2-mm core) sections of 236 human lung adenocarcinomas resected in 2010-2012. High and low gdTL or TAN were defined as above or below the respective median. Data were correlated with demographics, histologic features (AJCC 8 th edition), immune parameters (tumoral PD-L1 expression, CD8+ tumor-infiltrating lymphocytes [TIL]), molecular alterations (using a multiplex-PCR based assay), and outcome via chi-square or logrank tests as appropriate (significance: p<0.05).", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "Results: gdTL ranged 0-177 (median 3.3) per HPF (in 228 tumors with evaluable data); whereas TAN ranged 0-140 (median 1.3) per HPF (in 223 tumors with evaluable data). The numbers of gdTL and TAN correlated with each other (p<0.0001). Both high gdTL and high TAN were associated with smoking history (p<0.01; p<0.05), solid/high-grade acinar histologic patterns (p<0.0001; p<0.001), the presence of tumor necrosis (p<0.05; p<0.001), and elevated CD8+ TIL (p<0.001; p<0.05). High TAN -but not high gdTL -was also associated with greater total tumor size (p<0.01), invasive size (p<0.05), advanced stages 3-4 (p<0.05), and worse progression-free survival (P<0.05), with a trend toward worse overall survival (P=0.05). However, gdTL and TAN were not associated with tumoral PD-L1 expression or molecular alterations including KRAS or EGFR.", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "In human lung adenocarcinomas, we identified correlations of gdTL and TAN with smoking history, aggressive histology, and elevated CD8+ TIL, but no associations with mutation status. TAN also appeared to be associated with worse patient outcome. Increased gdTL and TAN may reflect aggressive tumor biology; our data also suggests that their effects may be more general and not restricted to KRAS-mutant tumors. Background: PD-L1 expression in non-small cell lung cancer (NSCLC) is used as a biomarker to treat patients with PD1 blockade therapy. PD-L1 expression may be related to tumor stromal interactions guided by underlying genotypic/phenotypic characteristics of a tumor and tumor antigenicity. Increasing evidence has shown that c-Met pathway activation in coordination with interferon gamma can lead to PD-L1 upregulation. In order to determine whether the underlying genomic characteristics of a tumor, including c-Met status is associated with PD-L1 status, we analyzed lung NSCLC that had been genomically characterized and correlated with PD-L1 status.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Immunohistochemical staining for PD-L1 was performed with clone 22C3 on a Dako Autostainer and scored as no expression (<1%), low expression (1-49%) or high expression (50% or greater). Flourescent in situ hybridization was performed for ALK, RET and ROS1 (break apart probes) and c-Met amplification/polysomy. Mutations were detected by next generation sequencing of a 26 gene panel (CMP26, based on Illumina TST26) or multiplex hotspot mutation assay (SNaPshot, 10 gene panel).", "cite_spans": [], "ref_spans": [], "section": "Association Between PD-L1 Expression and c-Met Alterations in Non-Small Cell Lung Carcinoma"}, {"text": "We evaluated 103 lung NSCLC (85 adenocarcinomas/favor adenocarcinoma, 7 squamous cell carcinomas, 8 not otherwise specified, 2 adenosquamous and 1 combined large cell neuroendocrine carcinoma with adenocarcinoma). No PD-L1 expression was seen in 34% (N=35) while PD-L1 expression was seen in 66% (N=68) with low expression in 25% (N=26) and high expression in 41% (N=42). Among the no expression cohort there was a slight increase in EGFR mutated patients as compared to PD-L1 expression cohort (23% vs. 13%) while similar frequencies in KRAS mutations were seen in both cohorts (no expression 40%; PD-L1 expression 38%). c-Met alterations in the form of amplification, high polysomy and mutations (exon 14 skip mutations and juxtamembrane mutations) were associated with PD-L1 positive status (no PD-L1 expression 9% (n=3) vs expression 25% (n=17)), p=0.05), especially when there is high PD-L1 expression (29% (n=12); p=0.03). Only in the no PD-L1 expression category was concurrent EGFR mutation and c-Met amplification/polysomy observed (2 of 3).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Higher PD-L1 expression is associated with c-Met amplification, polysomy and mutations. These results indicate that patients with abnormalities in c-Met may benefit from combined inhibition of PD-1 pathway and c-Met pathway. Background: Differentiating malignant pleural mesothelioma from reactive mesothelial processes can be quite challenging. Ancillary tests such as BAP1 immunohistochemisry (IHC) and p16 fluorescence in situ hybridization (FISH) are very helpful tools to aid in this distinction. IHC for MTAP has recently been proposed as an effective surrogate marker for p16 FISH, and it is an attractive alternative test due to shorter turn-around time. There is little data regarding the specificity of MTAP IHC for mesothelioma, or whether it may be useful to distinguish mesothelioma from other entities in the differential diagnosis. While there are many reliable markers to distinguish epithelioid mesothelioma from adenocarcinoma, this is not true of sarcomatoid mesothelioma, which can be very difficult to distinguish from sarcomatoid carcinoma. The goal of this study was to determine if MTAP loss is present in pulmonary sarcomatoid carcinoma or only in sarcomatoid mesothelioma.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: Well-characterized cases of sarcomatoid carcinoma (n=35) and sarcomatoid mesothelioma (n=62) were included; diagnoses were confirmed by two thoracic pathologists with incorporation of immunophenotype, clinical and radiographic features. Each case was stained for MTAP (clone 2G4) and BAP1 (clone C-4). Successful staining was confirmed by presence of internal positive control for both stains.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Results: Loss of MTAP expression by IHC was observed in 18 of 35 pulmonary sarcomatoid carcinomas (51%); 32 of these cases also had successful BAP1 staining performed, which was retained in all cases. MTAP expression was lost in 38 of 62 sarcomatoid mesotheliomas (61%); BAP1 was successful in all 62 cases, and showed loss in 6 (10%). In the 6 cases of sarcomatoid mesothelioma with BAP1 loss, 5 also had loss of MTAP, while MTAP expression was retained in 1 case.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Conclusions: Loss of MTAP expression by IHC is common in pulmonary sarcomatoid carcinoma, present in half of cases. This may reflect homozygous p16 deletion, which has been described in a few cases of sarcomatoid carcinoma studied by FISH analysis. This rate is similar to what is observed in sarcomatoid mesothelioma (61%). Therefore, MTAP loss is not specific for mesothelioma, and this stain is not useful to distinguish between these two malignancies. MTAP loss is more common than BAP1 loss in the setting of sarcomatoid mesothelioma (61% vs 10%, respectively).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Basile Background: METexon 14 skipping (METex14) mutations present in 4% of lung adenocarcinoma is now becoming an important alteration to test for targeted therapy, similarly to ALK. The only commercially available way to test for METex14 mutations is through next generation sequencing. There is a need for a faster and more available method to be used for the detection and validation of METex14 mutations but traditional animal base monoclonal antibody (mAbs) techniques are slow and difficult to scale. A newer, faster and animal-free approach using instead B-cells cloning to generate in vitrorecombinant antibodies (rAbs) is increasingly popular. Here we compare a novel rAbs technique to the more traditional mAbs generation approach in developing a mutation-specific monoclonal immunohistochemistry (IHC) to METex14 mutation.", "cite_spans": [], "ref_spans": [], "section": "Novel Technique for Mutation-Specific Monoclonal Antibody Generation: MET Exon 14 Skipping in Lung Adenocarcinomas"}, {"text": "Design: Using the same amino acid sequence overlapping the fusion of METexon 13 and 15, we generated a total of 72 antibody clones: 68 rAbs and 4 rabbit-based mAbs. The clones were validated by enzyme-linked immunosorbent assay (ELISA) and IHC using a combination of synthetic peptides, METex14 mutated cell line (H596) and archival lung adenocarcinoma tissue with METex14 mutation.", "cite_spans": [], "ref_spans": [], "section": "Novel Technique for Mutation-Specific Monoclonal Antibody Generation: MET Exon 14 Skipping in Lung Adenocarcinomas"}, {"text": "Of the 68 rAbs screened for affinity by ELISA, 37 were retained for IHC validation along with all 4 mAbs. Using the METex14 mutated cell line, strong (3/3 staining intensity) diffuse (100% tumor cells staining) membranous staining was achieved in 4 of the rAbs. Seven other rAbs had weak-to-intermediate (1-2/3 staining intensity) non-diffuse (5-75% tumor cell staining) membranous staining and the remaining 26 rAbs showed no membranous staining. The best mAbs clone only showed focal (5%) weak-to-intermediate staining with substantial background staining and the other 3 mAbs were completely negative.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The rAbs technique was an effective approach to generate METex14 mutation-specific IHC clones. It can be scaled up more readily as opposed to the traditional animal-based hybridoma technique, and as a result, it increases its rate of success and decreases cost. This technique might allow for easier transition of mutation-based biomarkers to IHC and improve turnaround time and access for predictive tests in oncology. The top 4 rAbs are currently being tested on an extended cohort of lung carcinoma tissue. (0) and weak staining (1+) were classified as negative; focal moderate staining (2+) as equivocal; patchy and diffuse moderate staining (2+) and strong staining (3+) as positive. (Figure 1 )", "cite_spans": [], "ref_spans": [{"start": 689, "end": 698, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "Conclusions:"}, {"text": "Results: Among 164 cases, INSM1 was positive in 16 cases (9.8%) and equivocal in 14 cases (8.5%). Of 97 adenocarcinomas, INSM1 was positive in 6 cases (6.2%) and equivocal in 9 cases (9.3%). The positive AdC cases included 1 case with focal 3+ nuclear staining, 2 cases with diffuse 2+ staining, and 3 cases with patchy 2+ staining. Of 51 squamous carcinomas, INSM1 was positive in 9 cases (17.6%) and equivocal in 6 cases (11.8%). The positive SqCC cases included 1 case with patchy 3+ staining, 2 cases with diffuse 2+ staining and 6 cases with patchy 2+ staining. Focal 3+ nuclear staining was seen in 1 of 16 other NSCLC cases. (Table 1 ) Other non-small cell carcinoma Conclusions: Our study demonstrates that INSM1 is expressed in a subset of NSCLCs and suggest that caution must be exercised in interpreting INSM1 staining, especially with limited sample such as biopsy and cell block sections. Although INSM1 is useful for the diagnosis of neuroendocrine tumors, it should not be used as a stand-alone marker in differentiating primary lung tumors. Background: EGFR tyrosine kinase inhibitors (TKIs) therapy is a validated approach in the treatment of EGFR-mutated non-small cell lung carcinoma (NSCLC), but resistance universally develops and it has become a major obstacle in prolonging the survival of patients. More novel molecular biomarkers are still urgently required to elucidate the underlying mechanisms of resistance. This study aimed to investigate the role of LINC00520 in the acquired resistance of NSCLC to EGFR-TKIs.", "cite_spans": [], "ref_spans": [{"start": 632, "end": 640, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Reproducibility and Accuracy of Intra-Operative Assessment on Tumor Spread Through Air Spaces (STAS) in T1 Lung Adenocarcinomas"}, {"text": "Design: Gene expression profiles from GEO dataset were analyzed to identify the genes associated with EGFR-TKIs resistance. EGFRmutated NSCLC cell line PC9 was cultured with gefitinib for more than 6 months to acquire gefitinib-resistance, which was designated as PC9R. The expression patterns of LINC00520 were characterized using reverse transcription quantitative polymerase chain reaction (RT-qPCR), and lentiviral vectors were used to infect cells to regulate the expression. Cytotoxicity of EGFR-TKIs on infected cells was determined by cell counting kit-8 (CCK-8). Survival follow-up time of 948 NSCLC samples from TCGA dataset were enrolled in this study. In addition, Statistical analysis was mainly performed by R programming language and GraphPad Prism 7.0 (GraphPad).", "cite_spans": [], "ref_spans": [], "section": "LINC00520 Promotes EGFR-TKIs Acquired Resistance in Non-Small Cell Lung Carcinoma"}, {"text": "Results: LINC00520 is highly expressed in gefitinib-resistant cell line PC9R relative to PC9 (p<0.05). Inhibiting LINC00520 with lentivirus vectors induces apoptosis in PC9R. LINC00520 could promote cell proliferation and induce resistance. Statistics from TCGA dataset demonstrate there is no significant difference in LINC00520 expression between LUAD tissues (483) and normal tissues (347), but the expression level in LUSC tissues (486) Conclusions: LINC00520 is involved in acquired resistance of EGFR-TKIs in NSCLC. It may serve as a predictor and a potential therapeutic target for EGFR-TKIs resistance.", "cite_spans": [], "ref_spans": [], "section": "LINC00520 Promotes EGFR-TKIs Acquired Resistance in Non-Small Cell Lung Carcinoma"}, {"text": "Ilyas Yambayev Background: Lung cancer is the most common cause of cancer death worldwide. Screening by LDCT is expected to increase the frequency of early-stage NSCLC of which lung adenocarcinoma (LUAD) is the most common subtype. Although the assignment of predominant histologic subtypes is now recommended, there remains no widely accepted prognostically relevant grading system. Several grading systems have been proposed however there has been no direct comparison of these grading systems in an independent cohort. Here we compare several previously published architecturally based grading systems in a large cohort of stage I LUAD.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Four Proposed Architectural Grading Systems at Predicting Recurrence in a Cohort of 278 Stage I Lung Adenocarcinoma"}, {"text": "Design: H&E slides were reviewed from stage I LUAD resection specimens form a multi-institutional cohort of 278 patients diagnosed between 2005-2015. The staging was reassigned using AJCC 8th edition after determining the invasive size and assessing for pleural invasion. Comprehensive histologic subtyping in 5% increments was performed along with mitotic figure counts and assessment for angiolymphatic invasion. This data was applied to compare recurrence-free survival rates using 4 published grading systems. The demographic, smoking status and stage characteristics are summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 590, "end": 597, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Comparison of Four Proposed Architectural Grading Systems at Predicting Recurrence in a Cohort of 278 Stage I Lung Adenocarcinoma"}, {"text": "Results: Figure 1 shows the Kaplan Meier curves for 4 published grading systems. Predominant architectural pattern assignment alone was prognostically significant in stratifying patients into low ( -1968 Conclusions: Predominant architectural pattern assignment alone is a valuable grading system. The addition of mitotic grade and angiolymphatic invasion allows for further refinement to identify higher proportions of low-risk and a small but significant subset of very high-risk LUAD which might aid in the precision clinical management of early-stage LUAD.", "cite_spans": [{"start": 198, "end": 203, "text": "-1968", "ref_id": null}], "ref_spans": [{"start": 9, "end": 17, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Comparison of Four Proposed Architectural Grading Systems at Predicting Recurrence in a Cohort of 278 Stage I Lung Adenocarcinoma"}, {"text": "harbored EGFR mutations. 6 lung cancers with ATM p.V2424G were identified, with generally higher VAFs (55-92%). 2/6 cases with ATM p.V2424G also harbored the EGFR p.L858R variant, while 2 cases also harbored KRAS codon 12 mutations. Interestingly, the two KRAS/ATM-mutated cases were from a single patient, with different KRAS mutations.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Four Proposed Architectural Grading Systems at Predicting Recurrence in a Cohort of 278 Stage I Lung Adenocarcinoma"}, {"text": "Conclusions: Disease-associated BRCA1/2 variants are rare in lung carcinomas, and many cases were associated with KRAS hotspot variants, suggesting that BRCA1/2 mutations may be somatic in origin, likely in the setting of significant smoking history. In contrast, while ATM p.V2424G is equally rare, the genomic context and VAFs of the ATM variants suggest possible germline events. Assessment of other genes in the HR pathway is currently underway.", "cite_spans": [], "ref_spans": [], "section": "Comparison of Four Proposed Architectural Grading Systems at Predicting Recurrence in a Cohort of 278 Stage I Lung Adenocarcinoma"}, {"text": "Jingping Yuan 1 , Huihua He 2 , Lin Xiong 2 , Li Xu 2 Background: Pulmonary enteric adenocarcinoma (PEA) is a rare histologic type of lung adenocarcinoma. PEA is composed mainly of tall columnar cells arranged in an irregular acinar or cribriform pattern with extensive central necrosis, closely resembling the appearance of intestinal epithelial and colorectal carcinomas under the microscope. Immunohistochemically, PEA is usually positive for CK7. However, some cases lack CK7 expression and are positive for intestinal differentiation markers, such as CDX2, villin, and CK20. For these reasons, it is difficult to distinguish between PEA and pulmonary metastases of colorectal carcinoma (MCRC), so new identification methods need to be explored. SATB2 expression is tissue-specific, and the only epithelial cells expressing this protein in adult tissue are the glandular cells lining the lower gastrointestinal (GI) tract. The sensitivity of SATB2 in colorectal adenocarcinoma reaches 80%-97%, and their low expression in primary pulmonary tumors. Therefore, this study investigated differential diagnostic values of SATB2 in PEA and MCRC.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnostic Values of SATB2 in Primary Pulmonary Enteric Adenocarcinoma and Pulmonary Metastases of Colorectal Carcinoma"}, {"text": "Design: According to the WHO primary PEA diagnostic criteria, the cases of lung adenocarcinoma were collected from patients being treated at the Renmin Hospital of Wuhan University from 2015.1-2019.9 were screened. The specimens were independently reviewed by two pathologists, and immunohistochemical staining of lung adenocarcinoma markers (CK7, TTF-1, and NapsinA) and intestinal cancer markers (CK20, CDX2, and villin) was performed to aid identification. Finally, after excluding possible colorectal cancer metastasis by carefully analyzing the clinical histories and imaging examinations, we recruited 51 primary PEA specimens and 17 MCRC specimens for study. The sensitivity and specificity of immunomarkers SATB2, CK7, TTF-1, NapsinA, CK20, CDX2 and villin for distinguishing PEA from MCRC are evaluated.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnostic Values of SATB2 in Primary Pulmonary Enteric Adenocarcinoma and Pulmonary Metastases of Colorectal Carcinoma"}, {"text": "The expression rates of SATB2 in PEA and MCRC were 0.00% (0/51) and 100.00% (17/17), respectively. The sensitivity of SATB2-, CK7+, TTF-1+, NapsinA+, CK20-, CDX2-and villin-for distinguishing PEA from MCRC were 100.00%, 98.04%, 49.02%, 45.10%, 66.67%, 58.82%, 47.06%, respectively. The specificity of SATB2-, CK7+, TTF-1+, NapsinA+, CK20-, CDX2-and villin-for distinguishing PEA from MCRC were 100.00%, 88.24%, 88.24%, 100.00%, 82.35%, 88.24%, 88.24%, respectively. Conclusions: Our study shows that the sensitivity and specificity of SATB2, which can all reach 100%, is much higher than those of common lung adenocarcinoma immunomarkers (TTF-1, NapsinA) and intestinal cancer immunomarkers (CK20, CDX2 and villin). SATB2 can be viewed as the best immunomarkers for distinguishing PEA from MCRC. The diagnostic value of CK7 is slightly inferior to SATB2, the results of CK7 can be used as a reference for differential diagnosis of SATB2.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Lisi Yuan Results: Of 2296 NSCLCs tested between 2017-7/2019, MET ex14 variants were present in 44 (1.9%). A recurring VUS not expected to impact exon 14 splicing seen in 41 cases (c.2975C>T (p.Thr992Ile) was excluded from analysis. In positive cases, median age was 76 (59% men; 41% women), and 46.7% were FNA specimens. 32 of 44 variants were MET exon 14 skipping (previously reported and/or involve the canonical recognition site), while the other 12 mutations were significant missense (3) or VUS (9). Of 9 VUS, 5 were adjacent to the canonical splice site and likely to impact splicing, and 4 were missense variants. Average allele fraction was 30.2. Four cases had concomitant mutations (3=KRAS, 1 =EGFR). Of 35 cases with known clinical staging, stage 1-2=20(57%), stage 3=3 (9%), and stage 4=12(34%). Of 19 resected NSCLSs, histological types and growth pattern included 7 lepidic predominant, 6 acinar predominant, 2 micropapillary predominant, 1 solid predominant, 1 sarcomatoid, and 2 adenosquamous. PD-L1 expression in 27 cases is shown in Table 1 . Stage 4 PD-L1 <50% PD-L1 > 50% PD-L1 <50% PD-L1 > 50% 12 cases (67%) 6 cases (33%) 2 cases (33%) 4 cases (67%) Figure 1 -1974 Conclusions: Most MET variants identified in our cohort (73%) are MET ex14 skipping. Another 11% likely result in exon 14 skipping, while the other 16% are missense variants presumably unrelated to splicing. The prevalence of MET ex14 variants is lower than previously reported (1.9% vs 3%), and a large percentage of tumors has lower clinical stage and less aggressive pathologic features, both possibly reflecting sampling differences attributed to universal testing of NSCLC at our institution rather than testing of only advanced disease. Background: The 2015 WHO classification of lung tumors provided the first specialized classification for small biopsies. This article aimed to apply the newest classification to reclassify a group of small lung biopsies and analyze their status of the main driver mutations.", "cite_spans": [{"start": 1182, "end": 1187, "text": "-1974", "ref_id": null}], "ref_spans": [{"start": 1052, "end": 1059, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1173, "end": 1181, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "MET exon 14 Variants in Non-Small Cell Lung Carcinoma: Prevalence, Clinicopathologic and Molecular Features"}, {"text": "Design: 5032 cases of small lung biopsies (bronchoscopic, needle, or core biopsies) were selected, which ranged from 2015 to 2018. We applied the newest classification to reclassify them and analyzed the relationship between the diagnostic subtypes of these biopsy specimens and the mutation rates of EGFR and ALK.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of Lung Biopsies with the 2015 WHO Criteria and Detection of Sensitizing Mutations: A Single-Institution Experience with 5032 Cases"}, {"text": "The numbers of small lung biopsies each year during 2015-2018 were respectively 1068, 1299, 1511 and 1154. There were 3280 men and 1752 women, ranging in age from 11 to 93 years (median 63 years). The most common diagnosis was primary lung cancer (3130, Figure 1 -1978 - Figure 2 -1978 Conclusions: This study gave an panoramic view on PD-L1 expression and clinicopathological profiles based on the largest Chinese NSCLC cohort. The discrepancy of PD-L1 expression between surgically resected specimens and biopsy specimens and metastatic lesions may result from inter/intra-tumoral heterogeneity. Background: Accurate assessment of PD-L1 expression is critical for selection of patients of non-small cell lung cancer (NSCLC) for immunotherapy with PD-L1/PD-1 inhibitors. However, only limited reports of PD-L1expression in population of NSCLC in North America are available. This study reports PD-L1 expression level in a large patient population of NSCLC in Canada.", "cite_spans": [{"start": 263, "end": 268, "text": "-1978", "ref_id": null}, {"start": 269, "end": 285, "text": "- Figure 2 -1978", "ref_id": null}], "ref_spans": [{"start": 254, "end": 262, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Results:"}, {"text": "Design: PD-L1 testing of NSCLC was performed for patients from the whole province of British Columbia, Canada in a centralized provincial pathology laboratory at BC Cancer, Vancouver Centre. The test used Dako PD-L1 IHC 22C3 PharmDx and Dako Autostainer Link 48 immunostainer, as it was FDA approved companion diagnostic test for pembrolizumab. PD-L1 protein expression is determined by using Tumor Proportion Score (TPS), which is the percentage of viable tumor cells showing partial or complete membrane staining at any intensity.", "cite_spans": [], "ref_spans": [], "section": "Centralized Population-Based Testing of PD-L1 Expression in Non-Small Cell Carcinoma of Lung"}, {"text": "Results: From January 2017 to March 2018, 1,716 NSCLC was tested, which included 1,301(75.8%) adenocarcinoma, 284 (16.6%) squamous cell carcinoma and 131 (7.6%) NSCLC, NOS. PD-L1 expression level in adenocarcinoma was similar to that in squamous cell carcinoma (p>0.05), but was significantly higher than in NSCLC, NOS (p<0.05, Table 1 ). The overall percentage of high PD-L1expression (TPS³50%) was 39%. The high PD-L1 expression (TPS³50%) was found in 42% distant metastases, 45% mediastinal lymph nodes, and 35% lung primary tumors. The differences in the distribution of high PD-L1 expression among distant metastatic sites, mediastinal lymph nodes metastases and primary sites had statistical significance (c2=11.8, p<0.01). Conclusions: Using FDA approved Dako PD-L1 IHC 22C3 phamaDx assay, we found that adenocarcinoma had a similar PD-L1 expression level to squamous cell carcinoma but significant higher expression than NSCLC, NOS. The percentage of high PD-L1 expression (TPS³50%) was significantly higher in mediastinal lymph nodes and distant metastatic sites than in primary sites, which suggests that PD-L1 testing of metastatic NSCLC could identify more patients eligible for immunotherapy. Figure 1 -1980 - Figure 2 -1980 Conclusions: The correlations among FS, FSC, and RT are low. FS STAS+ cases remain STAS+ only in 60% of FSC and 48% of RT. STAS shows higher correlation with grade on RT than it does on FS. These results show a lack of reliability in the assessment of STAS on FS, and do not support the proposal of reporting STAS in FS to make intraoperative clinical decisions, as doing so may subject patients to unnecessarily aggressive surgery.", "cite_spans": [{"start": 1215, "end": 1220, "text": "-1980", "ref_id": null}, {"start": 1221, "end": 1237, "text": "- Figure 2 -1980", "ref_id": null}], "ref_spans": [{"start": 328, "end": 335, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1206, "end": 1214, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Centralized Population-Based Testing of PD-L1 Expression in Non-Small Cell Carcinoma of Lung"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ki67% when 6 classes were used (log-rank P=0.82 and P=0.21, respectively) or when 2 classes were used with either 20% Ki67% (logrank P=0.95 and P=0.53) or 40% Ki67% (log-rank P=0.78 and P=0.91) as cut-point", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Conclusions: Our findings do not support the use of 40% as the minimum Ki67% in LCNEC as suggested by WHO or the use of 20% as the minimum Ki67% for LCNEC as described for diagnosing entero-pancreatic neuroendocrine carcinoma", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Expression of Insulinoma-Associated 1 (INSM1) in Non-Small Cell Lung Cancers: A Diagnostic Pitfall for Neuroendocrine Tumors", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "None Background: Insulinoma-associated 1 (INSM1) has recently been reported as a highly sensitive and specific marker of pulmonary neuroendocrine tumors. It has also been noticed that INSM1 expression can be seen, although uncommonly, in non-neuroendocrine tumors. The aim of this study was to evaluate the expression of INSM1 in non-small cell cancers (NSCLCs) to avoid diagnostic pitfall", "authors": [{"first": "Guoping", "middle": [], "last": "Cai", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "UV Genomic Signature Classifies Lung Melanomas of Unknown Primary as Metastases from Occult Cutaneous Melanomas", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Grant or Research Support", "authors": [{"first": "Alexander", "middle": [], "last": "Shoushtari", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bristol Myers Squibb; Advisory Board Member, Immunocore; Consultant, Castle Biosciences; Marc Ladanyi: None", "authors": [{"first": "Advisory", "middle": [], "last": "Board Member", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "None alterations were identified for a total of 2 -5 shared alterations per pair (mean of 3 shared alterations). The probability of chance co", "authors": [{"first": "Natasha", "middle": [], "last": "Rekhtman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Among the primary lung cancer, the dominant type was adenocarcinoma (1421, 28.2%), followed by NSCC, favor adenocarcinoma (501, 10.0%), squamous cell carcinoma (368, 7.3%), and NSCC, favor squamous cell carcinoma (360, 7.2%). The tests of the main driver mutations using ARMS-PCR technology demonstrated that EGFR was positive in 56.1%(499/889, in adenocarcinoma and NSCC, favor adenocarcinoma)", "authors": [], "year": null, "venue": "2%), followed by inflammatory lesion (1326, 26.4%), uncertain case (350, 6.9%), metastatic tumor (165, 3.3%), primary nonepithelial malignant tumor (36, 0.7%), and benign tumor (25, 0.5%)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "6%, 35/148) and p.S768_D770dup (20.9%, 31/148) were most frequent. 94.4% (320/339) of ERBB insertions were found in adenocarcinoma, among which surgical samples were more common than small biopsies (10.1% vs 7.3%, P=0.016). Among adenocarcinoma, female have higher frequencies of ERBB insertions than male (11.3% vs 6.8%, P<0.001). The median age of EGFR insertion carrier, ERBB2 insertion carrier and non-ERBB insertion carrier was 54-, 49-and 62-year old respectively (P<0.001). Compared with invasive adenocarcinoma (IA) (5.6%), adenocarcinoma in situ (AIS) (28.4%) and minimally invasive adenocarcinoma (MIA) (20.0%) were more likely to harbor an ERBB insertion (P<0.001). The pleural invasion frequency of EGFR insertion carrier, ERBB2 insertion carrier and non-ERBB", "authors": [], "year": null, "venue": "ERBB2, 12 insertion types were revealed, among which the hotspot mutations were p.A775_G776insYVMA (71.7%, 137/191) and p.G776delinsVC (15.2%,29/191)", "volume": "", "issn": "", "pages": "767--769", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Conclusions: The insertion mutations in kinase domain of EGFR and ERBB2 were more common in younger, female and adenocarcinoma patients. AIS and MIA were more frequent to harbor an ERBB insertion than IA, which suggest ERBB insertion may be related to the evolution of adenocarcinoma. ERBB2 insertion carrier tend to have a lower pleural invasion rate while a higher lymph node metastasis rate", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Correlation between PD-L1 Expression and Clinicopathological and Molecular Characteristics of Non-Small Cell Lung Cancer: A Large Scale Multi-Centric Real-World Study of Chinese Cohort", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The First Affiliated Hospital of", "authors": [], "year": null, "venue": "Guangzhou Medical University", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "None Background: Programmed cell death ligand-1 (PD-L1) is a predictive marker of anti-PD-1/PD-L1 immune therapies for non-small cell lung cancer (NSCLC).The definite relationship between PD-L1 expression and clinicopathological, molecular profiles of NSCLC", "authors": [{"first": "Xiaoyan", "middle": [], "last": "Chen", "suffix": ""}, {"first": ": None; Shihong", "middle": [], "last": "Shao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Design: A total of 6126 NSCLC specimens were enrolled from 6 centers in China. We analyzed PD-L1 (22C3) expression by immunohistochemistry on Dako Autostainer Link 48 platform. The status of EGFR was defined by RT-PCR or NGS in 2382 samples and ALK was tested by IHC, FISH or NGS in 1716 samples", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "PD-L1 high expression was more frequent in EGFR-wild type than in mutant type (12.9% vs. 4.7%, p < 0.001). Furthermore, PD-L1 high expression was more prevalent in rare EGFR mutant types than in common mutations (42.1% vs. 20.8%, p=0.031). Besides, PD-L1 high expression was more frequently identified in ALK fusion cases (14.6% vs. 6.5%, p= 0.001). A total of 1665 small biopsy cases included 1454 primary specimens and 211 metastatic specimens. The prevalence of PD-L1 high expression in surgical samples was much lower than in primary biopsy samples. Among of them, PD-L1 high expression was also prevalent in EGFR-wild type than in mutant type (32", "authors": [], "year": null, "venue": "Results: High PD-L1 expression was observed in 11.9% of resected 4471 NSCLC samples, including in 9.0% of invasive adenocarcinoma (ADC, n=3507), and 25.0% of squamous cell carcinoma (SqCC, n=768)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "We found that high PD-L1 expression was more prevalent in metastatic specimens than in primary biopsy specimens (30.8% vs. 21.8%). In metastatic ADC specimens, the rate of high PD-L1 expression was greater than in primary ADC", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Navneet Narula 4 , Mari Mino-Kenudson 3 , Andre Moreira 5 1 NYU School of Medicine", "authors": [], "year": null, "venue": "Is STAS Assessment on Frozen Sections Reliable? Fang Zhou 1", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "None Background: Spread through air spaces (STAS) has been reported to be associated with a worse prognosis in adenocarcinoma of lung. Recently it has been proposed that STAS be reported on frozen sections (FS) as an indication for more aggressive surgery (lobectomy vs sublobar resection). We undertook this study to evaluate the reliability of STAS assessment on FS compared to FS controls (FSC)", "authors": [{"first": "Andre", "middle": [], "last": "Moreira", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Design: Cases of adenocarcinoma that had FS of the tumor were identified retrospectively from two institutions. For each case, the following was recorded: presence(+)/absence(-) of STAS on FS, FSC, and RT; and % of tumor patterns: lepidic(L)", "authors": [], "year": null, "venue": "acinar(A), papillary(P), micropapillary(M)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Cross-tabulations and Spearman's correlations (rs) were performed in SPSS (see Table)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "of which 28/47(60%) had STAS+ on FSC (rs=0.39) and 22/46(48%) had STAS+ on RT (rs=0.34) (1 tumor was only present on FS/FSC). Of the 40 STAS+ cases on RT, 18/40(45%) did not have STAS (STAS-) on FS (rs=0.34). 118/165 of cases were STAS-on FS; of these", "authors": [], "year": null, "venue": "2 cases the tumor was only present on FS/FSC slides. STAS+ was present on FS in 47/165(28%)", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Of the 15 G2 cases with STAS+ on FS, 7 had 10% to <20% high grade pattern (M/S)", "authors": [], "year": null, "venue": "Of the 47 cases with STAS+ on FS, 4(15%) were G1", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1 -1872", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Figure 1 -1875 Figure 2 -1875", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure 1 -1877", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figure 1 -1899 Figure 2 -1899", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Laura Toth 1 , Andrew Judd 1 , Emily Volpicelli 1 , Mohammad Vasef 1 1 University of New Mexico, Albuquerque, NM Disclosures: Jonathon Gralewski: None; Laura Toth: None; Andrew Judd: None; Emily Volpicelli: None; Mohammad Vasef: None", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fred Deiter 1 , Jonathan Hoover 1 , Steven Hays 1 , Jeffrey Golden 1 , Jonathan Singer 1 , G. Zoltan Laszik 1 , John Greenland 1 1 University of California San Francisco, San Francisco, CA Disclosures: Nancy Greenland: None; Fred Deiter: None; Jonathan Hoover: None; Steven Hays: None; Jeffrey Golden: None; Jonathan Singer: None; G. Zoltan Laszik: None; John Greenland: None", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Figure 1 -1906 Figure 2 -1906", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Figure 1 -1915 Figure 2 -1915", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Figure 1 -1919 Figure 2 -1919", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Figure 1 -1924", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Figure 1 -1925", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Figure 1 -1929 Figure 2 -1929", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Martin Selig 1 , Mari Mino-Kenudson 1 , Lawrence Zukerberg 2 , G. Pétur Nielsen 3 , Yin Hung 1 1 Massachusetts General Hospital, Boston, MA, 2 Auburndale, MA, 3 Harvard Medical School, Boston, MA Disclosures: Lucas Massoth: None; Martin Selig: None; Mari Mino-Kenudson: None; Lawrence Zukerberg: None; G. Pétur Nielsen: None; Yin Hung: None Background: Light chain deposition disease (LCDD) is characterized by accumulation of immunoglobulin light chains in viscera/soft tissue.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Justin Cates 1 , Jennifer Gordetsky 1 1 Vanderbilt University Medical Center, Nashville, TN Disclosures: Mitra Mehrad: None; Justin Cates: None; Jennifer Gordetsky: None", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Uni-Insubria, Varse, Italy Disclosures: Massimo Milione: None; Patrick Maisonneuve: None; Federica Grillo: None; Alessandro Mangogna: None; Giovanni Centonze: None; Giovanna Garzone: None; Laura Cattaneo: None; Ketevani Kankava: None; Adele Busico: None; Paola Spaggiari: None; Alessandro Del Gobbo: None; Luisa Bercich: None; Luigi Rolli: None; Elisa Roca: None; Natalie Prinzi: None; Giancarlo Pruneri: None; Alfredo Berruti: None; Ugo Pastorino: None; Carlo Capella: None Background: While little information is available concerning the molecular landscape and prognostic factors of pulmonary large cell neuroendocrine carcinomas (LCNECs) even less is known about combined LCNECs (co-LCNECs). These are LCNECs in which a part of the whole tumor (any extent) is composed of a non-neuroendocrine component, most often adenocarcinoma (ADK) or squamous cell carcinoma (SqCC). Revision of a large multicenter series of LCNECs enabled us to extrapolate co-LCNECs and describe their clinicalpathological and prognostic features. Design: Surgical specimens of 148 LCNECs were centrally reviewed with combined features identified. Morphology, immunohistochemical (Ki-67, Napsin A, p-40, TTF-1, CD44, OTP, SSTR2A, SSTR5, mASH1, p53, Rb1, MDM2) and genomic (TP53, RB1, ATM, JAK2, KRAS, STK11) findings were studied and correlated with Overall Survival (OS).", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Commonwealth School of Medicine, Danville, PA, 2 Geisinger Medical Center, Danville, PA, 3 Burlingame, CA Disclosures: Mohammad Mohammad: None; Jianhui Shi: None; Aihua Li: Employee, Epitomics, an abcam company; Haiyan Liu: None; Fan Lin: NoneBackground: Recent study demonstrated that orthopedia homeobox (OTP) was a highly sensitive and specific marker for diagnosing pulmonary carcinoids (PCs)(Nonaka D et al., Am J Surg Pathol 2016; 40: 738-744). In this study, we focused on the evaluation of OTP expression in a large series of non-neuroendocrine carcinomas and tumors from various organs.Design: Immunohistochemical analysis of OTP (rabbit monoclonal antibody, EP490, Abcam) was performed on 1233 cases of tumor and normal tissues on tissue microarray (TMA) sections, including mesothelioma (N=18), lung neuroendocrine carcinoma (CA) (N=24), lung adenocarcinoma (ADC) (N=88), lung squamous cell CA (N=66), papillary thyroid CA (N=47), ENT squamous cell CA (N=28), breast fibroadenoma (N=20), pancreatic neuroendocrine tumor (N=33), pancreatic ADC (N=43), adrenal pheochromocytoma (N=14), endometrial CA FIGO II (N=59), ovary papillary serous CA (N=41), clear cell CA of uterus and ovary (N=22), melanoma (N=32), skin neuroendocrine CA (N=27), invasive urothelial CA (N=43), bladder small cell carcinoma (bladder SCCs) (N=24), prostatic ADC (N=38), germ cell tumors (N=60), colonic ADC (N=164), angiosarcoma (N=12), papillary renal cell carcinoma (RCC) (N=33), clear cell RCC, low grade (N=79), clear cell RCC, high grade (N=51), hepatocellular CA (N=47), liver metastatic neuroendocrine CA (N=18), glioblastoma multiforme (GBM) (N=23), mantle cell lymphoma (N=13) and hairy cell leukemia (N=1)", "latex": null, "type": "figure"}, "FIGREF17": {"text": ": 131 cases were identified, with 73 ACs and 58 SCCs. 75 cases (57%) demonstrated diffuse staining for HLA-1; 16 (12%) demonstrated clonal loss in a subset of cells; and 40 (31%) demonstrated complete loss of expression. HLA-1 was retained in all cores of non-neoplastic lung. HLA-1 expression did not significantly differ by gender, smoking history, age, histosubtype, primary tumor size, node status, or grade of differentiation. PD-L1 expression was not significantly associated with HLA-1 expression, and there was no difference in HLA-1 expression in cases with robust PD-L1 expression (>50%) compared to those with focal expression (1-50%). All combinations of HLA-1/PD-L1 expression were observed (HLA-1+/PD-L1+, HLA-1-/PD-L1+, HLA-1+/PD-L1-, HLA-1-/PD-L1-).", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Figure 1 -1945 Figure 2 -1945", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Sloan Kettering Cancer Center, New York, NY Disclosures: Roshan Raza: None; William Travis: None; Prasad Adusumilli: None; Marina Asher: None; Darren Buonocore: None; Jason Chang: None; Denise Frosina: None; Achim Jungbluth: None; Irina Linkov: None; Natasha Rekhtman: None; Marjorie Zauderer: Grant or Research Support, Epizyme; Advisory Board Member, Atara; Advisory Board Member, Novocure; Speaker, Medical Learning Institute; Marc Ladanyi: None; Jennifer Sauter: None", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Figure 1 -1952", "latex": null, "type": "figure"}, "FIGREF21": {"text": "We found significant heterogeneity of PD-L1 expression in different subtype of ADCs and SCCs, in primary and metastatic lesions and in different tissue samples. Such discrepancies were mainly due to intratumoral heterogeneity of PD-L1 expression and association with histopathological features.1957 Diffuse Alveolar Injury with Delayed Epithelialization (DAIDE) in Previously Healthy Patients with Idiopathic Acute Respiratory Distress Syndrome After Trimethoprim-Sulfamethoxazole ExposureAngelaShih1 , Martin Taylor 2 , Jenna Miller 3 , Jennifer Goldman 3 , Mari Mino-Kenudson 1 1 Massachusetts General Hospital, Boston, MA, 2 Boston, MA, 3 Children's Mercy Hospital, Kansas City, MO Disclosures: Angela Shih: None; Martin Taylor: None; Jenna Miller: None; Jennifer Goldman: None; Mari Mino-Kenudson: None", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Figure 1 -1966", "latex": null, "type": "figure"}, "FIGREF23": {"text": "is much higher than normal (338). More interestingly, higher LINC00520 TPM implies a worse survival rate in LUAD (DFS: HR=1.4, p =0.043, OS: HR=1.4, p =0.028), while this phenomenon does not appear in LUSC (DFS: HR=1.1, p =0.7, OS: HR=0.86, p =0.28).", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Figure 1 -1967 Figure 2 -1967", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Figure 1 -1973 Figure 2 -1973", "latex": null, "type": "figure"}, "TABREF0": {"text": "Discrepant Findings", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Clinical, radiological and pathological characteristics of study population according to final diagnosis. * Wilcoxon non-parametric test; ** Fisher's exact test", "latex": null, "type": "table"}, "TABREF5": {"text": "Disclosures: Matthew Cecchini: None; Tara Tarmey: None; Allison Ferreira: None; Thomas Hartman: None; Eunhee Yi: None; Anja Roden: None", "latex": null, "type": "table"}, "TABREF6": {"text": "Histopathologic and radiologic features of ILD in patients with short and non-short telomeres", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pathologic Diagnosis </td><td> </td><td> </td><td>p16 +ve </td><td>Radiologic Fleischner Classification for UIP </td></tr><tr><td>Telomere status </td><td>UIP </td><td>CHP </td><td>Unclassified </td><td>PPFE </td><td>NSIP </td><td>foci (average) </td><td>typical </td><td>probable </td><td>indeterminate </td><td>non-consistent </td></tr><tr><td>Short </td><td>5 </td><td>6 </td><td>2 </td><td>1 </td><td>1 </td><td>8.4 </td><td>5 </td><td>5 </td><td>5 </td><td>0 </td></tr><tr><td>Non-short </td><td>3 </td><td>2 </td><td>0 </td><td>0 </td><td>0 </td><td>4.4 </td><td>0 </td><td>1 </td><td>3 </td><td>1 </td></tr></table></body></html>"}, "TABREF7": {"text": "Disclosures: Jason Chang: None; Deepu Alex: None; Matthew Bott: None; Kay See Tan: None; Andrew Golden: None; Jennifer Sauter: None; Darren Buonocore: None; Chad Vanderbilt: Consultant, Docdoc Ltd. (Singapore); Consultant, Paige AI; Consultant, OncoKB; Sounak Gupta: None; Patrice Desmeules: Grant or Research Support, Pfizer Canada; Grant or Research Support, Novartis; Francis Bodd: None; David Jones: Advisory Board Member, Diffusion Pharmaceuticals; Consultant, Merck; Consultant, AstraZeneca; Maria Arcila: Speaker, Biocartis; Speaker, Invivoscribe; William Travis: None; Marc Ladanyi: None; Natasha Rekhtman: None", "latex": null, "type": "table"}, "TABREF8": {"text": "Mutations of Patients Included in StudyConclusions: Germline mutated MMs (BAP1 and others) have a lower nuclear grade than those without and are mostly E-MM, thus correlating with the better prognosis and slower clinical course reported in the literature.", "latex": null, "type": "table"}, "TABREF9": {"text": "Conclusions:High expression of PKM2 synergizes with PD-L1 to predict worse survival in patients with LUAD. Combinational therapy targeting PKM2 and PD-L1 may be a hotspot for future immunotherapy of LUAD.1889 PD1 and PD-L1 Distribution Patterns in Non-Small Cell Lung Cancer: Validation of Two Novel Immunohistochemistry MarkersDisclosures: Khaled Algashaamy: None; Hadi Yaziji: None", "latex": null, "type": "table"}, "TABREF10": {"text": "University Hospital Cochin, AP-HP, Paris, France, 5 APHP.5 Hôpital Cochin, Paris, Ile de France, France, 6 Centre Hospitalier Intercommunal de Créteil, Créteil, Ile de France, France, 7 APHP.5 Hôpital Européen Georges Pompidou, Paris, Ile de France, France, 8 Hôpital Européen Georges Pompidou, Paris, FranceDisclosures: Thomas Denize: None; Audrey Mansuet-Lupo: None; Laure Gibault: None; Diane Damotte: None; Karen Leroy: None; Christos Chouaid: None; Elizabeth Fabre: None; Francoise Le Pimpec-Barthes: None; Marie Wislez: None; Hélène Blons: Consultant, AstraZenece, MSD; Simon Garinet: None Fluorescent in situ hybridization (FISH) is the gold standard for fusion detection but remains challenging. Optimized targeted next generation sequencing methods allow multiplex fusion detection from formalin fixed paraffin embedded (FFPE) RNA samples. Here, we present a one-year experience of routine fusion analysis in EGFR/KRAS wild-type metastatic NSCLC using ArcherDX® technology.Design: 63 NSCLC samples were analyzed with ArcherDX technology. Inclusion criteria were metastatic spread, wild-type status for KRAS/EGFR/NRAS/BRAF/ERBB2 determined by Next Generation Sequencing (NGS) and negative ALK staining. RNA was extracted using the Maxwell® 16 FFPE LEV RNA Purification Kit (Promega, Charbonnières-les-Bains, France). NGS was performed using the FusionPlex® lung kit (Archer DX Inc., Boulder, CO, USA) targeting ALK, RET, ROS1, NGR1, NTRK1/2/3, FGFR1/2/3, BRAF, KRAS, EGFR fusions and MET exon 14 skipping on a MiSeq platform (Illumina Inc., San Diego, CA, USA). This technology uses a specific 3'primer for the targeted gene and a universal 5'primer, enabling the detection of any partner.", "latex": null, "type": "table"}, "TABREF11": {"text": ": Our study showed that 1/3 of patients with a KRAS/EGFR/NRAS/BRAF/ERBB2/ALK-IHC wild type tumor had a targetable fusion oncogenic event, while <10% are expected in an unselected NSCLC population. Sequential analysis based on mutational status is efficient to test for fusions regardless of patient's clinical features or tobacco exposure.Disclosures: Megan Desai: None; Rosana Eisenberg: None; Margaret Compton: None; Fabien Maldonado: None; Mitra Mehrad: NoneDesign: Slides from clinically confirmed cases of VAPI at a tertiary care hospital, who underwent lung biopsy and/or bronchoalveolar lavage (BAL) were identified and reviewed. Patients were excluded if an infectious or rheumatologic etiology was confirmed. Clinicoradiologic findings were obtained by chart review. Three patients underwent transbronchial biopsies with BAL and one only had a wedge biopsy. All patients had history of vaping within one month of onset of symptoms. The main histologic pattern seen was organizing acute lung injury with mild alveolar septal mononuclear infiltrate. Two cases had sparse neutrophilic infiltrate within the alveolar septa and spaces and 3 showed foamy and pigmented macrophages. BALs were notable for lipid-laden macrophages identified by Oil-Red-O stain. GMS stain for fungal organisms was negative in all biopsies.", "latex": null, "type": "table"}, "TABREF12": {"text": ": 1.) Type 1 CPAM lesions represent two molecular subtypes: lesions with mucinous epithelium characterized by recurrent oncogenic KRAS mutations and lesions that lack mucinous epithelium that have no recurrent KRAS mutations. 2.) For Type 1 CPAM lesions with mucinous epithelium, oncogenic KRAS mutations are present in both mucinous and non-mucinous epithelium, and 3.) Recurrent genetic alterations in Type 1 CPAMs without mucinous epithelium or KRAS mutations remain to be discovered.1895 Pathologic Findings in Lung Allograft Surveillance Transbronchial Biopsies with Donor-Specific Antibodies: A Preliminary ReportMuhammad Elahi 1 , Aileen Grace Arriola 1 , Steven Geier 1 , Amandeep Aneja 2 1 Temple University Hospital, Philadelphia, PA, 2 Temple University Hospital, Bryn Mawr, PA Disclosures: Muhammad Elahi: None; Aileen Grace Arriola: None; Steven Geier: None; Amandeep Aneja: NoneBackground: Difficulty with enumerating specific histopathologic criteria for lung transplant antibody mediated rejection (AMR) is well recognized. The 2016 Banff study confirmed capillary inflammation, acute lung injury (ALI), and endothelialitis as morphologic features in lung allograft biopsies that correlate with the presence of donor-specific antibodies (DSAs). Alveolar septal widening (ASW) is another AMR feature recently described in a multicenter pilot study. We performed a retrospective study to review the histologic features in surveillance transbronchial biopsies and determine the statistical significance with the presence of DSAs.Design: Surveillance biopsies of patients with available serologic data between June 2018-19 were retrieved from departmental archives. A total of 30 biopsies were available, of which 15 were with DSAs and 15 with no antibodies (NABs). Two transplant pathologists blinded to all serologic and clinical data reviewed the biopsies for various histologic parameters. The readings were pooled and correlated with DSA status using Fisher's exact test.", "latex": null, "type": "table"}, "TABREF15": {"text": "None; Maxwell Smith: None; Angela Takano: None; Tomonori Tanaka: None; Yasuhiro Kondoh: None; Andrey Bychkov: None", "latex": null, "type": "table"}, "TABREF22": {"text": "Disclosures: Hongxing Gui: None; John Brooks: None; Paul Zhang: None", "latex": null, "type": "table"}, "TABREF24": {"text": "ADCs showed highest prevalence of STAS, which was predominantly Gr II. On survival analysis, patients with higher grade STAS had worse Recurrence free survival (RFS) and Overall survival (OS) rates in total cohort. In stage IA non-mucinous ADC, multivariate analysis revealed that STAS grade stratified the prognosis for RFS in both of limited resection group and radical resection group (p=0.007, p<0.001, respectively). Moreover, the prognosis of patients with stage IA/STAS-Gr II was similar to that of patients with stage IB. (p=0.853)", "latex": null, "type": "table"}, "TABREF25": {"text": "Susan Harley 1 , Sophia Yohe 1 , Robyn Kincaid 1 , Matthew Schomaker 1 , Bradley Johnson 1 , Anup Tilak 2 , Faqian Li 1 , Andrew Nelson 3 , Stephen Michel 1 , Pawel Mroz 1 1 University of Minnesota, Minneapolis, MN, 2 Iowa City, IA, 3 University of Minnesota, Saint Paul, MN Disclosures: Susan Harley: None; Sophia Yohe: None; Robyn Kincaid: None; Matthew Schomaker: None; Bradley Johnson: None; Faqian Li: None; Andrew Nelson: None; Stephen Michel: None; Pawel Mroz: NoneBackground: PD1/PDL1 inhibitors have significantly improved overall survival in non-small cell lung cancer (NSCLC). PDL1 is now a standard biomarker along with molecular testing for therapy selection. Checkpoint therapy is given front-line for patients with high PDL1 and no actionable mutations or fusions, or after progression with any PDL1 expression. Studies comparing PDL1 status in the context of actionable mutations or fusions in NSCLC are sparse.Design: All patients undergoing molecular testing for a next-generation sequencing (NGS) lung cancer panel at our institution in a 7 month period were reviewed. This included an NGS DNA panel for actionable/driver genes: EGFR, ERBB2, BRAF, K/NRAS, PIK3CA, and IDH1/2; and a NGS RNA fusion panel for ALK, ROS1, RET, NTRK1/3, NRG1, and MET e14 skipping. PDL1 expression by IHC was scored for tumor proportion score (TPS). Statistical comparison was performed using Fisher's exact test.Results: 184 patients with NSCLC were included (138 adenocarcinoma, 29 squamous/adenosquamous, 14 poorly differentiated, and 3 NSCLC-NOS); 140 of those had concurrent PDL1 IHC. Most were tested at disease presentation; 5 had recurrent/progressive disease. 108 (59%) patients had a genomic alteration, most commonly RAS [22%], EGFR [12%], BRAF [4%], ALK [4%], and MET [3%]. Cases with RAS-driven tumors were compared to cases both with and without clinically relevant genomic alterations(Table 1). In both cases the prevalence of high PDL1 expression was greater in RAS-driven tumors: 50% vs 24% with actionable genomic alterations (p=0.02), and 50% vs 28% genomically negative tumors (p=0.02). The rate of any PDL1 positivity was not significantly different between these categories (p=0.78 and 0.77, respectively). The genomically actionable group also had a higher rate of PDL1 positivity than the genomically negative cases (83% vs. 60%; p=0.02), though the prevalence of high PDL1 positives was not different (24% vs. 28%; p=0.65).", "latex": null, "type": "table"}, "TABREF26": {"text": "Timothy Helland 1 , Azfar Neyaz 2 , Vikram Deshpande 1 , Yin Hung 1 1 Massachusetts General Hospital, Boston, MA, 2 Massachusetts General Hospital, Malden, MA Disclosures: Timothy Helland: None; Azfar Neyaz: None; Vikram Deshpande: Grant or Research Support, Advanced Cell Diagnostics; Advisory Board Member, viela; Grant or Research Support, Agios pharmaceuticals; Yin Hung: None", "latex": null, "type": "table"}, "TABREF27": {"text": "Design: This cohort included 7 lung adenocarcinomas with ROS1 rearrangements confirmed by both IHC and RNA-based anchoredmultiplex NGS (with the following fusion partners: CD74 [n=2], EZR [n=2], MSN [n=1], SDC4 [n=1], and SLC34A2 [n=1]). The controls included 8 tumors confirmed to lack ROS1 rearrangements. RNA-ISH assay was performed using custom-designed ROS1 probes with branched DNA technology on an automated platform. The average number of ISH signal dots was quantified in 25 cells in each tumor using a standard bright-field microscope.", "latex": null, "type": "table"}, "TABREF28": {"text": "Conclusions: Prognostic histopathologic features as previously published for pleural mesothelioma overlap considerably with MPeM. Routine application of a standardized grading system to MPeM would provide useful clinical information.1913 Pathologic Findings in Vaping-Induced Lung Injury: A Study of Four PatientsPeter Illei 1 , Ankit Rajgariah 2 1 Johns Hopkins University School of Medicine, Baltimore, MD, 2 The Johns Hopkins University School of Medicine, Baltimore, MD Disclosures: Peter Illei: None; Ankit Rajgariah: None", "latex": null, "type": "table"}, "TABREF29": {"text": "Summary of demographic information, clinical information, and imaging and pathologic findings of the four patients. THC: Tetrahydrocannabinol; GGO: Ground Glass Opacity; AFOP: Acute Fibrinous and Organizing Pneumonia and acute hypxemic Conclusions: Patients presenting with severe respiratory dysfunction following vaping have similar pathologic findings including lipid laden macrophages in BAL and intraalveolar fibrin with or without organization.", "latex": null, "type": "table"}, "TABREF30": {"text": "Chihiro Inoue 1 , Yasuhiro Miki 2 , Ryoko Saito 3 , Kazuma Kobayashi 4 , Yoshinori Okada 5 , Hironobu Sasano6  1 Tohoku University Hospital, Sendai, Miyagi, Japan, 2 Disaster Ob/Gyn, Int Res Inst of Disaster Sci, Tohoku Univ, Sendai, Miyagi,  Japan, 3  Tohoku University Graduate School of Medicine, Japan, 4 Department of Thoracic  Surgery, IDAC, Tohoku University, Sendai, Miyagi, Japan, 5 Institute of Development, Aging and Cancer, Tohoku University,  Sendai, Miyagi Prefecture, Japan, 6 Tohoku University, Japan    Disclosures: Chihiro Inoue: None; Yasuhiro Miki: None; Ryoko Saito: None; Kazuma Kobayashi: None; Yoshinori Okada: None; Hironobu Sasano: None", "latex": null, "type": "table"}, "TABREF31": {"text": "Takashi Inoue 1 , Alexei Teplov 2 , Natasha Rekhtman 2 , William Travis 2 , Yukako Yagi 2 1 Memorial Sloan Kettering Cancer Center, Shunan, Yamaguchi, Japan, 2 Memorial Sloan Kettering Cancer Center, New York, NY Disclosures: Takashi Inoue: None; Alexei Teplov: None; Natasha Rekhtman: None; William Travis: None; Yukako Yagi: None", "latex": null, "type": "table"}, "TABREF32": {"text": "1918 Significance of Major Pathologic Response (MPR) as Pathological Assessment of Therapeutic Response for Neoadjuvant Therapy in Non-Small Cell Lung Carcinoma Ryutaro Kawano 1 , Junko Watanabe 2 , Hidehito Horinouchi 2 , Yuko Nakayama 3 , Shun-ichi Watanabe 4 , Yuichiro Ohe 5 , Noriko Motoi 1 1 National Cancer Center Hospital, Chuo, Tokyo, Japan, 2 Department of Thoracic Oncology, National Cancer Center Hospital, Chuo, Tokyo, Japan, 3 Department of Radiation Oncology, National Cancer Center Hospital, Chuo, Tokyo, Japan, 4 National Cancer Center Hospital, 5 National Cancer Center Hospital, Tokyo, Japan Disclosures: Ryutaro Kawano: None; Hidehito Horinouchi: None; Yuichiro Ohe: None; Noriko Motoi: None Background: Recent progress of therapeutic option of lung cancer expands neoadjuvant setting for advanced-stage patients. Pathological response to neoadjuvant therapy is highlighting as a surrogate endpoint for survival or recurrence. Design: Seventy-seven primary lung cancer patients who received neoadjuvant therapy prior to surgery were recruited from 2003 until 2016. Clinicopathological factors, including age, gender, clinical stage, treatment regimen, disease-free and overall survival, and histological classification, were collected from medical chart. Two pathologists reviewed the archived HE stained slides of all the cases to assess residual viable tumor cell proportion and MPR, according to the Hellmann's criteria. pCR definition was a complete loss of viable tumor cells. In discrepancy cases, consensus score was reached with discussion under reviewing slides. Cohen's kappa values of the judgment of MPR and pCR were calculated using SPSS (version26).", "latex": null, "type": "table"}, "TABREF34": {"text": "Predictors of lung transplant-free survival after surgical lung biopsy. Univariate analysis.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Hazard </td><td> </td><td>p-value </td></tr><tr><td>Cox proportional hazard analysis </td><td>ratio </td><td>Confidence interval </td><td> </td></tr><tr><td>p16 expression </td><td>2.26 </td><td>1.17-4.24 </td><td>0.0160 </td></tr><tr><td>Age (years) </td><td>1.00 </td><td>0.98-1.03 </td><td>n.s. </td></tr><tr><td>Gender (female) </td><td>0.75 </td><td>0.55-1.02 </td><td>n.s. </td></tr><tr><td>Pack-years </td><td>1.02 </td><td>0.99-1.04 </td><td>n.s. </td></tr><tr><td>FVC (% pred.) </td><td>0.98 </td><td>0.96-1.01 </td><td>n.s. </td></tr><tr><td>TLC (% pred.) </td><td>0.97 </td><td>0.93-1.01 </td><td>n.s. </td></tr><tr><td>DLCO (% pred.) </td><td>0.93 </td><td>0.90-0.97 </td><td>0.0003 </td></tr></table></body></html>"}, "TABREF36": {"text": "Background: Neurofibromatosis type 2 (NF2) is a tumor suppressor gene located on chromosome 22q12.2. Malignant pleural mesothelioma (MPM) is characterized by frequent genetic alterations in several genes including NF2, cyclin-dependent kinase inhibitor 2A (CDKN2A)/p16 (found in the 9p21 locus), and BRCA1 associated protein (BAP1). Recent studies using fluorescence in situ hybridization for NF2 (NF2 FISH) have identified hemizygous loss (chromosome 22 monosomy or hemizygous deletion) as the most common molecular alteration of NF2. However, the effectiveness of NF2 FISH for differentiating MPM from reactive mesothelial hyperplasia (RMH) or reactive mesothelial cells (RMC) is unknown. In this study, we investigated whether NF2 FISH, either alone or in a combination with other diagnostic assays [9p21 FISH, methylthioadenosine phosphorylase (MTAP) immunohistochemistry (IHC), and BAP1 IHC], is effective for distinguishing MPM from RMH or RMC in tissue specimens and cell blocks obtained from pleural effusions.Design:We examined tissues from 53 MPM and 27 RMH cases and cell blocks from 22 MPM and 20 RMC cases. We used FISH to examine the deletion status of NF2 and 9p21 and IHC to determine the expression of MTAP and BAP1.Results:Histologically, hemizygous NF2 loss as detected by FISH showed 49.1 % sensitivity and 100% specificity in differentiating MPM from RMH. A combination of NF2 FISH, 9p21 FISH, and BAP1 IHC yielded greater sensitivity (98.1%) than that detected for either assay alone (75.4% for 9p21 FISH, 67.9% for MTAP IHC, or 52.8% for BAP1 IHC). In cytological analysis, FISH detection of hemizygous NF2 loss showed 50.0 % sensitivity and 100% specificity in differentiating MPM from RMC. A combination of NF2 FISH, 9p21 FISH, and BAP1 IHC yielded greater sensitivity (100%) than that detected for either assay alone (59.1% for 9p21 FISH, 54.5% for MTAP IHC, or 83.3% for BAP1 IHC). The FISH determination of NF2 status showed identical results between tissue samples and cell blocks in each case.Conclusions: NF2 FISH alone or in combination with other diagnostic assays has application in differentiation of MPM from RMH or RMC.", "latex": null, "type": "table"}, "TABREF43": {"text": "Seongnam-Si, Korea, Republic of South Korea, 2 Seongnam, Korea, Republic of South Korea, 3 Seoul National University Bundang Hospital, Seoul, Korea, Republic of South Korea, 4 Seongnam Gyeonggi-do, Korea, Republic of South Korea, 5 SNUBH, Seongnam-si, Gyeonggi-do, Korea, Republic of South Korea, 6 Seoul National University Bundang Hospital, Seongnam, Gyeonggi-do, Korea, Republic of South Korea Disclosures: Hyun Jung Kwon: None; Jin-Haeng Chung: None; Sejoon Lee: None; Jeonghyo Lee: None", "latex": null, "type": "table"}, "TABREF44": {"text": "1 Brigham and Women's Hospital, Boston, MA, 2 Dana Farber Cancer Institute, Boston, MA Disclosures: Christin Lepus: None; Julia Rotow: Consultant, AstraZeneca; Pasi Janne: Consultant, AstraZeneca; Consultant, Boehringer Ingelheim; Consultant, Roche/Genentech; Consultant, LOXO Oncology; Consultant, Eli Lilly; Lynette Sholl: Consultant, LOXO Oncology", "latex": null, "type": "table"}, "TABREF46": {"text": "Disclosures: Malary Mani: None; May Fu: None; Weina Chen: None; Jesse Jaso: None; Mingyi Chen: None; Franklin Fuda: None", "latex": null, "type": "table"}, "TABREF47": {"text": "Disclosures: Daniel Martinez: None; Marta Casadevall: None; Marta Casadevall: None; Jose Ramirez: None; Joan Castellano: None; Laureano Molins: None; Ramon Marrades: None; Nuria Viñolas: None; Jorge Moises: None; Alfons Navarro: None", "latex": null, "type": "table"}, "TABREF48": {"text": "Disclosures: Priscilla Matthews: None; Andrea Beharry: None; Massey Nematollahi: None; Anna Bendzsak: None; Kashif Irshad: None; Parneet Cheema: None; Brandon Sheffield: Grant or Research Support, Pfizer; Speaker, Merck; Consultant, Roche; Primary Investigator, Boehringer Ingelheim; Grant or Research Support, Astra Zeneca", "latex": null, "type": "table"}, "TABREF49": {"text": "Disclosures: Cherise Meyerson: None; Gregory Fishbein: None", "latex": null, "type": "table"}, "TABREF51": {"text": "OS was maintained between pure LCNEC-A and co-LCNEC-A (P <0.05) but disappeared for LCNEC-B. At univariate analysis variables associated (P <0.05) with poor OS were p40 expression and absence of combined features, while variables associated with longer OS were tumor peripheral location, Napsin A and Alcian blue staining. At multivariable analysis, only tumor location and Napsin A remained significantly associated with OS, after adjustment for Ki-67 and study center.", "latex": null, "type": "table"}, "TABREF52": {"text": "ION AmpliSeq Cancer Hot Spot Panel v2, Thermo Fisher Scientific § The present study was performed exclusively on the 123 surgical specimens confirmed after expert pathologist revision as LCNECs out of the 148 originally collected specimens; in more details the excluded 25/148 ones were reclassified as: 8 non neuroendocrine Large Cell Carcinomas, 3 Atypical Carcinoids, 7 Squamous Carcinomas and 7 Small Cells Neuroendocrine Carcinomas # 66 LCNEC patients out of 123 were studied: 26 co-LCNECs and 40 pure LCNECs.", "latex": null, "type": "table"}, "TABREF53": {"text": "Andres Mindiola Romero 1 , Laura Tafe 2 1 Dartmouth Hitchcock Medical Center, Lebanon, NH, 2 Dartmouth-Hitchcock Medical Center, Lebanon, NH Disclosures: Andres Mindiola Romero: None; Laura Tafe: None", "latex": null, "type": "table"}, "TABREF58": {"text": "Expression of DLL3 in SCLC:", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Threshold of DLL3 expression </td><td>n </td><td>Mean % </td></tr><tr><td>&lt;1% </td><td>3 </td><td>7,7 </td></tr><tr><td>1-49% </td><td>9 </td><td>23,1 </td></tr><tr><td>50-74% </td><td>2 </td><td>5,1 </td></tr><tr><td>&gt;75% </td><td>25 </td><td>64,1 </td></tr><tr><td>TOTAL </td><td>39 </td><td>100 </td></tr></table></body></html>"}, "TABREF60": {"text": "", "latex": null, "type": "table"}, "TABREF61": {"text": "", "latex": null, "type": "table"}, "TABREF63": {"text": "The correlation between immunoreactivity of 11βHSD1 and therapeutic efficacy of IC blockade therapy", "latex": null, "type": "table"}, "TABREF64": {"text": "Background: Although malignant mesothelioma (MM) typically presents with locoregional disease, it does have the capability to metastasize. Albeit uncommon, a metastatic site may be the first diagnostic specimen in a patient presenting with MM. Recent studies highlight the prognostic significance of histopathologic parameters (histologic subtype, nuclear grade[NG], presence of necrosis) in MM.", "latex": null, "type": "table"}, "TABREF69": {"text": "CDKN2A copy number, MTAP copy number, and MTAP IHC were not significantly related to histotype in this cohort. By IHC, MTAP was completely lost in 13 tumors. MTAP expression was at least partially retained in 21 tumors, of which 7 showed diminished MTAP staining relative to internal controls and 7 showed discrete foci of retained and lost MTAP expression (heterogeneous staining). No tumors with neutral CDKN2A copy number showed MTAP loss by IHC. Similarly, all 16 tumors with neutral MTAP copy number retained MTAP by IHC (although 3 had diminished staining and 5 had heterogeneous staining). Of 22 tumors with homozygous or heterozygous CDKN2A deletion, 13 showed MTAP loss by IHC. Of 14 tumors with heterozygous MTAP deletion, MTAP expression was lost in 10 and retained but diminished in 4. Of 4 tumors with homozygous MTAP deletion, MTAP expression was lost in 3 and only focally retained in 1.Conclusions:CDKN2A and MTAP gene copy number status is usually but not always correlated. MTAP IHC correlates well with MTAP copy number in tumors with normal copy number or homozygous deletion. Tumors with heterozygous MTAP deletion generally show MTAP loss by IHC but may show diminished staining. MTAP copy number did not consistently predict heterogeneous or diminished MTAP expression. Additional studies will be needed to establish the diagnostic specificity of heterogeneous MTAP expression, which may reflect clonal heterogeneity or epigenetic mechanisms of gene silencing.Snehal Sonawane 1 , Daniel Dresser 2 , Swati Mehrotra 3 , Gerald Camren 3 , Bradford Bemiss 3 , Stefan Pambuccian 3 , Vijayalakshmi Ananthanarayanan 3 1 LUMC, Lombard, IL, 2 Loyola University Medical Center, Chicago, IL, 3 Loyola University Medical Center, Maywood, IL Disclosures: Snehal Sonawane: None; Swati Mehrotra: None; Bradford Bemiss: None; Stefan Pambuccian: None; Vijayalakshmi Ananthanarayanan: Advisory Board Member, Boehringer Ingelheim", "latex": null, "type": "table"}, "TABREF71": {"text": "1 , Daniel Shepherd 1 , Mingjuan Zhang 1 , Marina Kem 1 , Mari Mino-Kenudson 1 , Yin Hung 1 1 Massachusetts General Hospital, Boston, MA Disclosures: Elisabeth Tabb: None; Daniel Shepherd: None; Mingjuan Zhang: None; Marina Kem: None; Mari Mino-Kenudson: None; Yin Hung: None", "latex": null, "type": "table"}, "TABREF72": {"text": "Troy Tenney 1 , Gabriel Sica 2 , Debra Saxe 3 , Taofeek Owonikoko 3 , Suresh Ramalingam 3 , Linsheng Zhang 2 1 Emory University, Atlanta, GA, 2 Emory University Hospital, Atlanta, GA, 3 Emory University School of Medicine, Atlanta, GA Disclosures: Troy Tenney: None; Gabriel Sica: None; Debra Saxe: None; Taofeek Owonikoko: None; Linsheng Zhang: None", "latex": null, "type": "table"}, "TABREF73": {"text": "1962 Loss of MTAP by Immunohistochemistry is Common in Pulmonary Sarcomatoid Carcinoma as well as Sarcomatoid Mesothelioma Simone Terra 1 , Anja Roden 1 , Eunhee Yi 1 , Marie-Christine Aubry 1 , Jennifer Boland 1 1 Mayo Clinic, Rochester, MN Disclosures: Simone Terra: None; Anja Roden: None; Eunhee Yi: None; Marie-Christine Aubry: None; Jennifer Boland: None", "latex": null, "type": "table"}, "TABREF74": {"text": "Tessier-Cloutier 1 , Andrea Beharry 2 , Deepu Alex 3 , Parneet Cheema 2 , Stephen Yip 1 , Brandon Sheffield 2 1 University of British Columbia, Vancouver, BC, 2 William Osler Health System, Brampton, ON, 3 BC Cancer, Vancouver, BC Disclosures: Basile Tessier-Cloutier: None; Andrea Beharry: None; Deepu Alex: None; Parneet Cheema: None; Stephen Yip: Advisory Board Member, Bayer; Advisory Board Member, Pfizer; Advisory Board Member, Roche; Speaker, Roche; Brandon Sheffield: Grant or Research Support, Pfizer; Advisory Board Member, Novartis; Consultant, Roche; Grant or Research Support, Astra Zeneca; Grant or Research Support, Boehringer Ingelheim", "latex": null, "type": "table"}, "TABREF75": {"text": "Julian Villalba 1 , Treah May Sayo 2 , Yin Hung 2 , Amy Ly 2 , Angela Shih 2 , Marina Kem 2 , Lida Hariri 3 , Mari Mino-Kenudson 2 1 Boston,MA, 2 Massachusetts General Hospital, Boston, MA, 3 Massachusetts General Hospital, Harvard Medical School, Boston,  MA    Disclosures: Julian Villalba: None; Treah May Sayo: None; Yin Hung: None; Amy Ly: None; Angela Shih: None; Marina Kem: None; Lida Hariri: None; Mari Mino-Kenudson: None Background: STAS has been associated with worse prognosis in patients with early-stage lung adenocarcinoma (ADC), particularly those with sublobar resection. While intra-operative assessment of STAS in frozen section (FS) has been advocated by thoracic surgeons to guide management, information on the reproducibility and accuracy of FS for diagnosing STAS is limited to date.Design:We evaluated 73 T1 lung ADC resections previously assessed by intra-operative consultation (IC) and with ample non-neoplastic lung parenchyma in FS slides. Five pulmonary pathologists blinded to clinicopathologic data independently and separately reviewed paired FS and FS permanent (FP) slides in each case evaluating for STAS (presence, absence, or equivocal) and processing artifacts per published criteria(Kadota et al. JTO 2015). Separately, a consensus panel of 3 pathologists reviewed all the slides in permanents to reach a final integrated assessment for STAS on each case and recorded additional parameters, including the number of tumor clusters identified as STAS. Diagnostic accuracy was determined by comparing the most prevalent diagnosis achieved by >3 observers with the final integrated diagnosis. Performance characteristics including interobserver agreement (IOA), positive predictive value (PPV), and negative predictive value (NPV) were determined.Results: STAS was identified by the consensus panel in 11% of 28 low-grade, 32% of 19 intermediate-grade and 89% of 26 high-grade tumors. The Fleiss kappa value for the STAS diagnosis among the 5 observers in FS slides(0.30±0.03[κ±SE]) was lower than that in FP slides(0.41±0.03), but both increased to 0.63±0.05 and 0.82±0.05, after removal of cases considered as equivocal by any observer. Detecting STAS by FS showed high specificity (95%) and PPV (88%), but low sensitivity (46%) and NPV (70%). Processing artifacts were frequently noted by most observers, present in 82% of STAS-positive, 87.5% of equivocal, and 46% of STAS-negative FS slides. IOA in FS was higher in low-grade tumors (p=0.008), STAS-negative cases (p<0.001), those without artifacts (p=0.03), and STAS-positive FS slides with >10 STAS clusters (p=0.04).Conclusions: FS is highly specific but not sensitive for the diagnosis of STAS in Stage I lung ADC. IOA on STAS is only fair in FS, partly due to concurrent artifacts, raising concern on implementation of IC for STAS assessment. Multi-Institutional studies aimed to establish standardized criteria for STAS and to improve intraoperative techniques are warranted1965 Ki67 Proliferative Index Has Limited Use in Pulmonary Large Cell Neuroendocrine CarcinomaAnn Walts 1 , James Mirocha 1 , Alberto Marchevsky 2 1 Cedars-Sinai Medical Center, Los Angeles, CA, 2 Cedars-Sinai Medical Center, West Hollywood, CA Disclosures: Ann Walts: None; James Mirocha: None; Alberto Marchevsky: None Background: A recent paper suggested that Ki67 proliferative index (Ki67%) can help stratify pulmonary typical carcinoids into grades 1 and 2 lesions, but not distinguish them from atypical carcinoids (Mod Pathol 2018). There is limited information about Ki67% values in pulmonary large cell neuroendocrine carcinomas (LCNEC). The 2015 World Health Organization (WHO) describes Ki67% as 40%-80% in LCNEC but provides no specific references.Design: Sections from 77 consecutively resected LCNEC diagnosed by WHO criteria were stained with Ki67 antibody (Ventana Inc, Tucson AZ). Ki67% was measured using Aperio ScanScope AT Turbo, eSlide Manager and ImageScope software (Leica Biosystems, Vista CA) as previously reported. Cases were stratified into 6 classes by 10% Ki67 increments. Using the Kaplan-Meier method and SAS version 9.4 software (Cary, NC), overall (OS) and disease-free survivals (DFS) were compared by AJCC (8 th ed) stage, by 6 Ki67% classes, and with Ki67% cut-points at 20% and 40%.Results:The 42 males and 35 females ranged from 46 to 87 years of age at diagnosis. The tumors ranged from 0.9 cm to 11.5 cm. AJCC (8 th ed) stage groups included IA (n=33), IB (n=7), IIA (n-2), IIB (n=16), IIIA (n=16), and IIIB (n=3). 32 (41.6%) LCNEC had a combined adenocarcinoma component. Ki67% was measured only in the NEC component. The system measured Ki67% positivity using 4072 to 44533 tumor nuclei per case (mean 16610 ±8039). Ki67% ranged from 1% to 64% (mean 26%; median 26%). Surprisingly, only 16 (21%) tumors had Ki67% ≥ 40%. OS ranged from 1 to 298 months (median 25 mos). DFS ranged from 1 to 276 months (median 9 mos). OS and DFS differed across AJCC stage (log-rank P=0.045 and P=0.029, respectively). However, neither OS nor DFS significantly correlated with Design: A cohort of 164 NSCLCs were selected and tissue microarrays were constructed, including 97 adenocarcinomas (AdC), 51 squamous carcinomas (SqCC), 16 other non-small cell carcinomas. INSM1 was stained and evaluated based on the intensity of nuclear staining and percentage of nuclear staining cells. Nuclear immunoreactivity was scored as 0, 1+, 2+ and 3+, representing no staining, weak staining, moderate staining, and strong staining, respectively, and the percentage was categorized as focal (<10% tumor cells), patchy (10-50% tumor cells), and diffuse (>50% tumor cells). No staining", "latex": null, "type": "table"}, "TABREF76": {"text": "INSM1 expression in 164 non-small cell Lung cancers", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Diagnosis </td><td>Case </td><td>Positive (n=16, 9.8%) </td><td> </td><td> </td><td>Equivocal (n=14, </td><td>Negative </td></tr><tr><td>(n) </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>8.5%) </td><td>(n=134, </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>81.7%) </td></tr><tr><td> </td><td> </td><td>3+ </td><td>3+ </td><td>3+ </td><td>2+ </td><td>2+ </td><td>2+ </td><td>0 and 1+ </td></tr><tr><td> </td><td> </td><td>Diffuse </td><td>Patchy </td><td>Focal </td><td>Diffuse </td><td>Patchy </td><td>Focal </td><td> </td></tr><tr><td>Adenocarcinoma </td><td>97 </td><td>0 </td><td>0 </td><td>1 </td><td>2 </td><td>3 </td><td>9 </td><td>82 </td></tr><tr><td>Squamous cell carcinoma </td><td>51 </td><td>0 </td><td>1 </td><td>0 </td><td>2 </td><td>6 </td><td>5 </td><td>37 </td></tr><tr><td>Other non-small cell carcinoma </td><td>16 </td><td>0 </td><td>0 </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>15 </td></tr></table></body></html>"}, "TABREF77": {"text": "Yue Wang 1 , Yuan Li 1 1 Fudan University Shanghai Cancer Center, Shanghai, ChinaDisclosures: Yue Wang: None; Yuan Li: None", "latex": null, "type": "table"}, "TABREF78": {"text": "1 , Artem Shevstov 1 , Paulo Moreira 2 , Kei Suzuki 1 , Travis Sullivan 3 , Kimberly Rieger-Christ 3 , Eric Burks 4 1 Boston University, Boston Medical Center, Boston, MA, 2 Boston Medical Center, Boston, MA, 3 Lahey Hospital & Medical Center, Burlington, MA, 4 Boston University Mallory Pathology Associates, Boston, MA Disclosures: Ilyas Yambayev: None; Artem Shevstov: None; Paulo Moreira: None; Kei Suzuki: None; Travis Sullivan: None; Kimberly Rieger-Christ: None; Eric Burks: None", "latex": null, "type": "table"}, "TABREF79": {"text": "lepidic), intermediate (acinar/papillary), and high (solid/micropapillary) grades (p=0.006). The combined scoring system of the two most predominant histologic patterns proposed by Sica et. al. proved not to be prognostically significant in our cohort. The addition of mitotic rate to predominant architectural pattern proposed by Kadota et. al. successfully shifted a large fraction of architecturally intermediate tumors into the low-risk category. The addition of angiolymphatic invasion to tumors with at least 30% combined high-grade patterns (micropapillary, cribriform, and solid) as proposed by Maeshima et. al. allowed for the detection of a small but significant high-risk recurrence group.", "latex": null, "type": "table"}, "TABREF80": {"text": "1 Wuhan, Hubei, China, 2 Renmin Hospital of Wuhan University, Wuhan, Hubei, China Disclosures: Jingping Yuan: None", "latex": null, "type": "table"}, "TABREF81": {"text": "The diagnostic efficiency of the single immunomarkers in PEA", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Indicator </td><td>PEA (n=51) </td><td>MCRC (n=17) </td><td>sensitivity (%) </td><td>specificity (%) </td></tr><tr><td>SATB2- </td><td>51 </td><td>0 </td><td>100 </td><td>100 </td></tr><tr><td>CK 7+ </td><td>50 </td><td>2 </td><td>98.04 </td><td>88.24 </td></tr><tr><td>TTF-1+ </td><td>25 </td><td>2 </td><td>49.02 </td><td>88.24 </td></tr><tr><td>NapsinA+ </td><td>23 </td><td>0 </td><td>45.1 </td><td>100 </td></tr><tr><td>CK20- </td><td>34 </td><td>3 </td><td>66.67 </td><td>82.35 </td></tr><tr><td>CDX2- </td><td>30 </td><td>2 </td><td>58.82 </td><td>88.24 </td></tr><tr><td>villin- </td><td>24 </td><td>2 </td><td>47.06 </td><td>88.24 </td></tr></table></body></html>"}, "TABREF82": {"text": "1 , David Bosler 2 1 Cleveland Clinic, Cleveland, OH, 2 Cleveland Clinic, Beachwood, OH Disclosures: Lisi Yuan: None; David Bosler: None Background: Somatic MET exon 14 skipping mutations (MET ex14) are targetable driver mutations for non-small cell lung cancer (NSCLC), responsive to MET inhibitors. This study seeks to further characterize the clinicopathological features and mutational profile of MET ex14 variant NSCLC.Design: Retrospective review of all MET ex14 tested NSCLC. Genomic DNA was extracted from FFPE or FNA. Testing for selected BRAF, EGFR, HER2, KRAS, MET mutations was performed using a clinically validated NGS assay, the Cancer Hotspot Panel v1 (Thermo Fisher, Waltham, MA) customized to include MET exon 14 splice site variants, followed by MiSeq sequencing (Illumina, San Diego). Variants were classified as significant (Tier1/2) or variants of uncertain significance (VUS) per 2017 AMP/ASCO/CAP Joint Consensus Guidelines. PD-L1 expression was assessed by immunohistochemistry.", "latex": null, "type": "table"}, "TABREF83": {"text": "Prevalence of MET exon 14 mutations", "latex": null, "type": "table"}, "TABREF84": {"text": "Yupeng Zeng 1 , Ying Ding 1 , Liuyang Xu 1 , Boya Zhai 1 , Xiang Zhang 1 , Qiaoyun Ge 1 , Jiao Li 1 , Qiyuan Song 1 , Xiao Li 1 , Zhihong Zhang 1 1 Jiangsu Province Hospital, Nanjing, Jiangsu, China Disclosures: Liuyang Xu: None; Zhihong Zhang: None", "latex": null, "type": "table"}, "TABREF85": {"text": "Chen Zhou 1 , Gang Wang 2 , Cheng-Han Lee 3 , Tadaaki Hiruki 4 , Diana Ionescu 5 1 University of British Columbia, Vancouver, BC, 2 BC Cancer Vancouver Centre, Vancouver, BC, 3 Vancouver, BC, 4 British Columbia Cancer Agency, University of British Columbia, Vancouver, BC, 5 UBC at BC Cancer, Vancouver, BC Disclosures: Chen Zhou: None; Gang Wang: None; Cheng-Han Lee: None", "latex": null, "type": "table"}, "TABREF86": {"text": "PD-L1 expression level in different types of NSCLC", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PD-L1, &lt;1% </td><td>PD-L1, 1-49% </td><td>PD-L1, ³50% </td><td>Total </td></tr><tr><td>Adenocarcinoma </td><td>450 (35%) </td><td>337(25%) </td><td>514(40%) </td><td>1,301 </td></tr><tr><td>Squamous cell carcinoma </td><td>89(31%) </td><td>86(30%) </td><td>109(39%) </td><td>284 </td></tr><tr><td>NSCLC, NOS </td><td>44(34%) </td><td>46(35%) </td><td>41(31%) </td><td>131 </td></tr><tr><td>Total </td><td>583(34%) </td><td>469(27%) </td><td>664(39%) </td><td>1,716 </td></tr></table></body></html>"}, "TABREF87": {"text": "Table 1). Table 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Discrepant Findings </td></tr><tr><td>Gene </td><td>Mutation/Fusion </td></tr><tr><td>KRAS </td><td>G12C (x2), G12D, G12E, G13C, Q61K </td></tr><tr><td>EGFR </td><td>Exon 19 deletion (x6), G719A, L858R, M766_A767insASV </td></tr><tr><td>ALK </td><td>EML4-ALK fusion (x2) </td></tr><tr><td>ROS1 </td><td>SLC34A2-ROS1 fusion, ZCCHC8-ROS1 fusion </td></tr></table></body></html>"}, "TABREF88": {"text": "Table 1. Results of immunostains", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Thymic Carcinoma </td><td>Thymoma </td><td>p-value </td></tr><tr><td>N </td><td> </td><td>30 </td><td>36 </td><td> </td></tr><tr><td>BAP1 </td><td>% cases with loss of expression </td><td>13.8 </td><td>0 </td><td>0.04 </td></tr><tr><td>MTAP </td><td>% cases with loss of expression </td><td>14.8 </td><td>0 </td><td>0.03 </td></tr><tr><td>Glut1 </td><td>Median % positive tumor cells (range) </td><td>90 (0-100) </td><td>5 (0-90) </td><td>&lt;0.001 </td></tr><tr><td>CD5 </td><td>Median % positive tumor cells (range) </td><td>5 (0-100) </td><td>0 (0-30) </td><td>0.004 </td></tr><tr><td>CD117 </td><td>Median % positive tumor cells (range) </td><td>90 (0-100) </td><td>0 (0-1) </td><td>&lt;0.001 </td></tr><tr><td>TdT </td><td>% cases with more than rare thymocytes </td><td>0a </td><td>82.1 </td><td>&lt;0.001 </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>aa single case with rare thymocytes </td></tr></table></body></html>"}, "TABREF89": {"text": "Table 1: Characteristics of cases with two lung adenocarcinomas arising in separate lobes.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Case </td><td>Consensus Histologic Assessment </td><td>Original Pathologic Staging </td><td>Molecular Assessment </td><td>Mutation Tumor 1 </td><td>Mutation Tumor 2 </td></tr><tr><td>1 </td><td>Related </td><td>Related </td><td>Unrelated </td><td>Negative </td><td>KRAS c.35G&gt;T </td></tr><tr><td>2 </td><td>Related </td><td>Related </td><td>Indeterminate </td><td>KRAS c.34G&gt;T 66 AF </td><td>KRAS c.34G&gt;T </td></tr><tr><td>3 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>EGFR c.2240T&gt;C </td><td>KRAS c.34G&gt;T </td></tr><tr><td>4 </td><td>Unrelated </td><td>Unrelated </td><td>Indeterminate </td><td>KRAS c.34G&gt;T </td><td>KRAS c.34G&gt;T </td></tr><tr><td>5 </td><td>Related </td><td>Related </td><td>Unrelated </td><td>BRAF c.1406G&gt;T </td><td>KRAS c.35G&gt;T </td></tr><tr><td>6 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>Negative </td><td>KRAS c.35G&gt;T </td></tr><tr><td>7 </td><td>Related </td><td>Related </td><td>Related </td><td>MET c.3029C&gt;T </td><td>MET c.3029C&gt;T </td></tr><tr><td>8 </td><td>Related </td><td>Related </td><td>Related </td><td>EGFR c.2573T&gt;G </td><td>EGFR c.2573T&gt;G </td></tr><tr><td>9 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.34G&gt;T </td><td>Negative </td></tr><tr><td>10 </td><td>Unrelated </td><td>Related </td><td>Indeterminate </td><td>KRAS c.35G&gt;T </td><td>KRAS c.35G&gt;T </td></tr><tr><td>11 </td><td>Related </td><td>Related </td><td>Related </td><td>ERBB2 c.2264T&gt;C </td><td>ERBB2 c.2264T&gt;C </td></tr><tr><td>12 </td><td>Related </td><td>Related </td><td>Related </td><td>EGFR c.2240_2257del </td><td>EGFR c.2240_2257del </td></tr><tr><td>13 </td><td>Related </td><td>Related </td><td>Related </td><td>KRAS c.57G&gt;T </td><td>KRAS c.57G&gt;T </td></tr><tr><td>14 </td><td>Related </td><td>Related </td><td>Indeterminate </td><td>Negative </td><td>Negative </td></tr><tr><td>15 </td><td>Related </td><td>Related </td><td>Indeterminate </td><td>Negative </td><td>Negative </td></tr><tr><td>16 </td><td>Related </td><td>Related </td><td>Indeterminate </td><td>Negative (BRAF not tested) </td><td>BRAF N581S </td></tr><tr><td>17 </td><td>Related </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.183A&gt;T </td><td>KRAS c.34G&gt;T </td></tr><tr><td>18 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>EGFR exon 19 p.Glu746_Ala750del </td><td>EGFR - c.2303_2304insTGTGGCCAG </td></tr><tr><td>19 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.34G&gt;T </td><td>Negative </td></tr><tr><td>20 </td><td>Related </td><td>Related </td><td>Indeterminate </td><td>ERBB2 p.A775_G776insYVMA </td><td>Negative (ERBB2 not tested) </td></tr><tr><td>21 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.35G&gt;T </td><td>Negative </td></tr><tr><td>22 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c183A&gt;C </td><td>MET c.3028+2T&gt;C </td></tr><tr><td>23 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.35G&gt;T </td><td>KRAS c.34G&gt;T </td></tr><tr><td>24 </td><td>Related </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.38G&gt;A </td><td>KRAS c.34G&gt;A </td></tr><tr><td>25 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.37G&gt;T </td><td>KRAS c.34G&gt;T </td></tr><tr><td>26 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>Negative </td><td>KRAS c.34G&gt;T </td></tr><tr><td>27 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>KRAS c.35G&gt;T </td><td>KRAS c.34G&gt;T </td></tr><tr><td>28 </td><td>Unrelated </td><td>Unrelated </td><td>Unrelated </td><td>Negative </td><td>KRAS c.34G&gt;T </td></tr></table></body></html>"}, "TABREF90": {"text": "Table 1. Clinical, radiological and pathological characteristics of study population according to final diagnosis.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Benign (N=39) </td><td>Malignant (N=6) </td><td>p value </td></tr><tr><td>Gender </td><td>Male- 20 </td><td>Male- 3 (50%) </td><td>1** </td></tr><tr><td>(51.3%) </td><td>Female-3 (50%) </td><td> </td></tr><tr><td> </td><td>Female-19 </td><td> </td><td> </td></tr><tr><td> </td><td>(48.7%) </td><td> </td><td> </td></tr><tr><td>Age (mean ± SD) </td><td>63.74 ±11.75 </td><td>72 ± 6.63 </td><td>0.08* </td></tr><tr><td>Number of lesions on CT (mean ± SD) </td><td>2.59 ±1.73 </td><td>2 ± 1.55 </td><td>0.53* </td></tr><tr><td>Size index lesion on CT (mm± SD) </td><td>29.31±16.17 </td><td>32.33 ± 18.41 </td><td>0.86* </td></tr><tr><td>SUVmax (mean ± SD) </td><td>4.66 ± 2.87 </td><td>10.42 ± 6.71 </td><td>0.06* </td></tr><tr><td>(N=29) </td><td>(N=5) </td><td> </td></tr><tr><td>Consistency: - Solid </td><td>34 (87.2%) 5 (12.8%) </td><td>5 (83.3%) 1 (16.7%) </td><td>1** </td></tr><tr><td>- Part solid </td><td> </td><td> </td><td> </td></tr><tr><td>Margins: </td><td>4 (10.3%) </td><td>0 </td><td>0.88** </td></tr><tr><td>- Smooth </td><td>3 (7.7%) </td><td>0 </td><td> </td></tr><tr><td>- Lobulated </td><td>10 (25.6%) </td><td>1 (16.7%) </td><td> </td></tr><tr><td>- Spiculated - Irregular </td><td>22 (56.4%) </td><td>5 (83.3%) </td><td> </td></tr><tr><td>Radiologic impression: </td><td>10 (25.6%) </td><td>0 2 (33.3%) </td><td>0.38** </td></tr><tr><td>- Probably benign - Indeterminate - Probably malignant </td><td>13 (33.3%) 16 (41.0%) </td><td>4 (66.7%) </td><td> </td></tr><tr><td>Total lesional length on CNB (mm± SD) </td><td>15.38 ±8.74 </td><td>8 ± 5.54 </td><td>0.05* </td></tr><tr><td>Solid component length on CNB (mm± SD) </td><td>14.87 ± 8.88 </td><td>6.08 ± 3.44 </td><td>0.01* </td></tr><tr><td>Histologic pattern: </td><td>7 (17.9%) </td><td>0 </td><td>0.62** </td></tr><tr><td>- Scar-like </td><td>28 (71.8%) </td><td>5 (83.3%) </td><td> </td></tr><tr><td>- Inflammatory </td><td>4 (10.3%) </td><td>1 (16.7%) </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>- Lymphoma-like </td></tr></table></body></html>"}, "TABREF91": {"text": "Table 1. Mutations of Patients Included in Study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mutation </td><td>Number of Patients </td></tr><tr><td>BAP1 </td><td>9 </td></tr><tr><td>ATM </td><td>1 </td></tr><tr><td>BRCA1 </td><td>1 </td></tr><tr><td>BRCA2 </td><td>4 </td></tr><tr><td>CDKN2A </td><td>1 </td></tr><tr><td>CHEK2 </td><td>2 </td></tr></table></body></html>"}, "TABREF92": {"text": "Table 1). Three patients underwent transbronchial biopsies with BAL and one only had a wedge biopsy. All patients had history of vaping within one month of onset of symptoms. The main histologic pattern seen was organizing acute lung injury with mild alveolar septal mononuclear infiltrate. Two cases had sparse neutrophilic infiltrate within the alveolar septa and spaces and 3 showed foamy and pigmented macrophages. BALs were notable for lipid-laden macrophages identified by Oil-Red-O stain. GMS stain for fungal organisms was negative in all biopsies.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Age/Sex/Race </td><td>21y/Male/Caucasian </td><td>28y/Male/Caucasian </td><td>20y/Male/Caucasian </td><td>31y/Female/Caucasian </td></tr><tr><td>Clinical History </td><td>-THC (daily use, 5-6 bands/week x 6-7 years) </td><td>-nicotine and THC (x9 months) -8 days prior to presentation </td><td>-THC (1 cartridge/day x several months) </td><td>- History of vaping (unknown duration) </td></tr><tr><td>-14 days prior to presentation developed SOB, cough, fever, malaise -last use 2 weeks prior to presentation </td><td>developed SOB, cough, fever, malaise, nausea -last use 1 month prior to presentation </td><td>-14 days prior to presentation developed SOB, cough, fever, nausea -last use 21 days prior to presentation </td><td>- Cough/SOB </td></tr><tr><td>Laboratory Findings </td><td>WBC 8.2 (81% PMNs) AST 50, ALT 56, AlkPhos 53 </td><td>WBC 20.7 (94% PMNs) AST 41, ALT 102, AlkPhos 144 </td><td>WBC 44.8 (95% PMNs) AST 161, ALT 254, AlkPhos 199 </td><td>None available </td></tr><tr><td> </td><td> </td><td> </td><td>Legionella serology inconclusive </td><td> </td></tr><tr><td>Radiology (CT) </td><td>-diffuse GGO, most pronounced in lower lobes </td><td>-diffuse GGO -mediastinal and hilar LAD </td><td>- diffuse GGO, basilar dependent </td><td>-Bilateral persistent GGO </td></tr><tr><td>-mediastinal and hilar LAD </td><td> </td><td>-mediastinal LAD </td><td> </td></tr><tr><td>Pathology </td><td>TBBX: Organizing pneumonia, fibrin exudate, reactive pneumocytes, alveolar septal mononuclear and neutrophilic infiltrate, foamy and pigmented macrophages SOB: shortness of breath; GGO: ground glass opacities; LAD: lymphadenopathy; TBBX: transbronchial biopsy </td><td>TBBX: Organizing pneumonia, reactive pneumocytes, alveolar septal mononuclear infiltrate, pigmented macrophages </td><td> TBBX: Organizing pneumonia, fibrin exudate, reactive pneumocytes, alveolar septal mononuclear and neutrophilic infiltrate, foamy and pigmented macrophages </td><td>Wedge biopsy: Organizing pneumonia, fibrin exudate, reactive pneumocytes, interstitial chronic inflammation, foamy and pigmented macrophages </td></tr></table></body></html>"}, "TABREF93": {"text": "Table 1. There were no differences between the 2 groups for clinical data. Carcinoid-like subgroup had lower mitotic count (mean 28 vs 70), ki67 index (mean 54% vs 84%) and better survival (61 vs 18 months) than classic LCNEC respectively. No reliable statistical analysis was allowed due to the small size of our cohort.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Classic LCNEC (n = 4) </td><td>Carcinoid-like LCNEC (n = 6) </td></tr><tr><td>Age mean (range) </td><td>57 (50 - 76) </td><td>71 (60 - 72) </td></tr><tr><td>Male/ Female </td><td>2 / 2 </td><td>4 / 1 </td></tr><tr><td>Tumor Size mean mm (range) </td><td>20,5 (15 - 99) </td><td>43 (28 - 80) </td></tr><tr><td>Architecture : Diffuse/ Organoïd </td><td>4/0 </td><td>0/5 </td></tr><tr><td>Nécrosis : Massive / Punctuate </td><td>3/1 </td><td>0/5 </td></tr><tr><td>Ki67 % (range) </td><td>84,4 (60 - 100) </td><td>54 (10 - 90) </td></tr><tr><td>Mitotic count (range) </td><td>70 (65 - 80) </td><td>28 (15 - 40) </td></tr><tr><td>Survival mean (months) </td><td>18 </td><td>61 </td></tr></table></body></html>"}, "TABREF94": {"text": "Table 1. Summary of demographic information, clinical information, and imaging and pathologic findings of the four patients.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td></tr><tr><td>Sex </td><td>M </td><td>M </td><td>M </td><td>F </td></tr><tr><td>Age </td><td>16 </td><td>17 </td><td>17 </td><td>36 </td></tr><tr><td>ICU Stay </td><td>Yes </td><td>Yes </td><td>Yes </td><td>Yes </td></tr><tr><td>Inhalant </td><td>THC </td><td>THC </td><td>Nicotene </td><td>Black market vaping product </td></tr><tr><td>CT scan </td><td>GGO, consolidations R &gt; L </td><td>Bilateral consolidations </td><td>Bilateral infiltrates </td><td>Bilateral confluent GGO </td></tr><tr><td>Pathology </td><td>BAL: lipid laden macrophages </td><td>BAL: Lipid laden macrophages </td><td>BAL: Lipid laden macrophages, Acute inflammation </td><td>Organizing pneumonia in a background interstitial lymphohistiocytic infiltrates </td></tr><tr><td> </td><td> </td><td> </td><td>TBBX: Intraalveolar fibrin and reactive pneumocytes </td><td>TBBX: AFOP </td></tr></table></body></html>"}, "TABREF95": {"text": "Table 1. Next-generation sequencing (NGS) analysis*", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All LCNEC§ </td><td>Combined LCNEC </td><td>Pure LCNEC </td><td>P-value </td></tr><tr><td> </td><td>(123) </td><td>(48) </td><td>(75) </td><td> </td></tr><tr><td>NGS analysis# </td><td>66 (100) </td><td>26 (100) </td><td>40 (100) </td><td> </td></tr><tr><td>WT </td><td>11 (16.7) </td><td> 5 (19.2) </td><td> 6 (15.0) </td><td> </td></tr><tr><td>Mutated </td><td>55 (83.3) </td><td>21 (80.8) </td><td>34 (85.0) </td><td>0.74 </td></tr><tr><td>TP53 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>27 (40.9) </td><td>12 (46.2) </td><td>15 (37.5) </td><td> </td></tr><tr><td>Mutated </td><td>39 (59.1) </td><td>14 (53.8) </td><td>25 (62.5) </td><td>0.61 </td></tr><tr><td>RB1 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>42 (63.6) </td><td>17 (65.4) </td><td>25 (62.5) </td><td> </td></tr><tr><td>Mutated </td><td>24 (36.4) </td><td> 9 (34.6) </td><td>15 (37.5) </td><td>1.00 </td></tr><tr><td>ATM </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>60 (90.1) </td><td>23 (88.5) </td><td>37 (92.5) </td><td> </td></tr><tr><td>Mutated </td><td> 6 (9.1) </td><td> 3 (11.5) </td><td> 3 ( 7.5) </td><td>0.67 </td></tr><tr><td>JAK2 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>64 (97.0) </td><td>25 (96.2) </td><td>39 (97.5) </td><td> </td></tr><tr><td>Mutated </td><td> 2 (3.0) </td><td> 1 ( 3.8) </td><td> 1 ( 2 .5) </td><td>1.00 </td></tr><tr><td>KRAS </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>54 (81.8) </td><td>21 (80.8) </td><td>33 (82.5) </td><td> </td></tr><tr><td>Mutated </td><td>12 (18.2) </td><td> 5 (19.2) </td><td> 7 (17.5) </td><td>1.00 </td></tr><tr><td>STK11 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>WT </td><td>63 (95.5) </td><td>25 (96.2) </td><td>38 (95.0) </td><td> </td></tr><tr><td>Mutated </td><td> 3 (4.5) </td><td> 1 ( 3.8) </td><td> 2 ( 5.0) </td><td>1.00 </td></tr></table></body></html>"}, "TABREF96": {"text": "Table 1. Table 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Prevalence of MET exon 14 mutations </td><td>1.9% </td><td> </td><td> </td></tr><tr><td>Total patients </td><td>44 patients: 26 men, 18 women </td><td> </td><td> </td><td> </td></tr><tr><td>Clinical stage available </td><td>Mean age: 76 years Total 35 cases </td><td> </td><td> </td><td> </td></tr><tr><td>Stage 1 and 2: 20 cases (57%) </td><td>Stage 3: 3 cases (9%) </td><td>Stage 4: 12 cases (34%) </td></tr><tr><td>Tumor resected </td><td>Total 19 cases Lepidic pattern </td><td>Micropapillary Solid </td><td>Sarcomatoid </td></tr><tr><td>predominant </td><td>Histologic type and growth pattern Acinar pattern predominant </td><td>predominant Adeno-squamous </td></tr><tr><td> </td><td> </td><td> </td><td>predominant </td><td> </td><td> </td></tr><tr><td>PD-L1 </td><td>7 </td><td>6 </td><td>2 1 </td><td>2 </td><td>1 </td></tr><tr><td>Total 27 cases, positive in 22 cases (82%) </td><td> </td><td> </td></tr><tr><td>expression </td><td>0% </td><td> </td><td>1%-49%: </td><td>&gt;50% </td><td> </td></tr><tr><td> </td><td>5 cases (18%) </td><td>11 cases (41%) </td><td>11 cases (41%) </td><td> </td></tr><tr><td> </td><td>Stage 1-3 </td><td> </td><td> Stage 4 </td><td> </td></tr><tr><td> </td><td>PD-L1 &lt;50% </td><td>PD-L1 &gt; 50% </td><td>PD-L1 &lt;50% </td><td>PD-L1 &gt; 50% </td><td> </td></tr><tr><td> </td><td> </td><td>12 cases (67%) </td><td>6 cases (33%) </td><td>2 cases (33%) </td><td>4 cases (67%) </td></tr></table></body></html>"}}, "back_matter": [{"text": "We performed a retrospective review of patients with IMAs who had genomic analysis performed on tumors in different lobes. Molecular assays included DNA-based targeted next-generation sequencing (NGS) for 410-468 cancer genes combined with RNA-based NGS fusion assay (Archer) and non-NGS panels for a subset of cases. Tumor clonal relationships were assessed by comparing somatic alterations between the separate tumor sites.Results: Twenty-one patients with genomically-profiled IMAs involving contralateral (n=19) or ipsilateral different lobes (n=2) were identified. In most patients (n=14), tumors had discrete nodular presentation. Second IMA presented metachronously in 11 patients with a mean latency of 4.2 years. Notably, in 3 patients, contralateral spread manifested ≥8 years (up to 11 years) after initial tumor resection. Genomic analysis was performed on 2 separate IMAs in 19 patients and 3 separate IMAs in 2 patients, resulting in a total of 44 genotyped tumors. Comparative genomic analysis revealed that tumors in all patients shared matching driver alterations including KRAS (n=17), NRG1 (n=2), ERBB2 (n=1) and BRAF (n=1). In addition, in tumor pairs profiled by NGS and Archer, other shared", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "We have encountered a group of patients with melanomas involving the lung in the absence of a clinically known primary melanoma elsewhere. A subset of patients presented with solitary large tumors. While primary pulmonary melanomas (PPM) is a category included in the thoracic WHO classification, given the absence of normal melanocytes in the lung its existence has been questioned. Herein we investigate genomic profiles of melanomas of unknown primary origin involving the lung. In particular, we sought to determine whether UV genomic signature -a characteristic feature of most cutaneous melanomas -is present in such tumors.Design: Cases of melanomas involving the lung with no known primary elsewhere were identified retrospectively. The clinicopathologic characteristics of each case were annotated. All cases included in the study underwent targeted DNA next-generation sequencing (NGS) interrogating up to 468 cancer genes. Genomic signatures were analyzed based on a method described by Alexandrov LB et al. (Nature 2013; 500:415-421) .Results: Ten NGS-profiled melanomas involving the lung were identified. Five patients had solitary lung lesions with the median size of 5.2 cm (range 2.6 to 10.1 cm). Of those, 3 tumors were endo/peri-bronchial, thus meeting the suggested criteria for PPM. Hilar nodes were involved in 2 patients, and 8 tumors had epithelioid morphology resembling non-small cell carcinoma. No evidence of primary melanomas was found for any patients on clinical follow-up (median 28 months; range 5 to 42 months). Genomic testing revealed the following driver mutations commonly found in melanomas: BRAF (n=6), NRAS (n=1) and KIT (n=1). Genomic signature analysis was feasible for 8 cases harboring >20 mutations required for reliable analysis, including 4 patients with solitary masses. This revealed the presence of a dominant UV signature in all cases. In contrast, none of the primary lung carcinomas tested by the same method (n = 255) had a UV signature.", "cite_spans": [{"start": 998, "end": 1032, "text": "Alexandrov LB et al. (Nature 2013;", "ref_id": null}, {"start": 1033, "end": 1045, "text": "500:415-421)", "ref_id": null}], "ref_spans": [], "section": "Background:"}, {"text": "The consistent presence of a UV signature provides strong support for an occult or regressed cutaneous origin of melanomas involving the lung, and argues against the concept of PPM. Clinical presentation as solitary large (reaching >10 cm) masses occasionally with hilar adenopathy and epithelioid morphology may closely mimic primary lung carcinomas both clinicoradiologically and pathologically, representing a major potential diagnostic pitfall. Background: Pulmonary invasive mucinous adenocarcinoma (IMA) commonly presents as a multifocal disease. It is widely recognized that diffuse 'pneumonic-type' IMA represents aerogenous spread of a single tumor. However, IMAs may also present as discrete nodules in different lobes, raising the possibility of separate primary tumors. Here, we explored the clonal relationship of IMAs involving different lobes using comparative molecular profiling.Conclusions: Molecular profiling supports that multifocal IMAs involving different lobes represent intrapulmonary spread of a single tumor rather than separate primary tumors, including tumors presenting contralaterally after a remarkably long latency (>8 years). Overall, these findings reinforce the unique biology and clinical behavior of IMAs, and draw a sharp distinction with multifocal non-mucinous lung adenocarcinomas, which recent molecular studies confirm to represent predominantly separate primary tumors. We addressed these issues in human non-small cell lung cancer (NSCLC).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Design: PD-L1 and B7-H3 expression in tumor cells were evaluated using immunohistochemistry. Composition of tumor-infiltrating immune cells, including lymphoid cells, macrophages and dendritic cells, was analyzed using flow cytometry for fresh tissues from a prospective cohort of 71 patients with NSCLC and was compared according to PD-L1 and B7-H3 expression status. ", "cite_spans": [], "ref_spans": [], "section": "Comparative Characterization of Tumor-Infiltrating Immune Cell Subsets Related to PD-L1 and B7-H3 expression in Non-Small Cell Lung Cancer"}, {"text": "Ju-Yoon Yoon 1 , Jason Rosenbaum 2 ", "cite_spans": [], "ref_spans": [], "section": "Homologous Recombination Defects and Lung Carcinomas--Mutational Spectrum of ATM, BRCA1 and BRCA2-altered Lung Carcinomas"}, {"text": "We examined the local cohort of patients with the referral diagnosis of \"lung cancer\", sequenced by the in-house 152 gene massively parallel sequencing (MPS, also known as next-generation sequencing or NGS) assay. All alterations were filtered and reviewed for disease-associated variants. For ATM, our assessment was limited to p.V2424G, a variant with the highest penetrance among the ATM variants, associated with increased breast cancer risks at levels comparable to disease-associated BRCA1/2 variants.Results: 1,473 cases were successfully sequenced by the in-house solid MPS assay, among which 23 patients (1.6%) were found to harbor disease-associated BRCA1 (14/23) or BRCA2 (9/23) alterations, with variant allele fractions (VAFs) ranging 4-69%. These cancers were mostly adenocarcinomas (17/23, with 5 carcinoma NOS and 1 SCC). 10/23 harbored KRAS hotspot mutations, and no cases", "cite_spans": [], "ref_spans": [], "section": "Design:"}, {"text": "The criteria for small lung biopsies proposed by the 2015 classification of lung tumors should be applied to pathologists' daily work. It can improve the diagnostic efficiency and quality of small lung biopsies and assist oncologists in accurately understanding the pathologic diagnosis. In this way, accurate treatment and improved prognosis are more available to the patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Zhihong Zhang Background: To study the differential diagnosis of multi-focal lung cancer and lung cancer with pulmonary metastasis by detecting the different lesions of the same patient. To explore the differences in prognosis between MPLC and IM, and to explore the factors affecting the prognosis of multi-focal lung cancer and the tumor heterogeneity of multi-focal lung cancer in combination with histopathology and molecular biology.Design: Fifty patients with multi-focal lung cancer were screened, and the relevant clinical information was noted; the patients were diagnosed by ACCP standard. Mutations of the lesions were detected by ARMS-PCR, and the detected genes included EGFR, ALK, ROS1, MET, KRAS, RET, HER-2, BRAF, NRAS and PIK3CA. The results of genetic testing were compared with those of ACCP standard diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Differential Diagnosis of Multiple Primary and Intra-Lung Metastasis of Lung Cancer by Multiple Gene Detection"}, {"text": "We analyzed a total of 101 tumors from 50 patients. Classification based on gene testing contradicted the clinicopathologic diagnosis in 10 (20%) of the comparisons, identifying independent primaries in 6 cases diagnosed as metastasis and metastases in 4 cases diagnosed as independent primaries. Another 7(14%) tumor pairings were assigned an \"equivocal\" result based on gene testing. The results of gene testing of the remaining 33(66%) tumor pairings were consistent with the clinicopathologic diagnosis. The mutant heat map indicated that IM patients have a higher rate of mutation consistency than MPLC patients. The difference of prognosis between patients with mutations and those with wild-type genes patients was statistically significant (P=0.002). The difference of prognosis between patients with lymph node metastasis and those with no metastasis of lymph nodes was statistically significant (P=0.006). The difference of prognosis between patients with MPLC and those with IM was statistically significant (P=0.038). The difference of prognosis between patients who had different condition was statistically significant (P=0.038).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Multi-gene detection of multi-focal lung cancer has a certain auxiliary effect on the differential diagnosis of multiple primary lung cancer and lung cancer with pulmonary metastasis, which can complement the clinical standards, but also has some limitations. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}]}