{
    "paper_id": "c43534bdac307a5c7c6b9d8ddf1f852aa355a3b2",
    "metadata": {
        "title": "Pepitope: epitope mapping from affinity-selected peptides",
        "authors": [
            {
                "first": "Itay",
                "middle": [],
                "last": "Mayrose",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Osnat",
                "middle": [],
                "last": "Penn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elana",
                "middle": [],
                "last": "Erez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nimrod",
                "middle": [
                    "D"
                ],
                "last": "Rubinstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tomer",
                "middle": [],
                "last": "Shlomi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalia",
                "middle": [
                    "Tarnovitski"
                ],
                "last": "Freund",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erez",
                "middle": [
                    "M"
                ],
                "last": "Bublil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eytan",
                "middle": [],
                "last": "Ruppin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Roded",
                "middle": [],
                "last": "Sharan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Gershoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Martz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "postCode": "01003",
                        "settlement": "Amherst",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tal",
                "middle": [],
                "last": "Pupko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Identifying the epitope to which an antibody binds is central for many immunological applications such as drug design and vaccine development. The Pepitope server is a web-based tool that aims at predicting discontinuous epitopes based on a set of peptides that were affinity-selected against a monoclonal antibody of interest. The server implements three different algorithms for epitope mapping: PepSurf, Mapitope, and a combination of the two. The rationale behind these algorithms is that the set of peptides mimics the genuine epitope in terms of physicochemical properties and spatial organization. When the three-dimensional (3D) structure of the antigen is known, the information in these peptides can be used to computationally infer the corresponding epitope. A userfriendly web interface and a graphical tool that allows viewing the predicted epitopes were developed. Pepitope can also be applied for inferring other types of protein-protein interactions beyond the immunological context, and as a general tool for aligning linear sequences to a 3D structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mapping the epitope of an antibody on its corresponding antigen is fundamental to our understanding of the mechanisms of molecular recognition and provides the basis for rational vaccine and drug design (Irving et al., 2001) . Solving the threedimensional (3D) structure of an antibody-antigen complex is the most accurate way to determine an epitope. When such a complex is not available (or cannot be obtained), a customary approach is to map the location of the epitope using a phage display library (Barbas et al., 2001) . In this technology, peptides that bind the antibody of interest with high affinity are selected from a large pool of random peptides. These affinity-selected peptides are assumed to mimic the genuine epitope in terms of their physicochemical properties and spatial organization. Hence, a resemblance of a selected peptide to a linear region of the antigen is often indicative of the genuine epitope location.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 224,
                    "text": "(Irving et al., 2001)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 524,
                    "text": "(Barbas et al., 2001)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, epitopes are often conformational, being comprised of a number of discontinuous segments of the antigen brought together via folding. Thus, an affinity-selected peptide may have similarity only to non-linear fragments of the antigen. Advanced computational methods are hence needed to correctly infer the epitope from the selected peptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we present the Pepitope server, which implements three algorithms for epitope mapping: PepSurf, Mapitope, and a combination of the two. Thus allowing users to run and compare two epitope prediction algorithms that rely on two different methodological approaches via a single web platform. These algorithms were proved successful in predicting discontinuous epitopes based on affinity-selected peptides (Bublil et al., 2006 (Bublil et al., , 2007 Enshell-Seijffers et al., 2003; Mayrose et al., 2007; Tarnovitski et al., 2006) . Furthermore, the combined algorithmic option executes both PepSurf and Mapitope and combines their results into a single epitope prediction. Pepitope enables the alignment of short, hypothetical or synthesized, sequences to a 3D structure and is thus not confined to mapping random peptides derived from phage-display experiments. Pepitope also provides a powerful visualization tool to examine the predicted epitopes and each of the peptide-to-structure alignments. It allows non-expert users to predict epitopes with no previous algorithmic knowledge, yet incorporates advanced options for expert users to fine-tune their predictions.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 427,
                    "text": "(Bublil et al., 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 450,
                    "text": "(Bublil et al., , 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 451,
                    "end": 482,
                    "text": "Enshell-Seijffers et al., 2003;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "Mayrose et al., 2007;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 505,
                    "end": 530,
                    "text": "Tarnovitski et al., 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several algorithms and web servers for epitope mapping were previously developed (Castrignano et al., 2007; Halperin et al., 2003; Moreau et al., 2006; Schreiber et al., 2005) . The main differences between Pepitope and the other servers are described at the 'OVERVIEW' web section. Although some of the features of Pepitope were previously suggested, it is the only tool that uniquely combines all of the following features:",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 107,
                    "text": "(Castrignano et al., 2007;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 108,
                    "end": 130,
                    "text": "Halperin et al., 2003;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 131,
                    "end": 151,
                    "text": "Moreau et al., 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 152,
                    "end": 175,
                    "text": "Schreiber et al., 2005)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(1) It takes into account both identities and similarities, e.g. using the BLOSUM matrix, when aligning linear peptide sequences to the antigen 3D structure. (2) It allows any number of gaps in the alignment and distinguishes between terminal gaps and non-terminal ones. (3) It clusters the resulting matches on the protein surface, thus providing an epitope prediction, which is based on the entire set of peptides collectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(4) It optionally accounts for the number of times a peptide was selected in the phage-display experiment. A short description of *To whom correspondence should be addressed. the Pepitope methodology is provided herein, and a more detailed description is available under the 'OVERVIEW', 'GALLERY' and 'QUICK HELP' web sections. The ease of using Pepitope is exemplified by predicting the human monoclonal antibody (mAb) Bo2C11 epitope for coagulation factor VIII (FVIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The PepSurf algorithm (Mayrose et al., 2007) maps each of the affinity-selected peptides onto the surface of the antigen. This is done by efficiently searching virtually all possible 3D paths (i.e. a sequence of neighboring residues on the surface of the antigen structure) for those that exhibit high similarity to the peptide sequences. Thus, the best alignment of each peptide to antigen residues brought to proximity by folding is obtained. The resulting most significant alignments are then clustered and the epitope location is inferred. The Mapitope algorithm (Bublil et al., 2007) is based on an alternative computational approach in which epitope determinants shared by the entire set of peptides are detected. Specifically, each peptide is first deconvoluted to amino acid pairs. Mapitope then identifies pairs of residues that are significantly overrepresented in the panel of peptides. It then searches for a cluster of these enriched pairs on the antigen 3D structure to obtain predicted epitope regions.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 44,
                    "text": "(Mayrose et al., 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 567,
                    "end": 588,
                    "text": "(Bublil et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The minimal input requirement for both algorithms is a set of affinity-selected peptide sequences and a PDB identifier of the antigen. Using these two inputs the following steps are carried out: (1) the exposed residues of the given structure are determined using the Surface Racer program (Tsodikov et al., 2002) . (2) A graph representing neighboring surface residues is created. (3) The epitope prediction algorithm (PepSurf, Mapitope, or both) is executed. (4) The predicted epitopes are projected and visualized on the 3D structure via a specifically designed 3D structural viewer.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 313,
                    "text": "(Tsodikov et al., 2002)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Similar to classical sequence alignment algorithms, PepSurf relies on a specified amino acid similarity matrix and a gap penalty. The user can choose the gap penalty as well as a number of substitution matrices. The difference between PepSurf calculations using different matrices tends to be small but not negligible (see the 'GALLERY' web section). PepSurf's alignment algorithm guarantees finding the best alignment between each peptide and the PDB structure only up to a certain probability, which can also be set by the user. For Mapitope, a detailed description of its option parameters is available under the 'OVERVIEW' and 'QUICK HELP' web sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pepitope options"
        },
        {
            "text": "A graphic visualization of the results using the FirstGlance in Jmol interface (http://firstglance.jmol.org) is available by clicking 'View Pepitope Results with FirstGlance in Jmol'. For the PepSurf algorithm, the corresponding alignment of each peptide to the 3D structure is also presented using the 3D viewer. The predicted clusters can be viewed in a text format under the 'Predicted Clusters' link. The link 'Resulting alignments for each peptide' leads to a textual listing of the top-scoring alignments for each peptide. Pepitope also supplies a RasMol command script for viewing the results locally with the RasMol program (Sayle and Milner-White, 1995) .",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 662,
                    "text": "(Sayle and Milner-White, 1995)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pepitope output"
        },
        {
            "text": "We illustrate the mapping of the human mAb Bo2C11 epitope on the 3D surface structure of its antigen, FVIII. Using the Contact Map Analysis server (Sobolev et al., 2005) , 19 surface residues of FVIII were identified as comprising the 'genuine epitope' and were used as the benchmark epitope when determining the prediction accuracy. Bo2C11 was used to screen a combinatorial phage-display library resulting in a set of 27 affinity-selected peptides (Villard et al., 2003) . Figure 1 illustrates the main Pepitope output. Pepitope predicts an epitope that significantly overlaps the benchmark epitope. The predicted epitope is comprised of 30 residues, of which 12 are part of the genuine epitope. The 18 remaining predicted residues, although false-positive predictions, are located in Fig. 1 . The epitope prediction obtained by the PepSurf algorithm for the Bo2C11ÀFVIII complex (PDB id 1IQD). The FVIII antigen is shown as a space-filled model with the predicted epitope in red. The Bo2C11 antibody Fab fragment is shown as a backbone model.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 169,
                    "text": "(Sobolev et al., 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 450,
                    "end": 472,
                    "text": "(Villard et al., 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 793,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "EXAMPLE: COAGULATION FACTOR VIII EPITOPE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phage Display: A Laboratory Manual",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Barbas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computational prediction of the cross-reactive neutralizing epitope corresponding to the monoclonal antibody b12 specific for HIV-1 gp120",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bublil",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FASEB J",
            "volume": "20",
            "issn": "",
            "pages": "1762--1774",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stepwise prediction of conformational discontinuous B-cell epitopes using the Mapitope algorithm",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bublil",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins",
            "volume": "68",
            "issn": "",
            "pages": "294--304",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The MEPS server for identifying protein conformational epitopes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Castrignano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The mapping and reconstitution of a conformational discontinuous B-cell epitope of HIV-1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enshell-Seijffers",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mol. Biol",
            "volume": "334",
            "issn": "",
            "pages": "87--101",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SiteLight: binding-site prediction using phage display libraries",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Protein Sci",
            "volume": "12",
            "issn": "",
            "pages": "1344--1359",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Random-peptide libraries and antigen-fragment libraries for epitope mapping and the development of vaccines and diagnostics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Irving",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Opin. Chem. Biol",
            "volume": "5",
            "issn": "",
            "pages": "314--324",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epitope mapping using combinatorial phage-display libraries: a graph-based algorithm",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mayrose",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "69--78",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Discontinuous epitope prediction based on mimotope analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moreau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "",
            "pages": "1088--1095",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RASMOL: biomolecular graphics for all",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Sayle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner-White",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Trends Biochem. Sci",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "3D-Epitope-Explorer (3DEX): localization of conformational epitopes within three-dimensional structures of proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comput. Chem",
            "volume": "26",
            "issn": "",
            "pages": "879--887",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SPACE: a suite of tools for protein structure prediction and analysis based on complementarity and environment",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sobolev",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mapping a neutralizing epitope on the SARS coronavirus spike protein: computational prediction based on affinity-selected peptides",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tarnovitski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Mol. Biol",
            "volume": "359",
            "issn": "",
            "pages": "190--201",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel computer program for fast exact calculation of accessible and molecular surface areas and average surface curvature",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "V"
                    ],
                    "last": "Tsodikov",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Comput. Chem",
            "volume": "23",
            "issn": "",
            "pages": "600--609",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Peptide decoys selected by phage display block in vitro and in vivo activity of a human anti-FVIII inhibitor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Villard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "102",
            "issn": "",
            "pages": "949--952",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "close proximity to the genuine epitope and may also contribute to the mAb binding.Conflict of Interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}