{
    "paper_id": "c444d385fb09d9f5fe5549b10cc7696850b7d420",
    "metadata": {
        "title": "Aspergillosis in the ICU: the glass half-empty?",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "W"
                ],
                "last": "Crawford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1124 Columbia Street",
                        "postCode": "98104",
                        "settlement": "Seattle",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": "scrawfor@cclink.fhcrc.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It has been said that the 1970s was the decade of advances in the treatment of bacteria, the 80s the decade of the virus, and the 90s is the decade of the fungi. Concomitant with, and probably because of, the improved treatment of common bacterial pathogens and prophylaxis for many viral infections, immunosuppressed patients are developing more fungal infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fungal infections including yeast, such as Candida, and filamentous fungi, such as Aspergillus species, have been common among neutropenic patients after chemotherapy, blood and marrow transplant recipients, and those with AIDS. As the number of patients in these categories increases, more will present themselves in our intensive care units. Dealing with fungal infections will pose an issue of heightened urgency. In this issue of Cytological examination may be more sensitive than culture for the detection of Aspergillus in such specimens, and combined the yield appears to be in the range of 50% [1, 3] . This is very similar to the diagnostic yield noted by Janssen et al. Many investigators believe that the detection of Aspergillus in the respiratory tract of a patient with significant risk factors for infection and with the appropriate clinical presentation (that is, pulmonary infiltrate) should be presumed to signify active infection, not colonization. The specificity of a positive finding in these cases probably exceeds 90% [3] . The lack of a reliable \"gold standard\" for the detection of Aspergillus makes it difficult to determine the true sensitivity. At present, fungal-specific antigen and nucleic acid detection techniques are of limited clinical utility. The reported mortality of invasive aspergillosis in immunosuppressed patients is very high, up to 100% in some series. However, even in the face of profound neutropenia, investigators at the Johns Hopkins Oncology Center report survival rates over 75% among patients with acute leukemia using prompt and aggressive treatment with high-dose amphotericin B (1.0-1.5 mg/kg per day) [4] . The timing of treatment and selection of patients appears important to the reported survial rates. Surgical resection of the involved lung may play a role in improved outcomes in some cases [5] . Clearly, survival of patients with leukemia and cancer is possible. Now investigators are reporting successful induction chemotherapy and even autologous marrow transplantation after treatment for pulmonary aspergillosis [6] [7] [8] . There is reason to believe that the outcome of patients with aspergillosis may be improving.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 605,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1660,
                    "end": 1663,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1856,
                    "end": 1859,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2083,
                    "end": 2086,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2087,
                    "end": 2090,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2091,
                    "end": 2094,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast to this, multiple studies have demonstrated mortality rates exceeding 70% for immunosuppressed patients requiring intensive care, especially those with respiratory failure. Studies of ICU treatment during therapy for cancer, hematological malignancies and marrow transplantation all report dismal outcomes [9] [10] [11] [12] [13] [14] [15] [16] . These groups of patients are also at high risk of invasive aspergillosis.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study of Janssen et al. examined the outcome of patients with proven or highly suspected aspergillosis while in the ICU. All but one of the 25 patients identified had treatment for malignancies or other well-identified risks for aspergillosis. A single patient had ARDS due to near drowning. The authors document aggressive prophylactic measures and treatments of the infections, but only two patients survived. They conclude that ICU treatment and mechanical ventilation should \"be initiated with the utmost restraint\" unless the infection appears localized and signs of neutrophil recovery are obvious. I am unconvinced that this interpretation is supported by the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The question this study poses is whether a diagnosis of aspergillosis contributes incremental prognostic information to that of respiratory failure in immunosuppressed patients. The survival rates of patients with hematological malignancy with respiratory failure are in the range of 8-30% (combined survival was 17%) [ 13-151. The survival rate following respiratory failure after marrow transplantation is 6% in several large studies [9, 10\"1. To support the recommendation of Janssen et al. the survival rates among patients with an additional diagnosis of aspergillosis should be statistically significantly lower than these. The reported survival in the study was two of 25. This is an 8% survival probability with 95% confidence intervals of 1-26%. Since one survivor was not neutropenic at the time of diagnosis and received mechanical ventilation solely during the postoperative period, he may not be an appropriate inclusion in this analysis. Survival probability would then be 4% with 95% confidence intervals of 0.1-21%. In other words, on the basis of the number of cases studied, the true survival proportion could be as high as 21%. Clearly, these rates encompass those ex-pected for immunosuppressed patients with respiratory failure. Survival among these patients does not appear to be significantly different from that anticipated from the literature for such critically ill patients. The power of this sample size is too limited to detect any difference. For example, had 100 cases been studied and 4 survived, the upper confidence limit would have been 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It would have been useful to know the survival rates within the authors' center for patients with hematological malignancies with respiratory failure who did not have a diagnosis of aspergillosis. Then the relative risk of death attributable to aspergillosis could have been calculated. Perhaps the conclusions would have been supported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many readers may accept the results of this study as support for the widely held belief that aspergillosis confers a significantly worse prognosis among these patients. That may, in fact, be the reality, especially if cerebral Aspergillus infection is present. However, survival did occur in this study despite a grim prognosis. The authors suggest localized infection and hematological recovery are favorable factors. Since, in practice, these may be difficult to demonstrate, a trial period of life-support may be indicated in many cases until the extent of infection and the course of neutrophil recovery are determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study is intriguing to me, not as confirmation of the grim outlook for most of these patients, but rather as a report that a leukemia patient with neutropenia and respiratory failure survived, despite the diagnosis of aspergillosis. I doubt many clinicians experienced with these types of patients would have expected such a finding. It is intriguing to speculate as to why he survived: was he merely colonized with AspergiIlus, or was it related to the fact he was one of the few in the study to have received a lipid-complexed amphotericin B? The data presented demonstrates that survival is possible in these patients with aspergillosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Caution should be exercised in over-interpreting prognostic information from small studies. While it is statistically impossible to prove that a probability truly approaches zero, the larger the study the closer the approximation and the greater the certainty. Perhaps, rather than viewing this scene so darkly, we should see the glass as half-full. It may be too soon to conclude that these patients should not be aggressively supported in the ICU, while we continue to search for better treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of bronchoalveolar layage in the diagnosis of invasive pulmonary aspergillosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "England",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Clin Pathol",
            "volume": "86",
            "issn": "",
            "pages": "518--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Open lung biopsy diagnosis of diffuse pulmonary infiltrates after marrow transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "94",
            "issn": "",
            "pages": "949--953",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The value of bronchoalveolar lavage and bronchial washings in the diagnosis of invasive pulmonary aspergillosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Horak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Tegtmeier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Yokota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Respir Med",
            "volume": "86",
            "issn": "",
            "pages": "243--248",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An approach to intensive antileukemia therapy in patients with previous invasive aspergillosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Karp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Merz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Med",
            "volume": "85",
            "issn": "",
            "pages": "203--206",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary resection for invasive aspergillus infections in immunosuppressed patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "109",
            "issn": "",
            "pages": "1182--1197",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Successful bone marrow transplantation in patients with previous invasive fungal infections: report of four cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nomdedeu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sureda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Domingo-Albos",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Both Marrow Transplant",
            "volume": "13",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Invasive pulmonary aspergillosis prior to BMT in acute leukemia patients does not predict a poor outcome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Insunza",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Loyola",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zurbano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tapta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iriondo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Conde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zubizarreta",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone Marrow Transplant",
            "volume": "12",
            "issn": "",
            "pages": "237--241",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Favorable outcome of invasive aspergillosis in patients with acute leukemia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Karp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuhlman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Oncol",
            "volume": "5",
            "issn": "",
            "pages": "1985--1993",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Long-term survival from respiratory failure after marrow transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "",
            "pages": "510--514",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Survival of adult bone marrow transplant patients receiving mechanical ventilation: a case for restricted use",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faber-Langendoen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcglave",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone Marrow Transplant",
            "volume": "12",
            "issn": "",
            "pages": "501--507",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcome of lung canncer patients requiring mechanical ventilation for pulmonary failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "All",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Atta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Morice",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Balakrishnan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "JAMA",
            "volume": "256",
            "issn": "",
            "pages": "3364--3366",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "All MK (1979) Respiratory failure in cancer patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "2039--2042",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Precedents for meaningful recovery during treatment in a medical intensive care unit: outcome in patients with hematological malignancy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marion",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Med",
            "volume": "75",
            "issn": "",
            "pages": "402--408",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intensive care, survival, and expense of treating critically ill cancer patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Schapira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Studnickl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bradham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "269",
            "issn": "",
            "pages": "783--786",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Outcome of respiratory failure in hematological malignancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Meadows",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Gracey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "94",
            "issn": "",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Survival of patients with cancer in a medical intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tabak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baler",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Arch Intern Med",
            "volume": "142",
            "issn": "",
            "pages": "527--529",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Intensive Care Medicine, Janssen et al. attempt to assist with the decision analysis by examining the outcomes of patients with Aspergillus infection in the ICU. Infections due to Aspergillus pose daunting clinical diagnostic, treatment and prognostic dilemmas.The definitive diagnosis of Aspergillus infection requires",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}