{"paper_id": "c449725d0ff82ba8e5b969f91ea8b3183f046ff8", "metadata": {"title": "Assisted mechanical ventilation promotes recovery of diaphragmatic thickness in critically ill patients: a prospective observational study", "authors": [{"first": "Alice", "middle": [], "last": "Grassi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniela", "middle": [], "last": "Ferlicca", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ermes", "middle": [], "last": "Lupieri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Serena", "middle": [], "last": "Calcinati", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Silvia", "middle": [], "last": "Francesconi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vittoria", "middle": [], "last": "Sala", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Valentina", "middle": [], "last": "Ormas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elena", "middle": [], "last": "Chiodaroli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chiara", "middle": [], "last": "Abbruzzese", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Francesco", "middle": [], "last": "Curto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Sanna", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Massimo", "middle": [], "last": "Zambon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Roberto", "middle": [], "last": "Fumagalli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Foti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Giacomo", "middle": [], "last": "Bellani", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Diaphragm atrophy and dysfunction are consequences of mechanical ventilation and are determinants of clinical outcomes. We hypothesize that partial preservation of diaphragm function, such as during assisted modes of ventilation, will restore diaphragm thickness. We also aim to correlate the changes in diaphragm thickness and function to outcomes and clinical factors. Methods: This is a prospective, multicentre, observational study. Patients mechanically ventilated for more than 48 h in controlled mode and eventually switched to assisted ventilation were enrolled. Diaphragm ultrasound and clinical data collection were performed every 48 h until discharge or death. A threshold of 10% was used to define thinning during controlled and recovery of thickness during assisted ventilation. Patients were also classified based on the level of diaphragm activity during assisted ventilation. We evaluated the association between changes in diaphragm thickness and activity and clinical outcomes and data, such as ventilation parameters. Results: Sixty-two patients ventilated in controlled mode and then switched to the assisted mode of ventilation were enrolled. Diaphragm thickness significantly decreased during controlled ventilation (1.84 ± 0.44 to 1.49 ± 0.37 mm, p < 0.001) and was partially restored during assisted ventilation (1.49 ± 0.37 to 1.75 ± 0.43 mm, p < 0.001). A diaphragm thinning of more than 10% was associated with longer duration of controlled ventilation (10 [5, 15] versus 5 [4, 8.5] days, p = 0.004) and higher PEEP levels (12.6 ± 4 versus 10.4 ± 4 cmH 2 O, p = 0.034). An increase in diaphragm thickness of more than 10% during assisted ventilation was not associated with any clinical outcome but with lower respiratory rate (16.7 ± 3.2 versus 19.2 ± 4 bpm, p = 0.019) and Rapid Shallow Breathing Index (37 ± 11 versus 44 ± 13, p = 0.029) and with higher Pressure Muscle Index (2 [0.5, 3] versus 0.4 [0, 1.9], p = 0.024). Change in diaphragm thickness was not related to diaphragm function expressed as diaphragm thickening fraction. Conclusion: Mode of ventilation affects diaphragm thickness, and preservation of diaphragmatic contraction, as during assisted modes, can partially reverse the muscle atrophy process. Avoiding a strenuous inspiratory work, as measured by Rapid Shallow Breathing Index and Pressure Muscle Index, may help diaphragm thickness restoration.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Diaphragm dysfunction during mechanical ventilation is increasingly recognized as a clinical entity which has an impact on important clinical outcomes, such as the risk of prolonged mechanical ventilation, re-intubation, tracheostomy, and death [1] . Ultrasound (US) is becoming a reference to assess diaphragmatic injury and to detect changes in diaphragmatic thickness over time; both an increase and a decrease of diaphragmatic thickness are associated with diaphragm activity and ventilation outcome [1, 2] . Starting from experimental and clinical studies, four mechanisms of diaphragmatic injury (myotrauma) have been identified: disuse atrophy due to over-assistance [3] , excessive load due to under-assistance [1, 4] , eccentric myotrauma from diaphragm contraction during expiration [5] or asynchronies, and longitudinal atrophy, due to high level of positive end-expiratory pressure (PEEP) [6] . Therefore, the need to set \"protective\" mechanical ventilation not only for the lungs but also for the diaphragm was recently advocated [7] . The targets of this type of ventilation would be to avoid excessive or minimal diaphragm activity, trying to mimic the inspiratory effort of healthy subjects [8] . In fact, a diaphragmatic thickening fraction between 25 and 40% (considered the reference range for resting tidal breathing) was associated with stable diaphragmatic thickness [2] , shorter duration of mechanical ventilation [1] , and higher incidence of weaning success [9] . Given all of these, it is advisable to strictly monitor patients' inspiratory efforts, and specifically diaphragmatic function, while avoiding lung injury [10] .", "cite_spans": [{"start": 245, "end": 248, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 504, "end": 507, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 508, "end": 510, "text": "2]", "ref_id": "BIBREF1"}, {"start": 674, "end": 677, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 719, "end": 722, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 723, "end": 725, "text": "4]", "ref_id": "BIBREF3"}, {"start": 793, "end": 796, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 901, "end": 904, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1043, "end": 1046, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1207, "end": 1210, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1389, "end": 1392, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1438, "end": 1441, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1484, "end": 1487, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1645, "end": 1649, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "Some clinical studies showed that intermittent diaphragm stimulation during cardiothoracic surgery could exert benefits on diaphragmatic force generation and mitochondrial function [11, 12] . On the other side, experimental studies showed that the mode of ventilation could influence the degree of diaphragmatic dysfunction. In healthy rats, controlled mechanical ventilation (CMV) lead to proteolysis and decreased protein synthesis, while the same period spent under pressure support ventilation (PSV) preserved diaphragmatic protein content, with no increase in oxidative injury [13] . In another animal study, assisted mechanical ventilation (AMV) prevented atrophy and loss of diaphragmatic force caused by controlled ventilation [14] . Recently, the first study conducted on humans (two groups of organ donors as study groups and thoracic surgery patients as controls) was published showing a correlation between the severity of diaphragm histological damage and the mode of ventilation used. In particular, the duration of the period without diaphragm stimuli (i.e. CMV) correlated with a decreased cross-sectional area of the fibres in both study groups compared to controls [15] . One of the two study groups underwent a longer period of CMV than the other organ donors group, but this did not lead to a significant reduction in diaphragm fibre cross-sectional area. The same group spent more time also under an assisted mode of ventilation, with some preservation of diaphragmatic function, and this was advocated as the possible mechanism which avoided excessive atrophy.", "cite_spans": [{"start": 181, "end": 185, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 186, "end": 189, "text": "12]", "ref_id": "BIBREF11"}, {"start": 582, "end": 586, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 735, "end": 739, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1183, "end": 1187, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of this study is to test the hypothesis that, in the face of decreased diaphragmatic thickness during CMV, assisted modes of ventilation which partially preserves diaphragmatic activity could restore diaphragmatic thickness. Secondarily, we aim to correlate the change in diaphragm thickness during both CMV and AMV to clinical factors and outcomes. As the third objective, we aim to describe the boundaries of \"diaphragm-protective assisted ventilation\" according to the clinical outcomes of our patients and to correlate diaphragm activity to thickness.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This is a prospective observational study performed in the general ICUs of San Gerardo Hospital in Monza and Desio Hospital, Cernusco S/N Hospital, Niguarda Hospital, and Ospedale Maggiore Policlinico in Milan.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The study protocol was approved by the local Ethics Committees of the involved hospitals, and informed consent was obtained from patients or their substitute decision-makers prior to enrolment.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The participating centres managed patients in the acute phase of the critical illness with CMV (with or without muscle paralysis but avoiding spontaneous breathing effort), switching to AMV after improvement of the clinical condition (i.e. resolution of acute phase, FiO 2 < 50%, reduction in the doses of vasopressors), typically by PSV. PS level was progressively reduced until a phase of continuous positive airway pressure (cPAP) ventilation. In this context, it is possible to clearly separate the fully controlled or assisted ventilation mode and to identify the onset of inspiratory activity.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We enrolled intubated or tracheotomized patients undergoing controlled mechanical ventilation for at least 48 cumulative hours (with intervals of assisted ventilation of less than 24 h).", "cite_spans": [], "ref_spans": [], "section": "Inclusion and exclusion criteria"}, {"text": "Exclusion criteria were age lower than 18 years old, body mass index (BMI) greater than 35, pregnancy, neuromuscular diseases, phrenic nerve lesions, abdominal vacuum-assisted closure (VAC) therapy, and poor acoustic window.", "cite_spans": [], "ref_spans": [], "section": "Inclusion and exclusion criteria"}, {"text": "Patients were subsequently excluded from the final analysis if they were not switched to assisted mechanical ventilation or if the total period of mechanical ventilation was shorter than 8 days (less than four US measurements available).", "cite_spans": [], "ref_spans": [], "section": "Inclusion and exclusion criteria"}, {"text": "At the time of enrolment, age, sex, body mass index (BMI), comorbidities, reason for admission, therapy with corticosteroids or neuromuscular blocking agents (NMBA), ventilator parameters (tidal volume, respiratory rate, PEEP, pressure support level), haemodynamic and gas exchange parameters, SOFA score, and nutritional status indicators (such as prealbumin levels [16, 17] ) were collected, and US was performed. Glasgow Coma Scale was not taken into account during the computation of SOFA. Some derived data were computed to describe patients' respiratory mechanics. Driving pressure was computed as the difference between plateau pressure (measured during an inspiratory hold, both in CMV and AMV, as previously described by our group [10, 18] ) and PEEP. Respiratory system compliance was calculated as tidal volume divided by driving pressure. Pressure Muscle Index (PMI) is the difference between plateau pressure and peak pressure (the latter being the sum of pressure support and PEEP) during PSV and was previously shown to correlate with the effort exerted by patients' muscle during inspiration [19] . Lastly, Rapid Shallow Breathing Index (RSBI) is the product between tidal volume and respiratory rate, and it is used to evaluate weaning readiness [20] . p0.1 [21] , the drop in pressure in the first 100 ms of an inspiratory effort against occluded airways and an index of respiratory drive, automatically measured by the mechanical ventilators, was collected together with the other ventilator data during AMV.", "cite_spans": [{"start": 367, "end": 371, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 372, "end": 375, "text": "17]", "ref_id": "BIBREF16"}, {"start": 740, "end": 744, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 745, "end": 748, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1108, "end": 1112, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1263, "end": 1267, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1275, "end": 1279, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Study protocol"}, {"text": "The linear US transducer was placed in the IX or X intercostal space near the midaxillary line and angled perpendicular to the chest, as validated by Goligher et al. [22] . The diaphragm was identified as a three-layered structure just superficial to the liver, consisting of a relatively non-echogenic muscular layer bounded by the echogenic membranes of the diaphragmatic pleura and peritoneum (Additional file 1: Figure S1A ). The zone of apposition of the diaphragm between the liver and chest wall was identified. The first ultrasound image of diaphragm was collected at the end of expiration in twodimensional (2D) mode (Additional file 1: Figure S1A ). The second scan was collected in motion mode (M-mode) with at least two breaths visualized (Additional file 1: Figure S1B ). A mark with a skin marker was made at the point of the first measurement to improve the reproducibility of the measurements, as previously demonstrated [22] .", "cite_spans": [{"start": 166, "end": 170, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 937, "end": 941, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 416, "end": 426, "text": "Figure S1A", "ref_id": null}, {"start": 646, "end": 656, "text": "Figure S1A", "ref_id": null}, {"start": 771, "end": 781, "text": "Figure S1B", "ref_id": null}], "section": "Study protocol"}, {"text": "Every 48 h, ultrasound images and clinical data collection were repeated until discharge from the intensive care unit or death.", "cite_spans": [], "ref_spans": [], "section": "Study protocol"}, {"text": "US measurements were stored during all procedures for subsequent offline analysis of diaphragm thickness and diaphragm thickening fraction.", "cite_spans": [], "ref_spans": [], "section": "Study protocol"}, {"text": "In the following analysis, we refer to the data collection day closest to the first day of assisted MV as \"day 0\". Therefore, we assign a negative value to the data collection days before \"day 0\" (corresponding to CMV days) and a positive value to the data collection days after \"day 0\" (corresponding to AMV days). The study protocol is summarized in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 352, "end": 358, "text": "Fig. 1", "ref_id": null}], "section": "Study protocol"}, {"text": "Offline analyses of US images were performed with the support of a dedicated software (ImageJ®, US National Institutes of Health, Bethesda, MD, USA).", "cite_spans": [], "ref_spans": [], "section": "Offline analysis"}, {"text": "Diaphragm thickness (Tdi) was measured in 2D mode images (performed at end-expiration) as the distance Fig. 1 Timeline of the study protocol. The day in which the patient was switched from controlled to assisted mechanical ventilation was marked as day 0. The study days before day 0 were numbered with negative numbers and correspond to the controlled ventilation days; the days after day 0 were numerated with positive numbers and correspond to the assisted mechanical ventilation period. MV, mechanical ventilation; ICU, intensive care unit between the diaphragmatic pleura and the peritoneum (Additional file 1: Figure S1A ). Tdi was expressed as a percentage of Tdi in day 0.", "cite_spans": [], "ref_spans": [{"start": 103, "end": 109, "text": "Fig. 1", "ref_id": null}, {"start": 616, "end": 626, "text": "Figure S1A", "ref_id": null}], "section": "Offline analysis"}, {"text": "In M-mode images, diaphragm thickness was measured at end expiration (Tdi,ee) and at inspiratory peak (Tdi,pi) (Additional file 1: Figure S1B ). Diaphragm thickening during inspiration (DTdi) was calculated as the difference between Tdi,pi and Tdi,ee. Diaphragm thickening fraction (TFdi) was defined as the percentage change in diaphragm thickness during inspiration and computed as the quotient of DTdi and Tdi,ee.", "cite_spans": [], "ref_spans": [{"start": 131, "end": 141, "text": "Figure S1B", "ref_id": null}], "section": "Offline analysis"}, {"text": "The first aim of this study was to verify the hypothesis that the mode of ventilation correlates with changes in diaphragm thickness. More specifically, we hypothesize that, while CMV leads to diaphragm atrophy, AMV can lead to partial or total restoration of diaphragm thickness.", "cite_spans": [], "ref_spans": [], "section": "Aims of the study"}, {"text": "The second aim was to correlate the change in diaphragm thickness (both as thinning during CMV and as recovery of thickness during AMV) to clinical outcomes, namely, ICU and hospital survival, ICU and hospital length of stay, and duration of mechanical ventilation. The third aim of the study was to correlate the changes in diaphragm thickness with clinical factors such as comorbidities, admission diagnosis, severity of disease, ventilation settings and respiratory mechanics, and prealbumin as a nutritional index. Lastly, we aimed to correlate the change in diaphragm thickness to diaphragm function, expressed as diaphragm thickening fraction and to respiratory drive and effort.", "cite_spans": [], "ref_spans": [], "section": "Aims of the study"}, {"text": "Statistical analysis was performed with SPSS Statistics® v. 25 .0 (IBM Corporation, Armonk, NY, USA).", "cite_spans": [{"start": 60, "end": 62, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Descriptive statistics were expressed as means and standard deviation or standard error for variables with a normal distribution, otherwise as medians [interquartile range (IQR)]. Normality was assessed by the Shapiro-Wilk test.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "We used linear mixed models to evaluate the changes in diaphragm thickness and thickening fraction over time.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The study population was divided into two groups based on diaphragm change in thickness during CMV period. A change of at least 10% (as compared to Tdi in day 0) in at least one US measurement between study enrolment and day 0 (switch to AMV) was used to define two groups: \"unchanged during CMV\" and \"thinning during CMV\". Similarly, the study population was then divided into two groups based on a change of at least 10% (as compared to day 0) in at least one of the US measurements taken between day 0 (start of AMV) and the last US measurement available (death, discharge from ICU or ventilation switched back to CMV). The two groups were defined as \"unchanged during AMV\" and \"recovery of thickness during AMV\".", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The 10% cut-off selection was based on the measurement resolution of the ultrasound technique [23] and on the previously published study in which this cut-off was used [2] .", "cite_spans": [{"start": 94, "end": 98, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 168, "end": 171, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Clinical characteristics and changes in diaphragm function were compared among patients in (1) \"unchanged during CMV\" versus \"thinning during CMV\" and (2) \"unchanged during AMV\" and \"recovery of thickness during AMV\", using independent samples t test, Mann-Whitney test, or chi-square test as appropriate. Total days of neuromuscular blocker infusion were normalized for total days of controlled ventilation before performing a statistical analysis. Linear correlation analysis was assessed using Pearson's or Spearman's model, based on the normal distribution of data.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "To compare the percentages of survivors between the groups, we also used Cohen's h measure of effect size between two independent proportions [24] .", "cite_spans": [{"start": 142, "end": 146, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The estimation of the sample size was based on the following considerations:", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "-The aim of the study is to evaluate the change in diaphragmatic thickness and inspiratory diaphragm thickening in patients undergoing assisted ventilation after at least 48 h of controlled ventilation. Because the diaphragm cannot be visualized by US in about 10% of patients and another 10% of patients will not be weaned from controlled ventilation, we planned to enrol 60 patients in total.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "One hundred twenty ICU patients were screened between January 2017 and January 2019. After the application of exclusion criteria, 98 patients were included in the study. Thirty-six of them dropped out because they were never switched to assisted ventilation (n = 11 patients died during CMV period) or were ventilated for a short period of time (n = 25 patients had less than 4 US measurements available). Sixty-two of them were included in the final analysis after undergoing a period of controlled ventilation followed by weaning through assisted ventilation (Fig. 2) . The characteristics of the population at baseline are shown in Additional file 1: Table S1 . A mean of 9.6 ± 5.5 US measurements was taken for every patient until ICU discharge. The analysis was performed on the US measurements and clinical data collected between the day of enrolment and day + 8 of mechanical ventilation, when the highest number of data collected was available.", "cite_spans": [], "ref_spans": [{"start": 561, "end": 569, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 654, "end": 662, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Population selection"}, {"text": "TFdi, which reflects diaphragmatic contraction, as expected, significantly increased during AMV versus CMV period: in fact, mean TFdi during CMV was 7.2 ± 6.8%, while the mean TFdi during AMV was 17 ± 9.5%, p < 0.0001. Figure 3 shows the change of mean TFdi over time.", "cite_spans": [], "ref_spans": [{"start": 219, "end": 227, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Thickening fraction over time"}, {"text": "Average change in diaphragmatic thickness according to ventilation mode CMV was associated with a decrease in diaphragm thickness while during the period of AMV, it partially recovered (Fig. 4a) . When taking into consideration the first 2 days of CMV and the last 2 days of ICU stay in each patient, the decrease and subsequent increase in diaphragm thickness were both significantly different when compared to diaphragm thickness in day 0 (Additional file 1: Figure S2 ). The same results were obtained looking at absolute Tdi values at the beginning and at the end of the study period: the mean absolute thickness at the study enrolment was 1.84 ± 0.44 mm, while the last value of thickness recorded was 1.75 ± 0.43 mm. The minimal thickness value reached was 1.49 ± 0.37 mm, significantly different from both the values recorded at the beginning and at the end of the study period (p < 0.001) (Fig. 4b) .", "cite_spans": [], "ref_spans": [{"start": 185, "end": 194, "text": "(Fig. 4a)", "ref_id": null}, {"start": 461, "end": 470, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 897, "end": 906, "text": "(Fig. 4b)", "ref_id": null}], "section": "Thickening fraction over time"}, {"text": "The mean Tdi reduction from the study enrolment to the day of switch to AMV was 11.2 ± 21.6%.", "cite_spans": [], "ref_spans": [], "section": "Thickening fraction over time"}, {"text": "Patients were classified into two groups based on the change in diaphragm thickness during CMV (Fig. 5a) . A decrease in diaphragm thickness by 10% or more was associated with significantly more days spent under CMV, absolute and as a percentage of the total ventilation period. Diaphragm thinning was not associated with different ICU or hospital outcome nor different length of stay, as also shown by the small effect size for survival differences (close to 0.2) with a wide confidence interval (Table 1) . Subsequently, patients in the AMV period were classified based on a regain of diaphragm thickness of more or less than 10% (Fig. 5b) . The two groups of patients were not different for any of the outcomes tested (survival and duration of ventilation and length of ICU staying in survivors, Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 95, "end": 104, "text": "(Fig. 5a)", "ref_id": null}, {"start": 497, "end": 506, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 632, "end": 641, "text": "(Fig. 5b)", "ref_id": null}, {"start": 799, "end": 806, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Change in diaphragmatic thickness and patients' outcome"}, {"text": "All the clinical factors associated with diaphragm thinning during CMV are shown in Table 2 . These patients underwent mechanical ventilation with higher PEEP and higher plateau pressure. They had also a trend towards While during controlled ventilation (days before day 0), diaphragm thickness tends to decrease, during assisted ventilation partial restoration of the muscle thickness occurs. b The mean change in absolute diaphragm thickness from the beginning to the end of the study period. Tdi, diaphragm thickness; CMV, controlled mechanical ventilation; ICU, intensive care unit; SE, standard error; SD standard deviation more days spent under NMBA. Lastly, lower mean prealbumin levels in the plasma during ICU admission were associated with decreased diaphragm thickness during CMV.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Clinical factors associated with changes in diaphragm thickness"}, {"text": "No differences in previous diseases nor in the main diagnosis for hospital admission were associated with regain of diaphragm thickness during AMV. This was instead associated with lower respiratory rate and RSBI and with higher PMI and a trend towards higher p0.1 (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 265, "end": 274, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Clinical factors associated with changes in diaphragm thickness"}, {"text": "In 11 out of 62 patients (18%), the measurement of TFdi on M-mode US images was considered not feasible. Therefore, the following results refer to the remaining 51 patients. The median TFdi of the patient population during the first 8 US measurements in AMV was 16.3% [IQR 8.9, 24.6]. The patients with a mean TFdi higher than 16.3% had a higher incidence of ARDS as admission diagnosis (54% had ARDS at Fig. 5 Classification of patients based on the changes in diaphragmatic thickness during controlled and assisted mechanical ventilation. a Patients were classified into two groups based on the thinning of the diaphragm during controlled ventilation. Patients whose diaphragm thickness decreased by more than 10% are represented by the red line; patients whose diaphragm was unchanged are represented by the blue line. b Patients were classified into two groups based on the thickening of the diaphragm during assisted ventilation. Patients whose diaphragm thickness increased by more than 10% are represented by the orange line; patients whose diaphragm was unchanged are represented by the green line. CMV, controlled mechanical ventilation; AMV assisted mechanical ventilation: Tdi, diaphragm thickness; SE, standard error admission versus 16% in the group whose mean TFdi was < 16.3%, p < 0.005). The median of the maximum TFdi recorded for each patient during the first 8 US measurements during AMV was 25% [IQR 14, 35] . We then classified the patients in tertiles of mean TFdi during the same period of AMV (corresponding to the first 8 US measurements): despite the differences between the groups were not significant, we found that with the increase in mean TFdi, the AMV days (so the weaning duration) increased, together with ICU length of stay (Additional file 1: Figure S3 ).", "cite_spans": [{"start": 1420, "end": 1423, "text": "14,", "ref_id": "BIBREF13"}, {"start": 1424, "end": 1427, "text": "35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 404, "end": 410, "text": "Fig. 5", "ref_id": null}, {"start": 1779, "end": 1788, "text": "Figure S3", "ref_id": "FIGREF2"}], "section": "Factors associated with diaphragm activity"}, {"text": "We did not find a significant relationship between the level of inspiratory effort expressed as TFdi and the mean and maximum thickness reached by the diaphragm during the AMV period. The mean and maximum diaphragm thickness were also not related to other indices of inspiratory effort, such as mean PMI, p0.1, and negative inspiratory force (NIF) (Additional file 1: Figure S4 A and B ).", "cite_spans": [], "ref_spans": [{"start": 368, "end": 385, "text": "Figure S4 A and B", "ref_id": null}], "section": "Relation between diaphragmatic thickening fraction, diaphragmatic thickness and indexes of respiratory drive and effort"}, {"text": "While diaphragm atrophy is widely described in the recent literature, the reversal of this process is still poorly studied and it is not clear which factors can favour it. Moreover, the increase of diaphragm thickness described during some phases of mechanical ventilation might not represent a recovery of the muscle mass but the occurrence of a pathological process. The purpose of this study was to partially address these open questions by looking at the effect of assisted mechanical ventilation on diaphragm thickness and activity and their relationship to patients' outcome.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The main results can be summarized as follows: diaphragm thickness is influenced by the mode of ventilation; in fact, while during CMV, Tdi tends either to decrease or not change, spontaneous assisted breathing with pressure support can lead to partial restoration of Tdi. A decrease in Tdi during CMV is associated with a longer period of diaphragm inactivity (duration of CMV), while a regain in Tdi during AMV in our population was not associated with common clinical outcomes. Considering diaphragm activity, the patients with lower TFdi trended towards less AMV days. Lastly, we found a correlation between the increase in Tdi during AMV and lower respiratory rate and lower Rapid Shallow Breathing Index as well as higher Pressure Muscle Index, whereas we found no association between diaphragm thickness and activity, as measured by TFdi. Our data confirm that diaphragm atrophy occurs in ICU patients, and this can be captured by US [27] . The mean thickness value recorded at the study inclusion was similar to that recorded in another study [25] . A decrease in Tdi was shown to be associated with longer periods of mechanical ventilation, and it occurs early after intubation [2, 25] . The higher levels of PEEP in patients with diaphragm thinning during CMV could be in line with the recent evidences regarding myofibre longitudinal atrophy due to PEEP [6] . To our knowledge, no studies until now described the relation between the prealbumin levels, as an index of nutritional status [17] , and diaphragm thickness. If it can be argued that both lower prealbumin and diaphragm thinning are simply a marker of more severe baseline disease, this is not confirmed by differences in baseline SOFA or incidence of shock in the two groups (thinning or unchanged diaphragm during CMV). Therefore, these observational data can give a suggestion regarding a possible preventive approach to avoid diaphragm thinning by means of monitoring and optimization of nutritional status.", "cite_spans": [{"start": 941, "end": 945, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1051, "end": 1055, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 1187, "end": 1190, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1191, "end": 1194, "text": "25]", "ref_id": "BIBREF24"}, {"start": 1365, "end": 1368, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1498, "end": 1502, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "While the negative effects of prolonged diaphragm inactivity are widely recognized, clinical data regarding the consequences of partial diaphragm activity, which happens during assisted modes of ventilation, are less clear and somehow conflicting.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Animal studies clearly showed that different modes of assisted ventilation induce a milder loss of diaphragm function [14, 28] while also causing less proteolysis [13] .", "cite_spans": [{"start": 118, "end": 122, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 123, "end": 126, "text": "28]", "ref_id": "BIBREF27"}, {"start": 163, "end": 167, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "On the clinical side, instead, the first important factor to be underlined is that, because of the ventilation practice of different centres, the period of controlled and assisted ventilation are not clearly dissectable, and therefore, it is difficult to correlate the trend of diaphragm thickness with a specific mode of ventilation [25] . Two Italian studies focused specifically on the consequences of the mode of ventilation on the diaphragm. Umbrello et al. [29] showed that the level of diaphragm activity was related to the level of support provided by the ventilator and to other indices of respiratory effort (p0.1, PMI), but given the short duration of patient observation in this study, it lacks a trend of Tdi measurements overtime. Zambon et al. [26] instead correlated Tdi with the ventilation setting and, in keeping with our results, demonstrated that the daily atrophy rate of the diaphragm is directly related to the mode of ventilation; partial preservation of diaphragm activity during PSV or spontaneous breathing with cPAP significantly reduced the atrophy rate. In 2015, Goligher et al. [2] showed a direct relation between diaphragm thickness and activity, expressed as TFdi. In a supplementary analysis of this study, patients were classified based on the mode of ventilation (controlled versus partially assisted): in both cases, the diaphragm thickness decreased at the beginning of ventilation time, then it tended to increase only in the \"partially assisted mode\" patients, despite not significantly. The relation between diaphragm Tdi, diaphragm activity, and duration of mechanical ventilation shown in Goligher's study [2] was not confirmed by our results; this could be due by the fact that, on average, the Tdi in our patients tended to decrease and then to return to baseline. An intriguing very recent study [15] shows that diaphragm partial activity during mechanical ventilation preserves muscle fibres from histological damage, contrarily to muscle complete inactivity. We have no histological data on patients' diaphragms, and further studies, maybe involving muscular structure evaluation, are needed to judge if the muscle actually benefits from the assisted activity, even if in some cases, this might not translate in improved outcome due to the co-existence of too many confounding factors in an ICU patient. Regarding diaphragm activity, some studies report that the level of TFdi can be used as a predictor of successful weaning [9, 30, 31] . This evidence was not confirmed in other studies. One of them found TFdi to be less sensitive and specific of traditional measure of breathing effort and distress [32] . Another recent study [33] looked specifically at extubation failure in those patients who successfully passed a spontaneous breathing trial (SBT). In this population, neither TFdi nor diaphragm excursion was predictors of successful extubation, and the only factor associated with successful extubation was effective cough. Sixty-three percent of the patients who passed the SBT and were successfully extubated had a TFdi of the right diaphragm lower than 30%.", "cite_spans": [{"start": 334, "end": 338, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 463, "end": 467, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 759, "end": 763, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 1110, "end": 1113, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1651, "end": 1654, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1844, "end": 1848, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 2476, "end": 2479, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 2480, "end": 2483, "text": "30,", "ref_id": "BIBREF29"}, {"start": 2484, "end": 2487, "text": "31]", "ref_id": "BIBREF30"}, {"start": 2653, "end": 2657, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 2681, "end": 2685, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "Similarly, we found low values of mean and maximum TFdi during the period of AMV in our patients. First, we focused on tidal TFdi, while in other studies, TFdi is calculated between maximum inspiration and expiration [2, 34, 35] . Second, in a larger population of ventilated patients, the majority of the subjects (128 out of 146) had a TFdi lower than 25% during the first 3 days of ventilation [1] . Third, the low TFdi that we recorded somehow reflects the weaning approach used in the centres involved in the study. All the centres are geographically close and traditionally use PSV as the main mode to wean patients from a mechanical ventilator. Spontaneous breathing trials are usually performed in a cPAP mode with a level of PEEP < 10 cmH 2 O and only after a gradual decrease of the level of pressure support, which could happen along many days. The amount of inspiratory effort is usually measured more than once per day, by means of p0.1 and PMI. PEEP is typically set by the clinician based both on respiratory system compliance and oxygenation response [36] , taking also into account that the level of PEEP itself can modify the respiratory effort of the patient [37] . Therefore, it is very uncommon that patients' endurance is tested causing strenuous levels of inspiratory effort, as also witnessed by the low median Rapid Shallow Breathing Index in all the patients. TFdi is normally not monitored by the clinician. These results could help delineate the parameters and safe thresholds for \"diaphragm-protective mechanical ventilation\", and once again, they underline the importance of monitoring the level of inspiratory effort in spontaneously breathing patients and the need to avoid strenuous efforts. In fact, a trend towards longer mechanical ventilation and longer ICU stay was observed in those patients whose mean TFdi was higher in the first days of the weaning process. This could suggest that keeping the diaphragm at rest, with low levels of TFdi, promotes rehabilitation of the muscle. Or that, in patients who are healthier, and therefore ventilated for a shorter time, a low TFdi is enough to promote successful weaning from the mechanical ventilator.", "cite_spans": [{"start": 217, "end": 220, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 221, "end": 224, "text": "34,", "ref_id": "BIBREF33"}, {"start": 225, "end": 228, "text": "35]", "ref_id": "BIBREF34"}, {"start": 397, "end": 400, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1067, "end": 1071, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1178, "end": 1182, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Discussion"}, {"text": "RSBI is a commonly used index to evaluate extubation readiness during weaning [20] , whereas PMI (namely the pressure recorded on the ventilator during an inspiratory hold in PSV) was shown to tightly correlate with inspiratory pressure generated by the patient's muscles during inspiration [19] . We found a correlation between an increase in diaphragm Tdi during AMV and lower RSBI; the presented data do not allow to infer any causal relationship between these two phenomena, but for the first time, we show that a respiratory pattern as close as possible to normal breath happens at the same time as a partial restoration in diaphragmatic thickness. On the other side, the correlation between recovery of thickness and PMI could support the hypothesis that muscle thickness restoration brings to a higher force generation, leading to a trend towards higher tidal volumes despite lower mean pressure support levels ( Table 3 ). All these data point towards the fact that diaphragm thickness recovery during AMV is a different process when compared to diaphragm absolute increase in thickness, as described by Goligher et al. [2] , the latter correlated with diaphragm dysfunction. In our patient, restoration of diaphragm thickness through a smooth training during AMV was associated with a more efficient diaphragm function. This observation could be hypothesis-generating for a subsequent study.", "cite_spans": [{"start": 78, "end": 82, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 291, "end": 295, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1128, "end": 1131, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 920, "end": 927, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "The main strength of this study lies in the ability of clearly separating the phases in which patient's inspiratory effort is present or absent, enabling to investigate the specific consequences of the mode of ventilation on diaphragm thickness and activity. We acknowledge that the consequences of ventilation on myotrauma need to be further analysed [38] , even if a \"lung-protective ventilation\" during assisted modes, which mainly consists in the strict monitoring of respiratory mechanics and effort is the main key to improve outcome [10] bringing also to a smooth training of the diaphragm while weaning the lungs.", "cite_spans": [{"start": 352, "end": 356, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 540, "end": 544, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "The first one is related to the US method per se; in fact, US diaphragm images taken in ICU patients are influenced by dozens of factors, even if all the attention was paid to guarantee reproducible measures [22] . This lead to discarding 18% of the TFdi measurement that were judged to be unreliable. Secondarily, the multicentre nature of this study leads to a higher population heterogeneity. Third, the population suffers from a selection bias, which was however wanted by the investigators, in order to focus on those patients who are considered able to be weaned (so switched from CMV to AMV). This explains the high survival rate observed in this ICU population. Forth, we acknowledge that we performed a high number of statistical analysis, which could lead to associations difficult to interpret, even if we repeated most of the analysis already performed in previous studies [2] .", "cite_spans": [{"start": 208, "end": 212, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 885, "end": 888, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Study limitations"}, {"text": "The mode of ventilation affects diaphragm thickness in ICU patients. While diaphragm atrophy is associated with a longer duration of controlled mechanical ventilation, assisted mode leads to partial restoration of diaphragm thickness, which seems to correlate to a better breathing pattern. These findings on one side underline the need for monitoring respiratory mechanics during spontaneous breathing and avoiding excessive efforts, on the other side provide some data to define the thresholds for \"diaphragm-protective mechanical ventilation\".", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mechanical ventilation-induced diaphragm atrophy strongly impacts clinical outcomes", "authors": [{"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "M", "middle": [], "last": "Dres", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Rubenfeld", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Scales", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Herridge", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": ""}], "year": 2017, "venue": "Am J Respir Crit Care Med", "volume": "197", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Evolution of diaphragm thickness during mechanical ventilation. Impact of inspiratory effort", "authors": [{"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "E", "middle": [], "last": "Fan", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Herridge", "suffix": ""}, {"first": "A", "middle": [], "last": "Murray", "suffix": ""}, {"first": "S", "middle": [], "last": "Vorona", "suffix": ""}, {"first": "D", "middle": [], "last": "Brace", "suffix": ""}], "year": 2015, "venue": "Am J Respir Crit Care Med", "volume": "192", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rapid disuse atrophy of diaphragm fibers in mechanically ventilated humans", "authors": [{"first": "S", "middle": [], "last": "Levine", "suffix": ""}, {"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "N", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Friscia", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Budak", "suffix": ""}, {"first": "P", "middle": [], "last": "Rothenberg", "suffix": ""}], "year": 2008, "venue": "N Engl J Med", "volume": "358", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Injury of the human diaphragm associated with exertion and chronic obstructive pulmonary disease", "authors": [{"first": "M", "middle": [], "last": "Orozco-Levi", "suffix": ""}, {"first": "J", "middle": [], "last": "Lloreta", "suffix": ""}, {"first": "J", "middle": [], "last": "Minguella", "suffix": ""}, {"first": "S", "middle": [], "last": "Serrano", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Broquetas", "suffix": ""}, {"first": "J", "middle": [], "last": "Gea", "suffix": ""}], "year": 2001, "venue": "Am J Respir Crit Care Med", "volume": "164", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The diaphragm acts as a brake during expiration to prevent lung collapse", "authors": [{"first": "M", "middle": [], "last": "Pellegrini", "suffix": ""}, {"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}, {"first": "A", "middle": [], "last": "Roneus", "suffix": ""}, {"first": "M", "middle": [], "last": "Segelsjö", "suffix": ""}, {"first": "A", "middle": [], "last": "Larsson", "suffix": ""}, {"first": "G", "middle": [], "last": "Perchiazzi", "suffix": ""}], "year": 2016, "venue": "Am J Respir Crit Care Med", "volume": "195", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Positive end-expiratory pressure ventilation induces longitudinal atrophy in diaphragm fibers", "authors": [{"first": "J", "middle": [], "last": "Lindqvist", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Den Berg", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Der Pijl", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Hooijman", "suffix": ""}, {"first": "A", "middle": [], "last": "Beishuizen", "suffix": ""}, {"first": "J", "middle": [], "last": "Elshof", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "198", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Lung-and diaphragm-protective ventilation in acute respiratory distress syndrome: rationale and challenges", "authors": [{"first": "T", "middle": [], "last": "Schepens", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}], "year": 2019, "venue": "Anesthesiology", "volume": "130", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Diaphragm-protective mechanical ventilation", "authors": [{"first": "T", "middle": [], "last": "Schepens", "suffix": ""}, {"first": "M", "middle": [], "last": "Dres", "suffix": ""}, {"first": "L", "middle": [], "last": "Heunks", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}], "year": 2018, "venue": "Curr Opin Crit Care", "volume": "25", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Diaphragm function and weaning from mechanical ventilation: an ultrasound and phrenic nerve stimulation clinical study", "authors": [{"first": "M", "middle": [], "last": "Dres", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "B-P", "middle": [], "last": "Dubé", "suffix": ""}, {"first": "E", "middle": [], "last": "Morawiec", "suffix": ""}, {"first": "L", "middle": [], "last": "Dangers", "suffix": ""}, {"first": "D", "middle": [], "last": "Reuter", "suffix": ""}], "year": 2018, "venue": "Ann Intensive Care", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Driving pressure is associated with outcome during assisted ventilation in acute respiratory distress syndrome", "authors": [{"first": "G", "middle": [], "last": "Bellani", "suffix": ""}, {"first": "A", "middle": [], "last": "Grassi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sosio", "suffix": ""}, {"first": "S", "middle": [], "last": "Gatti", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Kavanagh", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesenti", "suffix": ""}], "year": 2019, "venue": "Anesthesiology", "volume": "131", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effect of intermittent phrenic nerve stimulation during cardiothoracic surgery on mitochondrial respiration in the human diaphragm", "authors": [{"first": "A", "middle": ["D"], "last": "Martin", "suffix": ""}, {"first": "A-M", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Beaver", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Smith", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Martin", "suffix": ""}, {"first": "K", "middle": [], "last": "Berg", "suffix": ""}], "year": 2013, "venue": "Crit Care Med", "volume": "42", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Phrenic nerve stimulation increases human diaphragm fiber force after cardiothoracic surgery", "authors": [{"first": "B", "middle": [], "last": "Ahn", "suffix": ""}, {"first": "T", "middle": [], "last": "Beaver", "suffix": ""}, {"first": "T", "middle": [], "last": "Martin", "suffix": ""}, {"first": "P", "middle": [], "last": "Hess", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Brumback", "suffix": ""}, {"first": "S", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2014, "venue": "Am J Respir Crit Care Med", "volume": "190", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pressure support ventilation attenuates ventilator-induced protein modifications in the diaphragm", "authors": [{"first": "E", "middle": [], "last": "Futier", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Constantin", "suffix": ""}, {"first": "L", "middle": [], "last": "Combaret", "suffix": ""}, {"first": "L", "middle": [], "last": "Mosoni", "suffix": ""}, {"first": "L", "middle": [], "last": "Roszyk", "suffix": ""}, {"first": "V", "middle": [], "last": "Sapin", "suffix": ""}], "year": 2008, "venue": "Crit Care", "volume": "12", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Assist-control mechanical ventilation attenuates ventilator-induced diaphragmatic dysfunction", "authors": [{"first": "Csh", "middle": [], "last": "Sassoon", "suffix": ""}, {"first": "E", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Caiozzo", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "170", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Structural differences in the diaphragm of patients following controlled vs assisted and spontaneous mechanical ventilation", "authors": [{"first": "J", "middle": [], "last": "Marin-Corral", "suffix": ""}, {"first": "Dot", "middle": ["I"], "last": "Boguña", "suffix": ""}, {"first": "M", "middle": [], "last": "Cecchini", "suffix": ""}, {"first": "L", "middle": [], "last": "Zapatero", "suffix": ""}, {"first": "A", "middle": [], "last": "Gracia", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "", "suffix": ""}], "year": 2019, "venue": "Intensive Care Med", "volume": "45", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Permissive underfeeding or standard enteral feeding in high-and lownutritional-risk critically ill adults. Post hoc analysis of the PermiT Trial", "authors": [{"first": "Y", "middle": ["M"], "last": "Arabi", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Aldawood", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Al-Dorzi", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Tamim", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Haddad", "suffix": ""}, {"first": "G", "middle": [], "last": "Jones", "suffix": ""}], "year": 2016, "venue": "Am J Respir Crit Care Med", "volume": "195", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Prealbumin serum concentrations as a useful tool in the assessment of malnutrition in hospitalized patients", "authors": [{"first": "G", "middle": [], "last": "Devoto", "suffix": ""}, {"first": "F", "middle": [], "last": "Gallo", "suffix": ""}, {"first": "C", "middle": [], "last": "Marchello", "suffix": ""}, {"first": "O", "middle": [], "last": "Racchi", "suffix": ""}, {"first": "R", "middle": [], "last": "Garbarini", "suffix": ""}, {"first": "S", "middle": [], "last": "Bonassi", "suffix": ""}], "year": 2006, "venue": "Clin Chem", "volume": "52", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Plateau and driving pressure in the presence of spontaneous breathing", "authors": [{"first": "G", "middle": [], "last": "Bellani", "suffix": ""}, {"first": "A", "middle": [], "last": "Grassi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sosio", "suffix": ""}, {"first": "G", "middle": [], "last": "Foti", "suffix": ""}], "year": 2018, "venue": "Intensive Care Med", "volume": "45", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "End-inspiratory airway occlusion: a method to assess the pressure developed by inspiratory muscles in patients with acute lung injury undergoing pressure support", "authors": [{"first": "G", "middle": [], "last": "Foti", "suffix": ""}, {"first": "M", "middle": [], "last": "Cereda", "suffix": ""}, {"first": "G", "middle": [], "last": "Banfi", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "R", "middle": [], "last": "Fumagalli", "suffix": ""}, {"first": "A", "middle": [], "last": "Pesenti", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "156", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A prospective study of indexes predicting the outcome of trials of weaning from mechanical ventilation", "authors": [{"first": "K", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Tobin", "suffix": ""}], "year": 1991, "venue": "N Engl J Med", "volume": "324", "issn": "21", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The airway occlusion pressure (P0.1) to monitor respiratory drive during mechanical ventilation: increasing awareness of a not-so-new problem", "authors": [{"first": "I", "middle": [], "last": "Telias", "suffix": ""}, {"first": "F", "middle": [], "last": "Damiani", "suffix": ""}, {"first": "L", "middle": [], "last": "Brochard", "suffix": ""}], "year": 2018, "venue": "Intensive Care Med", "volume": "44", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Measuring diaphragm thickness with ultrasound in mechanically ventilated patients: feasibility, reproducibility and validity", "authors": [{"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "F", "middle": [], "last": "Laghi", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Detsky", "suffix": ""}, {"first": "P", "middle": [], "last": "Farias", "suffix": ""}, {"first": "A", "middle": [], "last": "Murray", "suffix": ""}, {"first": "D", "middle": [], "last": "Brace", "suffix": ""}], "year": 2015, "venue": "Intensive Care Med", "volume": "41", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Variability of diaphragm structure among healthy individuals", "authors": [{"first": "F", "middle": ["D"], "last": "Mccool", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Benditt", "suffix": ""}, {"first": "P", "middle": [], "last": "Conomos", "suffix": ""}, {"first": "L", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Sherman", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hoppin", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "155", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Statistical power analysis for the behavioral sciences", "authors": [{"first": "J", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The course of diaphragm atrophy in ventilated patients assessed with ultrasound: a longitudinal cohort study", "authors": [{"first": "T", "middle": [], "last": "Schepens", "suffix": ""}, {"first": "W", "middle": [], "last": "Verbrugghe", "suffix": ""}, {"first": "K", "middle": [], "last": "Dams", "suffix": ""}, {"first": "B", "middle": [], "last": "Corthouts", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Parizel", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Jorens", "suffix": ""}], "year": 2015, "venue": "Crit Care", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Mechanical ventilation and diaphragmatic atrophy in critically ill patients: an ultrasound study", "authors": [{"first": "M", "middle": [], "last": "Zambon", "suffix": ""}, {"first": "P", "middle": [], "last": "Beccaria", "suffix": ""}, {"first": "J", "middle": [], "last": "Matsuno", "suffix": ""}, {"first": "M", "middle": [], "last": "Gemma", "suffix": ""}, {"first": "E", "middle": [], "last": "Frati", "suffix": ""}, {"first": "S", "middle": [], "last": "Colombo", "suffix": ""}], "year": 2016, "venue": "Crit Care Med", "volume": "44", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Diaphragm muscle thinning in patients who are mechanically ventilated", "authors": [{"first": "H", "middle": ["B"], "last": "Grosu", "suffix": ""}, {"first": "Y", "middle": ["I"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "Eden", "suffix": ""}, {"first": "M", "middle": [], "last": "Eikermann", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Rose", "suffix": ""}], "year": 2013, "venue": "Chest", "volume": "142", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Adaptive support ventilation prevents ventilator-induced diaphragmatic dysfunction in piglet: an in vivo and in vitro study", "authors": [{"first": "B", "middle": [], "last": "Jung", "suffix": ""}, {"first": "J-M", "middle": [], "last": "Constantin", "suffix": ""}, {"first": "N", "middle": [], "last": "Rossel", "suffix": ""}, {"first": "Le", "middle": [], "last": "Goff", "suffix": ""}, {"first": "C", "middle": [], "last": "Sebbane", "suffix": ""}, {"first": "M", "middle": [], "last": "Coisel", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Anesthesiology", "volume": "112", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Diaphragm ultrasound as indicator of respiratory effort in critically ill patients undergoing assisted mechanical ventilation: a pilot clinical study", "authors": [{"first": "M", "middle": [], "last": "Umbrello", "suffix": ""}, {"first": "P", "middle": [], "last": "Formenti", "suffix": ""}, {"first": "D", "middle": [], "last": "Longhi", "suffix": ""}, {"first": "A", "middle": [], "last": "Galimberti", "suffix": ""}, {"first": "I", "middle": [], "last": "Piva", "suffix": ""}, {"first": "A", "middle": [], "last": "Pezzi", "suffix": ""}], "year": 2015, "venue": "Crit Care", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Diaphragm ultrasound as a predictor of successful extubation from mechanical ventilation", "authors": [{"first": "E", "middle": [], "last": "Dinino", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Gartman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sethi", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Mccool", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "69", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Coexistence and impact of limb muscle and diaphragm weakness at time of liberation from mechanical ventilation in medical intensive care unit patients", "authors": [{"first": "M", "middle": [], "last": "Dres", "suffix": ""}, {"first": "B-P", "middle": [], "last": "Dubé", "suffix": ""}, {"first": "J", "middle": [], "last": "Mayaux", "suffix": ""}, {"first": "J", "middle": [], "last": "Delemazure", "suffix": ""}, {"first": "D", "middle": [], "last": "Reuter", "suffix": ""}, {"first": "L", "middle": [], "last": "Brochard", "suffix": ""}], "year": 2016, "venue": "Am J Respir Crit Care Med", "volume": "195", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The evolution of diaphragm activity and function determined by ultrasound during spontaneous breathing trials", "authors": [{"first": "N", "middle": [], "last": "Rittayamai", "suffix": ""}, {"first": "S", "middle": [], "last": "Hemvimon", "suffix": ""}, {"first": "N", "middle": [], "last": "Chierakul", "suffix": ""}], "year": 2019, "venue": "J Crit Care", "volume": "51", "issn": "02", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Inability of diaphragm ultrasound to predict extubation failure: a multicenter study", "authors": [{"first": "E", "middle": [], "last": "Vivier", "suffix": ""}, {"first": "M", "middle": [], "last": "Muller", "suffix": ""}, {"first": "J-B", "middle": [], "last": "Putegnat", "suffix": ""}, {"first": "J", "middle": [], "last": "Steyer", "suffix": ""}, {"first": "S", "middle": [], "last": "Barrau", "suffix": ""}, {"first": "F", "middle": [], "last": "Boissier", "suffix": ""}], "year": 2019, "venue": "Chest", "volume": "155", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Ultrasound evaluation of the paralyzed diaphragm", "authors": [{"first": "E", "middle": [], "last": "Gottesman", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Mccool", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "155", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Diaphragm ultrasound as a new index of discontinuation from mechanical ventilation", "authors": [{"first": "G", "middle": [], "last": "Ferrari", "suffix": ""}, {"first": "De", "middle": [], "last": "Filippi", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Elia", "middle": ["F"], "last": "Panero", "suffix": ""}, {"first": "F", "middle": [], "last": "Volpicelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Aprà", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Crit Ultrasound J", "volume": "6", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "How I set up positive end-expiratory pressure: evidence-and physiology-based! Crit Care", "authors": [{"first": "E", "middle": [], "last": "Rezoagli", "suffix": ""}, {"first": "G", "middle": [], "last": "Bellani", "suffix": ""}], "year": 2019, "venue": "", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "High positive end-expiratory pressure renders spontaneous effort noninjurious", "authors": [{"first": "Cca", "middle": [], "last": "Morais", "suffix": ""}, {"first": "Y", "middle": [], "last": "Koyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Yoshida", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Plens", "suffix": ""}, {"first": "S", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "Cas", "middle": [], "last": "Lima", "suffix": ""}], "year": 2018, "venue": "Am J Respir Crit Care Med", "volume": "197", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Diaphragmatic myotrauma: a mediator of prolonged ventilation and poor patient outcomes in acute respiratory failure", "authors": [{"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Brochard", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Reid", "suffix": ""}, {"first": "Fan", "middle": ["E"], "last": "Saarela", "suffix": ""}, {"first": "O", "middle": [], "last": "Slutsky", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "", "suffix": ""}], "year": 2018, "venue": "Lancet Respir Med", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The average reduction in diaphragm thickness in ventilated patients during the first week is 20 ± 10%[2,25,26].-We expect a variation of this diaphragmatic reduction of 20% by switching to assisted ventilation. -In order to prove this result with an alpha risk of 0.05 and a power of 80%, 50 patients are needed.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Population selection. The population selection process which led to the final study population of 62 patients. ICU, intensive care unit; US, ultrasound; CMV, controlled mechanical ventilation; AMV, assisted mechanical ventilation", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Diaphragm thickening fraction over time. Diaphragm thickening fraction was lower during the days before day 0 (corresponding to the time spent by the patient ventilated in controlled modes) than during the days after day 0 (corresponding to the period spent with assisted ventilation modes)Fig. 4 Diaphragm thickness over time. a The change in diaphragm thickness during the course of mechanical ventilation. Thickness is expressed as the percentage of the thickness in day 0 for every patient. Day 0 marks the switch from controlled to assisted mechanical ventilation mode.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Change in diaphragm thickness and outcomes during controlled and assisted mechanical ventilationThe top part of the table shows the association between diaphragm changes and outcomes during CMV. The bottom part of the table shows the same association during AMV ICU intensive care unit, CMV controlled mechanical ventilation, AMV assisted mechanical ventilation", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical factors associated with the change in diaphragm thickness during controlled mechanical ventilation BMI body mass index, ARDS acute respiratory distress syndrome, NMBA neuromuscular blocking agents, CMV controlled mechanical ventilation, SOFA Sequential Organ Failure Assessment, ICU intensive care unit, AMV assisted mechanical ventilation, TV tidal volume, PEEP positive end-expiratory pressure", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical factors associated with the change in diaphragm thickness during assisted mechanical ventilation BMI body mass index, ARDS acute respiratory distress syndrome, NMBA neuromuscular blocking agents, CMV controlled mechanical ventilation, SOFA Sequential Organ Failure Assessment, TV tidal volume, AMV assisted mechanical ventilation, PEEP positive end-expiratory pressure", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Change in diaphragm thickness and outcomes during controlled and assisted mechanical ventilation", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Unchanged during CMV (n = 29) </td><td>Thinning during CMV (n = 33) </td><td>p </td><td>Cohen's h (95% CI)\n</td></tr><tr><td>ICU survival, n (%) </td><td>25/29 (86.2%) </td><td>31/33 (93.9%) </td><td>0.304 </td><td>0.264 [− 0.235, 0.762]\n</td></tr><tr><td>Hospital survival, n (%) </td><td>25/29 (86.2%) </td><td>31/33 (93.9%) </td><td>0.304 </td><td>0.264 [− 0.235, 0.762]\n</td></tr><tr><td>CMV (days) </td><td>5.0 [4.0, 8.5] </td><td>10.0 [5.0, 15.0] </td><td>0.004\n</td><td> </td></tr><tr><td>AMV (days) </td><td>10.0 [6.0, 17.0] </td><td>8.0 [4.0, 13.0] </td><td>0.390\n</td><td> </td></tr><tr><td>CMV days on total MV (%) </td><td>34.8 [27.9, 50.0] </td><td>55.6 [39.4, 71.8] </td><td>0.001\n</td><td> </td></tr><tr><td>ICU length of stay (days) </td><td>21.0 [14.5, 27.0] </td><td>23.0 [15.0, 36.0] </td><td>0.311\n</td><td> </td></tr><tr><td>Unchanged during AMV (n = 33) </td><td>Recovery of thickness during AMV (n = 28) </td><td>p\n</td><td> </td></tr><tr><td>ICU survival, n (%) </td><td>31/33 (93.9%) </td><td>25/28 (89.3%) </td><td>0.509 </td><td>− 0.169 [− 0.673, 0.334]\n</td></tr><tr><td>Hospital survival, n (%) </td><td>31/33 (93.9%) </td><td>25/28 (89.3%) </td><td>0.509 </td><td>− 0.169 [− 0.673, 0.334]\n</td></tr><tr><td>CMV (days) </td><td>8.0 [4.5, 13.0] </td><td>8.0 [5.0, 13.0] </td><td>0.822\n</td><td> </td></tr><tr><td>AMV (days) </td><td>9.0 [5.0, 16.0] </td><td>10.0 [4.3, 14.8] </td><td>0.913\n</td><td> </td></tr><tr><td>AMV days on total MV (%) </td><td>55.0 [42.0, 68.0] </td><td>50.0 [31.0, 71.0] </td><td>0.519\n</td><td> </td></tr><tr><td> </td><td>ICU length of stay (days) </td><td>22.0 [14.0, 34.0] </td><td>23.0 [16.0, 29.0] </td><td>0.812\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful to Alice Nova and Stefano Cenci, MD, for their contributions to the data collection. The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13054-020-2761-6. Authors' contributions AG contributed to the data collection, data analysis, and manuscript drafting. DF, SC, SF, VS, CA, EC, FC, and MZ contributed to the data collection. EL contributed to the data collection and analysis. GF and RF contributed to the data interpretation. GB contributed to the study design and data interpretation. All authors read, revised, and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "This work was supported by internal funds.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study protocol was approved by the local Ethics Committees of the involved hospitals, and informed consent was obtained from patients or their substitute decision-makers prior to enrolment.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}]}