{
    "paper_id": "c45510df090d58f32704cf69eb032f72aea9ac76",
    "metadata": {
        "title": "Case report: Mycobacterium monacense isolated from the blood culture of a patient with pulmonary infection",
        "authors": [
            {
                "first": "Chenyan",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huixia",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Congshan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hailiang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guoqiu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The poorly known mycobacterial species Mycobacterium monacense is a rapidly growing nontuberculous mycobacterium that was first described in 2006 (Reischl et al., Int J Syst Evol Microbiol 56:2575-8, 2006; it has been reported that its isolation is usually associated with skin and lung infections, especially in immunosuppressed patients (Hogardt et al., Jpn J Infect Dis 61:77-8, 2008; Taieb et al., J Hand Surg Am 33:94-6, 2008; Therese et al., Lung India 28:124-6, 2011; Shojaei et al., Ann Lab Med 32:87-90, 2012; Romero et al., New Microbes New Infect 10:112-5, 2016 ). The clinical significance of Mycobacterium monacense is not yet fully understood. Here, we report the first isolation of Mycobacterium monacense from the blood culture of a patient in China with severe pneumonia. Case presentation: On June 26, 2018, a 38-year-old man was admitted to the intensive care unit with breathing difficulty. One day prior, he was discovered with his face immersed in a small pond (non-chlorinated water) and with limb convulsions. He had undergone craniocerebral surgery after trauma 5 years earlier, which left him with epilepsy as a sequela. Bilateral diffuse ground-glass opacity was found in the lungs on chest X ray and chest CT image at admission. The result of the HIV serology test of the patient was negative. The patient was diagnosed with severe pneumonia. Drug-susceptible Klebsiella pneumoniae and Candida glabrata were isolated in the BALF, and yellow-pigmented colonies were isolated from blood cultures of the patient. The strain isolated from blood was identified by 16S rDNA sequencing as Mycobacteria monacense, which is a rapidly growing mycobacterium (RGM). The patient was treated with a combination of cefoperazone sulbactam, linezolid and voriconazole for 10 days, and the symptoms improved. During the one-year follow-up time, the patient did not relapse. Conclusions: We report the first case of M. monacense isolated from blood cultures in a patient with severe pneumonia, which provided evidence that the environmental microorganism possessed pathogenic characteristics.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From a global clinical perspective, the Mycobacterium tuberculosis complex (MTBC) is the most important group within the genus Mycobacterium and includes the majority of significant human mycobacterial pathogens [1] . Non-tuberculous mycobacteria (NTM), also known as atypical mycobacteria, are considered widely distributed environmental organisms [2] . NTM are opportunistic pathogens, and the diseases that they cause are related to host factors such as age, immune compromise, chronic diseases and other conditions along with exposure. Different species of NTM can cause pulmonary infection, skin and soft tissue infection, bone and joint infection, lymphatic inflammation and catheter-related bacteraemia [3] [4] [5] . Mycobacterium monacense is a rapidly growing mycobacterium (RGM) that was first described in 2006; since then, several studies have reported the isolation of M. monacense from human clinical samples, such as skin, sputum, and soft tissues [6] [7] [8] [9] [10] [11] . Here, we report the first case of Mycobacterium monacense isolated from the blood culture of a patient with severe pneumonia.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 38-year-old man was admitted to the intensive care unit (ICU) of our hospital on June 26, 2018 for breathing difficulty. The patient had a five-year history of epilepsy and usually took oxcarbazepine and topiramate to control symptoms. One day prior, the patient was found unconscious with his face immersed in a small pond and with limb convulsions. Ten minutes later, he was rescued and sent to a basic hospital. The patient's urine volume was decreased, and no improvement was found in dyspnoea after orotracheal intubation. Then, he was sent to our hospital for further treatment. On physical examination at admission, the pulse was 100 beats per minute, the blood pressure was 142/70 mmHg, the temperature was 36.7°C, and the oxygen saturation was 98% with mechanical ventilation. Laboratory evaluation showed a leucocyte count of 23.22 × 10 9 /L (reference range: 3.5-9.5 × 10 9 /L) with 88.4% neutrophils (reference range: 45-70%), a C-reactive protein level of 313.04 mg/L (reference range: 0-10 mg/L), and a negative result of an HIV serology test. The PaO 2 /FiO 2 was 259.1 mmHg. A chest radiograph showed diffuse groundglass opacity in both lungs (Fig. 1 ). The head CT showed bilateral frontotemporal lobe softening and hydrocephalus, which were sequelae of craniocerebral trauma surgery 5 years prior. The patient was diagnosed with severe pneumonia complicated by acute respiratory distress syndrome (ARDS), epilepsy, and acute kidney injury (AKI). Bronchoalveolar lavage and sputum aspiration were performed immediately at the bedside, and bronchoalveolar lavage fluid (BALF) was sent for culture and metagenomic nextgeneration sequencing (mNGS). A blood culture and G test for beta-D-glucan were performed at the same time. The patient received continuous renal replacement therapy (CRRT) and was treated with imipenem intravenously as empirical anti-infection therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1168,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On June 30, 2018, drug-susceptible Klebsiella pneumoniae and Candida glabrata were isolated in the BALF. The value of the G test was less than 10 pg/ml. The results of BALF NGS were returned on July 1, 2018 and showed the presence of Streptococcus sp., Enterobacter sp. and Klebsiella sp., but no fungi or viruses were found. On July 2, 2018, the blood culture of two bottles from different limbs all showed positive growth of \"gram-positive cocci\". Based on the results of NGS, BALF culture, and blood culture, the patient's treatment was changed to combination therapy with cefoperazone sulbactam, linezolid and voriconazole. After 10 days of triple antibiotic combination therapy, the patient's general condition improved. His blood and sputum culture were negative, renal function recovered, and severe pneumonia improved. Afterwards, the patient was discharged from the hospital and returned to a local hospital for continuing treatment on July 12, 2018. The antimicrobial regimen history, symptoms and laboratory data are shown in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1037,
                    "end": 1043,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "The strain isolated from the patient's blood showed yellow-pigmented, non-photochromogenic colonies, which took 5 days to grow on Columbia blood agar. The strain was gram-staining variable and acid-fast staining positive, as shown in Fig. 3 . The 16S rDNA was amplified (Fig. 4) and identified by sequencing. The nucleotide sequences were analysed with the National Center for Biotechnology Information BLAST (http://blast.ncbi.nlm.nih.gov). The almost full-length (1474-bp) 16S rDNA gene sequence of the bloodstream isolate shared 100% identity with that of M. monacense strain B9-21-178 [6] . Susceptibility testing was performed using the broth microdilution method as Fig. 1 a Image of Chest CT scan and b Chest radiograph taken at admission recommended [12] , showing the following minimal inhibitory concentrations (MICs, g/ml): linezolid 2, ciprofloxacin 0.25, cefoxitin 8, imipenem 2, clarithromycin 2, tobramycin 4, amikacin 1 and moxifloxacin 0.25. All of the above MICs were interpreted as \"susceptible\" based on the breakpoints listed in the CLSI Document M24-2A [12] . The patient was informed of the diagnosis of M. monacense bloodstream infection by phone, and he did not return for further consultation. During the one-year follow-up time, the patient did not relapse.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 270,
                    "end": 278,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 678,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "To our knowledge, to date, there are nine cases reported in the literature on the isolation of M. monacense associated with human infections, yet the clinical significance of M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "monacense is not fully understood [6] [7] [8] [9] [10] [11] . Among the nine cases, six strains were isolated from respiratory specimens, and the other clinical specimens were three biopsy samples of skin fistula tissue and hand and skin nodular lesions. The clinical relevance of the isolation was unclarified in half of the cases reported. Here, we report the first case of M. monacense isolated from the blood culture in a patient with severe pneumonia. Drowning injured the patient's lung, and the infection ensued. It was supposed that the patient was co-infected with M. monacense, Klebsiella pneumoniae or other microorganisms. The isolation of M. monacense from blood culture, though it was not detected in BALF NGS and culture, provided evidence that the environmental microorganism possessed pathogenic characteristics. The absence of M. monacense in BALF NGS might be Acid-fast staining of the strain isolated from blood culture. c. Gram staining of the strain isolated from blood culture attributed to the thick cell wall of the mycobacterium, which is hard to break and extract nucleic acids in routine sequencing tests. Fortunately, the patient underwent more transient bacteraemia than blood dissemination of the bacteria, and the symptoms were controlled after antibiotic treatment. In the subsequent drug susceptibility test, the strain was susceptible to most of the antibiotics recommended, including linezolid and imipenem. Such a case implied that M. monacense, similar to other NTM, is widely present in the environment (for example, in water and soil) and occasionally infects humans, causing pathological conditions. The pathogenic mechanism of this poorly known mycobacterial species deserves further study. ",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 50,
                    "end": 54,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The WHO 2014 global tuberculosis report--further to go",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "1",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current epidemiologic trends of the Nontuberculous mycobacteria (NTM)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Falkinham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Environ Health Rep",
            "volume": "3",
            "issn": "2",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical manifestations of nontuberculous mycobacteria infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tortoli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "10",
            "pages": "906--916",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nontuberculous mycobacteria infections in immunosuppressed hosts",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Henkle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Winthrop",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Chest Med",
            "volume": "36",
            "issn": "1",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mycobacterium monacense sp. nov",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reischl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Melzl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kroppenstedt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "56",
            "issn": "",
            "pages": "2575--2583",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mycobacterium monacense in a patient with a pulmonary tumor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hogardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schreff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Jpn J Infect Dis",
            "volume": "61",
            "issn": "1",
            "pages": "77--85",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mycobacterium monacense: a mycobacterial pathogen that causes infection of the hand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taieb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ikeguchi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Hand Surg Am",
            "volume": "33",
            "issn": "1",
            "pages": "94--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "First report on isolation of Mycobacterium monacense from sputum specimen in India",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Therese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gayathri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thiruppathi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lung India",
            "volume": "28",
            "issn": "2",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chronic pulmonary disease due to Mycobacterium monacense infection: the first case from Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shojaei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashemi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heidarieh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Lab Med",
            "volume": "32",
            "issn": "1",
            "pages": "87--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gel electrophoresis of the 16S rDNA. M: marker",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Panniculitis caused by Mycobacterium monacense mimicking erythema induratum: a case in Ecuador",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cartelle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New Microbes New Infect",
            "volume": "10",
            "issn": "",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Susceptibility testing of mycobacteria, Nocardiae, and other aerobic Actinomycetes; approved standard",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wayne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antimicrobial regimen history, symptoms and laboratory data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a. Colonies of the strain on Lowenstein-Jensen medium. b.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Abbreviations AKI: Acute kidney injury; ARDS: Acute respiratory distress syndrome; BALF: Bronchoalveolar lavage fluid; CLSI: Clinical and Laboratory Standards Institute; CRP: C-Reactive protein; CRRT: Continuous renal replacement therapy; CT: Computed tomography; DNA: Deoxyribonucleic acid; HIV: Human immunodeficiency virus; ICU: Intensive care unit; M. monacense: Mycobacterium monacense; Neut: Neutrophil; NGS: Nextgeneration sequencing; NTM: Nontuberculous mycobacteria; PCT: Procalcitonin; RGM: Rapidly growing mycobacterium; T: Temperature; WBC: White blood cell",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our gratitude to the patient in the case and his brother, who helped us in preparing the data. 1 Department of Clinical Laboratory, Affiliated Zhongda Hospital, Southeast University, Nanjing, China. 2 Department of Critical Care Medicine, Affiliated Zhongda Hospital, Southeast University, Nanjing, China.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions CY1 analysed the data and was a major contributor in writing the manuscript. HL performed the 16S rDNA sequencing work. CY2 collected the clinical data. WG and HW performed the drug susceptibility tests. GQ designed the case report and was responsible for communicating the work. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This study is supported by the National Natural Science Foundation of China (N0.81501525). The role of the funding body is in the design of the study and collection, analysis, and interpretation of data and in writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}