{"paper_id": "c56a4dd5c73db14c6f2fd876d58430007b557e6a", "metadata": {"title": "Spread of different rhinovirus B genotypes in hospitalized children in Spain", "authors": [{"first": "María", "middle": ["Teresa"], "last": "Cuevas", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": "tcuevas@isciii.es"}, {"first": "Mar", "middle": [], "last": "Molinero", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Francisco", "middle": [], "last": "Pozo", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Cristina", "middle": [], "last": "Calvo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Severo Ochoa", "location": {"postCode": "28220", "settlement": "Leganés, Madrid, Majadahonda, Madrid", "country": "Spain., Spain"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Luz García-García", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Severo Ochoa", "location": {"postCode": "28220", "settlement": "Leganés, Madrid, Majadahonda, Madrid", "country": "Spain., Spain"}}, "email": ""}, {"first": "Noelia", "middle": [], "last": "Reyes", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Juan", "middle": [], "last": "Ledesma", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Inmaculada", "middle": [], "last": "Casas", "suffix": "", "affiliation": {"laboratory": "Influenza and Respiratory Virus Laboratory", "institution": "", "location": {}}, "email": ""}]}, "abstract": [{"text": "Human Rhinovirus (HRV) classification is an evolving process. New genotypes have been described within HRV-A and HRV-C species, but only one has been accepted related to HRV-B. From 2003 to 2010, a total of 3987 nasopharyngeal aspirate samples were taken from pediatric patients admitted to the Severo Ochoa Hospital in Madrid (Spain). After viral analysis, 949 (23AE8%) tested positive to HRV. A random selection of 397 (42%) positive samples showed that 39 (9AE8%) were HRV-B. The sequencing of partial VP4 ⁄ VP2 coding region revealed the spread of 13 of 25 defined HRV-B serotypes and three putative new genotypes. Such results remark the high diversity of HRV-B.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Human rhinoviruses (HRVs) are the most prevalent human respiratory pathogens. The first HRV was discovered in 1956. 1 At the end of the 80s, 100 serotypes were identified using susceptible cell culture and specific antisera. 2 These serotypes were identified as two genetically distinct species: HRV-A and HRV-B with 75 and 25 different genotypes, respectively. A third group HRV-C, described in 2006 and initially called HRV-A2, 3 was accepted as a new species in 2009 by the Picornaviridae Study Group of ICTV (http:// www.picornastudygroup.com/taxa/species/species.htm).", "cite_spans": [{"start": 116, "end": 117, "text": "1", "ref_id": "BIBREF0"}, {"start": 225, "end": 226, "text": "2", "ref_id": "BIBREF1"}, {"start": 430, "end": 431, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "The description of new genotypes is an evolving process. In this sense, apart from 33 types initially defined within HRV-C, 4 up to 18 new types have been recently accepted, and 12 more are awaiting approval. With regard to HRV-A, serotypes 101, 102, and 103 have been recently accepted (http://www.picornastudygroup.com/taxa/species/species.htm). Up to date, only one new genotype has been defined within HRV-B, the strain CU211, described in Thailand. 5 The definition of new genetic types is based on the nucleotide sequence divergence defined as the pairwise distance between sequences. According to the analysis of Wisdom et al. 6 and Simmonds et al., 4 novel HRVs may be classified following these criteria. In case of HRV-B species, the pairwise distance, based on partial VP4-⁄ VP2-coding region, falls to a minimum value of 10%. In agreement with this classification, other authors suggest that new genetic types may be classified into assigned genetically and assigned until they are confirmed as strict genotypes. 7 In the present work, we have studied the phylogenetic characterization of HRV-B based on partial VP4-⁄ VP2-coding region, so that we can determine the specific genotypes that have been circulating among children in Madrid from December 2003 to June 2010.", "cite_spans": [{"start": 124, "end": 125, "text": "4", "ref_id": "BIBREF3"}, {"start": 454, "end": 455, "text": "5", "ref_id": "BIBREF4"}, {"start": 634, "end": 635, "text": "6", "ref_id": "BIBREF5"}, {"start": 657, "end": 658, "text": "4", "ref_id": "BIBREF3"}, {"start": 1025, "end": 1026, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "The study population, admitted to the Severo Ochoa Hospital (Madrid, Spain), was composed of children below 14 years of age with acute and severe respiratory infection. Other patients, without respiratory symptoms, were included in the study as healthy controls. After informed consent was obtained from the parents or legal tutors, nasopharyngeal aspirate (NPA) samples were taken from each patient. Samples were sent to the Influenza and Respiratory Virus Laboratory at the National Center for Microbiology (ISCIII, Madrid) for virological studies. An overall of 3987 samples were analyzed throughout the study, of which 949 (23AE8%) were positive for HRV. Considering a confidence level of 99% and a confidence interval of 5%, the needing sample size was 391 (http://www.surveysystem.com/sscalc.htm). In our case, we randomly selected 397 samples for sequencing study.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We have studied each species in depth separately, with the aim of this work being to characterize the spread of HRV-B among children in Madrid.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Initially, samples were processed by two multiplex RT-PCR assays, which allow the detection of 14 respiratory viruses. 8 Next, positive results for HRVs were confirmed by a specific HRV RT-PCR assay. 9, 10 The amplified product, which comprised the complete sequence of VP4 and partial VP2 proteins, was subsequently sequenced as previously described. 9 Sequences were edited and assembled using SeqMan (dnastar software.http://www.dnastar.com/) and aligned with bioedit (http://www.mbio.ncsu.edu/BioEdit/ bioedit.html) and mafft (http://mafft.cbrc.jp/alignment/server/). After performing a blast algorithm (http://ncbi.nlm.nih.gov/BLAST), similar sequences to those included in our study were retrieved from GenBank.", "cite_spans": [{"start": 119, "end": 120, "text": "8", "ref_id": "BIBREF7"}, {"start": 200, "end": 202, "text": "9,", "ref_id": "BIBREF8"}, {"start": 203, "end": 205, "text": "10", "ref_id": "BIBREF9"}, {"start": 352, "end": 353, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "The relationships between individual viruses were established using neighbor-joining and Kimura-2 parameter methods as nucleotide substitution method. Phylogenetic trees were reconstructed through the neighbor-joining method (MEGA package, version 5AE0 http://megasoftware.net/) by 1000 bootstrap resampling to assess the reliability of tree topologies. Bootstrap values of 70% or higher are shown in the tree ( Figure 1 ). The divergence analysis by computing the pairwise distance was also performed with MEGA using the same parameters so as to perform the phylogenetic trees. A chi-square with Yates's correction was used to perform the statistical analysis (http://graphpad.com).", "cite_spans": [], "ref_spans": [{"start": 412, "end": 420, "text": "Figure 1", "ref_id": null}], "section": ""}, {"text": "Of the 397 sequenced NPA samples, HRV-A was detected in 204 (51AE4%), HRV-B in 39 (9AE8%) and HRV-C in 154 (38AE8%). The annual distribution of HRV-B was as SO6507_08 99 0·02", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Proposed new genotype (1) Proposed new genotype (2) Proposed new genotype (3) Figure 1 . Circular phylogenetic tree of Human Rhinovirus (HRV)-B sequences from NPA samples taken from pediatric patients. Sequences were segregated into three main clades, which are indicated with arrows. The proposed new genotypes are highlighted with the square brackets. HRV prototype strains are pointed out in boldface. Sequences similar to those analyzed in this study and retrieved from GenBank database are marked in italics. The year of sampling is indicated followed by the name of the sample. NPA, nasopharyngeal aspirate. Human Rhinovirus-B sequences were segregated into three main clades, supported by high bootstrap values of 83%, 98%, and 84%, respectively (Figure 1 ). Sequences were grouped with high bootstrap values in 13 of the 25 described HRV-B serotypes. Notably, we found three differ- ent clades that did not cluster with any serotype previously described. Clade 1 was composed of six viruses collected during 2008 and 2010; clade 2 was defined by one virus detected in 2010; and clade 3 was composed of two viruses circulating in 2005 and 2009, respectively. All of these HRV-B viruses clustered with other ones that were circulating in several countries in different years, as it is shown in the phylogenetic tree. The pairwise distance was calculated to know whether these sequences fulfilled the criteria to be considered as new genotypes (Table 1 ). In all the cases, the divergence with the nearest serotype ⁄ genotype reference strains was higher than 10%, whereas the intragenotype divergence was lower than 10%. Therefore, the new clades complied with the established criteria.", "cite_spans": [], "ref_spans": [{"start": 78, "end": 86, "text": "Figure 1", "ref_id": null}, {"start": 753, "end": 762, "text": "(Figure 1", "ref_id": null}, {"start": 1449, "end": 1457, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "HRV-B"}, {"text": "The two complete sequences recently analyzed in a Thailand study 5 were also included in the phylogenetic tree. The new genotype, CU211, was not detected in our study.", "cite_spans": [{"start": 65, "end": 66, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "HRV-B"}, {"text": "Although HRVs are the most common etiological agents of upper respiratory tract infections referred to as common cold, HRVs have also been associated with more serious illnesses, including pneumonia, otitis media, asthma exacerbation, and chronic obstructive pulmonary disease, as it has been reviewed. 11 In this study, the clinical findings were fever (64%), pulmonary infiltrate (41AE9%), and hypoxia (29%). Bronchiolitis (23AE1%), pneumonia (20AE5%), and recurrent wheezing (17AE9%) were clinically diagnosed. Genotype, co-infections, and main clinical diagnosis are summarized in Table 2 . It was very difficult to establish an association between a specific respiratory syndrome and a specific HRV-B genotype, mainly due to the high percentage of co-infections (64AE1%), mostly with respiratory syncytial virus (RSV) detected in 13 patients. Nevertheless, in four of six cases of pneumonia, HRV-B was the unique detected virus, whereas in the other two co-infection with parainfluenza virus 4 and a blood culture positive for S. pneumoniae occurred.", "cite_spans": [{"start": 303, "end": 305, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 585, "end": 592, "text": "Table 2", "ref_id": "TABREF1"}], "section": "HRV-B"}, {"text": "The statistical analysis of a specific diagnosis and the presence ⁄ absence of other viruses, described in Table 2 , revealed that there is a correlation in case of pneumonia and no co-infection (P = 0AE0293), but not in case of bronchiolitis or recurrent wheezing (P = 0AE1703 and P = 0AE08, respectively).", "cite_spans": [], "ref_spans": [{"start": 107, "end": 114, "text": "Table 2", "ref_id": "TABREF1"}], "section": "HRV-B"}, {"text": "The spread of HRV-B among children in Madrid from 2003 to 2010 has been reported in this article. In our study, the most prevalent species is HRV-A, followed by HRV-C, and HRV-B being the least frequent. Focusing on HRV-B, our sequences clustered initially into three main clades. The presence of different groupings of HRV was also described within HRV-A. 12 A remarkable finding is the high HRV-B diversity found in our study, with 13 of 25 serotypes detected, compared with other surveys. Studies performed in Edinburgh 6 and Switzerland 13 detected six different serotypes each, while four different types were found in China, 14 South Africa, 15 and the USA, 16 respectively. This lower diversity may be due to the number of years spanned in these studies -usually one or two -compared with our study of a 6AE5-year period. The most prevalent genotype in our study was the new clade 1, detected in six patients, followed by serotypes 6 and 35, detected in four patients each. On the contrary, in the mentioned surveys, HRV-B52 was the most prevalent serotype which was not detected in our study. Other serotypes detected were HRV-B27, HRV-B83, HRV-B6, and HRV-B4, all of them also detected in our study. These differences may be due to a specific geographical circulating distribution, as it is described for HRV-C, 4 or to a distinct seasonal distribution, where several serotypes could circulate in a continuous way, whereas other serotypes could be detected only in specific seasons. 17 In addition to this diversity, we have described three putative new clades, which are supported by a high bootstrap value and have fulfilled the molecular cutoff of nucleotide divergence (10%) proposed by Wisdom. 6 Furthermore, these viruses clustered with other viruses that have been circulating in Australia, Nepal, USA, Finland, and Italy, from 1996 to 2009.", "cite_spans": [{"start": 357, "end": 359, "text": "12", "ref_id": "BIBREF11"}, {"start": 631, "end": 633, "text": "14", "ref_id": "BIBREF13"}, {"start": 648, "end": 650, "text": "15", "ref_id": "BIBREF14"}, {"start": 664, "end": 666, "text": "16", "ref_id": "BIBREF15"}, {"start": 1492, "end": 1494, "text": "17", "ref_id": "BIBREF16"}, {"start": 1708, "end": 1709, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "HRV-B"}, {"text": "In conclusion, our results show the high diversity of the HRV-B that has been circulating among children in Spain.", "cite_spans": [], "ref_spans": [], "section": "HRV-B"}, {"text": "HRV VP4 ⁄ VP2 sequences have been submitted to GenBank under accession numbers JF439625-JF439661, EU697836, and EU697832.", "cite_spans": [], "ref_spans": [], "section": "Nucleotide sequence accession numbers"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The isolation of a new virus associated with respiratory clinical disease in humans", "authors": [{"first": "W", "middle": ["H"], "last": "Price", "suffix": ""}], "year": 1956, "venue": "Proc Natl Acad Sci", "volume": "42", "issn": "", "pages": "892--896", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A collaborative report: rhinoviruses-extension of the numbering system from 89 to 100", "authors": [{"first": "V", "middle": ["V"], "last": "Hamparian", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Colonno", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Cooney", "suffix": ""}], "year": 1987, "venue": "Virology", "volume": "159", "issn": "", "pages": "191--192", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Frequent detection of Human Rhinoviruses, Paramyxoviruses, Coronaviruses and Bocavirus during acute respiratory tract infections", "authors": [{"first": "K", "middle": ["E"], "last": "Arden", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcerlean", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Sloots", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}], "year": 2006, "venue": "J Med Virol", "volume": "78", "issn": "", "pages": "1232--1240", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Proposals for the classification of human rhinovirus species C into genotypically assigned types", "authors": [{"first": "P", "middle": [], "last": "Simmonds", "suffix": ""}, {"first": "C", "middle": [], "last": "Mcintyre", "suffix": ""}, {"first": "C", "middle": [], "last": "Savolainen-Kopra", "suffix": ""}, {"first": "C", "middle": [], "last": "Tapparel", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}, {"first": "T", "middle": [], "last": "Hovi", "suffix": ""}], "year": 2010, "venue": "J Gen Virol", "volume": "91", "issn": "", "pages": "2409--2419", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Complete coding sequence characterization and comparative analysis of the putative novel human rhinovirus (HRV) species C and B", "authors": [{"first": "P", "middle": [], "last": "Linsuwanon", "suffix": ""}, {"first": "S", "middle": [], "last": "Payungporn", "suffix": ""}, {"first": "K", "middle": [], "last": "Suwannakarn", "suffix": ""}, {"first": "T", "middle": [], "last": "Chieochansin", "suffix": ""}, {"first": "A", "middle": [], "last": "Theramboonlers", "suffix": ""}, {"first": "Y", "middle": [], "last": "Poovarawan", "suffix": ""}], "year": 2011, "venue": "Virol J", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Screening respiratory samples for detection of Human Rhinoviruses (HRVs) and Enteroviruses: comprehensive VP4-VP2 typing reveals high incidence and genetic diversity of HRV species C", "authors": [{"first": "A", "middle": [], "last": "Wisdom", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Leithc", "suffix": ""}, {"first": "E", "middle": [], "last": "Gaunt", "suffix": ""}, {"first": "H", "middle": [], "last": "Harvala", "suffix": ""}, {"first": "P", "middle": [], "last": "Simmonds", "suffix": ""}], "year": 2009, "venue": "J Clin Microbiol", "volume": "47", "issn": "", "pages": "3958--3967", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Molecular epidemiological study of human rhinovirus species A, B and C from patients with acute respiratory illnesses in Japan", "authors": [{"first": "M", "middle": [], "last": "Arakawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Okamoto-Nakagawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Toda", "suffix": ""}], "year": 2012, "venue": "J Med Microbiol", "volume": "61", "issn": "", "pages": "410--419", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pé rez-Breñ a P. Simultaneous detection of fourteen respiratory viruses in clinical specimens by two multiplex reverse transcription nested-PCR assays", "authors": [{"first": "M", "middle": ["T"], "last": "Coiras", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aguilar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "García", "suffix": ""}, {"first": "I", "middle": [], "last": "Casas", "suffix": ""}], "year": 2004, "venue": "J Med Virol", "volume": "72", "issn": "", "pages": "484--495", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Role of rhinovirus C respiratory infections in sick and healthy children in Spain", "authors": [{"first": "C", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "I", "middle": [], "last": "Casas", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "García-García", "suffix": ""}], "year": 2010, "venue": "Pediatr Infect Dis J", "volume": "29", "issn": "", "pages": "717--720", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pé rez-Breñ a P, Casas I. Role of rhinovirus C in apparently life-threatening events in infants", "authors": [{"first": "C", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "García", "suffix": ""}, {"first": "F", "middle": [], "last": "Pozo", "suffix": ""}, {"first": "N", "middle": [], "last": "Reyes", "suffix": ""}], "year": 2009, "venue": "Spain. Emerg Infect Dis", "volume": "15", "issn": "", "pages": "1506--1508", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The ABCs of Rhinoviruses, Wheezing and Asthma", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "", "pages": "7418--7426", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Analysis of complete genome sequences of Human Rhinovirus", "authors": [{"first": "A", "middle": ["C"], "last": "Palmemberg", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Rathe", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Ligett", "suffix": ""}], "year": 2010, "venue": "J Allergy Clin Inmunol", "volume": "125", "issn": "", "pages": "1190--1199", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Rhinovirus genome variation during chronic upper and lower respiratory tract infections", "authors": [{"first": "C", "middle": [], "last": "Tapparel", "suffix": ""}, {"first": "S", "middle": [], "last": "Cordey", "suffix": ""}, {"first": "T", "middle": [], "last": "Junier", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Evidence of recombination and genetic diversity in Human Rhinoviruses in children with acute respiratory infection", "authors": [{"first": "T", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Bassaud", "suffix": ""}], "year": 2009, "venue": "PLoS ONE", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human rhinovirus infection in young African children with acute wheezing", "authors": [{"first": "H", "middle": ["E"], "last": "Smuts", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Workman", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Zar", "suffix": ""}], "year": 2011, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A diverse group of previously unrecognized human rhinoviruses are common causes of respiratory illnesses in infants", "authors": [{"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": [], "last": "Kiesner", "suffix": ""}, {"first": "T", "middle": [], "last": "Pappas", "suffix": ""}], "year": 2007, "venue": "PLoS ONE", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Phylogenetic analysis of rhinovirus isolates collected during successive epidemic seasons", "authors": [{"first": "C", "middle": [], "last": "Savolainen", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Mulders", "suffix": ""}, {"first": "T", "middle": [], "last": "Hovi", "suffix": ""}], "year": 2002, "venue": "Virus Res", "volume": "85", "issn": "", "pages": "41--46", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "one sample was detected in 2003, none in 2004, four in 2005, three in 2006, nine in 2007, nine in 2008, five in 2009, and eight in 2010. Although HRVs infections in Spain occurred along the year, the peak of highest activity was observed in winter, December-January (51%).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Matrix with the results of the divergence analysis calculated as the pairwise distance. (a) Divergence between the known HRV-B genotypes and the sequences belonging to the three putative new genotypes. Each sequence is preceded by a number which indicates if the sequence belongs to the proposed new genotype 1, 2, or 3. The average of the divergence value of each group with regard to each known genotype is included at the end of the table. (b) Divergence among the sequences from the new genotypes. (c) Intra-and inter-genotype diverge among the three putative new genotypes", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical and virological characteristics of patients included in the study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sample </td><td>Genotype </td><td>Diagnosis </td><td>Co-infection\n</td></tr><tr><td>SO-3970 </td><td>HRV35 </td><td>ALTE </td><td>HRV\n</td></tr><tr><td>SO-6576 </td><td>HRV69 </td><td>Bronchiolitis </td><td>HRV + PIV3\n</td></tr><tr><td>SO-5994 </td><td>HRV84 </td><td>Bronchiolitis </td><td>HRV + PIV4\n</td></tr><tr><td>SO-6747 </td><td>HRV70 </td><td>Bronchiolitis </td><td>HRV + RSV-A\n</td></tr><tr><td>SO-5626 </td><td>HRV72 </td><td>Bronchiolitis </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-5534 </td><td>PNG3 </td><td>Bronchiolitis </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-5622 </td><td>PNG3 </td><td>Bronchiolitis </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-6100 </td><td>HRV83 </td><td>Bronchiolitis </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-7556 </td><td>HRV3 </td><td>Bronchiolitis </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-4998 </td><td>HRV79 </td><td>Bronchiolitis </td><td>HRV\n</td></tr><tr><td>SO-6603 </td><td>HRV48 </td><td> </td><td>HRV\n</td></tr><tr><td> </td><td> </td><td>URTI + febrile convulsion\n</td><td> </td></tr><tr><td>SO-6384 </td><td>HRV70 </td><td> </td><td>HRV + Adv +\n</td></tr><tr><td> </td><td> </td><td>URTI (no hospitalization)\n</td><td>hMPV + PIV4\n</td></tr><tr><td>SO-5412 </td><td>HRV69 </td><td>URTI </td><td>HRV\n</td></tr><tr><td>SO-5227 </td><td>HRV6 </td><td>URTI </td><td>HRV + Adv\n</td></tr><tr><td>SO-6507 </td><td>PNG1 </td><td>URTI </td><td>HRV + Adv\n</td></tr><tr><td>SO-5874 </td><td>HRV6 </td><td>Healthy control </td><td>HRV\n</td></tr><tr><td>SO-7586 </td><td>HRV4 </td><td>Healthy control </td><td>HRV\n</td></tr><tr><td>SO-7850 </td><td>PNG1 </td><td>Healthy control </td><td>HRV + HBoV\n</td></tr><tr><td>SO-6303 </td><td>HRV35 </td><td>Asthmatic crisis </td><td>HRV + Adv\n</td></tr><tr><td>SO-7433 </td><td>HRV4 </td><td>Croup </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-5969 </td><td>HRV6 </td><td>Pneumonia </td><td>HRV\n</td></tr><tr><td>SO-4898 </td><td>HRV27 </td><td>Pneumonia </td><td>HRV\n</td></tr><tr><td>SO-6740 </td><td>HRV48 </td><td>Pneumonia </td><td>HRV\n</td></tr><tr><td>SO-7382 </td><td>PNG1 </td><td>Pneumonia </td><td>HRV\n</td></tr><tr><td>SO-6586 </td><td>PNG1 </td><td>Pneumonia </td><td>HRV + PIV4\n</td></tr><tr><td>SO-6667 </td><td>HRV27 </td><td> </td><td>HRV\n</td></tr><tr><td> </td><td> </td><td>Pneumonia + Kawasaki syndrome\n</td><td> </td></tr><tr><td>SO-7754 </td><td>HRV42 </td><td> </td><td>HRV\n</td></tr><tr><td> </td><td> </td><td>Pneumonia + bronchoespasm\n</td><td> </td></tr><tr><td>SO-7418 </td><td>PNG1 </td><td> </td><td>HRV + RSV-A\n</td></tr><tr><td> </td><td> </td><td>Pneumonia + bronchoespasm\n</td><td> </td></tr><tr><td>SO-6127 </td><td>HRV35 </td><td>Not known </td><td>HRV + RSV-A\n</td></tr><tr><td>SO-4900 </td><td>HRV79 </td><td>Not known </td><td>HRV\n</td></tr><tr><td>SO-7436 </td><td>HRV3 </td><td>Recurrent wheezing </td><td>HRV + Adv + RSV-B\n</td></tr><tr><td>SO-6684 </td><td>HRV69 </td><td>Recurrent wheezing </td><td>HRV + HBoV + PIV3\n</td></tr><tr><td>SO-6104 </td><td>HRV6 </td><td>Recurrent wheezing </td><td>HRV + PIV4\n</td></tr><tr><td>SO-6116 </td><td>HRV35 </td><td>Recurrent wheezing </td><td>HRV + RSV-A\n</td></tr><tr><td>SO-7592 </td><td>PNG1 </td><td>Recurrent wheezing </td><td>HRV + RSV-A\n</td></tr><tr><td>SO-6256 </td><td>HRV42 </td><td>Recurrent wheezing </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-7544 </td><td>PNG2 </td><td>Recurrent wheezing </td><td>HRV + RSV-B\n</td></tr><tr><td>SO-6734 </td><td>HRV70 </td><td>Febrile syndrome </td><td>HRV\n</td></tr><tr><td>SO-4902 </td><td>HRV27 </td><td>Febrile syndrome </td><td>HRV + HBoV\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The Spanish National Health Institute (ISCIII, Fondo de Investigaciones Sanitarias) Grant numbers: PI06 ⁄ 0532 and PI09 ⁄ 0246.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}