{
    "paper_id": "c5bcf6c3957245b4a27e4cadb72c7f1181fc1a32",
    "metadata": {
        "title": "MORPHOLOGIC STUDY OF VIRUS-LIKE PARTICLES I N A CASE OF ACUTE LEUKEMIA LTHOUGH THEY ARE SOUGHT METICULOUSLY",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Foa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address for reprints: C. Foa",
                    "institution": "",
                    "location": {
                        "addrLine": "Unit6 119 de 1'I.N.S. E.R.M. 27",
                        "postCode": "13009",
                        "settlement": "Bd Ley Roure, Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Foa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address for reprints: C. Foa",
                    "institution": "",
                    "location": {
                        "addrLine": "Unit6 119 de 1'I.N.S. E.R.M. 27",
                        "postCode": "13009",
                        "settlement": "Bd Ley Roure, Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Carcassonne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address for reprints: C. Foa",
                    "institution": "",
                    "location": {
                        "addrLine": "Unit6 119 de 1'I.N.S. E.R.M. 27",
                        "postCode": "13009",
                        "settlement": "Bd Ley Roure, Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "?",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address for reprints: C. Foa",
                    "institution": "",
                    "location": {
                        "addrLine": "Unit6 119 de 1'I.N.S. E.R.M. 27",
                        "postCode": "13009",
                        "settlement": "Bd Ley Roure, Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruslike particles, grouped in clusters not bound by a membrane, were seen in electron micrographs of fresh leucoblasts of an acute leukemic patient. They consisted of large (100-nm diameter), round particles apparently composed of subunits. Tubular structures (30-50-nm diameter) were also seen in leucoblasts of the same patient. The two types of structures were never seen simultaneously in the same cell, The authors review the literature pertaining to the morphology of virus-like particles associated with malignant hematologic disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At present, these particles do not fall into any of the above categ0ries.~~. 30 Their viral nature has not yet been proved but their ultrastructure suggests that it might be possible. T h e shown structures and those described by Tavassoli and Baughan28 and !%manz5 are in this category.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "30",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Non-Identified Particles"
        },
        {
            "text": "In the present case, the patient was a 75year-old woman whose white blood cell count was found to be 270,000, of which 98yo were leucoblasts. A diagnosis of acute leukemia was made. T h e patient died several days after admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Identified Particles"
        },
        {
            "text": "In smears stained with May-Grunwald Giemsa large, round leucoblasts were seen; their nucleocytoplasmic ratio was rather elevated. T h e oval-shaped nucleus was skewed to one side of the cell and limited a rather large, clear cytoplasmic zone. In the nucleus, the chromatin, which was uniform in aspect, was fine and dispersed and there were one or two nucleoli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light Microscopy of the Blood Smears"
        },
        {
            "text": "T h e cytoplasm was sparse and only slightly basophilic; it did not contain any granules. At this magnification, i t seemed to be rather homogenous (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Light Microscopy of the Blood Smears"
        },
        {
            "text": "In view of the poorly differentiated aspect of the blood smears, the white cells were processed for electron microscopy. T h e leucoblasts were round and small (between 8 and 14 pm) and rather monomorphic, with a very large, often kidney-shaped nucleus. Depending on the section, one or two nucleoli were present (Fig. 4) . T h e chromatin was completely dispersed without any margination but the internal nuclear membrane was particularly dense (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 454,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "T h e cytoplasm, more or less abundant, was distributed in fibrillar, very often concentric formations, in most of the cells. These formations were closed and sometimes adjacent to the nucleus and to the numerous mitochondria ( Figs. 2 and 3) . These mitochondria were round or slightly elongated with more or less distortetl cristae. Some of the cells contained rare azurophilic granules (Fig. 3) . In addition* There is no doubt about the existence of subunits. lar particles and tubular structures which were never seen simultaneously.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 242,
                    "text": "Figs. 2 and 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 389,
                    "end": 397,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "T h e larger-sized particles (100 nm in diameter) present in 50/, of the leucoblasts were round, though occasionally elongated (Fig. 5 ). Twenty to 50 particles were grouped in clusters, never bound by a membrane. T h e content of each particle was not homogenous and at higher magnifications (Fig. 6 ) seemed to b e composed of juxtaposed subunits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 293,
                    "end": 300,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "T h e tubular structures, present in 8% of the leucoblasts, formed clusters measuring 30-50 nm in diameter (Fig. 7) . They were seen most of the time very close to the nucleus. Like the large-sized particle clusters, these tubular arrangements were never bound by a membrane. T h e tubes were twisted and seemed to be entangled with each other. They were found near the endoplasmic reticulum, the diameter of which was much larger than that of the tubules. Sometimes (Fig. 7) these structures seemed to be contiguous to the mitochondria. High magnification (Figs. 8 and 9 ) did not furnish additional data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 475,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 571,
                    "text": "(Figs. 8 and 9",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "T h e leukemia evolved so rapidly that certain classic explorations could not be performed. This is the reason why cytochemical and enzymologic investigations were not carried out. Nevertheless, from the optical and electron microscope images seen, it seems that this case can be classified as an acute, myeloblastic, poorly differentiated leukemia. FIG. 8. Detail of tubular structures (~5 0 , 0 0 0 ) . Vacu oles (v) are present in the heart of these clusters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 402,
                    "text": "FIG. 8. Detail of tubular structures (~5 0 , 0 0 0 )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Nature of the Leukemia"
        },
        {
            "text": "FIG . 9. High magnification of the tubules (X150,000) . The tubules are sectioned in various planes. 7. Leucoblast containing tubular structures (~34,500) . Note the close relationships linking the fibrillar structures, the mitochondria, the tubular structures, and the nuclear membrane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 53,
                    "text": ". 9. High magnification of the tubules (X150,000)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 101,
                    "end": 154,
                    "text": "7. Leucoblast containing tubular structures (~34,500)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ".sp"
        },
        {
            "text": "Fibrillar plaques: Vertiginous, more or less concentric fibrillar masses have been frequently found i n cancer cellsl~3 and in lymphoid cells of acute lymphoblastic~3 or myeloblastic leukemia,4 but their significance is not known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        },
        {
            "text": "Large particles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        },
        {
            "text": "In view o f their size and general aspect, these particles appear to be like those described by Seman.z51z6 However, they seem to be somewhat different because they did not have a dense inner core and were not surirounded by a membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        },
        {
            "text": "Tubular structures: They look very much like the tubular inclusions referred to before,*lJ5 but the clusters were never bound by a membrane as often described in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        },
        {
            "text": "T h e fact that virus-like particles and tubular structures were found in the leucoblasts of the same patient suggests two hypotheses: 1) The tubular structures are required for the manufacture of the virus-like particles, as Oshiro has shown.21 However, we never observed both types of structures simultaneously in the same cells and the size of the particles we observed did not correspond to those described by Oshiro. 2) T h e tubular structures are the response of the cell to a particular stimulus which, in our case, may be the virus-like particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        },
        {
            "text": "T h e structures we describe do not seem very different from certain virus-like particles already seen by some investigators, but it is impossible to be sure that they are identical or that they really represent viruses. ADDENDUM While this article was in press, an article by J. C. Cawley and A. Karpas, \"The Ultrastructural Demonstration of Virus-like Particles in Human Leukaemic Cells,\" was published in European Journal of Cancer 10:559-561, 1975. T h e particles observed by these authors resembled exactly those we describe. They also report that two forms of viruslike particles were present, which corresponds to our observations. Their conclusions agree with our's in that they are purely speculative. It must be noted that these particles have now been observed in several types of leukemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation of the Various Images Seen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Morphological and histochemical studies of the leukemic cells from a patient with a typical myeloblastic leukemia with special reference to intracytoplasmic mucopolysaccharide vacuoles and fibrillar formation. 2. Baringer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ackserman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Grasso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A S R"
                    ],
                    "last": "Knouff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Swoveland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Besais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Thicrry",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "27&276, 1972. 3. Bermhard, W.: T h",
            "volume": "41",
            "issn": "",
            "pages": "703--728",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Propagation and micromorphology of a human lleukocyte culture M, and of cultures derived from its transplantation in hamsters",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "F T"
                    ],
                    "last": "Buscheck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A. ; S"
                    ],
                    "last": "Manaker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Korol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ames",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fabrizio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Cancer Res",
            "volume": "29",
            "issn": "",
            "pages": "1819--1838",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human leukemic cclls in tissue culture. An electron microscope survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Harven",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dmochowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Grey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cancer Rrs",
            "volume": "27",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An electron microscopic study of Burkitt's tumor biopsies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dreyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sykes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dourmashkin",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "P.P.L.O.) in human leukemia. Cancer",
            "volume": "9",
            "issn": "",
            "pages": "309--314",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Morphological and biological studies on a virus in cultured lymphoblasts from Burkitt's lymphoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hcnle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Achong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "121",
            "issn": "",
            "pages": "761--770",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hcrpcstype virus particles in tissue culture of Kaposi's sarcoma from different geographic regions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giraldo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beth",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hagucnau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G R"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J . h'afl. Cancer",
            "volume": "13",
            "issn": "",
            "pages": "353--358",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Induction of tubular structures in the endoplasmic rc-2447-2464",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Grimley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schaff",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1345--1368",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ticulum of human lymphoid cells by treatment with 5-Bromo-2-Deoxyuridine",
            "authors": [],
            "year": 1973,
            "venue": "J . Natl. Cancer Inst",
            "volume": "51",
            "issn": "",
            "pages": "1751--1760",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Morphologie des virus oncogl.nes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haguenau",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Revice Fr Etudes Clin. Biol",
            "volume": "12",
            "issn": "",
            "pages": "114--133",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Llltrastructure of Animal Viruses and Bacteriophages",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haguenau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eds",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Herpes virus and oncogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "69",
            "issn": "",
            "pages": "1056--1064",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Endothclial intracisternal tubular inclusions in a case of chronic cncephalitis associated with inimunologic deficiency",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Horoszewicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Schai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Ellison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Griscelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "; J"
                    ],
                    "last": "Lebon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prunieras",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bakouche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nicolle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Hioloney",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Netcrofiudiatrie. 4:459~469, 1972. 20. Nick",
            "volume": "20",
            "issn": "",
            "pages": "1563--1577",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Remarques ii propos de deux cultures et d'une biopsie de tumeur de Burkitt vues au microscope klectronique",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Schaff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grimley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Szekely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jasmin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Camsin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauguan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Uzman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sa&apos;ito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kasac",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Cytochemistry of tubuloreticular structures in lymphocytes from patients with systemic lupus erythematosus in cultured human lymphoid cells",
            "volume": "29",
            "issn": "",
            "pages": "492--498",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Virus-like particles in the peripheral blood cells of two patients with Chediak-Higashi syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Cancer",
            "volume": "19",
            "issn": "",
            "pages": "877--884",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Continuous cell culture from patient with CML. 11. Detection of herpes-like virus by electron microscopy",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Zeve",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Manaker",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J . Natl. Cancer I n s t",
            "volume": "37",
            "issn": "",
            "pages": "761--773",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "LIKE PARTICLES IN LEUKEMIA -Foa et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Optical microscope view of leucoblasts (XI ,OOO). T h e more or less regularly shaped nucleus occupies a large Part of the cell. I t has a finely granular, regularly dispersed chromatin and nucleoli. T h e amount of cytoplasm was variable. (Uranyl acetate/leacl citrate staining.) the cytoplasm contained some rather particu-FIG. 2. Electron microscope view of leucoblast (~20,000). Note the completely dispersed chromatin with little or no margination. Numerous mitochondria (m) and oriented, fibrillar plaques (f.p.) occupying a large part of the cytoplasm are present.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detail of the \"vortiginous\" plaques of fibers (~28,000). These structures invade a large part of the cytoplasm and seem to be closely related to the nuclear membrane and other organelles.FIG. 4. Cell containing \"large\" virus-like particles (~19,500). This cell section shows the presence of about 80 particles distributed in dusters which are not bound by a membrane. T h e reticular endothelium (er) is rather plentiful and dilated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Detail Of Clusters Of \"large\" particles (X50,OOO). They do not have a completely regular aspect. They seem to be composed of subunits. FIG. 6. Detail of \"large particles\" (~2 2 5 , 0 0 0 ) .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}