{
    "paper_id": "c63efa81047b6ec08bd2e41ed6f075311c91f882",
    "metadata": {
        "title": "The Political Face of Public Health INTRODUCTION: TWO DIFFERENT WORLDS",
        "authors": [
            {
                "first": "Lawrence",
                "middle": [
                    "D"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "lbrowncol@aol.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Public health is politically paradoxical because its core conceptual componentsthe exercise of public authority and the promotion of population health -stand in practical tension that belies their theoretical promise. Across Western nations, public policymakers stand accused of failing properly to honor and support the crucial contributions that public health makes to the improvement of health outcomes and of overinvesting in acute medical care services, the need for which timely interventions in prevention and health promotion might have averted. The dramatic budgetary discrepancies in Western nations between the massive funds devoted to medical care and the minuscule sums allotted to public health are often taken as evidence that in such matters, political leaders are irrational (or perhaps uninformed, or captured by big-moneyed medical interests) and that good public policy would have epidemiologists and other public health experts running, or at least orchestrating, the show. This paper explores the sources of this tension between population health and political power within the concept of public health and seeks to show why these strains prove to be so durable, indeed irresolvable. The argument and evidence draw largely on the United States, but the supposition -anyway, the hope -is that the analysis will also throw light on the politics of public health in other nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"Oh life, life, remaining always outside.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION: TWO DIFFERENT WORLDS"
        },
        {
            "text": "Rainer Maria Rilke 1 In 1966, Herbert Kaufman, a political scientist then at Yale University, surveyed the literature on the politics of public health and bewailed the barren scene. The public health profession tended to view itself as an evidence-based calling that stood above and beyond politics, while political scientists were slow to see how public health agencies and programs illuminated central disciplinary preoccupations such as budget making, recruitment of personnel, and the infl uence of constituencies on the performance of public agencies. Not a single public health text that Kaufman reviewed \"included anything more than a passing reference to politics, and most… did not contain even that.\" Conversely, the political science texts he surveyed contained \"virtually no references to the politics of public programs.\" 2 More than 40 years later, both public health and political analysis have expanded their practical and theoretical reach, but their trajectories are mainly parallel, rarely convergent. The public health community seldom acknowledges that its work is pervasively political, much less explores in depth how that political saturation shapes its professional life. Public health is supposedly driven by science, whereas politics turns on tainted tasks such as raising campaign funds from special interests, pandering to voters, catering to constituents, and indulging ideologies. On the other side, even on the increasingly rare occasions when political scientists step away from formal modelling and inspect concrete public policies, public health programs rarely win their attention. A careful review of the literature on the politics of public health policy by Tom Oliver in 2006 found a sizable body of studies on health policy (which had of course expanded its scope enormously in the United States and elsewhere since Kaufman wrote in 1966), but rather limited offerings in the fi eld of the politics of public health per se. 3 Much of course depends on defi nitions. \"Health\" nowadays is everyone's affair, from individuals styling their lives to corporations abating their pollutants, so the weight of explication must fall on \"public.\" One can defi ne \"public health\" as the sum of interventions undertaken by the public sector in health affairs, but a formulation that indicates no conceptual distinction between, say, how public programs such as Medicare pay for healthcare and how local public health agencies mobilize to combat bioterrorism or the spread of swine fl u is too indiscriminate to sustain insights into the politics of policy subfi elds. This paper, therefore, with an eye more on utility than precision, takes \"public health\" to mean the arts and science which advisors to and agents of the State employ in exercising their (public) authority to identify and address threats that derive from sources in the environment for the health of populations (For CEA Winslow' famous defi nition. 4(p.39) Though crude, this formulat ion divides the fi eld of inquiry into traversable units. Health coverage policies (national health insurance or national health services) give people access to care. Policies that support research on, or the practice of, acute care medicine develop the capacity of medical innovators and physicians to cure ailments grounded in physiological and/ or biochemical processes. Public health policies aim to keep groups of people (\"populations,\" and of course individuals within them) from getting sick. To study public health politically is to inquire how public institutions and actors (executives, legislatures, courts, bureaucracies, sub-national govern ments) and stakeholders in the private and voluntary sectors (interest groups, the media) shape the formulation and implementation of policies and programs the public health fi eld proposes and pursues.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Rilke 1",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1964,
                    "end": 1965,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2946,
                    "end": 2953,
                    "text": "4(p.39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION: TWO DIFFERENT WORLDS"
        },
        {
            "text": "Arguably new challenges to and priorities within public health may encourage fresh political responses; conversely, new confi gurations of political power may condition the prospects and progress of public health initiatives, older and newer. 5 Exploring whether and how such dynamics are evident in the evolving politics of public health is one of the main objectives of this paper.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION: TWO DIFFERENT WORLDS"
        },
        {
            "text": "In practice, public health interventions center on the following fi ve strategies, which, though partially overlapping, tend to target diverse benefi ciaries and to engage distinct stakeholders. One of these, provision of care, is pretty much distinct to the United States. (The Institute of Medicine provides a different list of \"core functions\" -namely assessment, policy development, and assurance). 4(pp.7-8), 6 Protection. The fi rst and foremost mission of public health is to protect the population against exposure to illnesses that are contagious person-toperson or transmissible from environmental sources (e.g., tainted food, polluted water, lead paint and asbestos in lodgings, air pollutants associated with asthma and cardiovascular diseases, and, arguably, cigarette smoke). This basic function, which protects the public against \"enemies of the people\" -in this case not foreign militaries but rather foreign (or domestic) microbes -brings the formal power of the State to bear against biological and/or environmental threats.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 415,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Prevention: Public health practitioners also work to identify and arrest threats to health (which may or may not originate in contagions or environmental assaults) before they strike. The strategies deployed -vaccinations, screening for an ever-longer list of conditions (e.g., diabetes, cancers of the breast and colon), and disease management (which aims to keep ailments such as diabetes from worsening) -create an ambiguous partnership between public health and the medical community in defi ning (sub) populations at risk and identifying and applying procedures and treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Promotion: In its quest to keep people well, public health increasingly adopts means that transcend the conventional preventive agenda. Strategies conducive to \"healthy living\" -which may extend from encouragement to eat more fresh fruits and vegetables and fewer fatty, salty foods and to get more exercise, all the way \"out\" to engagement with a myriad social determinants of health -thrust public health into unfamiliar preserves that tend to feature complex and sometimes indecipherable interactions between the public and private sectors (e.g., the design of the built environment, the location of stores that sell fresh food, the distribution of income and status).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Prognosis: Because public health professionals try to anticipate threats to the health of the public, surveillance and monitoring of health conditions in communities are traditional tools in their strategic kit. That these tools ought to be broadened and put in service of genuine planning that would replace institutional fragmentation with the comprehensive, coherent, coordinated arrangements communities deserve has long been a central tenet among public health afi cionados. Needless to say, these arguments have never found much of an audience beyond the public health community itself, and even the relatively powerless local Health Systems Agencies the US federal government sponsored between 1974 and 1986 tended to treat public health agencies as one constituent among many others. Some nations, and some US cities, however, now require that Health Impact Assessments be crafted and presented to policymakers who thereby presumably gain an accurate understanding of the implications of existing arrangements and of proposed public and private decisions for the health of the public. 7 By envisioning and estimating in advance as many potential threats to health as is feasible, such prognostic exercises are essentially prospective syntheses of the familiar protective, preventive, and promotional functions of public health. Benefi ciaries are, in principle, the community as a whole, and by its nature the strategy may implicate a virtually limitless range of public and private stakeholders. 7 Provision: In the US, public health institutions -especially city, county, and state health centers, clinics, and hospitals -deliver medical services to disadvantaged citizens (particularly the uninsured and some of those covered by Medicaid) and non-citizens, including illegal aliens. This public \"safety net\" cares for a distinct subset of the community and in doing so, negotiates incessantly with the purchasers, payers, and philanthropists about the resources from Medicare, Medicaid, the Children's Health Insurance Program, Dispro portionate Share funds, state appropriations, local tax levies, commercial payments, and foundation grants that allow them to stay in operation. This activity has been a chronic sore point for a contingent of public health leaders who have hoped that the federal government would one day create equitable and universal healthcare coverage and thus, by no longer \"draining vital resources away from population-wide services,\" 4(p. 13) let them get on with their proper roles and missions. Until 2010, the profession's pleas for universal coverage fared little better than those demanding health planning and the rationalization of community healthcare systems; indeed, the safety net duties of public health personnel appeared to be growing.",
            "cite_spans": [
                {
                    "start": 1093,
                    "end": 1094,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1505,
                    "end": 1506,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2476,
                    "end": 2479,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "The enactment of national health reform in the US in March of 2010 will doubtless change the picture. The measure authorizes the expansion of Medicaid and the creation of income-related subsidies for most of the presently uninsured, aiming to increase coverage to roughly 95 percent nationally. However, it does not address the needs of illegal immigrants, who will presumably continue to get care from the safety net, as will (presumably) insured Americans who cannot readily fi nd \"mainstream\" providers to treat them. In short, provision is likely to remain a not insubstantial function of public health authorities for the indefi nite future. How these duties are acquitted in the future will depend, then as now, on a set of little-studied political variables that include: the legal status and strength of state and local public health agencies; the power of local medical societies (which may resist public health encroachments on any and all patients but the unprofi table and unappealing -e.g., substance abusers and those with sexually transmitted disease); and the entrepreneurial energies of local public health leaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Provision enmeshes public health not only in debates about the fi nancing of healthcare in federal and state capitals but also in painful disputes about the role of the fi eld in health affairs at home. The public components of local safety nets are big business: city and county politicians control sizable shares of their budgets, residents benefi t from the jobs these institutions sustain, suppliers of their goods and services make money. Not a few public professionals, however, view safety nets dominated by large municipal hospitals as an anachronism and urge that such facilities, and the money they now consume, be used to create accessible primary care centers, leaving inpatient activities to increasingly under-occupied voluntary hospitals. Outcomes of these intra-professional fi ghts span a continuum from hardwon successes to bitterly-fought fi ascos, and rarely fail to consume sizable time, attention, and political capital. 8, 9 WHY PUBLIC HEALTH POLITICS IS PROBLEMATIC Even cursory contemplation of these fi ve functions of public health reveals a formidable policy presence that renders highly salient benefi ts to populations both general and special and likewise impinges prominently on the agendas of a wide range of public and private stakeholders. If the objective of health policy is to improve the health of populations (a not unreasonable proposition), public health can legitimately claim a record of accomplishment equal to or perhaps greater than that of acute care medicine, 10 which \"played almost no part in better health in 1900 and only a small part through 1950.\" 11 The contributions of medicine have grown tremendously since the mid-20 th century, but all the same, \"improvements in the physiology of one generation have been shown to result in improvements in the next or even a third generation,\" which implies that \"our grandchildren will continue to reap the benefi ts of the public health investments\" made in the early and middle 1900s, 12 all of which leaves ample and ambiguous scope for credit claiming by both the public health and medical services sectors.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 945,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 946,
                    "end": 947,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1603,
                    "end": 1605,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Public health professionals tend to be chronically disappointed that their work is undervalued by the public; by a medical profession that is so obviously superior in prestige, legitimacy, status, power, and money; and by policymakers, who shower public funds on medical research and coverage for acute care services while grudgingly granting short rations to public health. Indeed this community often views politics \"as a contaminant of an ideally rational decision-making process,\" not as an \"essential element of democratic governance.\" 4(p.5) The implementation of public health prescription into political practice in America has been problematic for centuries. When smallpox struck the Massachusetts colony in the early 18 th century, Boston's selectmen forbade the inoculations endorsed by Cotton Mather who was rewarded with a grenade thrown through a window of his house bearing the inscription, \"Cotton Mather, You Dog, Dam you; I'll inoculate you with this, with a Pox for you.\" In the last years of that century, yellow fever epidemics fueled a political fracas between Republicans, who believed the disease had local origins, and Federalists, convinced that it was imported by foreign enemies.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 547,
                    "text": "4(p.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "After cholera arrived, thousands died before public offi cials overcame denial and worked to clean up drinking water and to improve sanitation. As tuberculosis spread, \"no public regulatory agency took charge,\" even to enforce sanitary measures then on the books, and the struggle against the disease was ceded to sanitarians and sanatoria. 13 In these examples, as in contemporary cases, the public health enterprise faces several political challenges, none of them new, and none receding in importance. First, although the arguments for population-based policy interventions are obvious to public health professionals, they are often a hard sell to generalist policymakers for a myriad reasons. Formidable barriers, as Daniel Fox explains, include: the relatively low priority most voters assign to improvements in population health; the diffusion of responsibilities for effecting such improvements; the absence of evidence on matters of consequence to policymakers; the frustrations policymakers encounter in groping their way through such evidence as does exist; the resistance that measures to improve population health may trigger among medical professionals, manufacturers of medical technology, and segments of the public health community itself; and the special political infl uence that those who suffer serious chronic disease, and their families, often wield. 14, 15 As Constance Nathanson's review of interventions to curb smoking and reduce transmission of HIV by intravenous drug users in the United States, Great Britain, and France, demonstrates, even knowledge bases that seem self-evidently to justify public health policies must navigate various political \"contingencies\". 16 Second, the psychology of loss aversion and the political dynamics that attend intense preferences encourage policies that help sick people recover and subordinate those that keep them from getting sick in the fi rst place. Christ won fame for raising Lazarus from the dead, but had he merely prolonged his longevity no one (save perhaps Lazarus) would have known or cared. Virtually everywhere in the West, the centerpieces of healthcare policy are coverage that enables citizens to enter the acute care system when they need to do so and the quest for research breakthroughs (emanating in new technologies, that is, drugs, devices, and medical procedures) that mitigate or cure disease.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1377,
                    "end": 1379,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1694,
                    "end": 1696,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "This psycho-cultural pattern has of course huge consequences for the political economy of healthcare policy: populations and the policymakers who represent them and dispense their tax money are prepared to spend far more for care and cure administered by physicians and hospitals than they are to forestall illnesses they hope not to contract anytime soon, if at all. Healthcare protagonists who want to do well in their careers while doing good for their communities therefore tend to follow the money. Specialist physicians and executives of pharmaceutical and medical device manufacturers, of private insurance fi rms, and of other purveyors of treatment from home healthcare to rehabilitative, palliative, hospice, and myriad other services, gravitate to the acute and chronic care sectors, not to public health, which is correspondingly marginalized all along the continuum of political power, from job creation to campaign contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Third, public health interventions often stir controversies about the legitimate role of the state vis-à-vis individual autonomy and liberty and about the scope of personal versus social responsibility. John Stuart Mill's insistence that the State may abridge individual liberty only when harm to others is at issue, but not to constrain the choices of individuals \"for their own good\" resonates fi rmly in Western settings. 3 These concerns are especially salient in the US, which makes small government per se a point of national pride, but also extend well beyond the 50 states. Constraints on and disincentives for smoking, fi nes for failure to use seat belts while driving, and distribution of condoms to prevent unwanted pregnancies and the transmission of sexual diseases, for example, have all faced libertarian and/or moralistic objections. Today's preoccupation with the \"obesity epidemic\" likewise raises questions about how far governments should go toward infl uencing how much citizens weigh, what they eat, and how often they exercise. 17 -19 Sometimes grievances fl are quickly and then linger: for instance, in the past decade a social movement of parents who blame the autism of their children on vaccinations \"has blindsided public health offi cials…and united the secular left and the religious right around distrust of government…\" 20 Fourth, following statistical trails routinely leads public health practitioners into surprising (and surprised) institutional and organizational environments and the political turfs they occupy, as Fassin's instructive study of public health interventions in France to combat lead paint poisoning in children illustrates. 21 These int erventions followed a meandering path from physicians bewildered by symptoms of developmental retardation; to suspicions -and mounting evidence -that lead paint, peeling from walls in dilapidated apartments occupied by poor residents lay behind the symptoms; to pressures applied to city health and housing offi cials by an expanding coalition of public health physicians, toxicologists, social workers, offi cials in maternal and child protection agencies, leaders of humanitarian organizations, and experts on foreign approaches to the problem; and fi nally to French legislation in 1998. In quite a different policy arena, advocates for active living, who seek to change the \"built environment\" in communities in ways that encourage biking, walking, and other physical exertions in the course of daily life, fi nd themselves grappling with zoning codes, master plans, housing departments, park and recreation offi cials, real estate developers, mayors, city councils, transportation agencies, and other public and private stakeholders who occupy political niches little related to the accustomed preserves of public health and, for that matter, the mainstream healthcare system.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1052,
                    "end": 1058,
                    "text": "17 -19",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "Finally, and ironically, the public character of public health can diminish its political stature and inhibit its political clout. Physicians and others in the acute care system stand largely outside and above government and politics, which they are at liberty to lobby pretty much as they please. Public health offi cials, who work within government on a public function, are at once handicapped by widespread public distrust of government, and are limited in their ability to mobilize resources and lobby for public health intervention. These professionals have supportive constituents to be sure, but the American Public Health Association works alongside (and arguably in the shadow of) organizations such as Academy Health, which seeks to build political support for research on coverage, access, disparities, and other high priority \"health services\" issues. Lobbies for health services research are, in turn, well out of the political league of highly infl uential bodies such as the American Medical Association, the American Hospital Association, and the America's Health Insurance Plans -not to mention powerful chemical and other industries that have worked tirelessly to discredit evidence that supports a case for public regulation of asbestos, silica, and other toxic substances. 22, 23 ",
            "cite_spans": [
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1298,
                    "end": 1300,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "WHAT PUBLIC HEALTH DOES"
        },
        {
            "text": "The political handicaps under which the public health enterprise labors often can be, and are in fact, surmounted. \"Events\" and/or political savvy may ensure for public health pronouncements a respectful hearing among the public and policymakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POLITICAL LEGITIMACY AND LEVERAGE"
        },
        {
            "text": "The barriers to \"selling\" population-based interventions tend to crumble quickly when contagious diseases menace sizable swaths of the citizenry; greatly accelerate the convergence of Kingdon's problem, political, and policy streams 24 ; and open windows of opportunity for a public response. Public health measures largely vanquished \"traditional\" epidemics of contagious conditions by the mid-20 th century, but a fresh set of threats -HIV/AIDS, West Nile virus, SARS, anthrax (among other possible biological weapons in terrorist hands), and, most recently, swine fl u -steadily remind the public why government must do more than sustain acute care services for individuals who get sick. Moreover, the growing trend toward labeling chronic conditions as \"diseases\" and even \"epidemics\" expands the public health agenda and adds new targets to the prevention agenda. Falls by the elderly, avers the New York Times, are so harmful and costly that \"if falling were a disease, it would be deemed an epidemic.\" 25 When policymakers came to believe that obesity is a disease, indeed an epidemic, and not merely a numerical association between height and weight, the Centers for Disease Control and Prevention, and the National Institutes of Health got new appropriations, and public health researchers across the land won new grants to combat the existential threat, even as pharmaceutical fi rms that make weight-loss drugs and physicians who perform bariatric surgery enlarged their markets and coffers. 18 The interventions in question are not uncontroversial: broadcasting the case for safe sex and condoms, supplying fresh needles to substance abusers, spraying pesticides that kill mosquitoes, quarantining travelers, spurring the development or mandating the injection of vaccines, and meddling with peoples' body ma sses all trigger attacks on the legitimacy of what government is doing (or proposes to be doing) and raise doubts about whether government knows how to do it. Nor do such public health endeavors come without fi nancial and managerial costs: targeted and timely responses to real and potential epidemics require shifting personnel and funds from current programs to new or expanded ones -and then shifting back again once the threat has been contained (or accepted as routine) and the agencies' fi fteen days or months of fame have passed.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1503,
                    "end": 1505,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Crises and Contagions"
        },
        {
            "text": "Even if new funds accompany the new mission (as was the case for bioterrorism in the aftermath of the attacks of September 11, 2001), building up staff and programmatic capacity require time, deliberation, and planning that may seem (and be) at odds with the urgency of the new tasks with which public health agencies have been charged. Pondering the US national failure to learn from history one year after the devastation of September 11, Fee and Brown lament on a variation of the ancient theme: \"We continue to mobilize episodically in response to particular threats and then let our interest lapse when the immediate crisis seems to be over.\" 26 Another lesson of history may explain the pattern, at least in part: public health offi cials are criticized for crying wolf or overreacting if threats fail to appear (perhaps because they were prevented) and for falling down on the job if threats do in fact materialize.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 650,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Crises and Contagions"
        },
        {
            "text": "Legitimacy and leverage derive not only from the combating and containing of contagions and epidemics (old and new) but also from a central dynamic in the \"new\" public health, to wit, the public's growing attention (and, in some quarters, devotion) to health promotion. The 1974 Lalonde report 27 succinctly encapsulated the case for \"lifestyle\" as a prime determinant of health status. Since then, public health professionals have found it easier to argue that cessation of smoking, moderate consumption of alcohol, safe sexual practices, regular exercise, and consumption of more fresh fruits and vegetables and fewer junk foods can help to forestall illness, including such dreaded ailments as cancer, stroke, and heart disease is at least as important as the curative approach of the biomedical model traditionally thought to hold the key. \"Healthy\" has become a familiar modifi er for all manner of entities, activities, and conditions -for instance, cities, eating, aging, and living. And as noted above, promotion may be morphing into prognosis by means of mechanisms such as health impact assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promotion and Prevention"
        },
        {
            "text": "Policymakers are increasingly impressed by the case(s) for health promotion for economic as well as public-spirited reasons. Promotion and prevention, so the argument runs, are not only proven to work, but also to save money by (as the 1970s sound bite for health maintenance organizations put it) \"keeping people well instead of simply treating them when they get sick.\" Unfortunately, reality does not always live up to the promise and sometimes falls short of it in dramatic and discomfi ting ways. As the evidence base around public health interventions grows fuller and more authoritative, questions about what works and what saves how much must increasingly be addressed, so to speak, in retail, not wholesale, fashion. At what age it becomes cost effective to cover mammograms and pap smears for women, for example, and at what intervals these procedures should be recommended, are vexing issues contested not only in learned journals but also on page one of the daily press. Cheap, effective vaccinations are one thing; screening tests applied to millions of people, most of whom are unlikely to contract the illness in question, are another. 28, 29 Analytical and empirical sorting out of the benefi ts, costs, and savings of public health interventions are becoming ever more fragmented and context-dependent -a sign of scientifi c maturation and sophistication, no doubt, but also a source of uncertainty for policymakers in search of solutions that are (in Ronald Reagan's famous formulation) if not easy, at least simple.",
            "cite_spans": [
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Promotion and Prevention"
        },
        {
            "text": "The growing constituency for health promotion would seem to play to the distinctive strengths of public health, but how much the profession has to offer that constituency is unclear. Beyond the basics of communication -for instance, the \"crawl\" messages at the bottom of French television screens that urge viewers to eat well and exercise (\"manger-bouger\"); to avoid snacking between meals; to limit consumption of salt, sugar, and fat -health promotion faces tough conceptual and institutional challenges. (Philanthropic efforts to promote physical activity among Native American youth are a case in point.) 30 As J. Oliver, Campos and others argue, focusing policy on obesity -weight levels and body mass index (BMI) -may be inadvisable. 18, 31 Weight and BMI may correlate with poor health, but the case for a causal connection is (the morbidly obese excepted) not clear-cut; most people who lose weight do not keep it off. The means by which they seek to lose weight (e.g., \"yo-yo dieting\" or weight cycling, prescription and over the counter medicines, and bariatric surgery) have risks and side effects that may be worse than the \"disease.\"",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Promotion and Prevention"
        },
        {
            "text": "Inducing people to exercise more and to eat less junk food -regardless of the effects of such behavior on weight per se -is a more defensible policy objective, but public health has no special insights into how to neutralize the effects of advertising and the pleasures of snacking on eating habits or how to persuade consumers (especially those with low incomes and limited transportation) to seek, lug, clean, cook, store, enjoy (and afford) generous servings of health-giving fresh fruits and vegetables. The profession is little better at convincing the above-mentioned mayors, city councils, zoning offi cials, transportation agencies, park and recreation bodies, home developers, realtors, contractors, and other stakeholders to make the built environment over which they preside more conducive to walking and bicycling. Politically, health promotion is much easier said than done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promotion and Prevention"
        },
        {
            "text": "Health promotion is of course a matter not only of persuasion but also of preemption and prescription, and although these tougher interpositions rarely progress without political struggle, they too have often generated new constituencies and, therewith, new legitimacy and leverage for the public health agenda. Not long ago government mandates, now nearubiquitous in the West, that drivers of automobiles use seat belts, could be derided by those determined to live free and die as a grievous assault on individual liberty. 17 Restrictions (and taxes) on smoking have advanced steadily in many nations, albeit by diverse routes and at different paces. In the US, for example, antismoking organizations led the charge for legislation and court decisions that curbed the \"rights\" of smokers and tobacco companies; in Great Britain such measures awaited the support of the medical elite. 16 In the US, the fl amboyant moral fervor that produced Prohibition continues to shine a judgmental spotlight both inward (on the \"personal responsibility\" of individuals to adopt healthy lifestyles) and outward (on the profi t-maximizing depredations of corporations that, but for aggressive regulation, would blithely spread toxins throughout the nation's air, water, and workplaces). 32 Demonization of tobacco fi rms worked well in the fi ght for laws and regulations against smoking, and that strategy is being reprised by some anti-obesity activists in the assault on manufacturers of junk foods. 33 The growth of political support for government regulations that constrain the rights of individuals and corporate bodies in order to protect the health of the public does not invariably enlarge and preserve the power of public health agencies, however. Visions of \"holistic\" leadership by public health professionals routinely succumb to the bureaucratic fragmentation endemic in US healthcare policy. In the US, for example, the Food and Drug Administration (FDA) regulates the commodities (now including tobacco) denoted by its title, the Federal Trade Commission oversees the advertising of consumer products, the Occupational Health and Safety Administration has charge of workplace safety, and the Environmental Protection Agency not only enforces requirements under the landmark \"public health\" laws that aim to reduce pollution in the nation's air and water but also regulates insecticides, fungicides, and rodenticides (and shares authority with the FDA over substances used in food processing plants). Kaufman also remarked on this fragmentation. 2 Nor is political support for regulation inexhaustible. Policymakers in Great Britain and the US, for instance, wary of intruding too coercively into the citizenry's weight, eating habits, and exercise patterns, have begun to contemplate and experiment with \"libertarian paternalist\" strategies of health promotion such as personal fi nancial incentives, that is, payments to individuals who lose weight and take up exercise. 34, 35 But perhaps policy must go beyond \"mere\" incentives to subsidies: calculating the costs of government recommendations that Americans greatly increase their consumption of green leafy and deep-yellow vegetables, J. Oliver concludes that, barring a huge decrease in their price, \"We would need to pay people to eat them.\" 18",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2549,
                    "end": 2550,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2976,
                    "end": 2979,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2980,
                    "end": 2982,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "PREEMPTION AND PRESCRIPTION"
        },
        {
            "text": "Although legitimacy and leverage increasingly accrue to the mission(s) of public health, they do not derive from self-evident, self-executing epidemiological imperatives but rather must be constructed socially and politically, which means recruiting allies and building coalitions. Social workers and maverick physicians were crucial mediators between the public health offi cials who recognized the connections among mental retardation, lead paint poisoning, and the dilapidated housing of the poor and the French policymakers who fi nally acknowledged the environmental roots of what had been perceived as a medical condition. 21 Antismoking advocacy organizations in the US and medical elites in Great Britain pushed the case for public curbs on and disincentives for smoking with a success public health professionals could not have attained on their own. 16 Health promoters who hope to make the built environment more hospitable to active living must win champions in venues, both public (zoning boards, city councils) and private (developers, highway builders) -a challenge that public health offi cials have, on the whole, been notably reluctant to tackle.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 631,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Constructions and Coalitions"
        },
        {
            "text": "In the early 1990s, the Robert Wood Johnson Foundation created an ambitious ten-year Urban Health Initiative to improve the health and safety of children and youth. Leaders in the fi ve cities it funded -Detroit, Oakland, Philadelphia, Richmond, and Baltimore -soon concluded that the most salient threats in question were violence, drugs, teen pregnancies, and other problems with which one coped by (for example) helping kids to stay in school instead of dropping out and offering appealing activities in the largely unsupervised after-school hours of 3-7 pm. These objectives had little to do with health institutions or public health, and much to do with school systems and the opaque set of voluntary institutions that constitute the after-school sector. The broader the social determinants of health with which public health professionals seek to engage (e.g., income distribution, housing conditions, employment markets, work conditions, stress, status) the more must they learn to map and navigate across complex and unfamiliar institutional terrain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructions and Coalitions"
        },
        {
            "text": "One can easily portray the politics of public health as depressingly (or reassuringly) continuous: contagions, threats, and epidemics come and go, and the political stature of public health waxes and wanes with them. Prevention surges onto the public agenda, then settles into personal and societal afterthoughts. Provision (in the US) gains prominence as the number of uninsured and medically disadvantaged grows, but disturbs those who rue it as a distraction from the proper missions of the fi eld. Meanwhile, newer roles -promotion and prognosis -are works in progress, drawing public health into complex and far fl ung institutional and political environments in which its practitioners grope their way strategically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW POLICIES, NEW POLITICS?"
        },
        {
            "text": "Amid and alongside these continuities, however, changes in policy context create new openings for public health contributions. The dominant fact of life of contemporary public (including healthcare) policy is growth of government, which seeks to shape and steer healthcare systems that, in the United States and elsewhere, grow steadily larger and more problematic. This pattern is decades old, but its manifestations are, in the nature of the case, new: endless policy innovations launch new political adventures, devoid of certainty and riddled with contingency. 19 On the surface, this growth of healthcare policy is not good news for public health, as much of it in the United States and elsewhere centers on the eternally ambivalent building up and reining in of acute care systems and their myriad, multiplying specialized factors and sectors of production. Not far below the surface, however, lies better news: within the interstices of healthcare policies are targets and windows of opportunity in which the fi eld may fi nd settled policy turf. Advocates of health promotion work to win statutory and fi nancial support for bike lanes in federal transportation laws; demonstrations aiming to prevent falls by, and counter social isolation of, the aged may be embodied in Medicare; state insurance laws may be made to mandate coverage for screening procedures; needle exchanges among drug users may gain legitimacy in the struggle to prevent transmission of HIV.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "NEW POLICIES, NEW POLITICS?"
        },
        {
            "text": "The practical challenge is to capitalize on these openings, which means, above all, gaining skill in mapping and navigating within the new institutional and political environments whence policies emerge. This exercise entails analytical and political parallels with the missions the public health profession traditionally embraces 4,6 ; assessment not only of populations and their health needs but also, and correspondingly, of the institutional terrain and the domains, values, and interests of infl uential organizations within it; developing policies not simply with an eye on epidemiological trends within communities, but also with attention to policy dynamics within and beyond communities, including the regional, state/provincial, and federal levels, which (health being in truth only in part a \"community affair\") are often key to the attainment of public health goals; and assurance not only of services that improve the health of the population but also of recruitment of institutional allies in the private, voluntary, and public sectors and of political champions for the improvements envisioned. Such allies and champions are made -socially and politically constructed -not born of evidence, epidemiological or other, which may help to generate political demand for what the profession seeks to supply but is seldom if ever suffi cient to change policy by itself. All of this requires willingness to engage with ever-broadening, ever-shifting policy environments and with the politics that steers the constituent elements into action -or inertia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEW POLICIES, NEW POLITICS?"
        },
        {
            "text": "Cognizance and conquest of new environments have long been hallmarks of public health, but they raise questions about the balance between generalist and specialist skills that challenge, in their turn, the design of education and training for public health professionals in the United States and elsewhere. Epidemiology and biostatistics are necessary skills, but plainly insuffi cient to advance the public health mission by themselves. Those who hope to shape the multiple social, cultural, and physical environments that determine the health of populations need more than glancing acquaintance with policy venues that have, superfi cially, little to do with health per se. Beyond that, they should be conversant with, and prepared to draw on, historical and social scientifi c insights that illuminate these environments and help to \"translate\" their institutional properties into terms that can speak persuasively to policymakers. And public health leaders should gain skill in appraising these bodies of knowledge, which enrich the policy content and claims of public health specialists, in the contexts of the political obstacles and opportunities that confront them and the strategies available for coping with the former and capitalizing on the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        },
        {
            "text": "Public health (like politics and science as portrayed by Max Weber) is not only a vocation with peculiar and particular skills of its own, but also a profession, which implies contemplation of its mission in broader frames, including the political. Three such political frames are at once fundamental to the progress of public health and severely undervalued in the training public health professionals receive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        },
        {
            "text": "First, public health should view healthcare systems as they are in fact, not as abridged editions from which anomalous elements such as private coverage, medical specialization, and technological innovation have been excised. Public health gains legitimacy and leverage not by promulgating designs for healthy living based on epidemiological imperatives but rather by inserting itself artfully into the contours of modern healthcare systems and the public policies (health and other) that shape them. An either…or stance that deplores the allocation to acute care of attention and resources that properly belong to public health is therefore a recipe for political isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        },
        {
            "text": "Second, if the goal of health policy is indeed better health of \"the\" population, the fi eld of public health should engage more fully with the social determinants that shape health and the broad and growing range of welfare state programs, some of which are conceptually and institutionally quite distinct from the healthcare arena. Public health leaders who cannot speak constructively to debates about health-shaping policies on income distribution, housing, employment, and social inclusion, undercut their claims to the infl uence they seek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        },
        {
            "text": "Third, because health policies (\"public\" health or other) do not arise spontaneously from scientifi c evidence and arguments, public health professionals should be familiar with the policymaking process and the cast of institutional characters that shape its outcomes for better and for worse. Such familiarity is now acquired largely on the job. Some public health practitioners develop impressive political acumen; others strike policymakers as \"politically infantile\". 4(p.92) Political skill, which derives from imponderably improvised combinations of insight and experience, cannot be taught, but the raw materials (insight and experience) can be presented for inspection and inquiry by means of case studies and otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        },
        {
            "text": "Public policies are joint productions of knowledge and politics. Nothing is gained by asking scientists to think and act like political leaders or vice versa, but much may be gained from more fl uent and respectful interchange between parties who are, albeit more often in principle than in practice, on the same side. Those aspects of life and health with which public health distinctively engages may remain always \"outside\" in physical and social environments, but a fresh contemplation of the politics (old and new) of public health may encourage a warmer reception for the profession inside the ever-expanding precincts of public policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TOWARD A NEW PUBLIC HEALTH POLITICS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gadamer Hans-Georg, The enigma of health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Rilke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The political ingredient of public health services: a neglected area of research",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Milbank Mem Fund Q",
            "volume": "44",
            "issn": "",
            "pages": "13--44",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The politics of public health policy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev. Public Health",
            "volume": "27",
            "issn": "",
            "pages": "195--223",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The future of the public health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The new public health: an introduction to the 21 st century",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tulchinsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Varavikova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The future of the public's health in the 21 st century",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toward the healthy city: people, places, and the politics of urban planning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corburn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impermanent politics: the Hillsborough County Health Care Plan and community innovation for the uninsured",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Aff",
            "volume": "25",
            "issn": "",
            "pages": "162--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Market Watch: Charge of the right brigade? Communities, coverage, and care for the uninsured",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Aff",
            "volume": "25",
            "issn": "",
            "pages": "150--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The role of medicine: dream, mirage or nemesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckeown",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Your money or your life: strong medicine for America's health care system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cutler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The fourth great awakening and the future egalitarianism",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fogel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemics in the modern world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kreig",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The determinants of policy for population health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Econ Policy Law",
            "volume": "1",
            "issn": "",
            "pages": "395--407",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health determinants, policy indeterminacy?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Econ Policy Law",
            "volume": "1",
            "issn": "",
            "pages": "409--423",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disease prevention as social change: the state, society and public health in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Free to be foolish: politics and health promotion in the United States and Great Britain",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Leichter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fat politics: the real story behind America's obesity epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The contingent power of experts: public health policy in the United States, Britain and France",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Policy Hist",
            "volume": "19",
            "issn": "",
            "pages": "71--94",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Faire de la santé publique. 2 e édition révisée",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fassin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Building a toxic environment: historical controversies over the past and future of public health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "130--50",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cancer wars: how politics shapes what we know and don't know about cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Agendas, alternatives, and public policies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Watch the walk and prevent a fall",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lohr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The unfulfi lled promise of public health: déjà vu all over again",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Aff",
            "volume": "21",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new perspective on the health of Canadians: a working document",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Preventing chronic disease: an important investment, but don't count on cost savings",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Aff",
            "volume": "28",
            "issn": "",
            "pages": "42--47",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Is prevention better than cure?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Active living as an institutional challenge: lessons from the Robert Wood Johnson Foundation's \"Celebrate Fitness\" program",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Health Polit Policy Law",
            "volume": "33",
            "issn": "",
            "pages": "497--523",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The obesity myth: why America's obsession with weight is hazardous to your health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Compos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hellfi re nation: the politics of sin in American history",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Morone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The politics of obesity: seven steps to government action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kersh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morone",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Aff",
            "volume": "21",
            "issn": "",
            "pages": "142--53",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Nudge: improving decisions about health, wealth and happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Using fi nancial incentives to achieve healthy behavior",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Marteau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ashcroft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "338",
            "issn": "",
            "pages": "983--988",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of interest:"
        }
    ]
}