{"paper_id": "c6b2ffc5a86ad4dd61bdc1ff6aaea7bacf824679", "metadata": {"title": "Development of a Rhinovirus Inoculum Using a Reverse Genetics Approach", "authors": [{"first": "James", "middle": ["E"], "last": "Gern", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wai", "middle": ["Ming"], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cheri", "middle": ["A"], "last": "Swenson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kazuyuki", "middle": [], "last": "Nakagome", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Iris", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michele", "middle": [], "last": "Wolff", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristine", "middle": [], "last": "Grindle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Steven", "middle": [], "last": "Sigelman", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Rockford", "region": "MD"}}, "email": ""}, {"first": "Stephen", "middle": ["B"], "last": "Liggett", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of South Florida Morsani College of Medicine", "location": {"settlement": "Tampa", "region": "FL"}}, "email": ""}, {"first": "Alkis", "middle": [], "last": "Togias", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Rockford", "region": "MD"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Evans", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wisconsin-Madison", "location": {}}, "email": ""}, {"first": "Loren", "middle": [], "last": "Denlinger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ronald", "middle": [], "last": "Gangnon", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wisconsin-Madison", "location": {}}, "email": ""}, {"first": "Yury", "middle": ["A"], "last": "Bochkov", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gina", "middle": [], "last": "Crisafi", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background. Experimental inoculation is an important tool for common cold and asthma research. Producing rhinovirus (RV) inocula from nasal secretions has required prolonged observation of the virus donor to exclude extraneous pathogens. We produced a RV-A16 inoculum using reverse genetics and determined the dose necessary to cause moderate colds in seronegative volunteers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. The consensus sequence of RV-A16 from a previous inoculum was cloned, and inoculum virus was produced using reverse genetics techniques. After safety testing, volunteers were inoculated with either RV-A16 (n = 26) or placebo (n = 10), Jackson cold scores were recorded, and nasal secretions were tested for shedding of RV-A16 ribonucleic acid.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. The reverse genetics process produced infectious virus that was neutralized by specific antisera and had a mutation rate similar to conventional virus growth techniques. The 1000 median tissue culture infectious dose (TCID 50 ) dose produced moderate colds in most individuals with effects similar to that of a previously tested conventional RV-A16 inoculum.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. Reverse genetics techniques produced a RV-A16 inoculum that can cause clinical colds in seronegative volunteers, and they also serve as a stable source of virus for laboratory use. The recombinant production procedures eliminate the need to derive seed virus from nasal secretions, thus precluding introduction of extraneous pathogens through this route.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Rhinoviruses (RV) are the most frequent cause of the common cold, and they can also cause lower respiratory illnesses in susceptible populations including young children, the elderly, immunocompromised individuals, and people with chronic respiratory conditions such as asthma, chronic obstructive lung disease, or cystic fibrosis [1] . Although the morbidity associated with these respiratory illnesses is considerable, specific treatments are lacking.", "cite_spans": [{"start": 331, "end": 334, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": ""}, {"text": "The RV experimental inoculation model has been used to (1) investigate mechanisms of RV pathogenesis and transmission, (2) test the efficacy of treatments for the common cold, and (3) understand how RV infections contribute to acute exacerbation of chronic airway diseases such as asthma and chronic obstructive pulmonary disease (COPD) [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . Recent advancement in safety test technologies led to the introduction of new standards of current Good Manufacturing Procedures (GMP) for production of viral inocula [12] . The traditional method of producing a virus inoculum for use in experimental infection is to isolate a \"seed virus\" from nasal secretions of a donor who had been infected via natural exposure. This approach is labor intensive in that the donor needs to be checked for any other infectious agents and then observed for 1 year to ensure there are no other coinfections [13] .", "cite_spans": [{"start": 337, "end": 340, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 341, "end": 344, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 345, "end": 348, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 349, "end": 352, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 353, "end": 356, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 357, "end": 360, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 361, "end": 364, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 365, "end": 368, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 369, "end": 373, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 374, "end": 378, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 548, "end": 552, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 922, "end": 926, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "In this report, we describe the development of a reverse genetics (RG) approach to produce an inoculum of a major group clinical isolate (RV-A16). This approach has 2 advantages compared to traditional procedures. First, several \"new\" respiratory viruses (eg, Middle Eastern Respiratory Syndrome coronavirus, WU and KI polyomaviruses [14, 15] ) have been discovered in the past decade, and additional infectious agents will likely be discovered in the future. Therefore, it is difficult to ensure that nasal secretions that are chosen for isolation of seed virus do not contain any other pathogens. This problem is minimized through the use of a cloned viral genome to produce the inoculum virus in vitro. A second potential advantage is the ability to produce multiple inocula from the same cloned sequence. Ribonucleic acid (RNA) viruses, such as RV, have high mutation rates during genome replication because their RNA polymerases have no error-correcting function. A complementary deoxyribonucleic acid (cDNA) clone, which is amplified by the highly accurate Escherichia coli DNA polymerase, provides a stable source of virus sequence for production of future inocula. This paper describes the development of (1) an RG-RV-A16 inoculum and (2) a first-in-human, phase 1 study to assess the safety of RG-RV-A16 in humans and identify the dose needed to produce moderate-to-severe colds in 75% of RV-A16-seronegative human volunteers.", "cite_spans": [{"start": 334, "end": 338, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 339, "end": 342, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "Passage 1 human lung fibroblasts for viral culture ([HLF-VC1] University of Wisconsin-Madison) thawed in November 2003 were used to produce a Master Cell Bank at the Waisman Clinical Biomanufacturing Facility (Madison, WI) under GMP conditions. Extensive testing for identity, quality, and safety revealed no evidence of microbial or viral contamination (Supplemental Data and Supplemental Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 390, "end": 397, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Master Cell Bank"}, {"text": "Safety testing of the inoculum as directed by the US Food and Drug Administration and regulatory agencies [12, 16, 17] was negative for contaminants and adventitious agents (Supplemental Table 2 ).", "cite_spans": [{"start": 106, "end": 110, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 111, "end": 114, "text": "16,", "ref_id": "BIBREF15"}, {"start": 115, "end": 118, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 187, "end": 194, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Safety Testing"}, {"text": "This study was approved by the University of Wisconsin-Madison Health Sciences Institutional Review Board (protocol 2012-1036-CP002). All study participants and household contacts provided written informed consent. Regulatory approvals are listed in Supplemental Table 3 . Animal experiments were conducted after approval by the IIT Research Institute (Chicago, IL; IACUC Protocol 2324-2011). The data supporting this publication are available at ImmPort (immport.org) under study accession SDY1300.", "cite_spans": [], "ref_spans": [{"start": 263, "end": 270, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Clinical Trial"}, {"text": "The inoculation study had a single-blind, 5 + 5 adaptive dosing design with dose escalation or de-escalation with a maximum of 4 dosing groups of up to 10 adult subjects. Inclusion criteria included otherwise healthy adults between 18 and 50 years of age who had no neutralizing antibody to the inoculum virus. Exclusion criteria included chronic respiratory disease, smoking, and subjects with household contacts deemed at-risk (eg, pregnancy, elderly, young children). Detailed inclusion and exclusion criteria are listed in Supplemental Table 4 .", "cite_spans": [], "ref_spans": [{"start": 540, "end": 547, "text": "Table 4", "ref_id": null}], "section": "Study Design"}, {"text": "Subjects were inoculated on day 0 with either placebo (phosphate-buffered saline with 0.1% human serum albumin) or 100, 500, 1000, or 10 000 median tissue culture infectious dose (TCID 50 ) of RG-RV-A16 (Supplemental Table 5 ). The inoculum was administered as an aerosol (MAD Nasal Intranasal Mucosal Atomization Device; Teleflex, Morrisville, NC), and 100 μL was administered via each nostril. The initial dose of the RV-A16 was 100 TCID 50 ; 5 subjects were inoculated at a given dose level, and the dose for the next group of 5 subjects was determined based on clinical symptoms of the previous 5 subjects and the dose received by the previous 5 subjects (details in Supplemental Figure 1 and Supplemental Table 4 ). The study was designed such that a maximum of 10 subjects would receive any of the dosing levels (placebo, 100, 500, 1000, or 10 000 TCID 50 ).", "cite_spans": [], "ref_spans": [{"start": 217, "end": 224, "text": "Table 5", "ref_id": null}, {"start": 684, "end": 692, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 710, "end": 717, "text": "Table 4", "ref_id": null}], "section": "Study Design"}, {"text": "Symptom scores (modified Jackson Cold Symptom Scores; Supplemental Figure 2 ) were assessed twice daily for each subject beginning on the day of inoculation and continuing for at least 7-10 days or until the symptoms resolved, and then again on the final visit. The Daily Symptom Score represents the sum of the highest score (the am or the pm score) obtained for each of 13 symptoms. The Peak Symptom Score for each subject represents the highest of the Daily Symptom Scores for the 7-day evaluation period. The severity of the induced cold for each study participant was defined by the Peak Symptom Score and was categorized as either mild (score <7), moderate (score 7-11), or severe (score ≥12). The Mean Cold Symptom Score for each dosing group is the average of the Peak Symptom Scores.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 75, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Symptom Assessments"}, {"text": "Nasal lavage was performed for cell counts and diagnostic virology (details in online Supplement). Preinoculation nasal lavage was assayed by multiplex polymerase chain reaction (PCR) (RVP; Luminex, Austin TX) to detect any virus present at the time of inoculation. Nasal lavage fluid, collected after RG-RV-A16 inoculation, was tested by RV-specific quantitative reverse transcription (RT)-PCR and partial genomic sequencing to confirm infection with RG-RV-A16 and to determine viral load [18] . Viral shedding was determined by quantitative PCR (qPCR) and reported in log RNA copies/mL [19] . Serum obtained 7-10 days after inoculation was also tested by RV qPCR to assess for viremia.", "cite_spans": [{"start": 490, "end": 494, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 588, "end": 592, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Nasal Lavage and Viral Diagnostics"}, {"text": "The 2 primary endpoints for the study were (1) to identify the dose of RG-RV-A16 that caused colds of at least moderate intensity (peak symptom score >7) during the first week (or longer at the discretion of the principal investigator in case of a delayed peak in symptoms) after inoculation and (2) safety as determined by adverse event reporting. Secondary endpoints were (1) the Mean Cold Symptom Score per RG-RV-A16 dose, (2) Infection rate per RG-RV-A16 dose (percentage of individuals in the dosing group with detectable RV-A16 RNA in nasal secretions), and (3) Mean Cold Symptom Scores for each RG-RV-A16 dose versus placebo.", "cite_spans": [], "ref_spans": [], "section": "Study Outcomes"}, {"text": "Safety laboratory tests, to include complete blood count with differential and platelets, blood urea nitrogen, creatinine, aspartate aminotransferase, alanine aminotransferase, and immunoglobulin (Ig)A and IgG serum Igs, were drawn at screening to determine eligibility and 21-28 days after inoculation to monitor for any inoculum-induced laboratory changes.", "cite_spans": [], "ref_spans": [], "section": "Safety Assessments"}, {"text": "Close contacts of research subjects (see online Supplement for details) were invited to join in a surveillance study to obtain information about the frequency of natural transmission of RG-RV-A16 colds and their clinical characteristics. Consenting contacts collected cold-like symptom scores using the modified Jackson Criteria beginning on the day of inoculation (Visit 1) and for 10 consecutive days. If cold symptoms were reported, the contacts were asked to collect nasal secretions using a noseblow technique [20] for viral diagnostics.", "cite_spans": [{"start": 515, "end": 519, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Household Contacts"}, {"text": "Sample size was estimated by examining operating characteristics of the proposed dose ranging study design in a variety of scenarios. Expected findings were based on the results of a previous dose-ranging study of RV-A16 (Lot 1086) that was grown with standard techniques and tested in 2000-2001 in which an infecting dose of 1000 TCID 50 /mL was associated with median (11 of 39) and mean (11.4 of 39) peak symptom scores in the moderate range and at least 75% of subjects with moderate-to-severe colds ( Table 3 ). The expected sample size for the optimal dose or closest available dose ranged from 9 to 10 subjects. The probability that no cohort will receive the closest available dose to the target was 1.4% or less in all but 1 scenario. The relationship between dose (log-transformed) and the rate of colds of at least moderate intensity (maximal weekly symptom score of ≥7 of 39 on the modified Jackson criteria) after inoculation was assessed using logistic regression models. The logistic regression equation will be solved for the optimal dose, eg, the dose for which the estimated rate of moderate-to-severe colds is 75%.", "cite_spans": [], "ref_spans": [{"start": 506, "end": 513, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Statistical Analysis"}, {"text": "The recombinant inoculum was produced using 4 steps: (1) viral cloning, (2) The source of the recombinant RV-A16 genetic sequence was a previous lot of RV-A16 human inoculum (KC939) that was cryopreserved in 1985. KC939 had been used extensively for virus inoculation [5, [21] [22] [23] [24] [25] [26] and as a source virus for production of 2 other viral inocula (WIS1086 and WIS1088 virus) grown using traditional culture techniques ( Figure 1 ) that were used in additional experimental inoculation studies [19, 27, 28] . The viral RNA was extracted, and overlapping cDNA segments of the viral genome were amplified by RT-PCR, cloned, and sequenced. The cloned cDNA segments with the consensus sequences were selected and then assembled in a stepwise fashion into 1 cDNA clone with the full-length viral genome (Supplemental Figure 3) . The resulting plasmid, pR16.939, was sequenced entirely and no unexpected sequence was found (GenBank accession number KX891411).", "cite_spans": [{"start": 268, "end": 271, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 272, "end": 276, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 277, "end": 281, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 282, "end": 286, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 287, "end": 291, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 292, "end": 296, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 297, "end": 301, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 510, "end": 514, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 515, "end": 518, "text": "27,", "ref_id": "BIBREF26"}, {"start": 519, "end": 522, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 437, "end": 445, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 828, "end": 837, "text": "Figure 3)", "ref_id": "FIGREF3"}], "section": "Production of Recombinant Rhinovirus-A16"}, {"text": "To produce infectious virus, RV-A16 RNA was synthesized and then transfected into HLF-VC1 cells. Infectious virus was released by freeze/thaw, and debris was removed by filtration and centrifugation. Safety testing of the RG-RV-A16 inoculum revealed no evidence of toxins or adventitious agents (Supplemental Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 309, "end": 316, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Production of Recombinant Rhinovirus-A16"}, {"text": "The error rate for RV 3C polymerase is high (~1 × 10 -4 ), and RV types exist as quasispecies with consensus sequences that can rapidly adapt to different conditions in vitro and in vivo [1, 29] . Because RG-RV-A16 was produced with 1 round of replication, compared to use of 2 or more passages using traditional techniques, we hypothesized that the RG procedures would introduce fewer mutations from the reference sequence. To test this hypothesis, we compared the full-length sequence for KC939 to those of RG-RV-A16 and 2 inocula (1086 and 1088) produced from KC939 using conventional techniques; RG-RV-A16 had 2 mutations, 1086 had 7 mutations, and 1088 had 4 mutations ( Figure 2 ).", "cite_spans": [{"start": 187, "end": 190, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 191, "end": 194, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 676, "end": 684, "text": "Figure 2", "ref_id": "FIGREF4"}], "section": "Traditional Inoculum Viruses"}, {"text": "Of the 175 volunteers who were screened for the study and gave informed consent, 143 were tested for neutralizing antibody for RV-A16, and 40 (28%) had no detectable antibody (Figure 3 ). The 36 study subjects who were inoculated had a mean age of 25.6 years and included 10 men and 26 women (Table 1) . Individuals who met study criteria and provided informed consent were similar to the screened population (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 175, "end": 184, "text": "(Figure 3", "ref_id": "FIGREF3"}, {"start": 292, "end": 301, "text": "(Table 1)", "ref_id": "TABREF3"}, {"start": 409, "end": 418, "text": "(Table 1)", "ref_id": "TABREF3"}], "section": "Study Population"}, {"text": "In total, 10 subjects were inoculated at the 100 TCID 50 and 1000 TCID 50 doses, 6 additional subjects (a group of 5 plus 1 replacement due to detection of a community-acquired virus) were inoculated with 500 TCID 50 , and 10 subjects had placebo inoculations. Although none of the subjects reported colds at the time of inoculation, 5 subjects (1, 2, and 2 subjects in the 100, 500, and 1000 TCID 50 dosing groups, respectively) were found to have community-acquired RV genotypes in their nasal secretions at baseline and/or during the first week after inoculation. These subjects were excluded from the analysis of RG-RV-A16 effects on cold symptoms and viral RNA shedding. Due to the low remaining number (n = 4) of subjects inoculated with 500 TCID 50 /mL, this dosing level was not included in subsequent analyses. Two of 10 subjects inoculated with placebo had community-acquired RVs detected in their nasal secretions 21 days after mock-inoculation.", "cite_spans": [], "ref_spans": [], "section": "Concurrent Infections With Community Viruses"}, {"text": "Inoculation with RG-RV-A16 induced clinical colds in most individuals, and the percentage of colds that were at least moderate in severity was dose related ( Table 2) ; 0 of 10 (0%) in the placebo group, 4 of 9 (44%) in the 100 TCID 50 group, and 7 of 8 (87.5%) in the 1000 TCID 50 group. Thus, the 1000 TCID 50 dose met the dose selection criteria for the study.", "cite_spans": [], "ref_spans": [{"start": 158, "end": 166, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Primary Outcome"}, {"text": "All subjects who were inoculated with RG-RV-A16 in both dose groups were infected as indicated by detection of RG-RV-A16 RNA in all samples of nasal secretions obtained within 7 days after inoculation (Figure 4 ). Rhinovirus inoculation significantly increased cold symptom scores 2-5 days after inoculation, and all subjects shed RG-RV-A16 in nasal secretions for at least 7 days after inoculation. Serum samples obtained at day 7 postinoculation (PI) were negative for viremia (data not shown). Neutralizing antibody responses 21-28 days PI were similar for the 100 TCID 50 and 1000 TCID 50 dosing groups (6 of 8 subjects in each group were positive [≥1:2.8], with 1 missing value in the 100 TCID 50 group).", "cite_spans": [], "ref_spans": [{"start": 201, "end": 210, "text": "(Figure 4", "ref_id": "FIGREF5"}], "section": "Secondary Outcomes"}, {"text": "Several dose-related effects were noted when comparing the course of the cold after inoculation with 1000 vs 100 TCID 50 (Figure 4 ). The 1000 TCID 50 group reported slightly higher symptom scores at baseline (median 0 vs 1, P = .05). After inoculation, the 1000 TCID 50 group had increased symptoms scores 1-3 days PI and greater viral RNA shedding 2-3 days PI. Inoculation with 1000 but not 100 TCID 50 increased leukocyte counts in nasal wash fluid. Peak symptom scores for each group were also dose related; mean values were 2.0, 7.2, and 12.3 for the placebo, 100 and 1000 TCID 50 dosing groups ( Table 3 ). The timing of peak symptom scores was similar, and occurred 4 days after inoculation with 100 TCID 50 , and 3 days after inoculation with 1000 TCID 50 (medians, P = nonsignificant).", "cite_spans": [], "ref_spans": [{"start": 121, "end": 130, "text": "(Figure 4", "ref_id": "FIGREF5"}, {"start": 602, "end": 609, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Secondary Outcomes"}, {"text": "A total of 42 household or close contacts of study subjects consented to surveillance for natural transmission of RG-RV-A16. Three contacts reported cold symptoms during the 10-day monitoring period. One contact tested positive for a community virus (RV-A94), one tested positive for the inoculum virus (RG-RV-A16), and the third tested negative for RV and other common respiratory viruses. The contact who tested positive for the inoculum virus had mild respiratory symptoms 2 days after subject inoculation, which resolved by day 3. Cold symptoms then restarted 9 days after the index inoculation and peaked (score = 13) over the next 2-3 days. She reported symptoms (headache, congestion) consistent with sinusitis; however, the symptoms had completely resolved 1 week later (21 days after the index inoculation). Nasal secretions of the household contact tested positive for the RV-A16 inoculum strain 4 and 14 days after inoculation of the index case.", "cite_spans": [], "ref_spans": [], "section": "Transmission of Reverse Genetics-Rhinovirus-A16 Colds to Household and Close Contacts"}, {"text": "Study subjects who were inoculated with RG-RV-A16 had 3 adverse events classified as related or possibly related to inoculation: a cold sore 22 days PI, 2 episodes of sinusitis (including the household contact as mentioned above), and anterior cervical lymphadenopathy during the acute illness. All were transient and judged as mild in severity.", "cite_spans": [], "ref_spans": [], "section": "Adverse Events"}, {"text": "In 2000, we performed a dose-ranging study of a RV-A16 inoculum (1086) that was produced using conventional procedures ( Figure 1 ). The procedures used in the 2 studies were similar, except that different devices (Devilbiss atomizer [27] vs Mucosal Atomization Device [Teleflex, Morrisville, NC] in the current study) were used to atomize and administer the viral suspension. In each case, the dose needed to produce colds of at least moderate severity in 75% of the participants was 1000 TCID 50 , and the mean peak symptom scores were similar (Table 3) .", "cite_spans": [{"start": 234, "end": 238, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 121, "end": 129, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 546, "end": 555, "text": "(Table 3)", "ref_id": "TABREF4"}], "section": "Comparing Illnesses Caused by Reverse-Genetics Versus Conventional Rhinovirus-A16 Inocula"}, {"text": "This study establishes that RV for use in human inoculation studies can be produced using RG technology. Advantages of this approach include increased assurance that the viral inoculum is not contaminated with extraneous pathogens, because the seed virus is derived from cloned RV sequence in pathogen-free cultured cells instead of undefined nasal secretions. In this dose-ranging inoculation study, a dose of 1000 TCID 50 produced colds in 85% of those inoculated. It is notable that viral replication and cold symptoms were quite similar to those induced by a previous inoculum virus produced using traditional techniques.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Another advantage of this approach is that the cloned virus provides a genetically stable source of virus. The E coli polymerase that is used to replicate the plasmid has an error rate of ~10 -9 , compared with ~10 -4 for picornavirus polymerases. Thus, the sequence on the plasmid is quite stable, and this enables a reliable source for virus production. This is an important feature because picornaviruses that are serially passaged in tissue culture adapt quickly to cultured cells that can change their functional characteristics [30] . We demonstrated that the RG-RV-A16 suspension acquired numerically fewer mutations compared with conventionally grown viruses, likely due to less time in tissue culture.", "cite_spans": [{"start": 534, "end": 538, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Because RG enables virus to be produced quickly, easily, and in large quantities, it is thus possible to use viruses that are virtually identical for inoculation studies and for in vitro studies. In contrast, many viruses now used for laboratory studies come from American Type Culture Collection isolates that are adapted to tissue culture cell lines such as HeLa cells. It is notable that the RG-RV-A16 1086 and 1088 sequences differ from those of a previously sequenced HeLa-adapted laboratory strain [31] at approximately 200 bases (data not shown). This represents a difference of approximately 3%, which is similar to the genetic discordance between a mouse and a rat. These findings underscore the utility of having a stable sequence source for RV-A16 that can be used to make virus suspensions with a high degree of sequence identity that can be used for both inoculation studies and in vitro studies.", "cite_spans": [{"start": 504, "end": 508, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "This study was designed to identify the dose that would cause colds of moderate severity in at least 75% of study subjects. Symptoms and viral RNA shedding were both dose related. It is notable that 5 of 26 (19%) volunteers who were inoculated developed infections with community-acquired viruses. In these subjects, the community-acquired viruses were present but not yet symptomatic at the day of inoculation, and either coinfections or sequential infections were established. This demonstrates the importance of screening for other viruses during inoculation studies and determining the type of any viruses that are detected.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "One challenge in conducting this study was the prolonged regulatory pathway for this first-in-human recombinant RV inoculum (Supplemental Table 3 ). Some of the delays were due to regulatory changes that were prompted by the 2009 H1N1 influenza epidemic, raising concerns about introducing a virus into the wild that had been synthesized in the laboratory, albeit from wild-type sequences. In addition, the detection of porcine circovirus in a live-attenuated rotavirus vaccine in 2010 [32] led to additional requirements for testing of the viral inoculum for bovine and porcine viruses that could theoretically be introduced by animal products (eg, serum) used to manufacture RG-RV-A16. Now that RG procedures for RV have been established, production of additional viral vaccines or inocula using recombinant techniques should be straightforward. Once the virus is cloned, production is a 2-day process. One significant delay in the traditional production process of inocula grown from nasal secretions is that the virus donor must undergo thorough testing for other infectious agents, and a 1-year follow-up is recommended [13] . Using a cloned virus instead of nasal secretions as the source of the seed virus obviates this 1-year delay. Strengths of this study include the use of a novel viral inoculum, use of viral diagnostics to identify community viruses in the study subjects, and molecular characterization of all viruses detected. We also documented for the first time the low risk (1 in 42 [2.4%]) for transmission of inoculum virus to household contacts. Another potential advantage of the RG approach is that it could be used in the future to study effects of mutations of specific viral sequences. Limitations include inclusion of healthy adults as study subjects; it is possible that individuals with chronic respiratory disease (eg, asthma, COPD) could develop upper and even lower respiratory illnesses with lower doses of virus [33] .", "cite_spans": [{"start": 486, "end": 490, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1125, "end": 1129, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1947, "end": 1951, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 138, "end": 145, "text": "Table 3", "ref_id": "TABREF4"}], "section": "DISCUSSION"}, {"text": "In conclusion, we have developed the first recombinant RV inoculum using RG techniques and demonstrated that it induces colds that are of similar intensity to those caused by traditional inocula. Using a cloned virus eliminates one potential source of contamination and provides a genetically stable source and a simplified manufacturing pathway for production of RV for human inoculation studies. Furthermore, because several RV clinical strains have been cloned [34, 35] , these techniques could be used to produce additional inocula, including RV-C, for investigations into RV pathogenesis and the efficacy of antiviral drugs or vaccines.", "cite_spans": [{"start": 464, "end": 468, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 469, "end": 472, "text": "35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Supplementary materials are available at The Journal of Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Field's Virology", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Palmenberg", "suffix": ""}, {"first": "", "middle": [], "last": "Rhinoviruses", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Experimental rhinovirus infection as a human model of chronic obstructive pulmonary disease exacerbation", "authors": [{"first": "P", "middle": [], "last": "Mallia", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Message", "suffix": ""}, {"first": "V", "middle": [], "last": "Gielen", "suffix": ""}], "year": 2011, "venue": "Am J Respir Crit Care Med", "volume": "183", "issn": "", "pages": "734--776", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Short-duration exposure and the transmission of rhinoviral colds", "authors": [{"first": "D", "middle": ["J"], "last": "D&apos; Alessio", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Meschievitz", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Peterson", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Dick", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "189--94", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Physiologic abnormalities in the paranasal sinuses during experimental rhinovirus colds", "authors": [{"first": "B", "middle": ["W"], "last": "Turner", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Cail", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}], "year": 1992, "venue": "J Allergy Clin Immunol", "volume": "90", "issn": "", "pages": "474--482", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rhinovirus upper respiratory infection increases airway hyperreactivity and late asthmatic reactions", "authors": [{"first": "R", "middle": ["F"], "last": "Lemanske", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Swenson", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Vrtis", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1989, "venue": "J Clin Invest", "volume": "83", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rhinovirus inhalation causes long-lasting excessive airway narrowing in response to methacholine in asthmatic subjects in vivo", "authors": [{"first": "D", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Timmers", "suffix": ""}], "year": 1995, "venue": "Am J Respir Crit Care Med", "volume": "152", "issn": "", "pages": "1490--1496", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Gene expression profiles during in vivo human rhinovirus infection: insights into the host response", "authors": [{"first": "D", "middle": [], "last": "Proud", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "B", "middle": [], "last": "Winther", "suffix": ""}], "year": 2008, "venue": "Am J Respir Crit Care Med", "volume": "178", "issn": "", "pages": "962--970", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Intranasal interferon-alpha 2 treatment of experimental rhinoviral colds", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "174--80", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Role of deficient type III interferon-lambda production in asthma exacerbations", "authors": [{"first": "M", "middle": [], "last": "Contoli", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Message", "suffix": ""}, {"first": "V", "middle": [], "last": "Laza-Stanca", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "1023--1029", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rhinovirus-induced IL-25 in asthma exacerbation drives type 2 immunity and 194 • JID 2019:220 (15 July) • Gern et al allergic pulmonary inflammation", "authors": [{"first": "J", "middle": [], "last": "Beale", "suffix": ""}, {"first": "A", "middle": [], "last": "Jayaraman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jackson", "suffix": ""}], "year": 2014, "venue": "Sci Transl Med", "volume": "6", "issn": "", "pages": "256--134", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Host DNA released by NETosis promotes rhinovirus-induced type-2 allergic asthma exacerbation", "authors": [{"first": "M", "middle": [], "last": "Toussaint", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "D", "middle": [], "last": "Swieboda", "suffix": ""}], "year": 2017, "venue": "Nat Med", "volume": "23", "issn": "", "pages": "681--91", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "In: Guidance document on Harmonization of Technical Requirements for Registration of Pharmaceuticals for Human Use. Silver Spring, MD: US Department of Health and Human Services, Food and Drug Administration", "authors": [{"first": "Iew", "middle": [], "last": "Group", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Updated recommendations for safety-testing of viral inocula used in volunteer experiments on rhinovirus colds", "authors": [{"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "O", "middle": [], "last": "Hendley", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1992, "venue": "Prog Med Virol", "volume": "39", "issn": "", "pages": "256--63", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Identification of a novel polyomavirus from patients with acute respiratory tract infections", "authors": [{"first": "A", "middle": ["M"], "last": "Gaynor", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Whiley", "suffix": ""}], "year": 2007, "venue": "PLoS Pathog", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "MERS coronavirus: diagnostics, epidemiology and transmission", "authors": [{"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Arden", "suffix": ""}], "year": 2015, "venue": "Virol J", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Food and Drug Administration, Centers for Drug Evaluation and Research (CDER)", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Guidance for Industry: Content and Format of Investigational New Drug Applications (INDs) for Phase I Studies of Drugs, Including Well-Characterized, Therapeutic, Biotechnology-Derived Products. Silver Spring, MD: US Department of Health and Human Services, Food and Drug Administration", "authors": [], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Improved molecular typing assay for rhinovirus species A, B, and C", "authors": [{"first": "Y", "middle": ["A"], "last": "Bochkov", "suffix": ""}, {"first": "K", "middle": [], "last": "Grindle", "suffix": ""}, {"first": "F", "middle": [], "last": "Vang", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Evans", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}], "year": 2014, "venue": "J Clin Microbiol", "volume": "52", "issn": "", "pages": "2461--71", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Similar colds in subjects with allergic asthma and nonatopic subjects after inoculation with rhinovirus-16", "authors": [{"first": "J", "middle": ["P"], "last": "Demore", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Weisshaar", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Vrtis", "suffix": ""}], "year": 2009, "venue": "J Allergy Clin Immunol", "volume": "124", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Detection of pathogenic bacteria during rhinovirus infection is associated with increased respiratory symptoms and asthma exacerbations", "authors": [{"first": "K", "middle": ["M"], "last": "Kloepfer", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Pappas", "suffix": ""}], "year": null, "venue": "J Allergy Clin Immunol", "volume": "133", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Rhinovirus infections in an isolated antarctic station. Transmission of the viruses and susceptibility of the population", "authors": [{"first": "D", "middle": ["M"], "last": "Warshauer", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Mandel", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Flynn", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Jerde", "suffix": ""}], "year": 1989, "venue": "Am J Epidemiol", "volume": "129", "issn": "", "pages": "319--359", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Experimental rhinovirus 16 infection potentiates histamine release after antigen bronchoprovocation in allergic subjects", "authors": [{"first": "W", "middle": ["J"], "last": "Calhoun", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Swenson", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}], "year": 1991, "venue": "Am Rev Respir Dis", "volume": "144", "issn": "", "pages": "1267--73", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The effect of exercise training on the severity and duration of a viral upper respiratory illness", "authors": [{"first": "T", "middle": ["G"], "last": "Weidner", "suffix": ""}, {"first": "T", "middle": [], "last": "Cranston", "suffix": ""}, {"first": "T", "middle": [], "last": "Schurr", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Kaminsky", "suffix": ""}], "year": 1998, "venue": "Med Sci Sports Exerc", "volume": "30", "issn": "", "pages": "1578--83", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A common cold virus, rhinovirus 16, potentiates airway inflammation after segmental antigen bronchoprovocation in allergic subjects", "authors": [{"first": "W", "middle": ["J"], "last": "Calhoun", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schwartz", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1994, "venue": "J Clin Invest", "volume": "94", "issn": "", "pages": "2200--2208", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Detection of rhinovirus RNA in lower airway cells during experimentally induced infection", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Galagan", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Jarjour", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "155", "issn": "", "pages": "1159--61", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Rhinovirusinduced PBMC responses and outcome of experimental infection in allergic subjects", "authors": [{"first": "D", "middle": ["E"], "last": "Parry", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sukow", "suffix": ""}], "year": 2000, "venue": "J Allergy Clin Immunol", "volume": "105", "issn": "", "pages": "692--700", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Inhibition of rhinovirus replication in vitro and in vivo by acid-buffered saline", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mosser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Swenson", "suffix": ""}], "year": 2007, "venue": "J Infect Dis", "volume": "195", "issn": "", "pages": "1137--1180", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Effect of upper respiratory tract infection on AIR inhaled insulin pharmacokinetics and glucodynamics in healthy subjects", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Stone", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakano", "suffix": ""}], "year": 2008, "venue": "Clin Pharmacol Ther", "volume": "83", "issn": "", "pages": "307--318", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Rhinovirus genome evolution during experimental human infection", "authors": [{"first": "S", "middle": [], "last": "Cordey", "suffix": ""}, {"first": "T", "middle": [], "last": "Junier", "suffix": ""}, {"first": "D", "middle": [], "last": "Gerlach", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Mutations in VP1 and 3A proteins improve binding and replication of rhinovirus C15 in HeLa-E8 cells", "authors": [{"first": "Y", "middle": ["A"], "last": "Bochkov", "suffix": ""}, {"first": "K", "middle": [], "last": "Watters", "suffix": ""}, {"first": "S", "middle": [], "last": "Basnet", "suffix": ""}], "year": 2016, "venue": "Virology", "volume": "499", "issn": "", "pages": "350--60", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Complete sequence of the RNA genome of human rhinovirus 16, a clinically useful common cold virus belonging to the ICAM-1 receptor group", "authors": [{"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Rueckert", "suffix": ""}], "year": 1995, "venue": "Virus Genes", "volume": "9", "issn": "", "pages": "177--81", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Investigation of a regulatory agency enquiry into potential porcine circovirus type 1 contamination of the human rotavirus vaccine, Rotarix: approach and outcome", "authors": [{"first": "G", "middle": [], "last": "Dubin", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Toussaint", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Cassart", "suffix": ""}], "year": 2013, "venue": "Hum Vaccin Immunother", "volume": "9", "issn": "", "pages": "2398--408", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "An experimental model of rhinovirus induced chronic obstructive pulmonary disease exacerbations: a pilot study", "authors": [{"first": "P", "middle": [], "last": "Mallia", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Message", "suffix": ""}, {"first": "T", "middle": [], "last": "Kebadze", "suffix": ""}], "year": 2006, "venue": "Respir Res", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Effects of rhinovirus species on viral replication and cytokine production", "authors": [{"first": "K", "middle": [], "last": "Nakagome", "suffix": ""}, {"first": "Y", "middle": ["A"], "last": "Bochkov", "suffix": ""}, {"first": "S", "middle": [], "last": "Ashraf", "suffix": ""}], "year": 2014, "venue": "J Allergy Clin Immunol", "volume": "134", "issn": "", "pages": "332--373", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Molecular modeling, organ culture and reverse genetics for a newly identified human rhinovirus C", "authors": [{"first": "Y", "middle": ["A"], "last": "Bochkov", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Palmenberg", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Nat Med", "volume": "17", "issn": "", "pages": "627--659", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "transcription of viral RNA, (3) transfection into Wis.L cells, and (4) purification and resuspension of the inoculum virus (Figure 1; see online Supplement for details).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Overview of conventional and reverse genetics approaches to producing a rhinovirus (RV) inoculum. RNA, ribonucleic acid.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Selection of study subjects. TCID 50 , median tissue culture infectious dose.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Comparisons of gene sequences of rhinovirus (RV)-A16 inocula. RG, reverse genetics; UTR, untranslated region; VP, viral protein.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Effects of inoculation with reverse genetics-rhinovirus (RG-RV)-A16. After inoculation with placebo or RG-RV-A16 (100 or 1000 median tissue culture infectious dose [TCID 50 ]), clinical symptoms (daily symptom score), viral shedding (RV ribonucleic acid [RNA]), and leukocytes in nasal secretions were measured during the acute cold and during recovery. *, P ≤ .05 compared with placebo; †, P ≤ .05 compared with 100 TCID 50 dose.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Number of Moderate-Severe Colds (Peak Score ≥7) at Each Dosing Level", "latex": null, "type": "table"}, "TABREF3": {"text": "Study Participants", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic\n</td><td>Not Enrolled n = 139\n</td><td>Enrolled n = 36 </td><td>P Value\n</td></tr><tr><td>Age (years) </td><td>26.9 ± 5.3 </td><td>25.6 ± 3.5 </td><td>.08\n</td></tr><tr><td>Gender (female, %) </td><td>56% </td><td>72% </td><td>.06\n</td></tr><tr><td>Race (%)\n</td><td> </td><td> </td><td> </td></tr><tr><td>White[AU: Per style, the term </td><td>83 </td><td>86\n</td><td> </td></tr><tr><td>\"Caucasian\" is not used, unless you are referring to persons from the Caucasus region of eastern Europe.]\n</td><td> </td><td> </td><td> </td></tr><tr><td>Asian </td><td>9 </td><td>6\n</td><td> </td></tr><tr><td>African American </td><td>2 </td><td>0 </td><td>.70\n</td></tr><tr><td>Other </td><td>2 </td><td>3\n</td><td> </td></tr><tr><td>Unknown </td><td>4 </td><td> </td><td>6\n</td></tr><tr><td>Ethnicity (Hispanic, %) </td><td>3 </td><td>8 </td><td>.29\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Peak Symptom Scores Caused by Inoculation With a Conventional Inoculum (1086) Compared With RG-RV-A16Dose (TCID 50 /mL) Abbreviations: RG, reverse genetics; RV, rhinovirus; SD, standard deviation; TCID 50 , median tissue culture infectious dose. a P = .01 vs placebo. b P = .004 vs placebo.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 3. Peak Symptom Scores Caused by Inoculation With a Conventional Inoculum (1086) Compared With RG-RV-A16", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>1086 RV-A16 </td><td> </td><td>RG-RV-A16\n</td></tr><tr><td>Dose (TCID50/mL)\n</td><td>n </td><td>Mean (SD) </td><td>Median (25%-75%) </td><td>n </td><td>Mean (SD) </td><td>Median (25%-75%)\n</td></tr><tr><td>0 (placebo) </td><td>9 </td><td>3.2 (2.9) </td><td>2 (1-5.3) </td><td>10 </td><td>2.0 (2.1) </td><td>2.0 (0-3.0)\n</td></tr><tr><td>100 </td><td>8 </td><td>4.6 (3.8) </td><td>3 (2-7) </td><td>9 </td><td>7.2 (5.2)a </td><td>6.0 (3.0-9.8)\n</td></tr><tr><td>1000 </td><td>10 </td><td>11.4 (5.0) </td><td>11 (9-16) </td><td>8 </td><td>12.3 (7.8)b </td><td>10.5 (9.0-14)\n</td></tr></table></body></html>"}}, "back_matter": []}