{"paper_id": "c6e1344096d93a243ff2c87f14a7d526c48d59cd", "metadata": {"title": "Invasive Meningococcal Infection: Analysis of 110 cases from a Tertiary Care Centre in North East India", "authors": [{"first": "Rashna", "middle": [], "last": "Dass", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hazarika", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nayan", "middle": [], "last": "Mani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deka", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["B"], "last": "Khyriem", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["V"], "last": "Lyngdoh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Himesh", "middle": [], "last": "Barman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sourabh", "middle": [], "last": "Gohain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Duwarah", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pankaj", "middle": [], "last": "Jain", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives To report an outbreak of invasive meningococcal disease from Meghalaya, in the north east India, from January 2008 through June 2009. Methods Retrospective review of case sheets was done. One hundred ten patients with invasive meningococcal disease were included for the study. Results Of the total patients, 61.8 % were boys and 38.2 % were girls (boy to girl ratio01.62:1). The average age of presentation was 8.48 ± 5.09 y. Meningococcal meningitis was seen in 61.8 % of cases, meningococcemia in 20 % and 18.2 % had both. Fever was the most common manifestation (100 %) followed by meningeal signs (78.2 %), headache (56.4 %), vomiting (53.6 %), shock (38.2 %), low Glasgow coma scale (GCS) (25.5 %), purpura and rashes (23.6 %), seizures (9.1 %), abdominal symptoms (4.5 %), irritability and excessive crying (4.5 %) and bulging anterior fontanalle (23 %) in those below 18 mo of age. Raised intracranial pressure (ICP) was the most common complication (28.2 %) followed by coagulopathy (16.4 %), hepatopathy (10 %), herpes labialis (9.1 %), syndrome of inappropriate ADH secretion (SIADH) (8 %), pneumonia (7 %), arthritis (6 %), purpura fulminans, respiratory failure, sixth nerve palsy and diabetes insipidus in 4.5 % each, subdural empyema, optic neuritis, ARDS and ARF in 1.8 % each, cerebral salt wasting syndrome, third nerve palsy, cerebritis and hearing impairment in 0.9 % each. Culture was positive in 35.5 %. Patients were treated initially with ceftriaxone and dexamethasone but later on with chloramphenicol due to clinical drug resistance. Mortality was 6.4 %. Conclusions This is the first epidemic report of invasive meningococcal disease from the north east India. Chloramphenicol acts well in areas with penicillin or cephalosporin resistance. Mortality reduces significantly with early diagnosis and prompt intervention.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Meningococcal disease is a global problem. It has a rapid onset with varied presentations and wide regional variation in disease pattern. The endemic disease is rare but epidemic form occurs commonly in many regions of the world especially described in the 'meningitis belt' in sub-Saharan Africa, parts of Asia and also in India. Meningococcal disease mostly affects children in the school going age and adults working in close contact such as in military barracks. The disease requires early and prompt antibiotic treatment and supportive therapy. The outcome of the disease depends on the time required to seek medical help i.e., the 'house to hospital time' and also on the rapidity of administration of the first antibiotic dose i.e., the 'door to needle time'.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Meghalaya situated at an altitude of 1,961 m above sea level has a predominantly rural tribal population. An epidemic of meningococcal disease occurred in this region during [2008] [2009] . The present study documents the occurrence of the disease in this part of the world, and also highlights the various clinical manifestations, laboratory findings and management outcome.", "cite_spans": [{"start": 174, "end": 180, "text": "[2008]", "ref_id": null}, {"start": 181, "end": 187, "text": "[2009]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This descriptive retrospective study over the period of the epidemic, January 2008 through June 2009 is being reported from the Department of Pediatric Disciplines, NEI-GRIHMS, Shillong. One hundred ten children diagnosed as either 'meningococcemia' or 'meningococcal meningitis' or 'meningococcemia with meningitis' during the study period were identified from discharge summaries and inpatient records. Their charts were retrieved and reviewed thoroughly. At admission, blood and cerebrospinal fluid (CSF) were sent to the laboratory immediately for culture and sensitivity testing, cytology and gram staining. Complete blood count (CBC) and peripheral blood smear for malarial parasite, random blood sugar (RBS), liver function test (LFT), coagulation profile, renal function test (RFT), serum electrolytes and chest x-ray (CXR) were done on the day of admission in all patients and repeated periodically if necessary. MRI brain was done when clinically indicated.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The cases of meningococcal meningitis and meningococcemia in the present case series were labelled as probable meningococcal meningitis, confirmed meningococcal meningitis, probable meningococcaemia and confirmed meningococcaemia as per standard guidelines [1] .", "cite_spans": [{"start": 257, "end": 260, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "Patients were treated for the first 6 mo with injection ceftriaxone but later with parenteral chloramphenicol due to observation of clinical drug resistance in the form of delayed or no response to ceftriaxone in 48-72 h. Antibiotics were administered for a minimum of 7 d in all patients along with supportive care and monitoring. Injection dexamethasone was used in all cases with meningitis for 2 d. Shock was treated with normal saline and inotropes (dopamine and dobutamine), whenever indicated and hydrocortisone.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "A total of 110 children were diagnosed as having either 'meningococcemia' or 'meningococcal meningitis' or 'meningococcemia with meningitis'. The demographic profile and clinical presentations are outlined in Table 1 . Among these cases, 61.8 % were boys and 38.2 % were girls (boys:girls01.62:1). The mean age of presentation was 8.48 ± 5.09 y (4 mo-18 y). Fever was the most common symptom (100 %) followed by headache (56.4 %), vomiting (53.6 %), altered sensorium (25.5 %), purpura and rashes (23.6 %), seizures (9.1 %), abdominal symptoms (4.5 %), irritability and excessive crying (4.5 %). Meningeal signs were present in 86 cases (78.2 %) and bulging anterior fontanalle in 3 out of 13 cases (23 %) below the age of 18 mo. Shock was seen in 42 cases (38.2 %) (29 compensated and 13 decompensated). The average number of isotonic saline boluses required was 40 ml/kg (range: 20 ml/kg to 100 ml/kg). Fifteen cases (13.6 %) required inotropic support and hydrocortisone singly or in combination. The average duration of inotropic support was 24-72 h.", "cite_spans": [], "ref_spans": [{"start": 209, "end": 216, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The laboratory investigations of all the cases are summarized in Table1. Culture (either blood or CSF) was positive in 39 cases (35.5 %) (CSF: 29, blood: 13). In three cases (2.7 %), growth was seen both in the blood and CSF. Gram negative diplococci in CSF was seen in 27 cases; of which 8 cases were culture negative. All cases were identified as serogroup A and were susceptible to ceftriaxone and chloramphenicol by in-vitro antimicrobial testing. The mean blood leukocyte count was 16,071±14525/cumm. The CSF cell count ranged from 5 to 60,000/cu mm and hypoglycorrhacia were seen in 67.3 % of the cases. Ten percent of the cases had deranged LFT and 16.4 % had coagulopathy.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Majority of the cases were seen in the months of December 2008 and January to March 2009 (Fig. 1) . Sixty nine percent of the cases were seen in children above 5 y of age (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 89, "end": 97, "text": "(Fig. 1)", "ref_id": null}, {"start": 171, "end": 179, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "Meningococcal meningitis and meningococcemia were diagnosed in 68 cases (61.8 %) and 22 cases (20 %) respectively with a corresponding mortality of 2.9 % (2/68) and 18.2 % (4/22). Twenty children (18.2 %) presented with both meningococcemia and meningitis with 1 death. There was no difference in mortality or morbidity between the culture positive or culture negative cases. Of the 68 children with meningococcal meningitis, 44 had probable meningitis while 24 were confirmed. Of the 22 children with meningococcemia, 15 had probable meningococcemia while 7 were confirmed. Of the 20 children with meningococcemia and meningitis, 12 were probable while 8 were confirmed (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 671, "end": 679, "text": "(Fig. 3)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "The important complications have been summarized in Table 2 . Raised ICP was the most common (28.2 %) and was diagnosed clinically by the presence of bulging anterior fontanelle, bradycardia/tachycardia, papilledema and hypertension. Herpes labialis was observed in 9.1 % of cases. Three important metabolic complications of meningococcal infection observed in the present case series were SIADH (8 cases, 7.3 %), diabetes insipidus (5 cases, 4.5 %) and cerebral salt wasting syndrome (1 case, 0.9 %). All the cases with diabetes insipidus and cerebral salt wasting syndrome expired. Meningococcal purpura fulminans were seen in 5 cases (4.5 %) whereas 6 cases (5.5 %) developed arthritis, and 2 cases each had subdural empyema and optic neuritis. Mortality was 6.4 %.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 59, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Epidemic meningococcal disease was first described by Vieusseaux in 1805 from Switzerland [2] . Meningococcal infections are commonly found in developing countries such as in the African meningitis belt and occasionally in developed countries like the United States. Serogroup A is more prevalent in developing countries whereas, in the developed countries the disease is mostly caused by serogroup B and C [3] . In India, meningococcal disease is endemic in Delhi with sporadic cases reported in the past [1] . Isolated cases of meningococcal meningitis were also reported from several states of India involving Haryana, Uttar Pradesh, Rajasthan, Sikkim, Gujarat, Jammu & Kashmir, West Bengal, Chandigarh, Kerala and Orissa in 1985 [4] . Most of these outbreaks have been caused by serogroup A [5] . N. meningitidis was the dominant pathogen isolated in Surat between 1985 and 87 [6] . In early 2005, spurt of cases of Neiserria meningococcemia and meningitis due to serogroup A have been reported from Delhi and adjoining areas [7] . No previous reports exist from north east India.", "cite_spans": [{"start": 90, "end": 93, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 407, "end": 410, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 506, "end": 509, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 733, "end": 736, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 795, "end": 798, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 881, "end": 884, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1030, "end": 1033, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Approximately 69 % were above 5 y of age. Maximum cases reported were below 1-2 y of age from USA for endemic disease [8] . In epidemic outbreaks a shift to higher age occurs [9] . In Sudan, 58 % were above 5 y in a group A -N. meningitidis outbreak [10] . In Ghana however the peak incidence was found in 10-14 y old children [11] . Neonatal meningococcal meningitis is rare and there was no case of neonatal meningitis in the present study. Meningococcal infection is characteristically fulminant presenting with fever, severe headache, vomiting, neck stiffness, positive meningeal signs, photophobia, drowsiness and confusion. Deterioration and death can occur in hours. The disease spectrum usually ranges from meningococcal meningitis to meningococcemia. Meningitis may or may not be present with rash. Seizures occur in 40 % of cases. Meningococcemia is more abrupt presenting with chills, nausea, vomiting, myalgias and the classical purpuric or petechial rash with or without bullae formation. Absence of meningitis is a poor prognostic factor. Septicaemia was found in 20 % cases. Urmila et al. from Delhi reported that 67 % children had meningococcal meningitis, 20 % had meningococcemia and 13 % had both with mortality of 4.5 %, 25 % and 69 %, respectively [12] . This is similar to findings in the present study.", "cite_spans": [{"start": 118, "end": 121, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 175, "end": 178, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 327, "end": 331, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1269, "end": 1273, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Shock was the presenting symptom in 38 % of the index cases. Of these, 69 % had compensated and 31 % had decompensated shock compared to 26 % in other reports [12] . Shock is endotoxin mediated and due to factors such as widespread capillary leak, loss of vasomotor tone and maldistribution of intravascular volume, impaired myocardial function and impaired cellular function. Early recognition of shock is crucial for early intervention and improved outcome [13] . Tachycardia may be the only sign present in the early phase of the disease and is enough to mandate fluid resuscitation. Circulatory management aims to maintain tissue perfusion and oxygenation. Repeated fluid boluses with 20 ml/kg of isotonic saline are to be given initially till shock resolves. In case shock persists after 60 ml/kg of fluid, central venous pressure (CVP) line is inserted and fluid resuscitation continued with addition of dopamine and/or dobutamine. Some children require as high as 100-200 ml/kg of fluid resuscitation but such patients also require mechanical ventilation. About 13.6 % of the index cases required inotropic support either alone or in combination for an average duration of 24-72 h. Some studies have shown that 4.5 % albumin is more useful as a resuscitating fluid [14] . Albumin is routinely used in the UK with significant reduction in mortality in the last 20 y (decrease up to 2 %) in patients with meningococcal disease and albumin use may play a role along with other factors [15] . The authors do not have any personal experience of using albumin. Survival rate reaches 94 % when shock is reversed within 75 min of presentation [13] . Rash was observed in 23.6 %, while this sign ranged from 7.3 % to 100 % in other studies [16, 17] . Meningococcal purpura fulminans is a hemorrhagic condition associated with meningococcal septicemia with features of hypotension, disseminated intravascular coagulation (DIC), and purpura leading to tissue necrosis and small vessel thrombosis. In the present study, 5 cases (4.5 %) presented with purpura fulminans and of them 3 died.", "cite_spans": [{"start": 159, "end": 163, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 459, "end": 463, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1272, "end": 1276, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1489, "end": 1493, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1642, "end": 1646, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1738, "end": 1742, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1743, "end": 1746, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "Schaad UB [18] has described arthritis in 10 % of patients with meningococcal disease. In the present study, 5.5 % presented with arthritis involving big joints. Arthritis may occur early in the disease due to direct bacterial seeding of the joints or in the sub-acute or convalescent phase of the illness secondary to immune-complex reactions. Treatment of bacterial arthritis consists of analgesics, antibiotics and drainage of joint fluid if needed. Immune complex reactions are usually treated with non-steroidal anti-inflammatory drugs or steroids. Some may require intravenous immunoglobin [19] .", "cite_spans": [{"start": 10, "end": 14, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 596, "end": 600, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Reactivation of latent herpes simplex virus infections (primarily herpes labialis) is common during meningococcal infection as observed in the present study with good response to local acyclovir.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Coagulopathy is frequent and multifactorial, and was seen in 16.4 % of the present cases. Mild clotting abnormalities are well tolerated. In severe cases fresh frozen plasma (FFP) is recommended. The authors have used intravenous vitamin K and if required FFP with good results. Currently the best treatment for meningococcal related coagulopathy is the optimal management of shock.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Dodge and Swartz [20] reported seizures in 10 % in the acute stage of the disease, focal cerebral signs in 10 %, and 15 of 39 patients had cranial nerve involvement early in the course of disease. In the present study, 9.1 % of the cases presented with seizures in the acute stage and cranial nerve involvement was present in 7.3 % cases.", "cite_spans": [{"start": 17, "end": 21, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "SIADH was detected in 4 of 39 patients by Dodge and Swartz [20] . In the present study, SIADH was found in 8 cases (7.3 %) and was managed with fluid restriction and low dose diuretic (furosemide) therapy. Five cases (4.5 %) had diabetes insipidus (DI), requiring aggressive management with hypotonic fluids, vasopressin and mechanical ventilation and one had cerebral salt wasting (CSW). All the index patients with DI and CSW had 100 % mortality. Although Pollard RB [21] has reported that deafness has not been a common complication of meningococcal meningitis in the antibiotic era, there was one case with bilateral sensorineural hearing defect in the present study.", "cite_spans": [{"start": 59, "end": 63, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 458, "end": 473, "text": "Pollard RB [21]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Pneumonia, epiglotitis and otitis media can occur. Pneumonia is seen in 5 to 15 % of invasive meningococcal disease cases, particularly with serogroups Y and W-135 [22] . In the present study, pneumonia was present in 6.4 % cases. Recovery may be complicated by ARDS, anuria and multi organ failure. In some cases ARDS develops within a few hours after admission and in the present study 2 cases each developed ARDS and ARF.", "cite_spans": [{"start": 164, "end": 168, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a study from Punjab (Ludhiana), 56.5 % were culture positive and all isolates were sensitive to most of the common antibiotics [23] . Urmila J et al reported 26 positive cultures (13/98 blood cultures and 13/89 CSF cultures) [12] . Low rate of culture positivity in the present study (35.5 %) may be due to prior use of antibiotics outside or delay in transporting the specimen.", "cite_spans": [{"start": 130, "end": 134, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 228, "end": 232, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Antibiotic therapy remains the cornerstone of therapy in meningococcal disease. Three factors that influence the success of antibiotic therapy are timing of the antibiotic, tissue penetration and antibiotic resistance. Broad spectrum antibiotics like penicillin G, ceftriaxone and cefotaxime remain widely used. Increasing resistance to penicillin is being reported and ceftriaxone remains the recommended first line therapy in the present scenario. However in the authors' experience they had patients with good response to ceftriaxone in the beginning of the epidemic. After about 6 mo of the epidemic, there was poor clinical response to ceftriaxone and the unit antibiotic policy was revised to intravenous chloramphenicol for 7 d with good response. They now routinely use parenteral chloramphenicol as the first line therapy in meningococcal disease. There are other reports of ciprofloxacin as well as ceftriaxone resistance from India [24, 25] . The second line therapy consists of vancomycin and azithromycin.", "cite_spans": [{"start": 943, "end": 947, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 948, "end": 951, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "The NICE guidelines recommend dexamethasone therapy for suspected or confirmed bacterial meningitis above 3 mo of age [26] . The authors used injection dexamethasone in all meningococcal meningitis cases for 2 d. Steroids are not indicated in meningococcal shock unless there is suspicion of hypoadrenalism. Overall fatality rate of invasive meningococcal infection is 5-16 %, although these rates are difficult to assess as some studies only take into account meningococcal meningitis, while others reflect overall fatality from meningococcal disease [27, 28] . Reported mortality from meningococcemia ranges from 18 % to 35 % [29] . For overall invasive meningococcal infection, the fatality rate in the present study was low (6.4 %). For meningococcemia, fatality rate in the present study was 18.2 % which is similar to other studies [29] . Low mortality in the present study can be explained by the fact that patients reached the hospital fast due to good information, education and communication activities by the local health authorities, combined with a low threshold for diagnosis and aggressive management of shock, rapidity of administration of the first antibiotic dose (door to needle time) and continuous monitoring in a well equipped pediatric intensive care unit.", "cite_spans": [{"start": 118, "end": 122, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 552, "end": 556, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 557, "end": 560, "text": "28]", "ref_id": "BIBREF27"}, {"start": 628, "end": 632, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 838, "end": 842, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "This is the first epidemic report of invasive meningococcal disease from north east India. Although the majority of patients had meningitis, the full range of manifestations were also seen. This study highlights that clinical resistance to commonly used antibiotics such as ceftriaxone can be seen where chloramphenicol is an alternative effective choice. Mortality reduces significantly with early diagnosis and prompt interventions like early shock management, antibiotic therapy and frequent monitoring in an intensive care set up. Although invasive meningococcal infection did not have much impact on the morbidity and mortality of children from this region compared to other parts of the world, it remains one of the major causes of life threatening infections requiring continuous vigilance.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Contributions RD conceived the idea of the study and approved the final manuscript and will act as guarantee of the paper; NMD, HB, SGD, PJ and DB were involved in data retrieval, analysis and writing of the paper; ABK and WVL were involved in the laboratory diagnosis and analysis of the microbiological data.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Meningococcal disease, need to remain alert. CD alert", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mémoire sur la maladie qui a regné a Genêve au printemps de 1804", "authors": [{"first": "M", "middle": [], "last": "Vieusseux", "suffix": ""}], "year": null, "venue": "J Med Chir Pharmacol", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Meningococcal meningitis outbreak control strategies", "authors": [{"first": "S", "middle": [], "last": "Ahlawat", "suffix": ""}, {"first": "R", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "P", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Verma", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Sharma", "suffix": ""}], "year": 2000, "venue": "J Commun Dis", "volume": "32", "issn": "", "pages": "264--74", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Meningococcal meningitis in Delhi and Other areas", "authors": [{"first": "R", "middle": ["N"], "last": "Basu", "suffix": ""}, {"first": "R", "middle": [], "last": "Prasad", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Ichhpujani", "suffix": ""}], "year": 1985, "venue": "Commun Dis Bull", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Group B meningococcal meningitis in India", "authors": [{"first": "M", "middle": [], "last": "Suri", "suffix": ""}, {"first": "M", "middle": [], "last": "Kabra", "suffix": ""}, {"first": "S", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": [], "last": "Rattan", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Verma", "suffix": ""}], "year": 1994, "venue": "Scand J Infect Dis", "volume": "26", "issn": "", "pages": "771--774", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Meningococcal meningitis in an industrial area adjoining Surat Citysome clinic-epidemiological aspects", "authors": [{"first": "B", "middle": ["S"], "last": "Bhavsar", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Saxena", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Kantharia", "suffix": ""}, {"first": "C", "middle": [], "last": "Somasunderum", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Mehta", "suffix": ""}], "year": 1989, "venue": "J Commun Dis", "volume": "21", "issn": "", "pages": "24--30", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Meningococcal disease: history, epidemiology, pathogenesis, clinical manifestations, diagnosis, antimicrobial susceptibility and prevention", "authors": [{"first": "V", "middle": [], "last": "Manchanda", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "P", "middle": [], "last": "Bhalla", "suffix": ""}], "year": 2006, "venue": "Indian J Med Microbiol", "volume": "24", "issn": "", "pages": "7--19", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Multicenter surveillance of invasive meningococcal infections in children", "authors": [{"first": "S", "middle": ["L"], "last": "Kalpana", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Schutze", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Leake", "suffix": ""}], "year": 2006, "venue": "Pediatrics", "volume": "118", "issn": "", "pages": "979--84", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Update on meningococcal disease with emphasis on pathogenesis and clinical management", "authors": [{"first": "M", "middle": ["V"], "last": "Deuren", "suffix": ""}, {"first": "P", "middle": [], "last": "Brandtzaeg", "suffix": ""}, {"first": "Jwm", "middle": [], "last": "Van Der Meer", "suffix": ""}], "year": 2000, "venue": "Clin Microbiol Rev", "volume": "13", "issn": "", "pages": "144--66", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical features and complications of epidemic group A meningococcal disease in Sudanese children", "authors": [{"first": "M", "middle": ["A"], "last": "Salih", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Ahmed", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Osman", "suffix": ""}], "year": 1990, "venue": "Ann Trop Pediatr", "volume": "10", "issn": "", "pages": "231--239", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Meningococcal meningitis in Northern Ghana: epidemiology and control measures", "authors": [{"first": "D", "middle": ["W"], "last": "Belcher", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Sherriff", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Nimo", "suffix": ""}], "year": 1977, "venue": "AmJTrop Med Hyg", "volume": "26", "issn": "", "pages": "748--55", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical profile of group A meningococcal outbreak in Delhi", "authors": [{"first": "J", "middle": [], "last": "Urmila", "suffix": ""}, {"first": "V", "middle": [], "last": "Chawla", "suffix": ""}, {"first": "S", "middle": [], "last": "Khanna", "suffix": ""}], "year": 2009, "venue": "Indian Pediatr", "volume": "46", "issn": "", "pages": "794--800", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Early reversal of pediatric-neonatal septic shock by community physicians is associated with improved outcome", "authors": [{"first": "Y", "middle": ["Y"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Carcillo", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Dragotta", "suffix": ""}], "year": 2003, "venue": "Pediatrics", "volume": "112", "issn": "", "pages": "793--802", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Albumin: saint or sinner", "authors": [{"first": "S", "middle": [], "last": "Nadel", "suffix": ""}, {"first": "De", "middle": [], "last": "Munter", "suffix": ""}, {"first": "C", "middle": [], "last": "Britto", "suffix": ""}, {"first": "J", "middle": [], "last": "Levin", "suffix": ""}, {"first": "M", "middle": [], "last": "Habib", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "Arch Dis Child", "volume": "79", "issn": "", "pages": "384--389", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Treatment of meningococcal infection", "authors": [{"first": "S", "middle": ["B"], "last": "Welch", "suffix": ""}, {"first": "S", "middle": [], "last": "Nadel", "suffix": ""}], "year": 2003, "venue": "Arch Dis Child", "volume": "88", "issn": "", "pages": "608--622", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Meningococcal disease among children who live in large metropolitan area", "authors": [{"first": "V", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuppermann", "suffix": ""}, {"first": "R", "middle": [], "last": "Malley", "suffix": ""}], "year": 1981, "venue": "Clin Infect Dis", "volume": "32", "issn": "", "pages": "1004--1013", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Review of management of purpura fulminans and two case reports", "authors": [{"first": "J", "middle": [], "last": "Nolan", "suffix": ""}, {"first": "R", "middle": [], "last": "Sinclair", "suffix": ""}], "year": 2001, "venue": "Br J Anaesth", "volume": "86", "issn": "", "pages": "581--587", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Arthritis in disease due to Neisseria meningitides", "authors": [{"first": "U", "middle": ["B"], "last": "Schaad", "suffix": ""}], "year": 1980, "venue": "Rev Infect Dis", "volume": "2", "issn": "", "pages": "880--888", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Immune complex reaction after successful treatment of meningococcal disease: an excellent response to IVIG", "authors": [{"first": "R", "middle": [], "last": "Dass", "suffix": ""}, {"first": "H", "middle": [], "last": "Barman", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Duwarah", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Deka", "suffix": ""}, {"first": "P", "middle": [], "last": "Jain", "suffix": ""}, {"first": "V", "middle": [], "last": "Choudhury", "suffix": ""}], "year": 2010, "venue": "Rheumatol Int", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Bacterial meningitis-a review of selected aspects. II. Special neurologic problems, post meningitic complications and clinicopathological correlations", "authors": [{"first": "P", "middle": ["R"], "last": "Dodge", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Swartz", "suffix": ""}], "year": 1965, "venue": "N Engl J Med", "volume": "272", "issn": "", "pages": "954--60", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Early bilateral eight nerve involvement in meningoccal meningitis", "authors": [{"first": "R", "middle": ["B"], "last": "Pollard", "suffix": ""}], "year": 1976, "venue": "South Med J", "volume": "69", "issn": "", "pages": "343--347", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Connecticut, and selected areas", "authors": [], "year": 1989, "venue": "", "volume": "276", "issn": "", "pages": "1866--1873", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Meningococcal meningitis in Ludhiana", "authors": [{"first": "R", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Khurana", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Gupta", "suffix": ""}], "year": 1992, "venue": "Indian J Pathol Microbiol", "volume": "35", "issn": "", "pages": "340--344", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Emergence of non-ceftriaxonesusceptible Neisseria meningitidis in India", "authors": [{"first": "V", "middle": [], "last": "Manchanda", "suffix": ""}, {"first": "P", "middle": [], "last": "Bhalla", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "", "pages": "4290--4291", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Ciprofloxacin-resistant Neisseria meningitidis", "authors": [{"first": "S", "middle": [], "last": "Singhal", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Purnapatre", "suffix": ""}, {"first": "V", "middle": [], "last": "Kalia", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1614--1620", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Management of bacterial meningitis and meningococcal septicaemia in children and young people: summary of NICE guidance", "authors": [{"first": "C", "middle": [], "last": "Visintin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Mugglestone", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Fields", "suffix": ""}, {"first": "Jacklin", "middle": ["P"], "last": "Murphy", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Pollard", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "", "suffix": ""}], "year": 2010, "venue": "BMJ", "volume": "340", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Epidemiology of bacterial meningitis", "authors": [{"first": "H", "middle": ["M"], "last": "Fortnum", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Davis", "suffix": ""}], "year": 1993, "venue": "Arch Dis Child", "volume": "68", "issn": "", "pages": "763--770", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Meningococcal infection in children: a review of 100 cases", "authors": [{"first": "V", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Hitchcock", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Mason", "suffix": ""}], "year": 1989, "venue": "Pediatr Infect Dis J", "volume": "8", "issn": "", "pages": "224--231", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Prognostic factors in acute meningococcaemia", "authors": [{"first": "W", "middle": ["S"], "last": "Lewis", "suffix": ""}], "year": 1979, "venue": "Arch Dis Child", "volume": "54", "issn": "", "pages": "44--52", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Age wise distribution of cases", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Study flow chart", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic, clinical, laboratory and outcome profile of the patients Mean ± SD or no. (%)", "latex": null, "type": "table"}, "TABREF2": {"text": "Complications in all the cases", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Demographic, clinical, laboratory and outcome profile of the patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Mean ± SD or no. (%)\n</td></tr><tr><td>Demographic data </td><td>Mean age </td><td>8.48±5.09 y\n</td></tr><tr><td>M:F </td><td>1.62:1\n</td></tr><tr><td>Clinical data </td><td>Fever </td><td>110 (100)\n</td></tr><tr><td>Headache </td><td>62 (56.4)\n</td></tr><tr><td> </td><td>Vomiting </td><td>59 (53.6)\n</td></tr><tr><td> </td><td>Purpura/rashes </td><td>26 (23.6)\n</td></tr><tr><td> </td><td>Altered sensorium /low GCS </td><td>28 (25.5)\n</td></tr><tr><td> </td><td>Seizure </td><td>10 (9.1)\n</td></tr><tr><td> </td><td>Abdominal symptoms </td><td>5 (4.5)\n</td></tr><tr><td> </td><td>Irritability and excess cry </td><td>5 (4.5)\n</td></tr><tr><td> </td><td>Meningeal signs </td><td>86 (78.2)\n</td></tr><tr><td> </td><td>Bulging anterior fontanalle (&lt;18 mo of age) </td><td>3/13 (23)\n</td></tr><tr><td>Laboratory data </td><td>Shock </td><td>42 (38.2)\n</td></tr><tr><td>Hemoglobin </td><td>9.4±1.8 g/dl\n</td></tr><tr><td>Total leucocyte count </td><td>16,071±14525/mm3\n</td></tr><tr><td> </td><td>Platelet count </td><td>310,531±211,421/mm3\n</td></tr><tr><td> </td><td>Deranged LFT </td><td>11 (10)\n</td></tr><tr><td> </td><td>Prolong PT </td><td>18 (16.4)\n</td></tr><tr><td> </td><td>CSF TC </td><td>Range 5-60000\n</td></tr><tr><td> </td><td>CSF Low sugar </td><td>74 (67.3)\n</td></tr><tr><td> </td><td>CSF Positive gram stain </td><td>27 (24.5)\n</td></tr><tr><td> </td><td>Positive culture in CSF </td><td>29 (26.4)\n</td></tr><tr><td> </td><td>Blood culture positive </td><td>13 (11.8)\n</td></tr><tr><td>Outcome </td><td>Total culture positive </td><td>39 (35.5)\n</td></tr><tr><td>Ventilatory support </td><td>7 d (4.2±3.2 d)\n</td></tr><tr><td>Death </td><td>7 (6.4)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Role of Funding Source None.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest None."}]}