{"paper_id": "c6e2b72e575a28344c4df48d9a4aa8ae4837bbd9", "metadata": {"title": "APOBEC3G Polymorphism as a Selective Barrier to Cross- Species Transmission and Emergence of Pathogenic SIV and AIDS in a Primate Host", "authors": [{"first": "Annabel", "middle": [], "last": "Krupp", "suffix": "", "affiliation": {"laboratory": "", "institution": "Friedrich-Alexander-University Erlangen-Nuremberg", "location": {"settlement": "Erlangen and Nuremberg, Germany"}}, "email": ""}, {"first": "Kevin", "middle": ["R"], "last": "Mccarthy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "Massachusetts"}}, "email": ""}, {"first": "Marcel", "middle": [], "last": "Ooms", "suffix": "", "affiliation": {"laboratory": "", "institution": "Icahn School", "location": {"settlement": "New York", "region": "New York", "country": "United States of America"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Letko", "suffix": "", "affiliation": {"laboratory": "", "institution": "Icahn School", "location": {"settlement": "New York", "region": "New York", "country": "United States of America"}}, "email": ""}, {"first": "Jennifer", "middle": ["S"], "last": "Morgan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Boston College", "location": {"addrLine": "Chestnut Hill", "settlement": "Massachusetts", "country": "United States of America"}}, "email": ""}, {"first": "Viviana", "middle": [], "last": "Simon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Icahn School", "location": {"settlement": "New York", "region": "New York", "country": "United States of America"}}, "email": ""}, {"first": "Welkin", "middle": ["E"], "last": "Johnson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Boston College", "location": {"addrLine": "Chestnut Hill", "settlement": "Massachusetts", "country": "United States of America"}}, "email": "welkin.johnson@bc.edu"}]}, "abstract": [{"text": "Cellular restriction factors, which render cells intrinsically resistant to viruses, potentially impose genetic barriers to crossspecies transmission and emergence of viral pathogens in nature. One such factor is APOBEC3G. To overcome APOBEC3Gmediated restriction, many lentiviruses encode Vif, a protein that targets APOBEC3G for degradation. As with many restriction factor genes, primate APOBEC3G displays strong signatures of positive selection. This is interpreted as evidence that the primate APOBEC3G locus reflects a long-term evolutionary ''arms-race'' between retroviruses and their primate hosts. Here, we provide direct evidence that APOBEC3G has functioned as a barrier to cross-species transmission, selecting for viral resistance during emergence of the AIDS-causing pathogen SIVmac in captive colonies of Asian macaques in the 1970s. Specifically, we found that rhesus macaques have multiple, functionally distinct APOBEC3G alleles, and that emergence of SIVmac and simian AIDS required adaptation of the virus to evade APOBEC3G-mediated restriction. Our evidence includes the first comparative analysis of APOBEC3G polymorphism and function in both a reservoir and recipient host species (sooty mangabeys and rhesus macaques, respectively), and identification of adaptations unique to Vif proteins of the SIVmac lineage that specifically antagonize rhesus APOBEC3G alleles. By demonstrating that interspecies variation in a known restriction factor selected for viral counter-adaptations in the context of a documented case of cross-species transmission, our results lend strong support to the evolutionary ''arms-race'' hypothesis. Importantly, our study confirms that APOBEC3G divergence can be a critical determinant of interspecies transmission and emergence of primate lentiviruses, including viruses with the potential to infect and spread in human populations. Citation: Krupp A, McCarthy KR, Ooms M, Letko M, Morgan JS, et al. (2013) APOBEC3G Polymorphism as a Selective Barrier to Cross-Species Transmission and Emergence of Pathogenic SIV and AIDS in a Primate Host. PLoS Pathog 9(10): e1003641.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In addition to the human immunodeficiency viruses (HIV-1 M, N, O and P and HIV-2 A-H), there are more than forty lentiviruses endemic to African old world primates [1, 2] . The distribution of these viruses among modern primates is consistent with a complex history of cross-species transmissions between different host lineages [2, 3] . Well-documented examples include the emergence of both HIV-1 and HIV-2 in humans in the midto-late 20 th century, and emergence of pathogenic SIVmac in captive Asian macaques in the 1970s [2, 4, 5, 6, 7, 8] . The exact time and circumstances under which SIVsm initially jumped from sooty mangabeys into rhesus macaques to give rise to SIVmac are unknown, but it is very likely that transmission may have resulted from experimental interventions involving the transfusion of material from one species into another [9] . Despite the extraordinary attention the primate lentiviruses have since received from the AIDS research community, very little is known about the impact of host genetic variation on the transmission of these viruses between different primate species, or the degree to which successful emergence of lentiviral pathogens requires adaptation to overcome genetic divergence between reservoir species and newly emergent hosts.", "cite_spans": [{"start": 164, "end": 167, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 168, "end": 170, "text": "2]", "ref_id": "BIBREF1"}, {"start": 329, "end": 332, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 333, "end": 335, "text": "3]", "ref_id": "BIBREF2"}, {"start": 526, "end": 529, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 530, "end": 532, "text": "4,", "ref_id": "BIBREF3"}, {"start": 533, "end": 535, "text": "5,", "ref_id": "BIBREF4"}, {"start": 536, "end": 538, "text": "6,", "ref_id": "BIBREF5"}, {"start": 539, "end": 541, "text": "7,", "ref_id": "BIBREF6"}, {"start": 542, "end": 544, "text": "8]", "ref_id": "BIBREF7"}, {"start": 851, "end": 854, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Cellular restriction factors are host factors that render the host cell resistant to viral infection (also referred to as intrinsic immunity) [10, 11] . For many restriction factor genes, the rate of fixation of nonsynonymous changes often exceeds that expected by genetic drift alone, consistent with evolution under strong positive selection, and it is generally assumed that viral pathogens are the source of selective pressure driving evolution of such genes [12, 13, 14] . As a consequence of positive selection, even phylogenetically similar species are likely to differ in terms of restriction factor functionality. Thus, interspecies differences in restriction factor loci could serve as genetic barriers to cross-species transmission and emergence of viruses. One way to test this hypothesis is to focus on known transmission events and ask whether specific restrictions played a role. Viruses that successfully overcome species-level barriers imposed by restriction should harbor adaptive changes (relative to viruses in the established host) that confer resistance to restriction in the new host. Thus, identification of changes which correlate with host-switching events, and which demonstrably overcome restriction(s) imposed by the new host, constitute direct evidence that a specific host restriction factor can act as determinant of cross-species transmission and emergence of viral pathogens. For example, we previously reported that the host restriction factor TRIM5 can suppress viral replication in vivo, exerting selective pressure during the initial stages of cross-species transmission [15] . More specifically, we demonstrated that allelic variation in TRIM5 influences the outcome of SIVsm infection in rhesus macaques, and that emergence of SIVsm (as pathogenic SIVmac) required adaptations to overcome the genetic barrier imposed by the most common variant of rhesus macaque TRIM5.", "cite_spans": [{"start": 142, "end": 146, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 147, "end": 150, "text": "11]", "ref_id": "BIBREF10"}, {"start": 463, "end": 467, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 468, "end": 471, "text": "13,", "ref_id": "BIBREF12"}, {"start": 472, "end": 475, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1609, "end": 1613, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The cellular restriction factor APOBEC3G (apolipoprotein B mRNA-editing enzyme catalytic polypeptide-like 3G) inhibits retroviruses by incorporating into budding virions and inducing hypermutation of the viral cDNA during reverse transcription [16, 17, 18] . APOBEC3G (A3G) is one of seven members of the APOBEC3 gene cluster found in primates [19, 20] . A3G is expressed in hematopoietic cell populations, including T cells and myeloid cells, all of which are targets for lentiviral infection [21] . Most lentiviruses counter the antiviral activity of A3G by means of an accessory protein called Vif (viral infectivity factor). Vif functions by bridging A3G proteins with a cellular E3 ubiquitin ligase complex, thus marking A3G for proteasomal degradation [22] . Typically, the interaction between A3G homologs and the Vif proteins of different lentiviruses are species-specific, indicative of Vif-specific adaptation to A3G of the native host [23, 24, 25] .", "cite_spans": [{"start": 244, "end": 248, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 249, "end": 252, "text": "17,", "ref_id": "BIBREF16"}, {"start": 253, "end": 256, "text": "18]", "ref_id": "BIBREF17"}, {"start": 344, "end": 348, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 349, "end": 352, "text": "20]", "ref_id": "BIBREF19"}, {"start": 494, "end": 498, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 758, "end": 762, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 946, "end": 950, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 951, "end": 954, "text": "24,", "ref_id": "BIBREF23"}, {"start": 955, "end": 958, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "The emergence of SIVmac, and subsequent outbreaks of AIDS in captive macaque colonies in the 1970s, was a striking parallel to the emergence of HIV and outbreaks of AIDS in humans around the same time [5, 26, 27] . To examine the importance of A3G as a determinant of cross-species transmission and emergence of primate lentiviruses, we asked whether A3G-mediated restriction influenced the successful transmission of SIVsm from its native host, the sooty mangabey (Cercocebus atys), into colonies of Asian rhesus macaques (Macaca mulatta). We found that the A3G coding sequences of sooty mangabeys and rhesus macaques have several fixed, nonsynonymous differences. Moreover, we found that rhesus A3G (rhA3G) has an unusual polymorphism in the Nterminal domain, in which a highly conserved tyrosine is replaced by a two-amino acid insertion (either Y 59 /LR [59] [60] or Y 59 /LL [59] [60] . Structural modeling of the insertion indicates that it is in spatial proximity to residue 128, a previously identified determinant of human and African green monkey A3G sensitivity to the Vif proteins of HIV-1 and SIVagm [24, 28, 29] . The model suggests that these two positions (60 and 128) may define a common Vifinteraction surface on A3G that is exploited by lentiviral Vif proteins.", "cite_spans": [{"start": 201, "end": 204, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 205, "end": 208, "text": "26,", "ref_id": "BIBREF25"}, {"start": 209, "end": 212, "text": "27]", "ref_id": "BIBREF26"}, {"start": 858, "end": 862, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 863, "end": 867, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 880, "end": 884, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 885, "end": 889, "text": "[60]", "ref_id": "BIBREF59"}, {"start": 1113, "end": 1117, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 1118, "end": 1121, "text": "28,", "ref_id": "BIBREF27"}, {"start": 1122, "end": 1125, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "While we found that Vif from SIVsm can degrade the more ancestral rhA3G Y allele, it was unable to induce degradation of rhA3G LR . In contrast, we found that the Vif proteins of multiple, independent SIVmac isolates induced degradation of all three rhesus alleles (rhA3G LR , rhA3G LL and rhA3G Y ). Furthermore, we identified a single 17 Gly-to- 17 Glu adaptation common to the Vif proteins of multiple SIVmac isolates that confers the ability to degrade rhA3G LR and rhA3G LL . This same adaptation occurred at least twice, once during emergence of SIVmac, and again during intentional adaptation of SIVsm to rhesus macaques by experimental passage in vivo (SIVsmE543) [30] . Convergent evolution, at a specific Vif residue in at least two independent pathogenic SIVmac viruses, clearly indicates that A3G influenced the emergence of pathogenic SIV and simian AIDS in U.S. macaques. Thus, our results demonstrate that APOBEC3Gmediated restriction initially served as an active barrier to full emergence of SIVsm (as SIVmac) in rhesus macaques, selecting for adaptations rendering the virus insensitive to restriction (and therefore better adapted to the macaque host).", "cite_spans": [{"start": 337, "end": 339, "text": "17", "ref_id": "BIBREF16"}, {"start": 348, "end": 350, "text": "17", "ref_id": "BIBREF16"}, {"start": 672, "end": 676, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "To investigate the possible role of A3G as a genetic barrier to transmission of SIVsm from its natural host into rhesus macaques, we first surveyed cDNA samples from multiple individual sooty mangabeys and rhesus macaques for polymorphisms in the A3G coding sequence. We identified seven nonsynonymous singlenucleotide polymorphisms (nsSNPs) in rhesus macaque A3G (rhA3G) and four nsSNPs in sooty mangabey A3G (smA3G) ( Figure 1A , see also Figure S1 ). Changes were only chosen when they were detected in at least three independent clones. With one exception (144D/G), the nsSNPs clustered either in the first active domain or the second pseudoactive domain of A3G. In addition to single amino-acid substitutions (59Y/L, 73Q/H/R, 77E/K, 144D/G, 353C/R and 356 C/R), rhesus macaques also have an insertion at position 60 (L or R). The four substitutions in sooty mangabeys included two in the first active domain (76L/R and 111K/E) and two in the second pseudoactive domain (370D/A and 376R/Q). It is notable that polymorphisms in both species are clustered in the same two regions of the protein, and that almost all substitutions in both regions resulted in a difference in charge Author Summary APOBEC3G is a host factor that can inhibit replication of primate lentiviruses, including HIV-1, HIV-2, and the related simian immunodeficiency viruses (SIVs) of African primates. As a consequence, primate lentiviruses encode a protein, called Vif, which can induce degradation of APOBEC3G. Given its antiviral role, APOBEC3G may be an important genetic barrier to interspecies jumping of primate lentiviruses. To study this possibility, we asked whether APOBEC3G affected transmission of SIV from sooty mangabeys (SIVsm) to rhesus macaques and subsequent emergence of pathogenic SIVmac in the 1970s. We found that APOBEC3G of sooty mangabeys and rhesus macaques have divergent protein sequences, and that the Vif proteins of SIVsm (Vif-SIVsm) cannot counteract rhesus macaque APOBEC3G. We mapped Vif-SIVsm resistance to a specific substitution in the N-terminal domain of rhesus APOBEC3G, in which a highly conserved tyrosine is replaced by leucine-arginine (YRLR). We also identified a viral counter-adaptation, found in the Vif proteins of all SIVmac strains, which specifically confers the ability to antagonize APOBEC3G of rhesus macaques. This change was most likely selected during adaptation of SIV to its new host. Together, these results demonstrate that APOBEC3G can serve as a critical genetic determinant of interspecies transmission of primate immunodeficiency viruses.", "cite_spans": [], "ref_spans": [{"start": 420, "end": 429, "text": "Figure 1A", "ref_id": null}, {"start": 441, "end": 450, "text": "Figure S1", "ref_id": null}], "section": "Allelic variation in rhesus macaque and sooty mangabey A3G"}, {"text": "(either a charge switch or gain/loss of a charge). It is striking that polymorphism at some of these sites occur in multiple species; for example, one of the polymorphic sites found in rhesus macaque (residue 77) and one found in sooty mangabey (residue 110) are both polymorphic in African green monkeys [31] . Similarly, position 130 is polymorphic in both rhesus macaques (either asparagine or aspartic acid) and African green monkeys (either aspartic acid or histidine) [32] . The clustering of nonsynonymous polymorphisms in the first active domain, including polymorphisms at sites that are polymorphic in more than one species, is Figure 1 . Rhesus macaque and sooty mangabey A3G coding sequences are highly polymorphic and differ in sensitivity to Vifmediated degradation. (A) Shown are nonsynonymous polymorphisms found in cDNA samples from sooty mangabeys (alleles numbered sm1-sm6) and rhesus macaques (alleles numbered rh1-rh6) and their relative distribution across the A3G protein. Sooty mangabey polymorphisms are indicated with orange boxes, rhesus macaque polymorphisms with green boxes. The numbers indicate the position of the amino acid in the protein and the letters indicate the amino acids found at that position. (B) Rhesus macaque and sooty mangabey A3G allele containing plasmids were cotransfected with plasmids expressing Vif-SIVsmE041, Vif-SIVmac239, or an empty vector (no Vif) control (indicated as ''control''). The ability of Vif proteins to induce A3G degradation is reflected by a reduced or absent A3G band relative to controls. Anti-b-actin served as a protein loading control. See also Figures S1, S2 and S3. doi:10.1371/journal.ppat.1003641.g001 consistent with a region undergoing extensive, adaptive evolution in response to positive selection. We sought to determine whether any of these variants had functional consequences with respect to restriction of SIVsm and SIVmac.", "cite_spans": [{"start": 305, "end": 309, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 474, "end": 478, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 638, "end": 646, "text": "Figure 1", "ref_id": null}], "section": "Allelic variation in rhesus macaque and sooty mangabey A3G"}, {"text": "We tested all of the rhesus macaque A3G alleles (rh1-rh6) and sooty mangabey A3G alleles (sm1-sm6) for incorporation into SIVmac239DVif virions and for the ability to restrict SIV-mac239DVif ( Figure S2 ). We found that all twelve alleles (six sooty mangabey and six rhesus macaque) are incorporated into budding virions in the absence of Vif, and all twelve were able to restrict infectivity. Thus, the differences in protein sequence that distinguish the alleles do not result in substantial defects in overall A3G function.", "cite_spans": [], "ref_spans": [{"start": 193, "end": 202, "text": "Figure S2", "ref_id": "FIGREF0"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "We then asked whether variation in rhesus macaque APO-BEC3G results in differences in resistance or sensitivity to degradation by lentiviral Vif proteins. Specifically, we tested the Vif proteins of two viruses, a primary sooty mangabey isolate (SIVsmE041) and a pathogenic, macaque-adapted isolate (SIV-mac239), for the ability to induce degradation of each of the rhA3G alleles ( Figure 1B) . Of the six different rhA3G alleles tested, only one (allele rh6) was clearly sensitive to degradation by Vif-SIVsmE041, although one other allele (rh2) was weakly sensitive to degradation in the presence of Vif-SIVsmE041. In contrast, all six rhesus macaque alleles (rh1-rh6) were clearly degraded by Vif-SIVmac239. Both Vif-SIVsmE041 and Vif-SIVmac239 induced degradation of all six sooty mangabey A3G alleles ( Figure 1B and Figure S3 ). LR 59-60 renders A3G resistant to Vif-SIVsmE041 induced degradation and is unique to macaques All of the rhesus A3G alleles that resist Vif-SIVsmE041mediated degradation have a Tyr-to-Leu substitution at position 59, followed by either an Arg insertion (alleles rh1, rh3, rh4, and rh5), or a Leu insertion (allele rh2). In contrast, the rh6 allele and all six of the sooty mangabey alleles retain a highly conserved Tyr at position 59, and lack any additional insertions. Importantly, the Y/LR and Y/LL substitutions are the only differences that distinguish all of the Vif-SIVsmE041-resistant A3G proteins from all of the sensitive alleles, leading us to hypothesize that these substitution are responsible for the observed differences in sensitivity to degradation by Vif-SIVsmE041. To test this hypothesis, we used site-directed mutagenesis to change one of the resistant alleles (rh1) at position 59/60, either substituting the Arg for an Leu (LR R LL) or removing the insertion and reverting position 59 to the ancestral/conserved Tyr (LR R Y). Both mutations (R60L and LR59/60Y) rendered rhA3G sensitive to Vif-SIVsmE041 degradation, but did not alter sensitivity to Vif-SIVmac239-mediated degradation ( Figure 2A) .", "cite_spans": [], "ref_spans": [{"start": 382, "end": 392, "text": "Figure 1B)", "ref_id": null}, {"start": 808, "end": 817, "text": "Figure 1B", "ref_id": null}, {"start": 822, "end": 831, "text": "Figure S3", "ref_id": "FIGREF1"}, {"start": 2045, "end": 2055, "text": "Figure 2A)", "ref_id": "FIGREF0"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "Notably, the tyrosine at position 59 is highly conserved, and is found at the homologous position in most other primate A3G proteins, whereas the additional insertions (LR and LL) are unique to Asian macaques ( Figure 2B ). We therefore generated A3G expression constructs representing three additional primate species, including pigtail macaque (Macaca nemestrina), African green monkey (Clorocebus aethiops) and human (Homo sapiens), and tested these for sensitivity or resistance to degradation by Vif-SIVsmE041 and Vif-SIVmac239 ( Figure 2C ). All three A3G orthologs retain the ancestrally conserved Tyr59, and in accordance with our earlier observations, all three of these were degraded by expression of Vif-SIVsmE041 and Vif-SIVmac239.", "cite_spans": [], "ref_spans": [{"start": 211, "end": 220, "text": "Figure 2B", "ref_id": "FIGREF0"}, {"start": 535, "end": 544, "text": "Figure 2C", "ref_id": "FIGREF0"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "Finally, we asked whether the Y/LR substitution had a direct effect on the Vif-A3G interaction, using co-immunoprecipitation ( Figure 2D ). We compared binding of rhA3G LR and rhA3G Y to both Vif-SIVmac239 and Vif-SIVsmE041. While Vif-SIVmac239 bound equally well to both rhA3G LR and rhA3G Y , there was a dramatic reduction in binding of Vif-SIVsmE041 to rhA3G LR relative to rhA3G Y . This result suggests that the Y/LR substitution exerts a direct effect on the Vif-A3G interaction.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "Figure 2D", "ref_id": "FIGREF0"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "Position 130 can influence sensitivity of rhA3GLR to Vif-SIVsmE041 Compton and Emerman previously described a N/D polymorphism at position 130 in rhA3G [32] . Out of 219 rhesus macaques that we screened, almost half carried an asparagine at position 130 (animals with the 130N/N or 130N/D genotypes) ( Figure S4B ), and alleles rh1-rh6 all have an asparagine at position 130. Strikingly, of 72 animals that were homozygous for the 60LR allele (LR/LR genotype), only three had an aspartic acid at position 130 (LR/LR + N/D genotype) ( Figure S4C ). There were no LR/LR + D/D homozygous animals. In contrast, 69 animals were of the 60LR/LR 130N/N genotype (95.8%). Thus, despite the high frequency of both 60LR and 130D, the combined 60LR+130D haplotype was present at very low frequency ( Figure S4C ).", "cite_spans": [{"start": 152, "end": 156, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 302, "end": 312, "text": "Figure S4B", "ref_id": "FIGREF2"}, {"start": 534, "end": 544, "text": "Figure S4C", "ref_id": "FIGREF2"}, {"start": 788, "end": 798, "text": "Figure S4C", "ref_id": "FIGREF2"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "Because the 60LR + 130D haplotype appears to be rare in our cohort, we decided to test the functional consequences of the residue at position 130 in the context of alleles differing at position 59/60. To do this, we constructed a series of double mutants by site directed mutagenesis ( Figure S4A ). We found that rhA3G LR , rhA3G LL and rhA3G Y remained sensitive to Vif-SIVmac239 regardless of the presence of an asparagine or aspartic acid at position 130. Likewise, degradation of rhA3G LL and rhA3G Y by Vif-SIVsmE041 was also unaffected by the substitution at position 130. Surprisingly, however, introduction of an asparagine at position 130 rendered rhA3G LR sensitive to degradation by Vif-SIVsmE041. Given the rarity of the 60LR+130D haplotype, it is tempting to speculate that the low frequency of this allele reflects the history of SIV outbreaks in captive macaque colonies. However, proving or disproving this possibility is complicated by the use of selective breeding procedures in U.S. primate research centers and a current lack of information regarding allele frequencies in natural macaque populations.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 296, "text": "Figure S4A", "ref_id": "FIGREF2"}], "section": "Multiple rhesus macaque A3G alleles resist degradation by Vif-SIVsm"}, {"text": "To determine the respective frequencies of the rhA3G LR , rhA3G LL and rhA3G Y alleles, we used archived genomic DNA samples to genotype 219 captive-bred rhesus macaques ( Table 1 ). The allelic frequency of rhA3G LR was an impressive 48.9%, followed by rhA3G Y (24.7%) and rhA3G LL (26.5%). Likewise, homozygote genotype frequencies were the lowest for rhA3G Y/Y and rhA3G LL/LL (8.7% and 14.6%, respectively) and highest for rhA3G LR/LR (32.9%). Using BLAST and sequence alignments, we identified the presence of the LR insertion in at least one additional species of Asian macaques, Macaca fasicularis (crabeating macaque) (see also [33] ). We confirmed this finding by genotyping genomic DNA from 17 crab-eating macaques, and found that this species also harbors the Y/LR polymorphism at positions 59-60 (genotype frequencies in this small sampling were: 23% LR/LR; 42% Y/Y; 35% Y/LR). Thus, the A3G LR allele likely dates back at least as far as the common ancestor of rhesus macaques and crab-eating macaques, giving a minimum age of approximately 1.2-2.5 million years ago [34] . So far, all other primate A3G sequences in the public sequence databases have the ancestral Tyr at position 59, except for Colobinae spp. which have a Ser at that position [32] . Interestingly, Compton and Emerman also describe a three amino-acid insertion in Colobinae A3G four residues downstream (positions 64-66) that affects sensitivity to degradation by Vif from SIVagm.Sab in tissue culture.", "cite_spans": [{"start": 636, "end": 640, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 1080, "end": 1084, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1259, "end": 1263, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 172, "end": 179, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "Amino acid 17 in the N-terminal half of Vif governs the interaction with rhA3G LR We next sought to identify adaptations in Vif-SIVmac239 that conferred the ability to degrade rhA3G LR . Previous studies reported that sequences in the N-terminal part of Vif proteins are important for determining the species-specificity of Vif interactions with A3G [35, 36, 37, 38] . Because there are multiple differences in the N-terminal regions of the Vif-SIVsmE041 and Vif-SIVmac239 proteins, we first constructed a chimeric Vif protein in which the N-terminal 56 residues of Vif-SIVsmE041 were replaced with the homologous portion of Vif-SIVmac239 ( Figure 3A ). As with Vif-SIVmac239, expression of the chimeric Vif protein was also able to induce degradation of all three rhA3G alleles ( Figure 3B ), indicating that adaptative changes to overcome rhA3G-mediated restriction might be found within the first 56 amino acids of the Vif protein. Sitedirected mutagenesis was used to mutate a resistant rhesus macaque allele (rh1) to either one of two naturally occurring sensitive alleles (rhA3G LL , rhA3G Y ), their ability to resist Vif-mediated degradation was visualized by western blot. We used an empty vector control to test expression in the absence of Vif (indicated as ''control''). Anti-b-actin served as a protein loading control. (B) Partial alignment of A3G proteins from different species (rh1, rh2, rh6 = rhesus macaque alleles; pigtail = pigtail macaque, sooty = sooty mangabey, AGM = African green monkey). Also indicated is the observed sensitivity of the A3Gs (listed as ''not degraded'' or ''degraded'') to either Vif-SIVsmE041 or Vif-SIVmac239 induced degradation. (C) Immunoblot showing activity of Vif-SIVsmE041, Vif-SIVmac239 and an empty vector (no Vif) control against A3G proteins from African green monkey (Haplotype 1 see [31] ), pigtail macaque and human. Equal expression levels were confirmed using anti-b-actin as a loading control. (D) Coimmunoprecipitation experiment with Vif-SIVmac239 and Vif-SIVsmE041 and rhA3G LR , rhA3G Y or a no A3G control. Whole-cell lysates were analyzed by immunoblotting using antibodies specific for FLAG (Vif), HA (A3G) or GAPDH (loading control). The immunoprecipitations (IP) were analyzed with antibodies specific for FLAG (Vif) or HA (A3G). doi:10.1371/journal.ppat.1003641.g002", "cite_spans": [{"start": 350, "end": 354, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 355, "end": 358, "text": "36,", "ref_id": "BIBREF35"}, {"start": 359, "end": 362, "text": "37,", "ref_id": "BIBREF36"}, {"start": 363, "end": 366, "text": "38]", "ref_id": "BIBREF37"}, {"start": 1842, "end": 1846, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 641, "end": 650, "text": "Figure 3A", "ref_id": "FIGREF1"}, {"start": 781, "end": 790, "text": "Figure 3B", "ref_id": "FIGREF1"}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "We tested a series of additional Vif proteins derived from SIV isolates of several different host species, including rhesus macaque-, pig-tailed macaque-, cynomolgus macaque-and sooty mangabeyderived isolates. These included Vif from SIVsmE543, a virus isolated after experimental passage of SIVsm through two rhesus macaques [27, 30] ; Vif from SIVmac142, which was isolated from a rhesus macaque infected unintentionally in utero [39] ; Vif from SIVmne027, which was isolated from a pig-tailed macaque [27] ; and Vif from SIVmfa186, a virus isolated from the lymph node of an SIV+ cynomolgus macaque (in vivo passage history unknown) [40, 41] . All four SIV Vifs (Vif-SIVsmE543, Vif-SIVmac142, Vif-SIVmne and SIVmfa186) were able to induce degradation of all three rhA3G variants ( Figure 3C ). In contrast, and as shown previously, Vif-SIVsmE041 tested in parallel induced degradation of rhA3G Y and rhA3G LL , but not of rhA3G LR .", "cite_spans": [{"start": 326, "end": 330, "text": "[27,", "ref_id": "BIBREF26"}, {"start": 331, "end": 334, "text": "30]", "ref_id": "BIBREF29"}, {"start": 432, "end": 436, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 504, "end": 508, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 636, "end": 640, "text": "[40,", "ref_id": "BIBREF39"}, {"start": 641, "end": 644, "text": "41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 784, "end": 793, "text": "Figure 3C", "ref_id": "FIGREF1"}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "To rule out the possibility that Vif-SIVsmE041 is unique among SIVsm viruses, we also tested the Vif protein of a second primary SIVsm isolate (SIVsmCFU212, GenBank Accesssion #JX860407) [42] , as well as the Vif proteins of two SIVsm isolates that were each derived by infection of single pig-tailed macaques with primary SIVsm (SIVsmPBj and SIVsm-PG) [27] [43] . As with Vif-SIVsmE041, the Vif-SIVsmCFU212, Vif-SIVsmPBj and Vif-SIVsmPG proteins all failed to induce degradation of rhA3G LR but were able to induce degradation of rhA3G Y ( Figure S6 ).", "cite_spans": [{"start": 187, "end": 191, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 358, "end": 362, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 541, "end": 550, "text": "Figure S6", "ref_id": null}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "By inspecting an alignment of the first 56 amino acids of Vif from multiple SIVmac and SIVsm isolates, we identified two residues (positions 17 and 21) that were conserved amongst all SIVmac strains and SIVsmE543 yet differed from the Vif proteins of SIVsm viruses ( Figure 3D and Figure S5 ). We therefore substituted the individual residues at positions 17 and 21 in Vif-SIVmac239 with the corresponding residues of Vif-SIVsmE041, thereby changing the negatively-charged glutamic acid to an uncharged glycine (E17G) or the positively-charged arginine to a positively charged lysine (R21K), and asked whether either substitution had an effect on the ability of Vif-SIVmac239 to degrade rhA3G LR . We tested both mutants for the ability to induce degradation of rhA3G LR , rhA3G LL and rhA3G Y by co-transfection ( Figure 4A ). Expression of mutant Vif-SIVmac239(E17G), in which the negatively charged amino acid was changed to an uncharged amino acid, failed to induce degradation of rhA3G LR , but was nonetheless functionally intact, as evidenced by the ability to degrade both the rhA3G LL and rhA3G Y proteins. We also altered the Vif of rhesus-macaque isolate SIVsmE543 at the same position, again changing the glutamic acid to a glycine, and tested the mutant against the three rhA3G alleles and a sooty mangabey allele ( Figure 4B ). As with Vif-SIVmac, as a consequence of changing this one amino acid, the Vif-SIVsmE543 protein was unable to induce degradation of rhA3G LR , yet retained the ability to induce degradation of rhA3G LL , rhA3G Y and smA3G.", "cite_spans": [], "ref_spans": [{"start": 267, "end": 276, "text": "Figure 3D", "ref_id": "FIGREF1"}, {"start": 281, "end": 290, "text": "Figure S5", "ref_id": "FIGREF3"}, {"start": 815, "end": 824, "text": "Figure 4A", "ref_id": "FIGREF2"}, {"start": 1329, "end": 1338, "text": "Figure 4B", "ref_id": "FIGREF2"}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "To confirm that this loss of Vif function (the ability to degrade A3G) was due to the amino acid at position 17, we also performed the converse experiment, altering Vif-SIVsmE041 by mutation of residue 17 from a glycine to a glutamic acid, and testing the mutant against the three rhA3G alleles ( Figure 4B ). We observed that the Vif-SIVsmE041(G17E) mutant gained the ability to degrade the rhA3G LR allele, while also retaining the ability to induce degradation of the other two rhA3G alleles (as well as sooty mangabey A3G).", "cite_spans": [], "ref_spans": [{"start": 297, "end": 306, "text": "Figure 4B", "ref_id": "FIGREF2"}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "To further confirm the importance of the residue at position 17, we looked at additional Vif sequences from multiple, previously described SIVsm strains [42] (including SIVsmCFU212, SIVsmPBj and SIVsm-PG) and found that they all had a glycine at position 17 ( Figure S5 and Figure S6 ). Likewise, HIV-2 Vif and Vif-SIVstm (an SIV from stump tailed macaques, or Macaca arctoides), both of which represent independent cross-species transmissions originating from SIVsm, also have a glycine at position 17. Thus, Gly17 is well conserved among SIVsm lineages, whereas Glu17 is very likely to have been evolutionarily derived in conjunction with emergence of SIVmac in rhesus macaques, and independently during experimental adaptation of SIVsmE543 to rhesus macaques. This observation, coupled with our experimental results, strongly suggests that the G17E substitution found in viruses of the SIVmac lineage represents adaptation to overcome the interspecies genetic barrier imposed by rhA3G LR alleles.", "cite_spans": [{"start": 153, "end": 157, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 260, "end": 269, "text": "Figure S5", "ref_id": "FIGREF3"}, {"start": 274, "end": 283, "text": "Figure S6", "ref_id": null}], "section": "Frequency of rhA3G LR in rhesus macaques"}, {"text": "We next tested the effects of Vif-SIVsmE041, Vif-SIVmac239 and the Vif-SIVmac239(E17G) mutant in an infectivity assay. To this end, we trans-complemented an SIVmac239 Vif deletion mutant (SIVmac239DVif) by co-expression of Vif-SIVsmE041, Vif-SIVmac239 or the Vif-SIVmac239(E17G) mutant, and asked whether these rescued viral infectivity in the presence of different rhA3G alleles. Specifically, complementation with the Vif-SIVmac239(E17G) mutant or with Vif-SIVsmE041 resulted in reduced infectivity relative to virus complemented with wild type Vif-SIVmac239 in the presence of rhA3G LR (p-value,0.0001 for both Vif-SIVmac239(E17G) vs. Vif-SIVmac239 and Vif-SIVsmE041 vs. Vif-SIVmac239). There was no significant difference between the Vif-SIVmac239(E17G) and Vif-SIVsmE041 complemented viruses, relative to rhA3G LR ( Figure 5A ). In contrast, both proteins were nearly as effective as wild type Vif-SIVmac239 in the presence of the other rhesus alleles (rhA3G LL and rhA3G Y ). Importantly, the observed activity of the different Vif proteins against the rhA3G alleles mirrored the results obtained from degradation experiments (compare Figure 5A and Figure 4) .", "cite_spans": [], "ref_spans": [{"start": 821, "end": 830, "text": "Figure 5A", "ref_id": "FIGREF3"}, {"start": 1141, "end": 1150, "text": "Figure 5A", "ref_id": "FIGREF3"}, {"start": 1155, "end": 1164, "text": "Figure 4)", "ref_id": "FIGREF2"}], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "In parallel, we analyzed the levels of encapsidated rhA3G in the same virion preparations used for the infectivity assays, by immunoblotting and densitometry ( Figure 5B ). In accordance with the degradation and infectivity experiments, we observed reduced incorporation of rhA3G LR in Vif-SIVmac239 complemented virions relative to virions complemented with Vif-SIVsmE041 (3.4-fold increase relative to p27) or Vif-SIVma-c239(E17G) (4-fold increase relative to p27). Incorporation of rhA3G Y in the presence of any of the three Vif proteins was essentially undetectable. Similar to the results of degradation experiments ( Figure 1B and Figure 3B ), there were low but detectable levels of rhA3G LL incorporation into Vif-SIVsmE041complemented and Vif-SIVmac239(E17G)-complemented virions, and even very low levels of rhA3G LL incorporation into Vif-SIVmac239 complemented virions. Thus, it is possible that rhA3G LL also confers some resistance to Vif, albeit significantly less than rhA3G LR . Discussion New viral pathogens arise when viruses succeed in jumping from natural reservoirs into new host populations, resulting in emerging infectious diseases such as AIDS, SARS and pandemic influenza [6, 44, 45, 46] . The importance of ecological factors in viral emergence is well documented, whereas the significance of host genetic differences as barriers to emergence is still not clear [47] . In particular, it is believed that cellular antiviral restriction factors can act as blockades to cross-species transmission and viral emergence, yet very few studies have examined this possibility in vivo. The emergence of SIVmac and outbreaks of simian AIDS in outbred colonies of macaques in the 1970s provides an unusual opportunity to examine the impact of specific, host-encoded restriction factors in the context of an emerging pathogen. Focusing on SIVsm and SIVmac has multiple advantages for understanding the genetics of lentiviral emergence: both the natural reservoir host and the emergent new host are known (sooty mangabeys and rhesus macaques, respectively); archived samples and cloned, primary viral isolates are readily available; and most importantly, several key host-encoded restriction factors that target primate lentiviruses are known and have been well-characterized at the molecular level [48, 49, 50, 51] .", "cite_spans": [{"start": 1201, "end": 1204, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1205, "end": 1208, "text": "44,", "ref_id": "BIBREF43"}, {"start": 1209, "end": 1212, "text": "45,", "ref_id": "BIBREF44"}, {"start": 1213, "end": 1216, "text": "46]", "ref_id": "BIBREF45"}, {"start": 1392, "end": 1396, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 2315, "end": 2319, "text": "[48,", "ref_id": "BIBREF47"}, {"start": 2320, "end": 2323, "text": "49,", "ref_id": "BIBREF48"}, {"start": 2324, "end": 2327, "text": "50,", "ref_id": "BIBREF49"}, {"start": 2328, "end": 2331, "text": "51]", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 160, "end": 169, "text": "Figure 5B", "ref_id": "FIGREF3"}, {"start": 624, "end": 633, "text": "Figure 1B", "ref_id": null}, {"start": 638, "end": 647, "text": "Figure 3B", "ref_id": "FIGREF1"}], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "Cellular restriction factors that target replication of primate lentiviruses include A3G [17] , TRIM5a [52] , BST2/Tetherin [53, 54, 55] and SAMHD1 [56, 57] . Here, we demonstrate that spread of SIVsm in rhesus macaques and emergence of pathogenic SIVmac and simian AIDS required viral adaptation to overcome restriction by rhesus macaque A3G. In particular, we found that A3G is polymorphic in rhesus macaques, and that the most frequent rhesus A3G alleles have complex substitutions in the Nterminal domain (Y 59 /LR 59-60 and Y 59 /LL [59] [60] . We found that Vif from SIVsm, a virus that jumped species at least twice (to emerge as SIVmac in macaques and as HIV-2 in humans) does not degrade the most common rhesus allele (rhA3G LR ), whereas SIVmac Vif degrades all three classes of rhesus alleles (rhA3G LR , rhA3G LL and rhA3G Y ).", "cite_spans": [{"start": 89, "end": 93, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 103, "end": 107, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 124, "end": 128, "text": "[53,", "ref_id": "BIBREF52"}, {"start": 129, "end": 132, "text": "54,", "ref_id": "BIBREF53"}, {"start": 133, "end": 136, "text": "55]", "ref_id": "BIBREF54"}, {"start": 148, "end": 152, "text": "[56,", "ref_id": "BIBREF55"}, {"start": 153, "end": 156, "text": "57]", "ref_id": "BIBREF56"}, {"start": 538, "end": 542, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 543, "end": 547, "text": "[60]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "So far, two important determinants (amino acids 128 and 130) in A3G have been shown to play a role in conferring speciesspecific sensitivity to Vif [24, 25, 28, 29, 31, 32, 35] suggesting that these residues might be part of a Vif-binding domain. At present, there are no structural data for the N-terminal active domain of A3G. To visualize how the rhesus 59 Y/ 59 LL 60 / 59 LR 60 polymorphism might also affect interactions with Vif proteins, we modeled the N-terminal sequence of rhA3G onto the recently published human A3C crystal structure [58, 59] (Figure 6 ). Unlike A3G, A3C has only one active domain; however, both the sequence and predicted secondary structure of A3C are similar to the N-terminal active domain of A3G, such that the structure is a useful approximation [60] .", "cite_spans": [{"start": 148, "end": 152, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 153, "end": 156, "text": "25,", "ref_id": "BIBREF24"}, {"start": 157, "end": 160, "text": "28,", "ref_id": "BIBREF27"}, {"start": 161, "end": 164, "text": "29,", "ref_id": "BIBREF28"}, {"start": 165, "end": 168, "text": "31,", "ref_id": "BIBREF30"}, {"start": 169, "end": 172, "text": "32,", "ref_id": "BIBREF31"}, {"start": 173, "end": 176, "text": "35]", "ref_id": "BIBREF34"}, {"start": 546, "end": 550, "text": "[58,", "ref_id": "BIBREF57"}, {"start": 551, "end": 554, "text": "59]", "ref_id": "BIBREF58"}, {"start": 782, "end": 786, "text": "[60]", "ref_id": "BIBREF59"}], "ref_spans": [{"start": 555, "end": 564, "text": "(Figure 6", "ref_id": null}], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "Using this hypothetical model of the N-terminal active site of rhA3G LR , we compared the predicted positions of residues which are known or thought to influence species-specific interactions of A3G and Vif, including Arg60 (identified in this study), Lys128 [24, 28] and Asp/Asn130 [32] . The model suggests that Arg60 and Lys128 are probably located on the same face of A3G, within approximately 20 Å of each other. Because variation at both sites affects Vif-mediated degradation, the simplest explanation is that residues 60 and 128 are part of a single Vif-binding surface on A3G (this does not exclude the possibility that different Vif homologs have evolved to make different contacts with the same surface). Similarly, an insertion at position 64-66 in Colobinae A3G (indicated in blue spheres in Figure 6 ) can also affect degradation by Vif proteins of primate lentiviruses [32] . It would therefore appear that these three documented determinants of speciesspecific antiviral activity might occur on a single face of the A3G protein. This observation offers indirect but compelling evidence that divergent lentiviral Vif proteins have exploited the same or closely overlapping binding sites on primate A3G.", "cite_spans": [{"start": 259, "end": 263, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 264, "end": 267, "text": "28]", "ref_id": "BIBREF27"}, {"start": 283, "end": 287, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 884, "end": 888, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 805, "end": 813, "text": "Figure 6", "ref_id": null}], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "The adaptation of SIVmac to rhesus macaques included a G17E substitution in Vif. Vif proteins from all SIVmac isolates tested degraded rhA3G LR and all carried the G17E change, including Vif from the independently derived SIVsmE543 -a clear case of convergent evolution in a viral accessory protein. Our results establish that interspecies variation in cellular restriction factor A3G can pose a selective barrier to emergence of AIDScausing viruses, and just as adaptation of Vif contributed to the emergence of pathogenic SIVmac, Vif plasticity could have contributed to the modern distribution of simian immunodeficiency viruses among their respective primate reservoirs.", "cite_spans": [], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "The means by which SIVsm was initially transmitted to rhesus macaques in US primate research centers is not known, although indirect evidence suggests it was the unintentional result of experimental exchange of infected material between the two species in the 1960s or early 1970s [9] . Thus, the original transmission event(s) may not recapitulate the kinds of mechanisms that are thought to typically give rise to interhost transmission of primate retroviruses in nature, such as biting, fighting with, or preying on, viremic individuals. Nevertheless, replication of primary isolates of SIVsmm in rhesus macaques is highly variable and typically much lower relative to SIVmac isolates, such that the emergence of SIVmac is very likely to have required adaptations to overcome genetic divergence between the reservoir (sooty mangabey) and spillover (rhesus macaque) hosts [15, 61, 62] Our data indicate that adaptation to overcome restriction by a specific subset of rhesus macaque A3G alleles played a key role in spread of SIVsm in captive colonies of rhesus macaques, ultimately contributing to its emergence as pathogenic SIVmac. At the time of initial cross-species exposure, SIVsm was most likely sensitive to rhA3G alleles with an LR at position 59/60 (and perhaps to a lesser extent, alleles with an LL at position 59/60), but not to alleles with a Y at position 59.", "cite_spans": [{"start": 281, "end": 284, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 874, "end": 878, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 879, "end": 882, "text": "61,", "ref_id": "BIBREF60"}, {"start": 883, "end": 886, "text": "62]", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "It is possible that animals bearing rhA3G Y alleles served as evolutionary ''stepping-stones'', by allowing for higher levels of replication and higher probability of continued transmission and spread of SIVsm in the captive rhesus macaque population. The G17E mutation in Vif, whether it coincided with the initial crossspecies transmission or appeared subsequently, would have allowed the virus to spread to a larger percentage of the macaque population (e.g., those bearing restrictive A3G LR alleles), fostering further adaptation to the new host.", "cite_spans": [], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "It is tempting to speculate that the current frequency of rhA3G LR alleles in U.S. macaque colonies was directly influenced by the emergence of SIVmac and outbreaks of simian AIDS in the 1970s and early 1980s. However, the high frequency of rhA3G LR in macaque colonies should also reflect the influence of founder effects, depending on the initial frequency of the allele in the founder populations that were used to establish and maintain breeding colonies at the National Primate Research Centers (NPRC). Because selective breeding programs are used to intentionally maintain diversity in the NPRC colonies, deviations from Hardy-Weinberg equilibrium cannot reliably be used to estimate the relative contributions of selection and founder effects. In order to study the possible influence of SIV emergence on host Figure 6 . Model of the N-terminal domain of rhesus APOBEC3G. A model of the N-terminal domain of rhA3G LR was generated using the PHYRE2 server [59] using the A3C structure PDB: 3VOW as a model. (A) Position 60 is shown as a red sphere. A previously identified site of positive selection and a determinant of species tropism, K128, is shown as a violet sphere. These two independent determinants of species tropism are predicted to occur on the same face of the A3G N-terminal domain. The site of another previously identified polymorphism of rhesus macaques [32] , D/N130, is shown as a light green sphere. Indicated in blue is an insertion found in Colobinae monkeys [32] . Measurements using the predicted Ca backbone indicate that these residues are within 20 Å of each other. Additional A3G polymorphisms identified in this study within rhesus macaques (green spheres) or sooty mangabeys (orange spheres) are shown. (B) The same structure as in A, rotated by 270u around the Y-axis. doi:10.1371/journal.ppat.1003641.g006", "cite_spans": [{"start": 962, "end": 966, "text": "[59]", "ref_id": "BIBREF58"}, {"start": 1377, "end": 1381, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1487, "end": 1491, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 817, "end": 825, "text": "Figure 6", "ref_id": null}], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "A3G allele frequencies, it may be necessary to recover archived genomic DNA samples from that era, if possible, and to compare historical allele frequencies of captive macaques to allele frequencies of wild macaques in Asia.", "cite_spans": [], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "At least one study describes analysis of A3G polymorphism in a cohort of SIV-infected macaques, and reports a weak, possible association between rhA3G variation and viral replication [63] . Importantly, the virus in that retrospective study was SIVmac239, a virus that is already well-adapted to the rhesus macaque host (and has been used extensively as a model for preclinical AIDS research for almost 30 years) [39, 64, 65, 66, 67] . Thus, the modest correlation reported by Weiler et al. is consistent with our observation that Vif-SIVmac can induce degradation of all three allelic forms of rhA3G, and should be largely unaffected by the A3G genotype.", "cite_spans": [{"start": 183, "end": 187, "text": "[63]", "ref_id": "BIBREF62"}, {"start": 413, "end": 417, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 418, "end": 421, "text": "64,", "ref_id": "BIBREF63"}, {"start": 422, "end": 425, "text": "65,", "ref_id": "BIBREF64"}, {"start": 426, "end": 429, "text": "66,", "ref_id": "BIBREF65"}, {"start": 430, "end": 433, "text": "67]", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "We have also reported that variation in another restriction factor, TRIM5, correlates with large differences in viremia in rhesus macaques infected with SIVsmE543, and that TRIM5mediated suppression selects for emergence of resistant SIVsmm variants [15] . As with A3G and SIVmac239, the impact of rhesus TRIM5 on replication of established SIVmac isolates is minimal [63, 68] . Thus, our data and previously published studies of both A3G and TRIM5 in macaques support the hypothesis that restriction has its greatest biological impact as a modulator of interspecies transmission and emergence of viral pathogens. Evidence of positive selection in primate restriction factor loci may therefore reflect recurrent or continuous lineage-specific exposures to viruses of other species, with repeated transmission events and outbreaks of disease driving fixation of resistance alleles. This could occur in situations where different host populations come into physical contact -for example, as the result of fighting over territory or when one species routinely preys on another. Whether restriction factors continue to play a role after a pathogen becomes established in the new host is not as clear, and will require further study. Co-immuno-precipitation FLAG-tagged Vif expression plasmids (100 ng) were cotransfected with HA-tagged A3G expression plasmid (900 ng) and 1000 ng GST-expressing filler plasmid in 293T cells in a 6well format (2 mg DNA total). Cells were lysed two days post transfection in a mild lysis buffer (0.5% triton X-100 in 16 PBS supplemented with EDTA-free protease inhibitor cocktail, Roche) on ice and the cell lysates were cleared by centrifuging at 14,0006g for 10 minutes at 4uC. Cleared lysates were incubated with EZ-View anti-HA beads (Sigma) at 4uC for two hours. Beads were washed 4 times in cold mild lysis buffer, followed by 4 additional washes in cold stringent lysis buffer (1% triton, 0.1% SDS, 500 mM NaCl in PBS). Proteins were eluted from the beads by boiling in LDS loading buffer (Sigma). Proteins were analyzed by western blot for Vif (FLAG), A3G (HA) and tubulin.", "cite_spans": [{"start": 250, "end": 254, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 368, "end": 372, "text": "[63,", "ref_id": "BIBREF62"}, {"start": 373, "end": 376, "text": "68]", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "The Vif-SIVmac239(E17G) mutation results in increased incorporation of rhA3G LR into virions and lower infectivity"}, {"text": "Full-length SIV viruses were produced in HEK293T/17 cells by transfection using the GenJet transfection system (SignaGen; Ijamsville, MD). SIVmac239DVif [74] plasmids were co-transfected with 4 mg pcDNA3.1-Vif.HA (or and empty vector control) and 3 mg pcDNA3.2-A3G.V5. Culture supernatants containing virions were harvested three days post infection and used for infectivity assays on TZM-Bl cells and for immunoblotting.", "cite_spans": [{"start": 153, "end": 157, "text": "[74]", "ref_id": "BIBREF73"}], "ref_spans": [], "section": "Viruses"}, {"text": "TZM-bl cells were seeded at a concentration of 1610 4 cells per well in 96-well plates and infected with equal volumes of replication-competent virus. Two independent experiments were conducted, and all infections were performed in triplicate. Three days post infection expression of luciferase was analyzed using the Britelite Plus Ultra-High Sensitivity Luminescence Reporter Gene Assay System (PerkinElmer Inc; Waltham, MA) and a Victor X5 Multilabel Plate Reader (PerkinElmer Inc; Waltham, MA). Results were analyzed by one-way ANOVA and Tukey's multiple comparisons test, using PRISM 6.0b (GraphPad Software, Inc., La Jolla, CA.).", "cite_spans": [], "ref_spans": [], "section": "Infectivity assay"}, {"text": "For the APOBEC3G clones, RNA was extracted from rhesus macaque, sooty mangabey, African green monkey and pigtail macaque B-cells and reverse transcribed to synthesize cDNA using the one-step RT-PCR kit (Invitrogen; Carlsbad, CA) and cloned into the pENTR directional TOPO cloning vector (Invitrogen; Carlsbad, CA) according to manufacturer's manual for further sequence analysis. Sequences for independent rhesus macaque alleles (rh1-rh6), sooty mangabey alleles (sm1-sm6) and one pigtail allele (ptA3G) were submitted to Genbank (rh1-rh6: KF020481-KF020486, sm1-sm6: KF020487-KF020492, ptA3G: KF169801). For expression in mammalian cells, the protein coding fragments were transferred into the pcDNA3.2/V5-DEST cloning vector (Invitrogen, Carlsbad, CA) using the Gateway LR Clonase II Enzyme Mix (Invitrogen, Carlsbad, CA).", "cite_spans": [], "ref_spans": [], "section": "Plasmids"}, {"text": "For Vif-expressing plasmids, vif coding sequences were synthesized (GeneArt) and cloned into pcDNA3.1 (Invitrogen, Carlsbad, CA) using PCR to add restriction sites 59HindIII and 39NotI as well as adding a C-terminal HA-tag. Vif gene sequences used can be found in GenBank: SIVmac (M33262), SIVsmE041 (HM059825), SIVmac142 (Y00277), SIVmne027 (U79412), SIVmfa186 (KF030930), SIVsmE543 (U72748). The mutant constructs were obtained by site-directed mutagenesis using PfuTurbo Hotstart Polymerase (Agilent Technologies, Santa Clara, CA) and were confirmed by sequence analysis.", "cite_spans": [], "ref_spans": [], "section": "Plasmids"}, {"text": "Constructs for co-immunoprecipitation (rhA3G LR and rhA3G Y ) were subcloned into ptr600 plasmids [75] . The A3G constructs were C-terminally labeled with a 36HA tag by standard overlap PCR. Vif-SIVmac239 and Vif-SIVsm were cloned into the pcrv expression plasmid [76] . The Vif constructs were C-terminally FLAG-tagged by standard overlap PCR. Correct cloned inserts were confirmed by sequencing.", "cite_spans": [{"start": 98, "end": 102, "text": "[75]", "ref_id": "BIBREF74"}, {"start": 264, "end": 268, "text": "[76]", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Plasmids"}, {"text": "Retrospective analysis revealed that a pathogenic SIV was freely circulating in crab-eating macaques (Macaca fascicularis) housed at the New England Primate Research Center (NEPRC) [41] . An isolate of this virus from animal MF186-76 was obtained from frozen PBMCs, which were co-culture with H9 cells in 1987 [41] . A vial containing cell supernatants from this co-culture was obtained (a gift from R.C. Desrosiers). Viral RNA was isolated using a High Pure Viral RNA Kit (Roche USA, Indianapolis, IN). Specific cDNA products corresponding to the Vif coding sequence were amplified using the SuperScript TM III One-Step RT-PCR System with PlatinumH Taq High Fidelity kit (Invitrogen, Carlsbad CA) using following the primers: 647-F AGGGGAG-GAATAGGGGATATGACTC and SME041-envR1 R-CACT-TAATAGCAAGAGCGCGATAAG. The PCR fragment was then cloned using the TOPO TA cloning kit (Invitrogen: Carlsbad, CA) and sequenced.", "cite_spans": [{"start": 181, "end": 185, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 310, "end": 314, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Sequencing of SIVmfa186 Vif"}, {"text": "Rhesus macaque and sooty mangabey RNA samples were used for initial screens for polymorphisms in APOBEC3G by RT-PCR of the entire A3G coding sequence, cloning, and sequencing, as described above (see section entitled ''Plasmids''). Additional, allele-specific typing was performed by extraction of genomic DNA followed by targeted PCR and direct sequencing. Specifically, APOBEC3G genotypes of rhesus macaques (Macaca mulatta) and cynomolgus macaques (Macaca fascicularis) (also known as crabeating macaques) were determined by isolation of genomic DNA from PBMCs using QIAamp DNA Blood Mini Kit (Qiagen; Valencia, CA) and PCR using 100 ng gDNA, Taq polymerase and primers (APOBEC3G-1aF: 59-GAG GAA AGG AGC TTC AGT GGC AAG A-39, APOBEC3G-1aR: 59-GGA GGC CTC AAG AGG GTA AGC AG-39) with following PCR conditions: 94uC -1 min, 94uC -15 sec, 59uC -30 sec, 68uC -1 min for a total of 30 cycles, 68uC -10 min) followed by direct sequencing of a PCR fragment (APOBEC3G-1aF: 59-GAG GAA AGG AGC TTC AGT GGC AAG A-39, APOBEC3G-1aR: 59-GGA GGC CTC AAG AGG GTA AGC AG-39). PCR fragments were sequenced by Retrogen (San Diego, CA) and data were analyzed with the Codoncode software (Codoncode Corp; Dedham, MA).", "cite_spans": [], "ref_spans": [], "section": "Genotyping"}, {"text": "Two milliliters of the harvested virus-containing supernatants were used to concentrate virus by ultracentrifugation through 20% sucrose at 35,000 rpm for 75 min at 4uC. The virions were then lysed with 100 ml 26 leammli sample buffer (Sigma, St. Louis, MO) and boiled at 99uC for 10 min. Incorporated A3G and p27 was detected by an immunoblot assay.", "cite_spans": [], "ref_spans": [], "section": "Encapsidation of A3G"}, {"text": "A model of the N-terminal active site of residues 1-195 of the rhA3G LR allele was geminated with high confidence using the Protein Homology/analogy Recognition Engine V 2.0 server (PHYRE2) (http://www.sbg.bio.ic.ac.uk/phyre2/html/page. cgi?id = index) [59] .", "cite_spans": [{"start": 253, "end": 257, "text": "[59]", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Structure model"}, {"text": "Rhesus macaque alleles: rh1-rh6: KF020481-Rh6:KF020486 Sooty mangabey alleles: sm1-sm6: KF020487-KF020492 Pig tailed macaque: KF169801 Vif-SIVmfa186: KF030930 Figure S1 Full alignment of rhA3G and smA3G alleles identified in this study. The rhesus macaque alleles are indicated with rh1-rh6, the sooty mangabey alleles are indicated with sm1-sm6. The green arrows indicate the polymorphisms in rhesus macaques, the orange arrows indicate polymorphisms in sooty mangabey. The asterisk indicate differences between species. (TIF) Figure S2 Incorporation and antiviral activity of rhesus macaque and sooty mangabey APOBEC3G alleles. Virions were produced in HEK-293T/17 cells by co-transfection of a full-length SIVmac239DVif plasmid and a plasmid coding for one of the six rhesus macaque or the six sooty mangabey alleles or a no A3G control. Infectivity was measured by titration on TZMbl indicator cells. Error bars indicate the standard deviation of three replicate infections. Immunoblot (bottom) was used to detect incorporation of rhA3G or smA3G in pelleted virions. Virus production was detected via the SIV p27 core antigen using an anti-p27 monoclonal antibody. A3G incorporation into virions was measured by using a V5 specific antibody. (TIF) Figure S3 All sooty mangabey alleles are degraded by Vif-SIVsmE041 and Vif-SIVmac239. Sooty mangabey A3G allele containing plasmids were co-transfected with a Vif-SIVsmE041 or Vif-SIVmac239 containing plasmid or an empty vector (no Vif) control. The ability of Vif-SIVsmE041 and Vif-SIVmac239 to induce A3G degradation is shown. Anti-b-actin served as a protein loading control. (TIF) Figure S4 A polymorphism in rhesus macaques at position 130 influences the ability of the rhA3G LR allele to resist Vif-SIVsmE041 induced degradation. (A) Site directed mutagenesis was used to introduce a N130D mutation into either one of the three rhA3G alleles (rhA3G LR , rhA3G LL or rhA3G Y ). Their ability to resist Vif-mediated degradation was visualized by western blot. We used an empty vector control to test expression in the absence of Vif (indicated as ''control''). Anti-bactin served as a protein loading control. (B) Genotyping frequencies of 130D/N (n = 219). (C) Frequencies of 130D and 130N among LR homozygotes. (TIF) Figure S5 Partial alignment of the NTD of Vif. Depicted is an alignment of the first 56 amino acids of the viral Vif protein from SIVs from different species. The sequences labeled with accession numbers, including SIVsmCFU212, represent Vifs from independently isolated SIVsm strains [42] . Highlighted in red is residue 17, which is a negatively charged glutamic acid in most macaque derived SIV strain Vifs and an uncharged glycine in Vif proteins derived from HIV-2, SIVstm, SIVsmE041 and several other SIVsm strains. (TIF) Figure S6 Other SIVsm isolates behave like Vif-SIVsmE041. Immunoblot showing activity of Vif-SIVsmPBj, Vif-SIVsm-PG, Vif-SIVsmCFU212 or an empty vector (no Vif) control against the three rhA3G alleles (rhA3G LR , rhA3G LL or rhA3G Y ). Anti-b-actin served as a protein loading control. (TIF)", "cite_spans": [{"start": 2560, "end": 2564, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 159, "end": 168, "text": "Figure S1", "ref_id": null}, {"start": 528, "end": 537, "text": "Figure S2", "ref_id": "FIGREF0"}, {"start": 1252, "end": 1261, "text": "Figure S3", "ref_id": "FIGREF1"}, {"start": 1637, "end": 1646, "text": "Figure S4", "ref_id": "FIGREF2"}, {"start": 2275, "end": 2284, "text": "Figure S5", "ref_id": "FIGREF3"}, {"start": 2803, "end": 2812, "text": "Figure S6", "ref_id": null}], "section": "Accession numbers"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Going wild: lessons from naturally occurring T-lymphotropic lentiviruses", "authors": [{"first": "S", "middle": [], "last": "Vandewoude", "suffix": ""}, {"first": "C", "middle": [], "last": "Apetrei", "suffix": ""}], "year": 2006, "venue": "Clinical microbiology reviews", "volume": "19", "issn": "", "pages": "728--762", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Origins of HIV and the AIDS pandemic. Cold Spring Harbor perspectives in medicine 1: a006841", "authors": [{"first": "P", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Preferential host switching by primate lentiviruses can account for phylogenetic similarity with the primate phylogeny", "authors": [{"first": "M", "middle": ["A"], "last": "Charleston", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}], "year": 2002, "venue": "Systematic biology", "volume": "51", "issn": "", "pages": "528--535", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "AIDS as a zoonosis: scientific and public health implications", "authors": [{"first": "B", "middle": ["H"], "last": "Hahn", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Shaw", "suffix": ""}, {"first": "De", "middle": [], "last": "Cock", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sharp", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "287", "issn": "", "pages": "607--614", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The history of SIVS and AIDS: epidemiology, phylogeny and biology of isolates from naturally SIV infected non-human primates (NHP) in Africa", "authors": [{"first": "C", "middle": [], "last": "Apetrei", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Robertson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Marx", "suffix": ""}], "year": 2004, "venue": "Frontiers in bioscience: a journal and virtual library", "volume": "9", "issn": "", "pages": "225--254", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Chimpanzee reservoirs of pandemic and nonpandemic HIV-1", "authors": [{"first": "B", "middle": ["F"], "last": "Keele", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Heuverswyn", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Bailes", "suffix": ""}, {"first": "J", "middle": [], "last": "Takehisa", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "313", "issn": "", "pages": "523--526", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Origins of Simian Immunodeficiency Virus-Infection in Macaques at the New-England-Regional-Primate-Research-Center", "authors": [{"first": "K", "middle": ["G"], "last": "Mansfield", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Lerche", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Gardner", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Lackner", "suffix": ""}], "year": 1995, "venue": "Journal of medical primatology", "volume": "24", "issn": "", "pages": "116--122", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Simian AIDS: an historical perspective", "authors": [{"first": "M", "middle": ["B"], "last": "Gardner", "suffix": ""}], "year": 2003, "venue": "Journal of medical primatology", "volume": "32", "issn": "", "pages": "180--186", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Kuru experiments triggered the emergence of pathogenic SIVmac", "authors": [{"first": "C", "middle": [], "last": "Apetrei", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Lerche", "suffix": ""}, {"first": "I", "middle": [], "last": "Pandrea", "suffix": ""}, {"first": "B", "middle": [], "last": "Gormus", "suffix": ""}, {"first": "G", "middle": [], "last": "Silvestri", "suffix": ""}], "year": 2006, "venue": "AIDS", "volume": "20", "issn": "", "pages": "317--321", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Intrinsic immunity: a front-line defense against viral attack", "authors": [{"first": "P", "middle": ["D"], "last": "Bieniasz", "suffix": ""}], "year": 2004, "venue": "Nature immunology", "volume": "5", "issn": "", "pages": "1109--1115", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Intrinsic antiviral immunity", "authors": [{"first": "N", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Chen", "suffix": ""}], "year": 2012, "venue": "Nature immunology", "volume": "13", "issn": "", "pages": "214--222", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Two-stepping through time: mammals and viruses", "authors": [{"first": "N", "middle": ["R"], "last": "Meyerson", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Sawyer", "suffix": ""}], "year": 2011, "venue": "Trends in microbiology", "volume": "19", "issn": "", "pages": "286--294", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Paleovirology -ghosts and gifts of viruses past", "authors": [{"first": "M", "middle": ["R"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": [], "last": "Emerman", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Malik", "suffix": ""}], "year": 2011, "venue": "Current opinion in virology", "volume": "1", "issn": "", "pages": "304--309", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Rapid Adversarial Co-Evolution of Viruses and Cellular Restriction Factors", "authors": [{"first": "W", "middle": ["E"], "last": "Johnson", "suffix": ""}], "year": 2013, "venue": "Intrinsic Immunity, Current Topics in Microbiology and Immunology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "TRIM5 suppresses cross-species transmission of a primate immunodeficiency virus and selects for emergence of resistant variants in the new species", "authors": [{"first": "A", "middle": [], "last": "Kirmaier", "suffix": ""}, {"first": "F", "middle": [], "last": "Wu", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Newman", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Hall", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Morgan", "suffix": ""}], "year": 2010, "venue": "PLoS biology", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Broad antiretroviral defence by human APOBEC3G through lethal editing of nascent reverse transcripts", "authors": [{"first": "B", "middle": [], "last": "Mangeat", "suffix": ""}, {"first": "P", "middle": [], "last": "Turelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Caron", "suffix": ""}, {"first": "M", "middle": [], "last": "Friedli", "suffix": ""}, {"first": "L", "middle": [], "last": "Perrin", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "424", "issn": "", "pages": "99--103", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Isolation of a human gene that inhibits HIV-1 infection and is suppressed by the viral Vif protein", "authors": [{"first": "A", "middle": ["M"], "last": "Sheehy", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Gaddis", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Choi", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Malim", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "418", "issn": "", "pages": "646--650", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "APOBEC proteins and intrinsic resistance to HIV-1 infection", "authors": [{"first": "M", "middle": ["H"], "last": "Malim", "suffix": ""}], "year": 2009, "venue": "Philosophical transactions of the Royal Society of London Series B, Biological sciences", "volume": "364", "issn": "", "pages": "675--687", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The APOBEC3 Cytidine Deaminases: An Innate Defensive Network Opposing Exogenous Retroviruses and Endogenous Retroelements", "authors": [{"first": "Y-L", "middle": [], "last": "Chiu", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Greene", "suffix": ""}], "year": 2008, "venue": "Annual review of immunology", "volume": "26", "issn": "", "pages": "317--353", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Retroviral restriction by APOBEC proteins", "authors": [{"first": "R", "middle": ["S"], "last": "Harris", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Liddament", "suffix": ""}], "year": 2004, "venue": "Nature reviews Immunology", "volume": "4", "issn": "", "pages": "868--877", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Defining APOBEC3 expression patterns in human tissues and hematopoietic cell subsets", "authors": [{"first": "F", "middle": ["A"], "last": "Koning", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Newman", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Kunstman", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wolinsky", "suffix": ""}], "year": 2009, "venue": "Journal of virology", "volume": "83", "issn": "", "pages": "9474--9485", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "HIV-1 Vif, APOBEC, and intrinsic immunity", "authors": [{"first": "R", "middle": [], "last": "Goila-Gaur", "suffix": ""}, {"first": "K", "middle": [], "last": "Strebel", "suffix": ""}], "year": 2008, "venue": "Retrovirology", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Species-Specific Exclusion of APOBEC3G from HIV-1 Virions by Vif", "authors": [{"first": "R", "middle": [], "last": "Mariani", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "B", "middle": [], "last": "Schröfelbauer", "suffix": ""}, {"first": "F", "middle": [], "last": "Navarro", "suffix": ""}, {"first": "R", "middle": [], "last": "König", "suffix": ""}], "year": 2003, "venue": "Cell", "volume": "114", "issn": "", "pages": "21--31", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A single amino acid difference in the host APOBEC3G protein controls the primate species specificity of HIV type 1 virion infectivity factor", "authors": [{"first": "H", "middle": ["P"], "last": "Bogerd", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Doehle", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Wiegand", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Cullen", "suffix": ""}], "year": 2004, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "101", "issn": "", "pages": "3770--3774", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A single amino acid substitution in human APOBEC3G antiretroviral enzyme confers resistance to HIV-1 virion infectivity factor-induced depletion", "authors": [{"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Svarovskaia", "suffix": ""}, {"first": "R", "middle": [], "last": "Barr", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Khan", "suffix": ""}], "year": 2004, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "101", "issn": "", "pages": "5652--5657", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The simian immunodeficiency viruses", "authors": [{"first": "R", "middle": ["C"], "last": "Desrosiers", "suffix": ""}], "year": 1990, "venue": "Annual review of immunology", "volume": "8", "issn": "", "pages": "557--578", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Animal models for HIV/AIDS research", "authors": [{"first": "T", "middle": [], "last": "Hatziioannou", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Evans", "suffix": ""}], "year": 2012, "venue": "Nature reviews Microbiology", "volume": "10", "issn": "", "pages": "852--867", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A single amino acid of APOBEC3G controls its species-specific interaction with virion infectivity factor (Vif)", "authors": [{"first": "B", "middle": [], "last": "Schrofelbauer", "suffix": ""}, {"first": "D", "middle": [], "last": "Chen", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Landau", "suffix": ""}], "year": 2004, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "101", "issn": "", "pages": "3927--3932", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A single amino acid determinant governs the species-specific sensitivity of APOBEC3G to Vif action", "authors": [{"first": "B", "middle": [], "last": "Mangeat", "suffix": ""}, {"first": "P", "middle": [], "last": "Turelli", "suffix": ""}, {"first": "S", "middle": [], "last": "Liao", "suffix": ""}, {"first": "D", "middle": [], "last": "Trono", "suffix": ""}], "year": 2004, "venue": "The Journal of biological chemistry", "volume": "279", "issn": "", "pages": "14481--14483", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A molecularly cloned, pathogenic, neutralization-resistant simian immunodeficiency virus", "authors": [{"first": "V", "middle": [], "last": "Hirsch", "suffix": ""}, {"first": "Adger-Johnson", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "B", "middle": [], "last": "Goldstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Brown", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "Journal of virology", "volume": "71", "issn": "", "pages": "1608--1620", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The host restriction factor APOBEC3G and retroviral Vif protein coevolve due to ongoing genetic conflict", "authors": [{"first": "A", "middle": ["A"], "last": "Compton", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Hirsch", "suffix": ""}, {"first": "M", "middle": [], "last": "Emerman", "suffix": ""}], "year": 2012, "venue": "Cell host & microbe", "volume": "11", "issn": "", "pages": "91--98", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Convergence and Divergence in the Evolution of the APOBEC3G-Vif Interaction Reveal Ancient Origins of Simian Immunodeficiency Viruses", "authors": [{"first": "A", "middle": ["A"], "last": "Compton", "suffix": ""}, {"first": "M", "middle": [], "last": "Emerman", "suffix": ""}], "year": 2013, "venue": "PLoS pathogens", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Ancient adaptive evolution of the primate antiviral DNA-editing enzyme APOBEC3G", "authors": [{"first": "S", "middle": ["L"], "last": "Sawyer", "suffix": ""}, {"first": "M", "middle": [], "last": "Emerman", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Malik", "suffix": ""}], "year": 2004, "venue": "PLoS biology", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Phylogeny of the macaques (Cercopithecidae: Macaca) based on Alu elements", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "Han", "suffix": ""}, {"first": "J", "middle": [], "last": "Xing", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "J", "middle": [], "last": "Rogers", "suffix": ""}], "year": 2009, "venue": "Gene", "volume": "448", "issn": "", "pages": "242--249", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Mutational alteration of human immunodeficiency virus type 1 Vif allows for functional interaction with nonhuman primate APOBEC3G", "authors": [{"first": "B", "middle": [], "last": "Schrofelbauer", "suffix": ""}, {"first": "T", "middle": [], "last": "Senger", "suffix": ""}, {"first": "G", "middle": [], "last": "Manning", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Landau", "suffix": ""}], "year": 2006, "venue": "Journal of virology", "volume": "80", "issn": "", "pages": "5984--5991", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Identification of two distinct human immunodeficiency virus type 1 Vif determinants critical for interactions with human APOBEC3G and APOBEC3F", "authors": [{"first": "R", "middle": ["A"], "last": "Russell", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Pathak", "suffix": ""}], "year": 2007, "venue": "Journal of virology", "volume": "81", "issn": "", "pages": "8201--8210", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "A patch of positively charged amino acids surrounding the human immunodeficiency virus type 1 Vif SLVx4Yx9Y motif influences its interaction with APOBEC3G", "authors": [{"first": "G", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Z", "middle": [], "last": "He", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Yu", "suffix": ""}], "year": 2009, "venue": "Journal of virology", "volume": "83", "issn": "", "pages": "8674--8682", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Identification of a novel WxSLVK motif in the N terminus of human immunodeficiency virus and simian immunodeficiency virus Vif that is critical for APOBEC3G and APOBEC3F neutralization", "authors": [{"first": "Y", "middle": [], "last": "Dang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "York", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Zheng", "suffix": ""}], "year": 2009, "venue": "Journal of virology", "volume": "83", "issn": "", "pages": "8544--8552", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Isolation of T-cell tropic HTLV-III-like retrovirus from macaques", "authors": [{"first": "M", "middle": ["D"], "last": "Daniel", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Letvin", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "King", "suffix": ""}, {"first": "M", "middle": [], "last": "Kannagi", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Sehgal", "suffix": ""}], "year": 1985, "venue": "Science", "volume": "228", "issn": "", "pages": "1201--1204", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Comparison of simian immunodeficiency virus isolates", "authors": [{"first": "H", "middle": ["W"], "last": "Kestler", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Naidu", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Butler", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Ochs", "suffix": ""}], "year": 1988, "venue": "Nature", "volume": "331", "issn": "", "pages": "619--622", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Prevalence of antibodies to 3 retroviruses in a captive colony of macaque monkeys", "authors": [{"first": "M", "middle": ["D"], "last": "Daniel", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Letvin", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Sehgal", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Schmidt", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Silva", "suffix": ""}], "year": 1988, "venue": "International journal of cancer Journal international du cancer", "volume": "41", "issn": "", "pages": "601--608", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Distinct evolutionary pressures underlie diversity in simian immunodeficiency virus and human immunodeficiency virus lineages", "authors": [{"first": "W", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "C", "middle": [], "last": "Apetrei", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Santiago", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": [], "last": "Gautam", "suffix": ""}], "year": 2012, "venue": "Journal of virology", "volume": "86", "issn": "", "pages": "13217--13231", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Isolation and characterization of a neuropathogenic simian immunodeficiency virus derived from a sooty mangabey", "authors": [{"first": "F", "middle": ["J"], "last": "Novembre", "suffix": ""}, {"first": "J", "middle": [], "last": "De Rosayro", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Neil", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Anderson", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Klumpp", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "", "suffix": ""}], "year": 1998, "venue": "Journal of virology", "volume": "72", "issn": "", "pages": "8841--8851", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Bats are natural reservoirs of SARS-like coronaviruses", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ren", "suffix": ""}, {"first": "C", "middle": [], "last": "Smith", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "310", "issn": "", "pages": "676--679", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The evolutionary genetics and emergence of avian influenza viruses in wild birds", "authors": [{"first": "V", "middle": ["G"], "last": "Dugan", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Spiro", "suffix": ""}, {"first": "N", "middle": [], "last": "Sengamalay", "suffix": ""}, {"first": "J", "middle": [], "last": "Zaborsky", "suffix": ""}], "year": 2008, "venue": "PLoS pathogens", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Overviews of pathogen emergence: which pathogens emerge, when and why?", "authors": [{"first": "S", "middle": [], "last": "Cleaveland", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Haydon", "suffix": ""}, {"first": "L", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2007, "venue": "Current topics in microbiology and immunology", "volume": "315", "issn": "", "pages": "85--111", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The evolutionary genetics of viral emergence", "authors": [{"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Drummond", "suffix": ""}], "year": 2007, "venue": "Current topics in microbiology and immunology", "volume": "315", "issn": "", "pages": "51--66", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Human immunodeficiency virus, restriction factors, and interferon", "authors": [{"first": "S", "middle": [], "last": "Neil", "suffix": ""}, {"first": "P", "middle": [], "last": "Bieniasz", "suffix": ""}], "year": 2009, "venue": "Journal of interferon & cytokine research : the official journal of the International Society for Interferon and Cytokine Research", "volume": "29", "issn": "", "pages": "569--580", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The restriction factors of human immunodeficiency virus", "authors": [{"first": "R", "middle": ["S"], "last": "Harris", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Hultquist", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Evans", "suffix": ""}], "year": 2012, "venue": "The Journal of biological chemistry", "volume": "287", "issn": "", "pages": "40875--40883", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Intrinsic cellular defenses against human immunodeficiency viruses", "authors": [{"first": "D", "middle": [], "last": "Blanco-Melo", "suffix": ""}, {"first": "S", "middle": [], "last": "Venkatesh", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Bieniasz", "suffix": ""}], "year": 2012, "venue": "Immunity", "volume": "37", "issn": "", "pages": "399--411", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Immune evasion and counteraction of restriction factors by HIV-1 and other primate lentiviruses", "authors": [{"first": "F", "middle": [], "last": "Kirchhoff", "suffix": ""}], "year": 2010, "venue": "Cell host & microbe", "volume": "8", "issn": "", "pages": "55--67", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The cytoplasmic body component TRIM5alpha restricts HIV-1 infection in Old World monkeys", "authors": [{"first": "M", "middle": [], "last": "Stremlau", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Owens", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Perron", "suffix": ""}, {"first": "M", "middle": [], "last": "Kiessling", "suffix": ""}, {"first": "P", "middle": [], "last": "Autissier", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "427", "issn": "", "pages": "848--853", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Antiviral activity of the interferon-induced cellular protein BST-2/tetherin", "authors": [{"first": "A", "middle": [], "last": "Tokarev", "suffix": ""}, {"first": "M", "middle": [], "last": "Skasko", "suffix": ""}, {"first": "K", "middle": [], "last": "Fitzpatrick", "suffix": ""}, {"first": "J", "middle": [], "last": "Guatelli", "suffix": ""}], "year": 2009, "venue": "AIDS research and human retroviruses", "volume": "25", "issn": "", "pages": "1197--1210", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Tetherin inhibits retrovirus release and is antagonized by HIV-1 Vpu", "authors": [{"first": "S", "middle": ["J"], "last": "Neil", "suffix": ""}, {"first": "T", "middle": [], "last": "Zang", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Bieniasz", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "425--430", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The interferon-induced protein BST-2 restricts HIV-1 release and is downregulated from the cell surface by the viral Vpu protein", "authors": [{"first": "N", "middle": [], "last": "Van Damme", "suffix": ""}, {"first": "D", "middle": [], "last": "Goff", "suffix": ""}, {"first": "C", "middle": [], "last": "Katsura", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Jorgenson", "suffix": ""}, {"first": "R", "middle": [], "last": "Mitchell", "suffix": ""}], "year": 2008, "venue": "Cell host & microbe", "volume": "3", "issn": "", "pages": "245--252", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "SAMHD1 is the dendritic-and myeloid-cell-specific HIV-1 restriction factor counteracted by Vpx", "authors": [{"first": "N", "middle": [], "last": "Laguette", "suffix": ""}, {"first": "B", "middle": [], "last": "Sobhian", "suffix": ""}, {"first": "N", "middle": [], "last": "Casartelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Ringeard", "suffix": ""}, {"first": "C", "middle": [], "last": "Chable-Bessia", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "474", "issn": "", "pages": "654--657", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Vpx relieves inhibition of HIV-1 infection of macrophages mediated by the SAMHD1 protein", "authors": [{"first": "K", "middle": [], "last": "Hrecka", "suffix": ""}, {"first": "C", "middle": [], "last": "Hao", "suffix": ""}, {"first": "M", "middle": [], "last": "Gierszewska", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Swanson", "suffix": ""}, {"first": "M", "middle": [], "last": "Kesik-Brodacka", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "474", "issn": "", "pages": "658--661", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "The APOBEC3C crystal structure and the interface for HIV-1 Vif binding", "authors": [{"first": "S", "middle": [], "last": "Kitamura", "suffix": ""}, {"first": "H", "middle": [], "last": "Ode", "suffix": ""}, {"first": "M", "middle": [], "last": "Nakashima", "suffix": ""}, {"first": "M", "middle": [], "last": "Imahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Naganawa", "suffix": ""}], "year": 2012, "venue": "Nature structural & molecular biology", "volume": "19", "issn": "", "pages": "1005--1010", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Protein structure prediction on the Web: a case study using the Phyre server", "authors": [{"first": "L", "middle": ["A"], "last": "Kelley", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Sternberg", "suffix": ""}], "year": 2009, "venue": "Nature protocols", "volume": "4", "issn": "", "pages": "363--371", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Structural Features of Antiviral APOBEC3 Proteins are Linked to Their Functional Activities", "authors": [{"first": "S", "middle": [], "last": "Kitamura", "suffix": ""}, {"first": "H", "middle": [], "last": "Ode", "suffix": ""}, {"first": "Y", "middle": [], "last": "Iwatani", "suffix": ""}], "year": 2011, "venue": "Frontiers in microbiology", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Adaptation of a diverse simian immunodeficiency virus population to a new host is revealed through a systematic approach to identify amino acid sites under selection", "authors": [{"first": "T", "middle": ["H"], "last": "Vanderford", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Demma", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Feinberg", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Staprans", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Logsdon", "suffix": ""}, {"first": "Jr", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Molecular biology and evolution", "volume": "24", "issn": "", "pages": "660--669", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Differential CD4+ T-lymphocyte apoptosis and bystander T-cell activation in rhesus macaques and sooty mangabeys during acute simian immunodeficiency virus infection", "authors": [{"first": "M", "middle": [], "last": "Meythaler", "suffix": ""}, {"first": "A", "middle": [], "last": "Martinot", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Pryputniewicz", "suffix": ""}, {"first": "M", "middle": [], "last": "Kasheta", "suffix": ""}], "year": 2009, "venue": "Journal of virology", "volume": "83", "issn": "", "pages": "572--583", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Polymorphisms in eight host genes associated with control of HIV replication do not mediate elite control of viral replication in SIV-infected Indian rhesus macaques", "authors": [{"first": "A", "middle": [], "last": "Weiler", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "May", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qi", "suffix": ""}, {"first": "N", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Watkins", "suffix": ""}], "year": 2006, "venue": "Immunogenetics", "volume": "58", "issn": "", "pages": "1003--1009", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Genetic and biological comparisons of pathogenic and nonpathogenic molecular clones of simian immunodeficiency virus (SIVmac)", "authors": [{"first": "P", "middle": ["A"], "last": "Luciw", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Shaw", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Unger", "suffix": ""}, {"first": "V", "middle": [], "last": "Planelles", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Stout", "suffix": ""}], "year": 1992, "venue": "AIDS research and human retroviruses", "volume": "8", "issn": "", "pages": "395--402", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Immunopathogenesis of SIVmac", "authors": [{"first": "M", "middle": ["A"], "last": "Simon", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Brodie", "suffix": ""}, {"first": "V", "middle": ["G"], "last": "Sasseville", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Chalifoux", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Desrosiers", "suffix": ""}], "year": 1994, "venue": "Virus research", "volume": "32", "issn": "", "pages": "227--251", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Cellular immune response to SIVmac and HIV-2 in macaques: model for the human HIV-1 infection", "authors": [{"first": "G", "middle": [], "last": "Voss", "suffix": ""}, {"first": "G", "middle": [], "last": "Hunsmann", "suffix": ""}], "year": 1993, "venue": "Journal of acquired immune deficiency syndromes", "volume": "6", "issn": "", "pages": "969--976", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "SIV infection of macaques: a model for AIDS vaccine development", "authors": [{"first": "M", "middle": ["B"], "last": "Gardner", "suffix": ""}], "year": 1990, "venue": "Developments in biological standardization", "volume": "72", "issn": "", "pages": "259--266", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Contributions of Mamu-A*01 status and TRIM5 allele expression, but not CCL3L copy number variation, to the control of SIVmac251 replication in Indian-origin rhesus monkeys", "authors": [{"first": "S", "middle": ["Y"], "last": "Lim", "suffix": ""}, {"first": "T", "middle": [], "last": "Chan", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Gelman", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Whitney", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "O&apos;brien", "suffix": ""}], "year": 2010, "venue": "PLoS genetics", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Evidence that ecotropic murine leukemia virus contamination in TZM-bl cells does not affect the outcome of neutralizing antibody assays with human immunodeficiency virus type 1", "authors": [{"first": "E", "middle": ["J"], "last": "Platt", "suffix": ""}, {"first": "M", "middle": [], "last": "Bilska", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Kozak", "suffix": ""}, {"first": "D", "middle": [], "last": "Kabat", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Montefiori", "suffix": ""}], "year": 2009, "venue": "Journal of virology", "volume": "83", "issn": "", "pages": "8289--8292", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Emergence of resistant human immunodeficiency virus type 1 in patients receiving fusion inhibitor (T-20) monotherapy", "authors": [{"first": "X", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Decker", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Arani", "suffix": ""}], "year": 2002, "venue": "Antimicrobial agents and chemotherapy", "volume": "46", "issn": "", "pages": "1896--1905", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Sensitivity of human immunodeficiency virus type 1 to the fusion inhibitor T-20 is modulated by coreceptor specificity defined by the V3 loop of gp120", "authors": [{"first": "C", "middle": ["A"], "last": "Derdeyn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Decker", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Sfakianos", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "O&apos;brien", "suffix": ""}], "year": 2000, "venue": "Journal of virology", "volume": "74", "issn": "", "pages": "8358--8367", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Effects of CCR5 and CD4 cell surface concentrations on infections by macrophagetropic isolates of human immunodeficiency virus type 1", "authors": [{"first": "E", "middle": ["J"], "last": "Platt", "suffix": ""}, {"first": "K", "middle": [], "last": "Wehrly", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Kuhmann", "suffix": ""}, {"first": "B", "middle": [], "last": "Chesebro", "suffix": ""}, {"first": "D", "middle": [], "last": "Kabat", "suffix": ""}], "year": 1998, "venue": "Journal of virology", "volume": "72", "issn": "", "pages": "2855--2864", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Shared antigenic epitopes of the major core proteins of human and simian immunodeficiency virus isolates", "authors": [{"first": "J", "middle": ["R"], "last": "Higgins", "suffix": ""}, {"first": "S", "middle": [], "last": "Sutjipto", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Marx", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 1992, "venue": "Journal of medical primatology", "volume": "21", "issn": "", "pages": "265--269", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Identification of highly attenuated mutants of simian immunodeficiency virus", "authors": [{"first": "R", "middle": ["C"], "last": "Desrosiers", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Lifson", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Gibbs", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Czajak", "suffix": ""}, {"first": "A", "middle": ["Y"], "last": "Howe", "suffix": ""}], "year": 1998, "venue": "Journal of virology", "volume": "72", "issn": "", "pages": "1431--1437", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Moderate influence of human APOBEC3F on HIV-1 replication in primary lymphocytes", "authors": [{"first": "L", "middle": ["C"], "last": "Mulder", "suffix": ""}, {"first": "M", "middle": [], "last": "Ooms", "suffix": ""}, {"first": "S", "middle": [], "last": "Majdak", "suffix": ""}, {"first": "J", "middle": [], "last": "Smedresman", "suffix": ""}, {"first": "C", "middle": [], "last": "Linscheid", "suffix": ""}], "year": 2010, "venue": "Journal of virology", "volume": "84", "issn": "", "pages": "9613--9617", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Natural variation in Vif: differential impact on APOBEC3G/3F and a potential role in HIV-1 diversification", "authors": [{"first": "V", "middle": [], "last": "Simon", "suffix": ""}, {"first": "V", "middle": [], "last": "Zennou", "suffix": ""}, {"first": "D", "middle": [], "last": "Murray", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Ho", "suffix": ""}], "year": 2005, "venue": "PLoS pathogens", "volume": "1", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A Tyr to Leu-Arg substitution at position 59/60 makes rhA3G resistant to Vif-SIVsmE041 induced degradation. (A)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The determinant in Vif for interaction with rhA3G LR lies within the first 56 amino acids of the Vif protein. (A) Cartoon of a chimeric protein containing the first 56 amino acids of Vif-SIVmac239 and the rest of Vif-SIVsmE041. (B) Immunoblot showing activity of the parental Vif proteins (Vif-SIVsmE041 and Vif-SIVmac239), the Vif-Chimera and an empty vector (no Vif) control against the three different rhA3G alleles (rhA3G LR , rhA3G LL and rhA3G Y ). Anti-b-actin served as a protein loading control. (C) Immunoblot showing activity of six Vif proteins and an empty vector (no Vif) control against the three rhA3G alleles (rhA3G LR , rhA3G LL and rhA3G Y ). Anti-b-actin served as a protein loading control. (D) Partial alignment of the NTD of the Vif protein from six different SIV strains as indicated. Highlighted in red are amino acids 17 and 21 which are conserved amongst Vif proteins from macaque derived SIV strains but differ in Vif from SIVsmE041. See also Figure S5. doi:10.1371/journal.ppat.1003641.g003", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The negatively charged glutamic acid at position 17 in the primate Vif protein allows for interaction with rhA3G LR . (A) Immunoblot showing activity of Vif-SIVsmE041, Vif-SIVmac239, the mutants Vif-SIVmac239(E17G) and Vif-SIVmac239(R21K), and an empty vector (no Vif) control against the three rhA3G alleles (rhA3G LR , rhA3G LL and rhA3G Y ). Anti-b-actin served as a protein loading control. (B) Immunoblot showing activity of Vif-SIVsmE041 and Vif-SIVsmE543 and their mutants (Vif-SIVsmE041(G17E), Vif-SIVsmE543(E17)) as well as Vif-SIVmac239 and an empty vector (no Vif) control against the three rhA3G alleles and a sooty mangabey A3G. Anti-b-actin served as a protein loading control. doi:10.1371/journal.ppat.1003641.g004", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mutating the negatively charged glutamic acid at position 17 to glycine in Vif-SIVmac239 reduces infectivity and increases incorporation of rhA3G LR into virions. (A) Shown is one representative of two independent infectivity assay experiments. Infectivity was measured by titration on TZM-bl indicator cells. The virus was produced in HEK-293T/17 cells by co-transfection of a full-length SIVmac239DVif plasmid, a plasmid coding for one of the three A3G alleles (rhA3G LR , rhA3G LL or rhA3G Y ) or a no A3G control and a plasmid coding for one of three Vif proteins (Vif-SIVsmE041, Vif-SIVmac239 or Vif-SIVmac239(E17G)) or a no Vif, empty vector control. Error bars indicate the standard deviation of three replicate infections. (B) Immunoblot was used to measure packaging of rhA3G into virions using virus preparations also used in the above infectivity experiment. The amount of virus present is measured by detecting the SIV p27 core antigen with an anit-p27 antibody. The relative density of each A3G band (as compared to the corresponding p27 band) is indicated below each lane. doi:10.1371/journal.ppat.1003641.g005", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Embryonic Kidney 293T/17 (HEK293T/17) cells were obtained from American Type Culture Collection (Manassas, VA). HeLa Human cervical carcinoma (TZM-bl) cells were obtained through the NIH AIDS Reagent Program, Division of AIDS, NIAID, NIH: TZM-bl from Dr. John C. Kappes, Dr. Xiaoyun Wu and Tranzyme Inc. [69,70,71,72]. Both cell lines were grown in Dulbecco's modified Eagles medium (DMEM) containing 10% fetal bovine serum (FBS) (Invitrogen; Carlsbad, CA) Immunoblotting HEK293T/17 cells were seeded at a density of 6610 5 cells per well in a 6-well plate or at 2610 6 in a 60 mm dish or a T25 flask. Cells were co-transfected with appropriate amounts of the indicated plasmids using either the GenJet transfection system (SignaGen; Ijamsville, MD) or the Lipofectamine Plus reagent (Invitrogen; Carlsbad, CA) following the manufacturer's recommendations and harvested 48-72 hours post transfection. Cells were lysed in M-PER reagent (Pierce Biotechnology, Rockford, IL) or Pierce IP-lysis Buffer (Thermo Fisher Scientific, Waltham, MA), mixed with an equal volume of 26 laemmli sample buffer (Sigma, St. Louis, MO) and solubilized by boiling for 10 min at 99uC. Protein was separated by SDS/PAGE and tagged proteins were detected with either mouse monoclonal anti-V5 antibody (Invitrogen; Carlsbad, CA) or mouse monoclonal anti-HA antibody (Covance; Dedham, MA) using dilutions recommended by the manufacturer. b-actin was detected with mouse monoclonal beta actin-HRP antibody at a concentration of 1:1000 (Abcam Inc., Cambridge, MA). Virus was harvested by centrifugation (see ''Encapsidation of Virus'' section). Lysed, replication-competent virus was detected with monoclonal SIVmac anti-p27 Antibody (NIH AIDS Reagent Program) [73] at a dilution of 1:2000.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Rhesus macaque APOBEC3G genotype frequencies.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Genotype\n</td><td>Number of Animals\n(n = 219) </td><td>Frequencies %\n</td></tr><tr><td>Y/Y </td><td>19 </td><td>8.7\n</td></tr><tr><td>LL/LL </td><td>32 </td><td>14.6\n</td></tr><tr><td>LR/LR </td><td>72 </td><td>32.9\n</td></tr><tr><td>Y/LL </td><td>26 </td><td>11.9\n</td></tr><tr><td>Y/LR </td><td>44 </td><td>20\n</td></tr><tr><td>LL/LR </td><td>26 </td><td>11.9\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank William ''Ted'' Diehl, Andrea Kirmaier, Laura Hall and Sudeshna Saha for helpful comments, experimental support and suggestions. We thank Frank Kirchhoff for the pGEM-SIVsm-PG-Vif plasmid. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}