{"paper_id": "c6f5f558f5afba383431b0323eba4eff00717971", "metadata": {"title": "Oral health in China -trends and challenges", "authors": [{"first": "De-Yu", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Oral Diseases", "institution": "Sichuan University", "location": {"postCode": "610041", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Xiao", "middle": [], "last": "Hong", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Oral Diseases", "institution": "Sichuan University", "location": {"postCode": "610041", "settlement": "Chengdu", "country": "China"}}, "email": ""}, {"first": "Xue", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Oral Diseases", "institution": "Sichuan University", "location": {"postCode": "610041", "settlement": "Chengdu", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "For a long time, oral disease is one of the major problems of the public health for its high prevalence and incidence throughout the world, which is especially true for low-income populations. Since China's economic reform in 1978, great changes have taken place in China. These changes have significant impact on and have been reflected in oral disease trends in China.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This paper provides an overview and assessment of the oral health status in China. It focuses on changes in the nation's demographic profile, in the marketplace, the oral disease status and trends. The paper also suggests some possible measures and strategies for bettering oral health in future China.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In recent years, chronic noncontagious diseases have become a major health problem in the world. Besides social and environmental factors, the changes in lifestyle worldwide have great effects on the changes in the disease status and trends. Oral disease is one of the major problems of the public health for its high prevalence and incidence, especially in low-income populations. Oral diseases have become one of the major maladies. This paper provides an overview of the oral health status in China, focusing on changes in the nation's demographic profile, the marketplace, and trends of Chinese dentistry. The paper also suggests some related measures and strategies for improving oral health in future China.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "China's population is expected to grow from 1. cing aging of its population and the senescence process develops rapidly. Since 1990, the aged population (people over 60 years) has increased at an average annual rate of 3.32%. In the 21st century, China has entered the aging society. In 2005, 11% of Chinese population, i.e. 144 million people, are older than 60 years of age. The number of Chinese senior citizens over 65 years old has amounted to 100 millions, accounting for 7.7% of the total population. By 2040, the number will have increased to about 374 million, accounting for about 25%, thus making China the largest aging society in history (Tables 1, 2 ). The change of population will have major effects on oral health [1] . In the same time, many rural people have rushed into the city, altering the rural to urban population proportion a great deal (Table 3) . The rural population has decreased from 73.6% of the total population in 1990 to 57.0% in 2005. A few years later, this proportion will further decrease to about a half. Meanwhile, the great changes in lifestyle will affect their general and oral health. These demographic changes will alter disease patterns, cultural attitudes, health behaviors and the health care delivery systems and services. [2] . Economic development has instigated the development of general medical health care and oral health care. However, despite the high growth rate of GDP, the spending on public health care, especially the oral health care, remains low, as seen by the average spending on health care per person [3] [4] [5] (Tables 4, 5). The data are calculated at current prices. ", "cite_spans": [{"start": 731, "end": 734, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1273, "end": 1276, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1570, "end": 1573, "text": "[3]", "ref_id": null}, {"start": 1574, "end": 1577, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1578, "end": 1581, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 651, "end": 663, "text": "(Tables 1, 2", "ref_id": "TABREF0"}, {"start": 863, "end": 872, "text": "(Table 3)", "ref_id": null}], "section": "Demographic trends in China"}, {"text": "Recently, China's gini coefficient (a measurement of wealth distribution of a society, the greater the value, the deeper the gap between rich and poor) keeps growing. According to the World Bank assessment, China's gini coefficient was 0.447 in 2001. In 2002, the Chinese Academy of Social Sciences calculated the gini coefficient at 0.454. In both years, China has exceeded the alerting threshold of 0.4, indicating that the income gap in China has been too wide [6] . For the difference in oral health status between rich and poor, it is the same story. Low-income populations and people in need of special care (aged people, children, disabled people) experience illness more often and need more treatment. Besides lack of money and ignorance of oral health knowledge, they do not have easy access to oral health care.", "cite_spans": [{"start": 464, "end": 467, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Impact of wealth gap on oral health"}, {"text": "According to the statistics released by the Chinese Ministry of Civil Affairs, there are more than 60 million victims of natural disasters each year, over 22.82 million low-income people who receive subsistence allowances in city, 40 million rural people who have very low incomes and live in absolute poverty, 60 million disabled people and 100 million elder people over 65 years old who need all kinds of assistance [7] . Meanwhile, the government budgetary funding only accounts for 0.3% of the national GDP.", "cite_spans": [{"start": 418, "end": 421, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Impact of wealth gap on oral health"}, {"text": "In the past two decades, both the general medical and oral health conditions of the Chinese people have been improving. However, oral diseases remain prevalent.", "cite_spans": [], "ref_spans": [], "section": "Oral health status and trends"}, {"text": "Many factors, such as area, race, age and gender, affect the severity of oral diseases. Oral health conditions differ greatly under different influences.", "cite_spans": [], "ref_spans": [], "section": "Oral health status and trends"}, {"text": "Caries of the primary dentition still calls for attention, as the number of children, although accounting for a decreased percentage of the total population, remains large. In some areas, caries of the permanent dentition has increased in number. The elderly with their relative and absolute number increasing have complicated medical conditions and an increased need for treatment.", "cite_spans": [], "ref_spans": [], "section": "Oral health status and trends"}, {"text": "According to the third national epidemiological investigation on oral diseases conducted in 2005, the caries prevalence rate of children aged between 5-6 years old remains high, people of 35-44 and 65-74 years experience high caries prevalence rate and low filling rate [8] [9] (Table 6 ). With more teeth remaining in the oral cavity, the elderly are apt to develop caries and other oral disorders. Investigations conducted in Bejing and Shanghai have revealed that people aged between 65-70 years exhibit a root caries prevalence rate of 57%, a root caries index of 4.0-5.8, DFS index of 5.9-6.3 while 60%-70% of the fillings need replacement or have secondary caries underneath [8] [9] [10] [11] .", "cite_spans": [{"start": 270, "end": 273, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 274, "end": 277, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 681, "end": 684, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 685, "end": 688, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 689, "end": 693, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 694, "end": 698, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 278, "end": 286, "text": "(Table 6", "ref_id": "TABREF4"}], "section": "Caries"}, {"text": "The caries status in China exhibits characteristics typically found in developing countries. About 97% carious teeth of children aged 5 are left untreated, while for children aged 12, this percentage is 89%. About 78.9%-91.7% of carious teeth (including third molars) of the middle-aged and elderly people have been left untreated. This situation has not been much improved with China's economic development, challenging China's oral health care resources [8] [9] .", "cite_spans": [{"start": 456, "end": 459, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 460, "end": 463, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Caries"}, {"text": "The third national epidemiological investigation on oral diseases conducted in 2005 revealed that, gingival bleeding and calculus occur in over a half of 12-year-olds (57.7% and 59.1% respectively), most middle-aged people (77.3%, 97.3%) and many elderly people (68.0%, 88.7%) ( Table 7) . Periodontal conditions of all age groups were found to be better in cities, females and eastern areas than in rural areas, males, middle and western areas. The findings of this investigation did not differ much from the previous one [8] [9] . In all factors contributing to periodontal diseases, smoking and diabetes should not be ignored. Tobacco consumption related to oral disorders is one of the major sources of the global oral disease load. Over a half of adult periodontitis cases are triggered by it. China has become the biggest tobacco consuming country in the world. Its tobacco consumption increases at an annual rate of 5.3%. China's tobacco yield is equal to the sum production of the other 7 biggest tobacco producing countries. About 160 thousand billion cigarettes are sold in China each year, accounting for over 30% of the world total tobacco consumption [12] [13] . On the other hand, in recent years, the incidence rate of diabetes has been growing in China. According to a survey of the Chinese Academy of Endocrinology, the prevalence of diabetes is reaching 11% in urban and suburban areas. The sufferers of diabetes in China are ranked second in the world. According to the WHO assessment, there will be about 50 million diabetes patients in China by the year of 2025.", "cite_spans": [{"start": 523, "end": 526, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 527, "end": 530, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1164, "end": 1168, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1169, "end": 1173, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 279, "end": 287, "text": "Table 7)", "ref_id": "TABREF5"}], "section": "Periodontal diseases"}, {"text": "According to summary of the Chinese Academy of Orthodontics, the prevalence rate of malocclusion has increased by 20% from 1950-60s [14] (Table 8 ). ", "cite_spans": [{"start": 132, "end": 136, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 137, "end": 145, "text": "(Table 8", "ref_id": "TABREF6"}], "section": "Malocclusion"}, {"text": "According to the third national epidemiological survey on oral diseases conducted in 2005, the prevalence of edentulism in 65-74 age group was 7%, lower than the finding of 1995 investigation (11%), indicating that the elderly have more remaining teeth than before. However, considering the criteria of this survey (any remaining tooth was excluded regardless of the treatment need for extraction), the actual rate should be higher [8] [9] .", "cite_spans": [{"start": 432, "end": 435, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 436, "end": 439, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Adult edentulism"}, {"text": "The prevalence of dental erosion is relatively high and appears to be growing. Statistics show that the prevalence for the 65-74 age-group is 30.2%-87.6%. With the increased consumption of sugar-containing soft drinks, the incidence for children aged 3-5 has even reached 9.3% [15] [16] .", "cite_spans": [{"start": 277, "end": 281, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 282, "end": 286, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Other oral diseases"}, {"text": "Only regional surveys contain information about oral cancer [17] [18] [19] (Table 9 ). Calculated at a prevalence rate of 81-41.2 per 100 thousand, there are 100 thousand oral cancer victims in China, with 10 thousand patients dying each year. Besides, oral soft tissue diseases, oral and facial injuries and trauma, tooth abrasion, mucosal infections and diseases, developmental disorders, craniofacial anomalies are very common. ", "cite_spans": [{"start": 60, "end": 64, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 65, "end": 69, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 70, "end": 74, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 75, "end": 83, "text": "(Table 9", "ref_id": "TABREF7"}], "section": "Other oral diseases"}, {"text": "Suffering from multiple chronic diseases and more other health problems, having complicated medical and dental problems, adults especially elderly people present complicated medical problems. More than 70% elderly people take medicine, which will affect doctor's diagnosis and treatment. The treatment for old people is particularly complex. Dental therapies are frequently intricate, and the elderly also have chronic medical conditions, which complicate patient management. Dentists will face more complicated treatment and medically complicated or compromised patients.", "cite_spans": [], "ref_spans": [], "section": "Oral disease trends"}, {"text": "With the economical development, the dental service need will increase for the people and patient.", "cite_spans": [], "ref_spans": [], "section": "Oral disease trends"}, {"text": "As people retain more teeth into old age, the need for all kinds of oral health services will continue to increase. Dentists will be faced with more difficult cases in the future. At the same time, patients' expectations keep growing, their need for oral care, oral health products and medicals expand quickly. These special needs and trends will affect China's oral product market for a considerable time.", "cite_spans": [], "ref_spans": [], "section": "Oral disease trends"}, {"text": "The oral health care system is an arrangement that combines the patients with the service provider. So far, health care services in China are mainly paid through the ways listed in Table 10 [3 -5] . Although there are no statistics about oral health care expenses, it's believed that over 85% of the total expense is paid by the patients themselves.", "cite_spans": [{"start": 193, "end": 196, "text": "-5]", "ref_id": null}], "ref_spans": [{"start": 181, "end": 192, "text": "Table 10 [3", "ref_id": "TABREF0"}], "section": "Oral health care system and human resources"}, {"text": "In recent years, the number of dentists and that of oral health education institutions have grown rapidly (Table  11) , however, the utilization efficiency of oral health resources remains low. Difficulty in visiting the doctor and paying for medication remains to be serious problems that concern people's livelihood. ", "cite_spans": [], "ref_spans": [{"start": 106, "end": 117, "text": "(Table  11)", "ref_id": "TABREF0"}], "section": "Oral health care system and human resources"}, {"text": "According to Qiang Gao, the former minister of Ministry of Health of P. R. China, at present, the development of China's health care system is faced with important opportunities as well as problems. It is an important historical mission for us to strengthen health care system reform, increase the governmental input for more preventive services, products and programs, to establish examples of successful prevention programs.", "cite_spans": [], "ref_spans": [], "section": "Strategies and reform"}, {"text": "Comparing the findings of the national epidemiological investigations in 1995 and in 2005, it is indicated that the oral health status of the whole population will not be improved by only increasing the number of dentists and oral health institutions. Prevention as a public policy measure should be underlined in the oral health care system. New policies must have the necessary resources to translate need, currently not met, into effective demand. Policy should be developed to emphasize dental prevention and insurance reimbursement for preventive services. It should be emphasized that the reform start with innovating the structure of oral health care system, improve public health, rural health, and enhance the construction of the medical care system in urban communities. Meanwhile, it is important to pro-mote dental care professionals to pinpoint prevention service and to gear people to participate in preventive services. Insurance should cover the field of oral preventive services. Successful experiences of preventive model should be explored. In recent years, Beijing and Shanghai municipal governments have increased the inputs in oral health care for students, making a good start.", "cite_spans": [], "ref_spans": [], "section": "Strategies and reform"}, {"text": "Nowadays, the effectiveness of present oral preventive methods has been proved by the evidence-based medicine. Therefore, the use of fluorides, pit and fissure sealing, oral health products and medicines should be advocated. After early diagnosis is made, the process of oral diseases can be monitored and specific advice can be given to patients. The significance of technology in decision making should not be overlooked in continuing education. Furthermore, the real challenge lies in the use of innovations rather than the conventional surgeries. Recently, the new concept of minimal invasive dentistry (MID) has become the theme in the clinical practice of dentistry.", "cite_spans": [], "ref_spans": [], "section": "Strategies and reform"}, {"text": "The former U.S. Secretary of Health and Human Services Dr. Louis Sullivan said: getting patients to practice better health habits is the greatest challenge in medicine. The emphasis is on promoting health, rather than preventing diseases. Oral health education and promotion through community and clinical practice will play a leading role in the future public health initiatives.", "cite_spans": [], "ref_spans": [], "section": "Strategies and reform"}, {"text": "Changed demographics, disease trends and scientific advances are stimulating the need of pharmaceuticals and oral health products. More patients require dental medicine rather than traditional dental treatment. Oral pharmaceuticals and dental health products are increasingly used for diagnosing, treating and preventing oral disease. Therefore, pharmaceutical solutions will play a greater role in oral care because they are passive, economic and preventive rather than surgical care. Medical agents can reach people of high caries risk who fall outside the dental delivery system and using these products require less contact with dental care providers. Medical interventions have a potential market in both urban and rural areas. Dentists will be able to save time and patient care costs. Toffler et al. [20] argued in their book, Revolutionary Wealth, that novel technologies are fortifying the fusion of producers and consumers, creating a new class, the prosumers. They pointed out, consumers can take advantage of new treatments brought about by nanotechnology and other new technology to accomplish the task that used to be executed by doctors, namely diagnosis and treatment. Such revolution will change the functioning manner of the entire business in the arena of oral health area in the future.", "cite_spans": [{"start": 807, "end": 811, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Strategies and reform"}, {"text": "Just as the SARS virus and the bird flu virus can be transported around the world in hours, health care information can be transmitted from one corner of the globe to another in seconds. Health care is a global concern that breaks down national boundaries. New scientific findings and technologies can arise anywhere in the world. The globalization of the health system will surely affect the area of oral health. Success in preventing and controlling oral disease in China is increasingly dependent on the ability to share knowledge and expertise with others around the world in a free and open manner. Dentistry in China must be fully involved in international organizations and activities for research, education, clinical practice, product development and distribution, and health promotion. In the same time, China will benefit from international cooperation and collaboration.", "cite_spans": [], "ref_spans": [], "section": "Strategies and reform"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "China population data sheet", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "GDP growth rate from 2002-2006 in China", "authors": [{"first": "", "middle": [], "last": "Xinhua", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "3 Ministry of Health of The People's Republic of China. Statistical yearbook of China's medical service", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ministry of Health of The People's Republic of China. Brief report on China's health service", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Status of HIV infection in China and development of prevention and treatment for AIDS", "authors": [], "year": 2006, "venue": "The Joint United Nation Programme on HIV/AIDS (UNAIDS), WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Collision between the Jini coefficient theory and China's reality. Guangming Daily", "authors": [{"first": "J", "middle": [], "last": "Wei", "suffix": ""}, {"first": "W", "middle": [], "last": "Tan", "suffix": ""}], "year": 2006, "venue": "", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ministry of Civil Affairs of The People's Republic of China. The 2007 statistical report of civil affairs development", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The National Committee for Oral Health. The report of the second national oral health survey. Beijing: People's Medical Publishing House", "authors": [], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Report of the third national oral health survey. Beijing: People's Medical Publishing House", "authors": [{"first": "X", "middle": ["Q"], "last": "Qi", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The treatment of root caries for old people", "authors": [{"first": "X", "middle": ["P"], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Song", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Shi", "suffix": ""}], "year": 2004, "venue": "China J Clin Medicament", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A 10-year longitudinal study of caries prevalence and tooth loss in adults", "authors": [{"first": "Z", "middle": ["J"], "last": "Guo", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Luan", "suffix": ""}], "year": 2000, "venue": "Chin J Geriatr", "volume": "19", "issn": "", "pages": "126--128", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Tobacco or oral health -an advocacy guide for oral health professionals", "authors": [{"first": "", "middle": [], "last": "Fdi/Who", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "15--16", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Smoking and passive smoking in Chinese", "authors": [{"first": "G", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ma", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Zhou", "suffix": ""}], "year": 2002, "venue": "Zhonghua Liu Xing Bing Xue Za Zhi", "volume": "26", "issn": "", "pages": "77--83", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The status and development of orthodontics in China", "authors": [{"first": "M", "middle": ["K"], "last": "Fu", "suffix": ""}], "year": 2004, "venue": "Zhonghua Kou Qiang Yi Xue Za Zhi", "volume": "39", "issn": "", "pages": "89--90", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Research in modern preventive dentistry", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Hu", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Dental erosion survey of 3-5 years old children in Wuhan city", "authors": [{"first": "M", "middle": ["Q"], "last": "Du", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Tai", "suffix": ""}, {"first": "H", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2004, "venue": "Chin J Conservat Dent", "volume": "14", "issn": "", "pages": "684--686", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The survey of oral cancer in 80028 people in rural areas", "authors": [{"first": "X", "middle": ["L"], "last": "Yuan", "suffix": ""}, {"first": "L", "middle": [], "last": "Miao", "suffix": ""}], "year": 1985, "venue": "Zhonghua Kou Qiang Yi Xue Za Zhi", "volume": "20", "issn": "", "pages": "2--5", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The survey of oral cancer in 98854 the Uigur nationality people in the rural areas in Xinjiang", "authors": [{"first": "X", "middle": ["M"], "last": "Yuan", "suffix": ""}, {"first": "", "middle": [], "last": "Adelet", "suffix": ""}, {"first": "Z", "middle": ["Q"], "last": "Lin", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Zhao", "suffix": ""}, {"first": "Dilixiati", "middle": [], "last": "", "suffix": ""}], "year": 1991, "venue": "Hua Xi Kou Qiang Yi Xue Za Zhi", "volume": "9", "issn": "", "pages": "233--236", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Oral and maxillofacial oncology", "authors": [{"first": "W", "middle": ["L"], "last": "Qiu", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Revolutionary wealth", "authors": [{"first": "A", "middle": [], "last": "Toffler", "suffix": ""}, {"first": "H", "middle": [], "last": "Toffler", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "150--165", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "308 billion in 2005 to 1.5 billion in 2020. China is experien- *Correspondence: De-yu Hu Tel: 86 28 85501457 E-mail: hudeyu@vip.sina.com Received 16 March 2009; Accepted 9 November 2010", "latex": null, "type": "figure"}, "TABREF0": {"text": "Age structure of the Chinese population Proportion / %", "latex": null, "type": "table"}, "TABREF1": {"text": "Increasing proportion of aged population in China Economic development and oral health care According to the State Statistical Bureau, China's gross domestic product (GDP) in 2005 had grown 18 times more than in 1995, at an average annual rate of 10.06% during 2002 to 2006", "latex": null, "type": "table"}, "TABREF2": {"text": "The total health expenditure on public health in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Total health expenditure </td><td>Government health expenditure </td><td>Percent of GDP\n</td></tr><tr><td>Year </td><td> </td><td> </td><td> </td></tr><tr><td>/ 100 million yuan </td><td>/ 100 million yuan </td><td>/ % </td></tr><tr><td>1980 </td><td>143.2 </td><td>51.9 </td><td>3.15 </td></tr><tr><td>1990 </td><td>747.4 </td><td>187.3 </td><td>4.00 </td></tr><tr><td>1995 </td><td>2 155.1 </td><td>387.3 </td><td>3.54 </td></tr><tr><td>2000 </td><td>4 586.6 </td><td>709.5 </td><td>4.62 </td></tr><tr><td>2001 </td><td>5 025.9 </td><td>800.6 </td><td>- </td></tr><tr><td>2002 </td><td>5 684.6 </td><td>864.5 </td><td>- </td></tr><tr><td>2003 </td><td>6 623.3 </td><td>1 137.8 </td><td>- </td></tr><tr><td>2005 </td><td>8 659.9 </td><td>1 552.5 </td><td>4.73 </td></tr><tr><td>2006 </td><td>9 843.3 </td><td>1 778.9 </td><td>4.67 </td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "The caries prevalence in China 1995 2005 Age City / % Country / % Average / % DMFT index City / % Country / % Average / % DMFT index DMFT/dmft: decayed, missing and filled teeth. DFT: decayed and filled teeth.", "latex": null, "type": "table"}, "TABREF5": {"text": "Periodontal conditions in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Prevalence rate / % </td></tr><tr><td>Age group </td><td>Gingival bleeding\n</td><td>Calculus </td><td>Periodontal pocket depth &gt; 4 mm </td></tr><tr><td>12 </td><td>57.7 </td><td>59.1 </td><td>- </td></tr><tr><td>35-44 </td><td>77.3 </td><td>97.3 </td><td>41.0 </td></tr><tr><td>65-74 </td><td>68.0 </td><td>88.7 </td><td>52.3 </td></tr></table></body></html>"}, "TABREF6": {"text": "The prevalence rate of malocclusion in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Dentition </td><td>Prevalence rate / %\n</td></tr><tr><td>Primary dentition </td><td>51.84 </td></tr><tr><td>Mixed dentition </td><td>71.21 </td></tr><tr><td>Early permanent dentition </td><td>72.97 </td></tr></table></body></html>"}, "TABREF7": {"text": "The prevalence rate of head and neck tumor in China HIV) and hepatitis type B calls for special attention. The first case of acquired immune deficiency syndrome (AIDS) was discovered in China in June, 1985. Until 2007, there were about 700 thousand HIV carriers in China, 85 thousand of whom are AIDS patients. Each year, about 60-80 thousand people get infected by HIV. To date, about a quarter of a million people have died of AIDS. Specialists consider China to be one of the countries where cases of HIV infection and AIDS increase rapidly [3-5].", "latex": null, "type": "table"}, "TABREF8": {"text": "Table 1 Age structure of the Chinese population", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Proportion / % </td></tr><tr><td>Year </td><td> </td><td>Age </td><td> </td></tr><tr><td>0-14 </td><td>15-64 </td><td>&gt;65 </td></tr><tr><td>1982 </td><td>33.6 </td><td>61.5 </td><td>4.9 </td></tr><tr><td>1987 </td><td>28.0 </td><td>67.0 </td><td>5.0 </td></tr><tr><td>1993 </td><td>23.0 </td><td>70.8 </td><td>6.2 </td></tr><tr><td>2005 </td><td>20.3 </td><td>72.0 </td><td>7.7 </td></tr><tr><td>2007 </td><td>19.4 </td><td>72.5 </td><td>8.1 </td></tr></table></body></html>"}, "TABREF9": {"text": "Table 2 Increasing proportion of aged population in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>1990 </td><td>1993 </td><td>2000 </td><td>2005 </td><td>2007 </td></tr><tr><td>Total population / billion </td><td>1.136 </td><td>1.185 </td><td>1.280 </td><td>1.308 </td><td>1.321 </td></tr><tr><td>Population over 60 years old / % </td><td>8.9 </td><td>9.3 </td><td>10.3 </td><td>10.0 </td><td>11.6 </td></tr><tr><td>Population over 65 years old / % </td><td>5.8 </td><td>6.2 </td><td>7.0 </td><td>7.7 </td><td>8.1 </td></tr></table></body></html>"}, "TABREF10": {"text": "Table 3 Urban to rural population proportion", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>City </td><td> </td><td>Country </td></tr><tr><td>Year </td><td>Total population / billion </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Population / billion </td><td>Proportion / % </td><td>Population / billion </td><td>Proportion / %\n</td></tr><tr><td>1990 </td><td>1.143 </td><td>3.019 </td><td>26.41 </td><td>8.413 </td><td>73.59 </td></tr><tr><td>1995 </td><td>1.211 </td><td>3.517 </td><td>29.04 </td><td>8.594 </td><td>70.96 </td></tr><tr><td>2000 </td><td>1.267 </td><td>4.590 </td><td>36.22 </td><td>8.083 </td><td>63.78 </td></tr><tr><td>2005 </td><td>1.307 </td><td>5.621 </td><td>43.00 </td><td>7.554 </td><td>57.00 </td></tr><tr><td>2007 </td><td>1.321 </td><td>5.937 </td><td>44.90 </td><td>7.279 </td><td>55.10 </td></tr></table></body></html>"}, "TABREF11": {"text": "Table 5 The per capita health expenditure in urban and rural areas per capita health expenditure / yuan", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>Urban area </td><td>Rural area </td></tr><tr><td>1990 </td><td>158.8 </td><td>38.8 </td></tr><tr><td>1995 </td><td>401.3 </td><td>112.9 </td></tr><tr><td>2000 </td><td>828.6 </td><td>209.4 </td></tr><tr><td>2001 </td><td>839.1 </td><td>245.6 </td></tr><tr><td>2002 </td><td>932.9 </td><td>268.6 </td></tr><tr><td>2005 </td><td>1 122.8 </td><td>318.5 </td></tr><tr><td>2006 </td><td>1 248.3 </td><td>361.9 </td></tr></table></body></html>"}, "TABREF12": {"text": "Table 6). Table 6 The caries prevalence in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>1995 </td><td> </td><td> </td><td> </td><td>2005 </td><td> </td></tr><tr><td>Age </td><td>City / % </td><td>Country / % </td><td>Average / % </td><td>DMFT index </td><td>City / % </td><td>Country / % </td><td>Average / % </td><td>DMFT index\n</td></tr><tr><td>5 </td><td>75.7 </td><td>78.3 </td><td>76.55 </td><td>4.48 (dmft) </td><td>62.0 </td><td>70.2 </td><td>66 </td><td>3.5 (dmft) </td></tr><tr><td>12 </td><td>48.3 </td><td>40.8 </td><td>45.81 </td><td>1.03 </td><td>29.2 </td><td>28.6 </td><td>29 </td><td>0.5 </td></tr><tr><td>35-44 </td><td>64.6 </td><td>59.9 </td><td>63.01 </td><td>2.11 (DFT) </td><td>61.4 </td><td>60.6 </td><td>61 </td><td>2.6 (DFT) </td></tr><tr><td>65-74 </td><td>65.0 </td><td>64.2 </td><td>64.75 </td><td>2.49 (DFT) </td><td>74.8 </td><td>75.5 </td><td>75.2 </td><td>3.8 (DFT) </td></tr></table></body></html>"}, "TABREF13": {"text": "Table 9 The prevalence rate of head and neck tumor in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Region </td><td>Benign tumor </td><td>Malignant tumor </td></tr><tr><td>Shanghai </td><td>- </td><td>20.20/100 thousand thousand thousand thousand </td></tr><tr><td>Jiangsu </td><td>123.70/100 thousand </td><td>41.23/100 </td></tr><tr><td>Xinjiang </td><td>264.03/100 thousand </td><td>8.10/100 </td></tr><tr><td>Tianjin </td><td>- </td><td>15.22/100 </td></tr></table></body></html>"}, "TABREF14": {"text": "Table 10 [3-5]. Although there are no statistics about oral health care expenses, it's believed that over 85% of the total expense is paid by the patients themselves. In recent years, the number of dentists and that of oral health education institutions have grown rapidly (Table 11), however, the utilization efficiency of oral health resources remains low. Difficulty in visiting the doctor and paying for medication remains to be serious problems that concern people's livelihood. Table 10", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> The structure of medical security in China </td><td> </td><td> </td><td>proportion of expenses / % </td></tr><tr><td> </td><td>Urban area </td><td>Rural area </td><td>Total </td></tr><tr><td>Way of payment </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1998 </td><td>2003 </td><td>1998 </td><td>2003 </td><td>1998 </td><td>2003 </td></tr><tr><td>Basic medical insurance </td><td>- </td><td>30.4 </td><td>- </td><td>1.5 </td><td>- </td><td>8.9 </td></tr><tr><td>Government services </td><td>16.0 </td><td>4.0 </td><td>1.2 </td><td>0.2 </td><td>4.9 </td><td>1.2 </td></tr><tr><td>Labor insurance </td><td>22.9 </td><td>4.6 </td><td>0.5 </td><td>0.1 </td><td>6.2 </td><td>1.3 </td></tr><tr><td>Pooled medical services </td><td>2.7 </td><td>6.6 </td><td>6.6 </td><td>9.5 </td><td>5.6 </td><td>8.8 </td></tr><tr><td>Other social insurance </td><td>10.9 </td><td>2.2 </td><td>3.0 </td><td>1.2 </td><td>5.0 </td><td>1.4 </td></tr><tr><td>Commercial insurance </td><td>3.3 </td><td>5.6 </td><td>1.4 </td><td>8.3 </td><td>1.9 </td><td>7.6 </td></tr><tr><td>Self payment </td><td>44.1 </td><td>44.8 </td><td>87.3 </td><td>79.0 </td><td>76.4 </td><td>70.3 </td></tr></table></body></html>"}, "TABREF15": {"text": "Table 11 Human resources of oral health service in China", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>1917 </td><td>1949 </td><td>1963 </td><td>1978 </td><td>1985 </td><td>1990 </td><td>2000 </td><td>2002 </td><td>2006 </td></tr><tr><td>Number of dentists </td><td>400 </td><td>500 </td><td>3 106 </td><td>5 741 </td><td>11 044 </td><td>23 725 </td><td>36 378 </td><td>51 318 </td><td>60 000\n</td></tr><tr><td>Proportion of physicians / % </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td>1.8 </td><td>2.6 </td><td>3.2 </td><td>- </td></tr></table></body></html>"}}, "back_matter": []}