{
    "paper_id": "c8073b728748bcb1b31afd3adef34b2018b2f22a",
    "metadata": {
        "title": "TRAF6 is a novel NS3-interacting protein that inhibits classical swine fever virus replication OPEN",
        "authors": [
            {
                "first": "Huifang",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao Yebio Biological Engineering Co., Ltd. (Yebio)",
                    "location": {
                        "addrLine": "No. 21 Aodongnan Road",
                        "postCode": "266114",
                        "settlement": "Qingdao",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaomeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gui",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qizhuang",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yulin Normal University",
                    "location": {
                        "addrLine": "No. 1303 Jiaoyu East Road",
                        "postCode": "537000",
                        "settlement": "Yulin",
                        "region": "Guangxi"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengbao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kangkang",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A&F University",
                    "location": {
                        "addrLine": "No. 22 Xinong Road",
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": "zhangym@nwsuaf.edu.cn"
            },
            {
                "first": "China",
                "middle": [
                    "Huifang"
                ],
                "last": "Lv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "protein that plays a major role in viral replication. However, how exactly NS3 exerts these functions remains unknown. Here, we identified tumour necrosis factor receptor-associated factor 6 (TRAF6) as a novel NS3-interacting protein via yeast two-hybrid analysis, co-immunoprecipitation, and glutathione S-transferase pull-down assays. Furthermore, we observed that TRAF6 overexpression significantly inhibited CSFV replication, and TRAF6 knockdown promoted CSFV replication in porcine alveolar macrophages. Additionally, TRAF6 was degraded during CSFV infection or NS3 expression exclusively, indicating that CSFV and TRAF6 were mutually antagonistic and that TRAF6 degradation might contribute to persistent CSFV replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Notably, TRAF6 overexpression did not reduce CSFV replication following inhibition of NF-κB activation by p65 knockdown. Our findings revealed that TRAF6 inhibits CSFV replication via activation of NF-κB-signalling pathways along with increases in the expression of its targets IFN-β and IL-6. This work addresses a novel aspect concerning the regulation of innate antiviral immune response during CSFV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Classical swine fever is a highly contagious viral disease caused by classical swine fever virus (CSFV), resulting in high mortality rates and causing tremendous economic losses in the swine industry. CSFV is a positive-stranded RNA virus with a 12.3 kb genome that encodes a single polyprotein that is co-and post-translationally processed into 12 mature proteins, including four structural proteins (C, E rns , E1, and E2) and eight non-structural (NS) proteins (N pro , P7, NS2, NS3, NS4A, NS4B, NS5A, and NS5B) 1 . CSFV belongs to the Pestivirus genus within the Flaviviridae family that includes the hepatitis C virus (HCV) 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CSFV NS3 is a multifunctional non-structural protein that plays a major role in viral replication. NS3 is a chymotrypsin-like serine protease that utilizes NS4A as an essential cofactor 3, 4 . Aside from its serine-protease activity, NS3 possesses helicase and NTPase activities 5, 6 , with autocatalytic cleavage within the CSFV NS3 domain resulting in functional separation of protease and helicase activities 7 . NS3 helicase/NTPase activities are modulated by the NS3 protease domain and NS5B 8 , with CSFV NS3 interacting with NS5B to enhance RNA-dependent RNA polymerase activity, which can occur through NS3 binding to the two terminal sequences of NS5B through an NS3-protease domain 9, 10 . Additionally, NS3 is an internal ribosome entry site (IRES)-binding protein that increases IRES-dependent translation; however, CSFV NS5A and NS5B can reduce NS3-IRES interactions by competitively binding to the same sites in IRES-containing RNA sequences. The inhibitory effect of NS5B on NS3-IRES binding results from NS3-NS5B interactions 11 . Additionally, NS3 accumulation is related to the cytopathic effect (CPE) of CSFV 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tumour necrosis factor (TNF) receptor-associated factor 6 (TRAF6) is an essential adaptor protein common to the interleukin (IL)-1 receptor (IL-1R)/toll-like receptor (TLR) family and TNF-receptor superfamily. TRAF6 contains N-terminal Really Interesting New Gene (RING) and zinc-finger domains that enable its",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "response upon CSFV infection. CSFV Shimen infection results in a significant induction of TLR2, TLR4, and TLR7, but decreased of TLR3. Importantly, TLR3-mediated innate responses induced by poly(I:C) are inhibited in the Shimen infected porcine monocyte-derived macrophages (pMDMs). We also revealed that CSFV Shimen infection of pMDMs leads to the activation of MAPK signalling pathways, while it fails to activate NF-κB. Furthermore, the Shimen infection reduces interferon regulatory factor (IRF)3 expression, but enhances IRF7 expression, thereby affecting the production of type I IFN responses 21 . HCV infection suppresses host innate immune response by degrading TRAF6 23 . Among the identified proteins, we chose TRAF6 for further study due to its involvement in the NF-κB-signalling pathway and innate immune response. First, we verified interactions between TRAF6 and NS3 by the Y2H system. The yeast strain Y2HGold was co-transformed with the prey plasmid AD-TRAF6 and the bait plasmid BD-NS3 or BD. Co-transformations with BD-p53/AD-T, BD-Lam/AD-T, and BD/AD as positive, negative and blank controls, respectively, indicated that the experiments were successful (Fig. 1a) .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1175,
                    "end": 1184,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Co-immunoprecipitation (co-IP) assay was performed to validate potential interactions between NS3 and TRAF6. Expression of Flag fusion proteins, β-actin, NS3-GFP and TRAF6 was assessed using a quarter of the cells in each well of the 6-well plate in the input assay. For the exogenous co-IP assay, Western blot results showed that TRAF6-Flag coprecipitated NS3-GFP, but we observed no signal when using the RFP-Flag samples. Also, TRAF6-Flag and RFP-Flag were detected with a rabbit anti-Flag pAb due to the cross reaction of the 55 kDa heavy chain and 25 kDa light chain of lgG (Fig. 1b) . For the endogenous co-IP assay, NS3-Flag and RFP-Flag were separately transfected into porcine alveolar macrophages (PAMs) to detect endogenous TRAF6, with results indicating that endogenous TRAF6 was co-immunoprecipitated with NS3-Flag but not RFP-Flag (Fig. 1c) . These results revealed specificity in the interactions between NS3 and TRAF6 in cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 588,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 854,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                }
            ],
            "section": "NS3 binds to TRAF6 in cells."
        },
        {
            "text": "For glutathione S-transferase (GST) pull-down experiments, generation of soluble GST-fusion proteins is crucial. Here, inducing expression of GST-NS3 occurs following the addition of 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) and incubation for 6 h at 20 °C. Expressed GST-NS3 proteins were added to a Pierce spin column and were immobilized with glutathione agarose for 2 h, followed by addition of cell lysates containing TRAF6-Flag. Eluted proteins were analysed by Western blot using anti-Flag antibodies. We observed that TRAF6 was captured by NS3-GST rather than by GST alone (Fig. 1d) . To confirm the interaction between NS3 and TRAF6, GST-TRAF6 proteins expressed in Escherichia coli Rosetta cells and the NS3-GFP protein expressed in HEK293T cells were subjected to the GST pull-down assay, with results showing that GST-TRAF6, not GST, interacted with NS3-GFP (Fig. 1e) . These findings demonstrated that NS3 interacted with TRAF6 in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 598,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "(Fig. 1e)",
                    "ref_id": null
                }
            ],
            "section": "NS3 interacts with TRAF6 in vitro."
        },
        {
            "text": "To determine whether TRAF6 participates in CSFV replication, we constructed a stable cell line overexpressing TRAF6 (CMV-TRAF6 cells) via lentivirus, with PAMs stably transfected along with an empty vector CMV as a negative control (CMV cells). As shown in Fig. 2a , green fluorescence in CMV or CMV-TRAF6 cells was visible under an inverted fluorescence microscope (Nikon, Japan), whereas we detected no green fluorescence in mock-transfected PAMs (the rate of positively transfected cells was ~100%). Additionally, TRAF6 overexpression was confirmed by Western blot using a mouse anti-Flag mAb and a rabbit anti-TRAF6 pAb (Fig. 2b) . We infected cells with CSFV at a multiplicity of infection of 0.1, and collected lysates and supernatant to detect CSFV genome RNA and viral titres, respectively. As shown in Fig. 2c , levels of CSFV genome RNA were 36.9 and 57.1 fold lower at 24 and 48 h postinfection (hpi), respectively, in CMV-TRAF6 cells as compared with levels observed in CMV cells. Additionally, viral titres of the infectious progeny in the culture supernatant of CMV-TRAF6 cells decreased by 22.5 and 37.5 fold at 24 and 48 hpi, respectively, as compared with levels observed in controls (Fig. 2d) , indicating that TRAF6 overexpression reduced CSFV replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 811,
                    "end": 818,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1201,
                    "end": 1210,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TRAF6 overexpression inhibits CSFV replication."
        },
        {
            "text": "To explore how silencing TRAF6 expression influences CSFV replication, we constructed cell lines stably transfected with TRAF6 shRNAs (TRAF6-sh cells) and a negative control (shN cells). The rate of positively transfected cells was approximately 100% (Fig. 2e) . The knockdown efficiency in TRAF6-sh2 cells was highest (65%), and these cells were thus used for subsequent experiments (Fig. 2f) . Following CSFV infection, CSFV RNA levels in TRAF6-sh2 cells increased by 9.6 and 12.5 fold at 24 and 48 hpi, respectively, compared to levels observed in controls (Fig. 2g) . Additionally, the viral titres of the infectious progeny in the culture supernatant of TRAF6-sh2 cells increased by 15.0 and 20.0 fold at 24 and 48 hpi, respectively, as compared with levels observed in controls (Fig. 2h) , suggesting that TRAF6 inhibited CSFV replication and exhibited antiviral activity during CSFV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "text": "(Fig. 2e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 560,
                    "end": 569,
                    "text": "(Fig. 2g)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "(Fig. 2h)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TRAF6 knockdown promotes CSFV propagation."
        },
        {
            "text": "To investigate the effect of CSFV NS3 on TRAF6 protein levels, we co-transfected TRAF6-Flag with different amounts of CMV-NS3 into PAMs, and the cells were harvested to assess TRAF6 expression levels by RT-PCR and Western blot. Our results indicated no changes in TRAF6 mRNA levels, but lower TRAF6 protein levels coinciding with increases in NS3. The relative levels of TRAF6 protein were estimated by histograms representing density readings of the gel bands, and ratios were calculated relative to β-actin control (Fig. 3a-c) . To determine whether TRAF6 expression levels are regulated by CSFV infection, mock-and CSFV-infected PAMs were harvested at the selected times to detect TRAF6 expression. We observed no obvious changes in TRAF6 mRNA levels following CSFV infection (Fig. 3d) ; however, TRAF6 protein levels were significantly lower in CSFV-infected cells than in mock-infected cells at 24 and 48 hpi ( Fig. 3e and f) . These findings revealed that CSFV or NS3 altered cellular TRAF6 protein levels without affecting mRNA expression, indicating a role in TRAF6 degradation. These results and our previous observations that TRAF6 inhibits CSFV Figure 1 . Interaction of NS3 with TRAF6. (a) Interaction of NS3 with TRAF6 in a yeast two-hybrid system. The yeast strain Y2HGold was cotransformed with the prey plasmid AD-TRAF6 and the bait plasmid BD or BD-NS3. Cotransformation with BD/AD, BD-Lamin/AD-T, and BD-p53/AD-T were used as a blank, negative and positive controls, respectively. (b) Exogenous co-IP analysis of NS3 and TRAF6 in PAMs. Cells were cotransfected with plasmids NS3-GFP and TRAF6-Flag. PAMs co-transfected with NS3-GFP and RFP-Flag were used as negative controls. A quarter of the cell extract was subjected to the input assay to assess β-actin, Flagfusion, and GFP-fusion protein levels. The rest of the extract was subjected to IP assay. Western blot detected proteins with a mouse anti-GFP mAb and a rabbit anti-Flag pAb. (c) Endogenous co-IP analysis of NS3 and TRAF6 in PAMs. Cells were transfected with plasmid NS3-Flag, and RFP-Flag-transfected PAMs were used as negative controls. The input assay was performed using a quarter of the cell extract to assess β-actin, Flag fusion protein, and TRAF6 levels. The precipitated proteins were detected with a rabbit anti-TRAF6 pAb and a rabbit anti-Flag pAb. (d) GST-NS3 pull-down assay. The GST and GST-NS3 proteins expressed in Escherichia coli Rosetta (DE3) cells were immobilized on a glutathione agarose resin, followed by incubation of the resin with the cell lysates containing TRAF6-Flag protein. After washing, the bound proteins were detected by Western blot using a mouse anti-Flag mAb. The expression of input proteins (TRAF6-Flag, GST or GST-NS3) was confirmed by Western blot using a mouse anti-Flag mAb and a mouse anti-GST mAb, respectively. (e) GST-TRAF6 pull-down assay. The GST and GST-TRAF6 proteins expressed in Escherichia coli Rosetta (DE3) cells were immobilized on the glutathione-agarose resin. The resin conjugated with GST or GST-TRAF6 was incubated with the cell lysates containing NS3-GFP protein. After washing, the eluted proteins were detected by Western blot using a mouse anti-GFP mAb. Viral titres from the supernatant collected at 24 and 48 hpi were determined and expressed as TCID 50 /ml. Error bars represent the mean ± SD of three independent experiments. **P < 0.01 and ***P < 0.001 compared with the controls calculated using Student's t-test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 528,
                    "text": "(Fig. 3a-c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 779,
                    "end": 788,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 916,
                    "end": 930,
                    "text": "Fig. 3e and f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "CSFV or NS3 degrades TRAF6."
        },
        {
            "text": "replication suggested that TRAF6 and CSFV are co-antagonistic and that TRAF6 is important for CSFV evasion of host innate immunity for persistent infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CSFV or NS3 degrades TRAF6."
        },
        {
            "text": "Having validated TRAF6 degradation by CSFV and inhibition of CSFV propagation by TRAF6, we investigated TRAF6-mediated antiviral response in cells by detecting NF-κB activity and the expression of its downstream targets IFN-β and IL-6. To determine NF-κB activity, an NF-κB-luciferase (NF-κB-luc) assay was performed using stable CMV-TRAF6 cells, with NF-κB activity subsequently evaluated as 3.3 fold higher than levels observed in controls. Additionally, stable CMV-TRAF6 cells infected with CSFV Shimen strain showed 3.1 fold higher NF-κB activity than that observed in controls (Fig. 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "TRAF6 promotes NF-κB activation in PAMs."
        },
        {
            "text": "In stable knockdown TRAF6-sh2 cells treated with poly (I:C) (an agonist of NF-κB activation), we observed a 1.8 fold decrease in NF-κB activity as compared with levels in shN cells treated with poly (I:C) (Fig. 4c) . Additionally, we determined TRAF6, NF-κB p65 and phosphorylated p65 (p-p65) levels in stable CMV-TRAF6 and TRAF6-sh2 cells, revealing higher levels of p-p65 in CMV-TRAF6 cells and decreased p-p65 levels in TRAF6-sh2 cells than those observed in controls ( Fig. 4b and d) , indicating that TRAF6 promoted NF-κB activation. We then determined alterations in the levels of the downstream NF-κB targets IFN-β and IL-6 by RT-PCR and ELISA. In stable CMV-TRAF6 cells, IFN-β mRNA and protein levels were 18.6 and 5.2 fold higher, and IL-6 mRNA and protein levels were 12.5 and 3.1 fold higher, respectively, than levels observed in control cells (Fig. 4e) . By contrast, in stable TRAF6-sh2 cells, IFN-β mRNA and protein levels were 6.9 and 2.9 fold lower, and IL-6 mRNA and protein levels were 6.1 and 2.2 fold lower, respectively, than the levels observed in controls (Fig. 4f ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 473,
                    "end": 487,
                    "text": "Fig. 4b and d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1080,
                    "end": 1088,
                    "text": "(Fig. 4f",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "TRAF6 promotes NF-κB activation in PAMs."
        },
        {
            "text": "To investigate the relationship between NF-κB activation and CSFV replication, we examined CSFV genome RNA, and viral titres in CSFV-infected PAMs treated with the NF-κB agonist lipopolysaccharide (LPS) at 24 and 48 hpi, with DMSO treatment applied as a mock condition. NF-κB activity was elevated in LPS-treated PAMs (Fig. 5a) , indicating activation of NF-κB by LPS. Additionally, viral genome RNA and viral titres were lower in LPS-treated PAMs as compared with levels observed in controls ( Fig. 5b and c) , indicating that NF-κB activation inhibited CSFV replication in PAMs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 495,
                    "end": 509,
                    "text": "Fig. 5b and c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NF-κB activation inhibits CSFV replication in PAMs."
        },
        {
            "text": "Furthermore, to investigate whether LPS inhibits CSFV replication via the NF-κB-signalling pathway, we knocked down p65 using shRNA and treated the PAMs with LPS to determine CSFV replication. As shown in Fig. 5d , p65-sh2-knockdown efficiency was highest (72%), resulting in use of this shRNA for subsequent experiments. Interestingly, we observed that LPS treatment did not reduce the amount of viral genome RNA and (c) The relative levels of TRAF6 protein were estimated by histograms representing density readings of the gel bands, and the ratios were calculated relative to β-actin control. (d,e) TRAF6 mRNA and protein expression in CSFV-infected PAMs. PAMs were mock-infected or CSFV-infected. RT-PCR and Western blot analysed TRAF6 mRNA and protein levels at 24 and 48 hpi. (f) The relative levels of TRAF6 protein were estimated by histograms representing density readings of the gel bands, and the ratios were calculated relative to β-actin control. The data represent the mean ± SD of three independent experiments. *P < 0.05 and **P < 0.01 calculated using Student's t-test. The dual-luciferase reporter assay determined NF-κB luciferase activity. (b) Western blot for p65, p-p65, and TRAF6 expression in mock-and CSFV-infected CMV-TRAF6 cells. Cells stably expressing CMV or CMV-TRAF6 were mock-or CSFV-infected for 24 h, and the cell lysate was subjected to Western blot. (c) TRAF6 knockdown inhibits NF-κB activity initiated by poly (I:C). Stable shN and TRAF6-sh2 cells were treated with poly (I:C), with shN cells infected with CSFV for 24 h, and PAMs treated with poly (I:C) as a mock condition. Cell lysates were used to determine NF-κB luciferase activity. (d) Western blot for p65, p-p65, and TRAF6 expression in TRAF6-sh2 cells. Stable shN and TRAF6-sh2 cells were treated with poly (I:C), with shN cells infected with CSFV for 24 h, PAMs treated with poly (I:C) as a mock condition. Cell lysate was subjected to Western blot. The relative levels of p-p65 protein were estimated by histograms representing density readings of the gel bands, and the ratios were calculated relative to the β-actin control. (e) TRAF6 overexpression increases IFN-β and IL-6 expression in PAMs. Cells stably expressing CMV or CMV-TRAF6 were mock-or CSFV-infected for 24 h, followed by extraction of total RNA to determine relative IFN-β and IL-6 mRNA expression. The cell culture supernatant was used to determine IFN-β and IL-6 protein levels. (f) TRAF6 knockdown decreases IFN-β and IL-6 expression in PAMs. The stable shN and TRAF6-sh2 cells were mock-or CSFV-infected for 24 h. Relative IFN-β and IL-6 mRNA expression and protein levels were determined as described. The data represent the mean ± SD of three independent experiments. *P < 0.05, **P < 0.01 and ***P < 0.001 compared with the controls calculated using Student's t-test. viral titres in p65-sh2-transfected PAMs (Fig. 5e and f) , suggesting that LPS inhibited CSFV replication via the NF-κB-signalling pathway in PAMs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2882,
                    "end": 2897,
                    "text": "(Fig. 5e and f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NF-κB activation inhibits CSFV replication in PAMs."
        },
        {
            "text": "its CSFV replication and promotes NF-κB activation. Therefore, we investigated whether TRAF6 inhibits CSFV replication via NF-κB activation. Cells stably expressing CMV or CMV-TRAF6 were subjected to p65 knockdown with p65-sh2, followed by CSFV infection. Interestingly, we observed that TRAF6 did not reduce CSFV genome RNA or viral titres in p65-sh2-transfected CMV-TRAF6 cells at 24 and 48 hpi, whereas TRAF6 reduced levels of CSFV genome RNA and viral titres in shN-transfected CMV-TRAF6 cells ( Fig. 6a and b) . Additionally, the mRNA and protein levels of IFN-β and IL-6 were elevated in shN-transfected CMV-TRAF6 cells, but were unaltered in p65-sh2-transfected CMV-TRAF6 cells (Fig. 6c-f ). These results demonstrated that TRAF6 was unable to suppress CSFV replication after blockade of the NF-κB-signalling pathway. These data confirmed that TRAF6 inhibited CSFV replication via the NF-κB-signalling pathway, accompanied by IFN-β and IL-6 expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 514,
                    "text": "Fig. 6a and b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 685,
                    "end": 695,
                    "text": "(Fig. 6c-f",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "TRAF6 does not inhibit CSFV replication following inhibition of NF-κB activation. TRAF6 inhib-"
        },
        {
            "text": "CSFV is capable of establishing persistent infection through attenuating the immune response and prevention of host cell apoptosis 24, 25 . CSFV E rns suppresses the expression of IFN-β and cell apoptosis 25 , and CSFV N pro limits type I IFN induction through proteasomal degradation of IRF3 and interaction with IRF7 26, 27 . CSFV NS3 is a multifunctional, non-structural protein that plays a major role in CSFV replication 3, 4, 7 . In HCV, NS3 modulates cell signalling and host-cell responses through its interaction with various cellular proteins, including binding to host apolipoprotein B mRNA-editing enzyme catalytic subunit 3G protein to inhibit HCV replication 28, 29 . However, whether CSFV NS3 attenuates the immune response remains unclear. Additionally, no studies are investigating host-cell protein interactions with CSFV NS3. Here we verified 26 host-cell proteins as interacting with CSFV NS3 according to yeast two-hybrid results, with the identified proteins predicted to be involved in metabolism, endocytosis, apoptosis, heat-shock response, and immune response according to bioinformatics analysis. Furthermore, TRAF6 was verified as interacting with CSFV NS3 by co-IP and GST pull-down assays. These results provide the empirical foundation for further research on the function of CSFV NS3, and it is the first report that TRAF6 interacts with CSFV NS3. Moreover, we showed that TRAF6 inhibited CSFV replication and that both CSFV and NS3 alone were capable of degrading TRAF6 in PAMs. Additionally, CSFV NS3 is (e,f) LPS does not inhibit CSFV replication in p65-knockdown PAMs. PAMs treated with LPS were transfected with p65-sh2 and infected with CSFV. CSFV genome RNA and viral titres were determined at 24 and 48 hpi. The data represent the mean ± SD of three independent experiments. **P < 0.01 and ***P < 0.001 calculated using Student's t-test. ns: not significant.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "dose-dependent for degradation of TRAF6. However, reduced TRAF6 levels resulted in downregulation of IFN-β and IL-6 expression, which contributed to CSFV persistent replication. These results offered insight into the mechanisms related to CSFV evasion of host antiviral responses via TRAF6 degradation by CSFV NS3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TRAF6 both mediates signalling associated with the TNF-receptor superfamily and participates in signal transduction linked to the IL-1R/TLR superfamily 30, 31 . It was previously shown that downregulation of TRAF6 decreases cell viability, suppresses cell proliferation, and promotes cell apoptosis in lung cancer cells 32 . Furthermore, TRAF6 mediates TLR-signalling pathways and NF-κB activation to modulate the expression of antiviral cytokines 33, 34 . Recent studies demonstrated that TRAF6 expression is reduced in chronic HCV patients, and TRAF6 knockdown results in increased HCV RNA levels in myeloid dendritic cells 35, 36 . In this study, cellular protein TRAF6 interacted with the CSFV NS3 and inhibited CSFV replication. Considering this with the results, the participation of TRAF6 in CSFV life cycle indicates that this protein plays a potential role in host immune defence and anti-CSFV strategies. (c-f) Expression of IFN-β and IL-6 in p65-knockdown CMV-TRAF6 cells. Cells stably expressing CMV or CMV-TRAF6 were transfected with p65-sh2 or shN. Cell lysates and culture supernatant were subjected to RT-PCR and ELISA to determine IFN-β and IL-6 mRNA and protein levels at 24 h, respectively. The data represent the mean ± SD of three independent experiments. **P < 0.01 and ***P < 0.001 calculated using Student's t-test. ns: not significant.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 452,
                    "end": 454,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "36",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies showed that TRAF6 inhibits CSFV replication; however, the precise mechanism required further investigation. TRAF6 downregulation of decreases levels of p-p65 in the lung cancer cell line A549. TRAF6 overexpression is associated with lung cancer tumourigenesis and invasion 32 . Additionally, TRAF6 is a multifunctional adaptor protein involved in the NF-κB-signalling pathway 37 . NF-κB is a ubiquitous transcription factor that plays a central role in immunity. Viruses elicit the expression and release of a range of cytokines via the NF-κB-signalling pathway as part of the primary host defense mechanism. A previous study reported that CSFV failed to activate the NF-κB-signalling pathway 20, 21 . Our findings showed that TRAF6 overexpression promoted NF-κB activation, and resulted in upregulation of IFN-β and IL-6 expression in PAMs. Moreover, TRAF6 knockdown decreased NF-κB activation induced by poly (I:C) and downregulated IFN-β and IL-6 expression. IFN-β, an antiviral cytokine, and IL-6, involved in immune responses, might contribute to the suppression of CSFV replication. The results implied that TRAF6 degradation might play a major role in inhibiting NF-κB-mediated signalling during CSFV infection. These findings agreed with observations that some RNA viruses, such as Sendai virus or vesicular stomatitis virus could induce proteasome-dependent or -independent TRAF6 degradation to impair NF-κB activation and production of type I IFNs and proinflammatory cytokines 38 .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 393,
                    "end": 395,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1505,
                    "end": 1507,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Activation of NF-κB signalling via TNF-α inhibits CSFV replication in PK-15 cells 22 . Here, our results showed that activation of NF-κB signalling via LPS inhibited CSFV replication in PAMs, whereas LPS failed to inhibit CSFV replication following inhibition of NF-κB activation by p65 knockdown, indicating that CSFV was sensitive to NF-κB activation in PAMs, and that LPS treatment inhibited CSFV replication via activation of NF-κB signalling. Furthermore, we revealed that TRAF6 was unable to inhibit CSFV replication and increase IFN-β and IL-6 expression following inhibition of NF-κB activation. These findings suggested a possible mechanism involving TRAF6 activation of NF-κB signalling to increase production of IFN-β and IL-6 for inhibiting CSFV replication. It has reported that HCV suppresses host innate immune response via induction of autophagic degradation of TRAF6 23 . Further investigation is required to determine the TRAF6-degradation pathway, whether CSFV NS3 interacts with other TRAFs, and the roles of TRAF6 in adaptive immunity 39 .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "39",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our findings demonstrated that TRAF6 interacted with CSFV NS3 to inhibit CSFV replication via the NF-κB-signalling pathway. These results provided insight into the mechanisms associated with CSFV evasion of innate immune responses and continuous infection, as well as potential antiviral strategies focused on attenuating CSFV replication. Plasmid construction. CSFV NS3 was amplified by polymerase chain reaction (PCR) and cloned into pGBKT7 (BD), pEGFP-N1, the lentivector pCDH-CMV-MCS-EF1 with a Flag-tag and pGEX-6P-1 to generate pGBKT7-NS3 (BD-NS3), NS3-GFP, CMV-NS3, and GST-NS3, respectively. TRAF6 was amplified by PCR from PAMs cDNA and cloned into pCDH-CMV-MCS-EF1 with a Flag-tag and pGEX-6P-1 to generate CMV-TRAF6 and GST-TRAF6. RFP was amplified and was cloned into pCDH-CMV-MCS-EF1 with a Flag-tag to generate RFP-Flag. Three pairs of shRNAs targeting TRAF6 or p65 and a negative control shN were predicted (http://rnaidesigner.thermofisher.com/) and designed. After annealing, the fragments were cloned into pCDH-U6-MCS-EF1-GreenPuro to create TRAF6-sh1, TRAF6-sh2, TRAF6-sh3, p65-sh1, p65-sh2, p65-sh3 and shN lentivectors, respectively. All primers are listed in Table 2 , and restriction digestion and sequencing confirmed all plasmids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1196,
                    "end": 1203,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The relative mRNA expression of CSFV, TRAF6, IFN-β and IL-6 were tested by RT-PCR using specific primers ( Table 2 ). The cells were lysed using TRIzol for total cellular RNA. Subsequently, the cDNA was synthesized by reverse transcription using the PrimeScript RT reagent kit (Vazyme, China).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "RT-PCR was performed with GoTaq ® Master Mix (Promega, USA) according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "β-actin, a housekeeping gene, served as the internal control to normalize the relative expression of each gene. Relative transcript levels were analysed using the ΔΔCt method as specified by the manufacturer 40 .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "40",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Western blot and enzyme-linked immunosorbent assay (ELISA). Cell lysates were prepared in radioimmunoprecipitation (RIPA) buffer with protease inhibitor phenylmethanesulfonyl fluoride (PMSF) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Halt ™ phosphatase inhibitor cocktail (Roche, Switzerland). The protein concentration was determined with BCA Protein Assay Kit. The samples were separated by 10% SDS-PAGE, followed by transfer onto polyvinylidene difluoride (PVDF) membranes. After blocking with 5% skim milk at room temperature for 2 h, the membranes were incubated with primary antibodies overnight at 4 °C. Primary antibodies used include rabbit anti-TRAF6 polyclonal antibody (pAb), rabbit anti-NF-κB p65 pAb, rabbit anti-phospho-NF-κB p65 pAb, rabbit anti-Flag pAb (SIGMA, USA), mouse anti-GST monoclonal antibody (mAb), mouse anti-GFP mAb and mouse anti-Flag mAb (CWBIO, China). After five washes with TBST, the membranes were incubated with horseradish peroxidase (HRP)-conjugated goat anti-rabbit (or mouse) IgG (Vazyme, China) secondary antibody for 2 h at room temperature. After another five washes, the signal was detected using an image analysis system (Bio-Rad, USA). The secreted protein levels of IFN-β and IL-6 in cell culture supernatant were determined with IFN-β antibody (LSBio) and IL-6 antibody (R & D Systems), respectively. All samples were in triplicate and read at 450 nm using a Multiskan FC Microplate Photometer (Thermo, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "SCientifiC RepoRts | 7: 6737 | DOI:10.1038/s41598-017-06934-1 Indirect immunofluorescence assay (IFA). IFA determined CSFV titres in the culture supernatant. ST cells were infected with the infectious progeny viruses collected from the culture supernatant. At 48-hour post infection (hpi), cells were fixed with 1:1 stationary liquid (methanol: acetone) at 4 °C for 20 min. Following three washes with PBS, the fixed cells were permeated with 1% Triton X-100 at 4 °C for 20 min. After three washes, the cells were incubated with 5% skim milk powder at 37 °C for 2 h, followed by incubation with positive CSFV serum at 4 °C overnight. After three washes, the cells were incubated with rabbit anti-pig IgG (whole molecule)-FITC antibody (Sigma, USA) at 37 °C for 2 h. Immunofluorescence was observed using a fluorescence microscope (Nikon, Japan). Mock-infected cells were used as controls to establish background staining levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Yeast two-hybrid screening. For the yeast two-hybrid assay, a Matchmaker Gold Yeast Two-Hybrid system (Clontech, USA) was applied to screen the host proteins interacting with NS3. Briefly, the yeast strain Y2HGold transformed with the bait plasmid pGBKT7-NS3 was mated with Y187 containing a PAM cDNA library cloned into the pGADT7-Rec (AD) vector according to the manufacturer's instructions. Heterozygotes were plated on double-dropout (DDO) plates lacking Leu and Trp. The clones were then transferred to quadruple-dropout plates lacking His, Leu, Trp, and Ade containing X-alpha-galactosidase (X-α-Gal) and aureobasidin A (QDO/X-α-Gal/ Aba) three times. The yeast plasmids were extracted, and the prey plasmids were isolated with ampicillin by transformation into Escherichia coli DH5α. Sequencing identified the prey plasmids, and the sequences were aligned using the Basic Local Alignment Search Tool (BLAST) on the NCBI website against the human non-RefSeq and pig non-RefSeq databases. To confirm the interaction between NS3 and the cellular proteins, Y2HGold was cotransformed with the bait and prey plasmids. The transformants were grown on DDO and QDO/X-α-Gal/Aba primers Sequence (5′ → 3′) Purpose plates. Cotransformation with BD-p53/AD-T (simian virus 40 [SV40] large T antigen), BD-Lam (human lamin C protein)/AD-T, and BD/AD served as positive, negative and blank controls, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Co-immunoprecipitation assays. For co-immunoprecipitation (co-IP) assays, endogenous verification was performed in conjunction with exogenous expression. For exogenous verification, PAMs (10 5 cells) were cotransfected with 2 μg of NS3-EGFP and 2 μg of CMV-TRAF6 plasmids. After 36 h, the cells were washed with PBS and were harvested with Western blot and IP lysis buffer (Beyotime, China) containing PMSF. After centrifugation for 30 min at 4 °C, a quarter of the supernatant was subjected to input assays. The rest were used for co-IP experiments with ANTI-FLAG M2 Affinity Gel (Sigma, USA) according to the manufacturer's instructions. In brief, 50 μL of resin stored in 50% glycerol was centrifuged for 30 s at 9000 × g and rinsed twice with 1 mL of TBS. The cell lysate was added to the equilibrated resin and rocked gently overnight at 4 °C. The resin was washed three times with 1 mL of TBS and resuspended with 2 × SDS sample buffer for Western blot with anti-GFP and anti-Flag antibodies. For further endogenous verification, PAMs (10 5 cells) were transfected with 4 μg of CMV-NS3 plasmid, and the samples were detected with rabbit anti-TRAF6 and anti-Flag pAb. The other steps were similar to those of exogenous verification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "GST pull-down experiment. GST NF-κB reporter assay. Stable cell lines (CMV-TRAF6 cells or TRAF6-sh2 cells) in 24-well plates were transfected with 500 ng pNF-κB-luc and 50 ng pRL-TK Renilla luciferase (Promega, USA), the pRL-TK plasmid as a control for transfection efficiency. At 12 hpt, cells were mock-infected, CSFV-infected, or ligand-stimulated for an additional 12 h. The activities of Firefly and Renilla luciferase were determined using the dual-luciferase reporter assay system (Promega) according to manufacturer instructions. Assays were conducted the independent experiments at least in triplicate. The data represent relative Firefly luciferase activity normalized to Renilla luciferase activity.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "text": "GST",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Statistical analysis. Data analyses were performed as mean ± SD. Differences in each group were examined for statistical significance using Student's t-test and P values less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        },
        {
            "text": "Data availability. The authors confirm that all data underlying the findings are fully available without restriction. All relevant data are within the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time (RT)-PCR."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Molecular Biology of Pestiviruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tautz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Tews",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Virus Res",
            "volume": "93",
            "issn": "",
            "pages": "47--160",
            "other_ids": {
                "DOI": [
                    "10.1016/bs.aivir.2015.03.002"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ICTV Virus Taxonomy Profile: Flaviviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Gen. Virol",
            "volume": "98",
            "issn": "2-3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000672"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NS3 serine protease of bovine viral diarrhea virus: characterization of active site residues, NS4A cofactor domain, and protease-cofactor interactions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tautz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "273",
            "issn": "",
            "pages": "351--363",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2000.0425"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serine protease of pestiviruses: determination of cleavage sites",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tautz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Elbers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "5415--5422",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RNA-stimulated NTPase activity associated with the p80 protein of the pestivirus bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Warrener",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collett",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "193",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1993.1097"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pestivirus NS3 (p80) protein possesses RNA helicase activity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Warrener",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collett",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1720--1726",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Autocatalytic cleavage within classical swine fever virus NS3 leads to a functional separation of protease and helicase",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lamp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riedel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wentz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rumenapf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "11872--11883",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00754-13"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of classical swine fever virus (CSFV) nonstructural protein 3 (NS3) helicase activity and its modulation by CSFV RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "141",
            "issn": "",
            "pages": "63--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2008.12.014"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characterisation of interaction between NS3 and NS5B protein of classical swine fever virus by deletion of terminal sequences of NS5B",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus Res",
            "volume": "156",
            "issn": "",
            "pages": "98--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2011.01.003"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Classical swine fever virus NS3 enhances RNA-dependent RNA polymerase activity by binding to NS5B",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "148",
            "issn": "",
            "pages": "17--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2009.11.015"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Classical swine fever virus NS3 is an IRES-binding protein and increases IRES-dependent translation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "153",
            "issn": "",
            "pages": "106--112",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2010.07.013"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cytopathic effect of classical swine fever virus NS3 protein on PK-15 cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intervirology",
            "volume": "50",
            "issn": "",
            "pages": "433--438",
            "other_ids": {
                "DOI": [
                    "10.1159/000113467"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "All TRAFs are not created equal: common and distinct molecular mechanisms of TRAFmediated signal transduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Cell Sci",
            "volume": "115",
            "issn": "",
            "pages": "679--688",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tumor necrosis factor receptor-associated factors (TRAFs)-a family of adapter proteins that regulates life and death",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Arch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Gedrich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genes Dev",
            "volume": "12",
            "issn": "",
            "pages": "2821--2830",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Phosphorylation meets ubiquitination: the control of NF-[kappa]B activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ben-Neriah",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu. Rev. Immunol",
            "volume": "18",
            "issn": "",
            "pages": "621--663",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.immunol.18.1.621"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Is NF-kappaB a good target for cancer therapy? Hopes and pitfalls",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "8",
            "issn": "",
            "pages": "33--40",
            "other_ids": {
                "DOI": [
                    "10.1038/nrd2781"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Shaping the nuclear action of NF-kappaB",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "392--401",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm1368"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Missing pieces in the NF-kappaB puzzle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "109",
            "issn": "",
            "pages": "81--96",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Shared principles in NF-kappaB signaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "344--362",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2008.01.020"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Classical swine fever virus failed to activate nuclear factor-kappa b signaling pathway both in vitro and in vivo",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-9-293"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A comparison of the impact of Shimen and C strains of classical swine fever virus on Toll-like receptor expression",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Gen. Virol",
            "volume": "96",
            "issn": "",
            "pages": "1732--1745",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.000129"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Thioredoxin 2 Is a Novel E2-Interacting Protein That Inhibits the Replication of Classical Swine Fever Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "8510--8524",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00429-15"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Suppression of Host Innate Immune Response by Hepatitis C Virus via Induction of Autophagic Degradation of TRAF6",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "10928--10935",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01365-16"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Classical swine fever virus induces proinflammatory cytokines and tissue factor expression and inhibits apoptosis and interferon synthesis during the establishment of long-term infection of porcine vascular endothelial cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bensaude",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Gen. Virol",
            "volume": "85",
            "issn": "",
            "pages": "1029--1037",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.19637-0"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Classical swine fever virus infection protects aortic endothelial cells from pIpC-mediated apoptosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Gen. Virol",
            "volume": "91",
            "issn": "",
            "pages": "1038--1046",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.016576-0"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Classical swine fever virus Npro interacts with interferon regulatory factor 3 and induces its proteasomal degradation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bauhofer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "3087--3096",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02032-06"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Classical swine fever virus N(pro) limits type I interferon induction in plasmacytoid dendritic cells by interacting with interferon regulatory factor 7",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fiebach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guzylack-Piriou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Python",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Summerfield",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruggli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "8002--8011",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00330-11"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Host APOBEC3G protein inhibits HCV replication through direct binding at NS3",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0121608"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hepatitis C viral proteins interact with Smad3 and differentially regulate TGFbeta/Smad3-mediated transcriptional activation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Oncogene",
            "volume": "23",
            "issn": "",
            "pages": "7821--7838",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.onc.1208066"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "TRAF6 is a signal transducer for interleukin-1",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kurama",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Goeddel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "383",
            "issn": "",
            "pages": "443--446",
            "other_ids": {
                "DOI": [
                    "10.1038/383443a0"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "TRAF6 deficiency results in osteopetrosis and defective interleukin-1, CD40, and LPS signaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lomaga",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Genes Dev",
            "volume": "13",
            "issn": "",
            "pages": "1015--1024",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effect of TRAF6 on the biological behavior of human lung adenocarcinoma cell",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tumour Biol",
            "volume": "34",
            "issn": "",
            "pages": "231--239",
            "other_ids": {
                "DOI": [
                    "10.1007/s13277-012-0543-8"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cutting edge: TNFR-associated factor (TRAF) 6 is essential for MyD88-dependent pathway but not toll/IL-1 receptor domain-containing adaptor-inducing IFN-beta (TRIF)-dependent pathway in TLR signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gohda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "173",
            "issn": "",
            "pages": "2913--2917",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identification of TRAF6, a novel tumor necrosis factor receptor-associated factor protein that mediates signaling from an amino-terminal domain of the CD40 cytoplasmic region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biol. Chem",
            "volume": "271",
            "issn": "",
            "pages": "28745--28748",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Impaired cytokine response in myeloid dendritic cells in chronic hepatitis C virus infection regardless of enhanced expression of Toll-like receptors and retinoic acid inducible gene-I",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Med. Virol",
            "volume": "80",
            "issn": "",
            "pages": "980--988",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.21174"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "TNF-alpha Induced by Hepatitis C Virus via TLR7 and TLR8 in Hepatocytes Supports Interferon Signaling via an Autocrine Mechanism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004937"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "p62 regulates CD40-mediated NFkappaB activation in macrophages through interaction with TRAF6",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seibold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrenschwender",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "464",
            "issn": "",
            "pages": "330--335",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2015.06.153"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Induction of USP25 by viral infection promotes innate antiviral responses by mediating the stabilization of TRAF3 and TRAF6",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "11324--11329",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1509968112"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "TNF Receptor-Associated Factor (TRAF) Signaling Network in CD4(+) T-Lymphocytes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Tohoku J. Exp. Med",
            "volume": "236",
            "issn": "",
            "pages": "139--154",
            "other_ids": {
                "DOI": [
                    "10.1620/tjem.236.139"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Analyzing real-time PCR data by the comparative C(T) method",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Protoc",
            "volume": "3",
            "issn": "",
            "pages": "1101--1108",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TRAF6 inhibits CSFV replication. PAMs stably overexpressing TRAF6 and knockdown of TRAF6 were constructed via lentivirus. (a) Confirmation of CMV-TRAF6 recombinant lentivirus infection by fluorescence detection of the GFP reporter expressed in PAMs. (i) Mock-infected PAMs. (ii) PAMs infected with lentiviruses expressing CMV. (iii) PAMs infected with lentiviruses expressing CMV-TRAF6. (b) Western blot for TRAF6 expression in stable CMV-TRAF6 cells. β-actin was used as an internal control. (c) CSFV genome RNA in TRAF6-overexpressing cells. Cells stably expressing CMV or CMV-TRAF6 were infected with CSFV. RT-PCR determined CSFV genome RNA levels at 24 and 48 hpi. (d) Infectious progeny viral titres in supernatants from TRAF6-overexpressing cells. Viral titres from the supernatant collected at 24 and 48 hpi were determined and expressed as TCID 50 /ml. (e) Confirmation of TRAF6-knockdown lentivirus infection by fluorescence detection of the GFP reporter expressed in PAMs. (i) Mock-infected PAMs. (ii) PAMs infected with lentiviruses expressing shN. (iii) PAMs infected with TRAF6-knockdown lentivirus. (f) Western blot for TRAF6 expression in TRAF6 knockdown cells. Cells stably expressing TRAF6-sh1, TRAF6-sh2, TRAF6-sh3, or shN were constructed, and Western blot determined endogenous TRAF6 expression. (g) CSFV genome RNA in TRAF6-sh2 cells. Stable shN and TRAF6-sh2 cells were infected with CSFV, and RT-PCR determined CSFV genome RNA levels at 24 and 48 hpi. (h) Viral titres of infectious progeny in supernatant from TRAF6-sh2 cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CSFV or NS3 degrades TRAF6. (a,b) TRAF6 mRNA and protein expression in NS3-expressing PAMs. PAMs were co-transfected with CMV-TRAF6 and a different amount of CMV-NS3. RT-PCR and Western blot analysed TRAF6 mRNA and protein expression at 24 hpt. β-actin served as an internal control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TRAF6 promotes NF-κB activation and increases IFN-β and IL-6 expression in PAMs. (a) TRAF6 overexpression promotes NF-κB activity. Stable cell lines were co-transfected with pNF-κB-luc and pRL-TK plasmids. At 12 hpt, the cells were mock-infected, CSFV-infected, or poly (I:C)-stimulated for an additional 12 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "LPS inhibits CSFV replication in PAMs via the NF-κB-signalling pathway. (a) LPS treatment increases NF-κB activity in PAMs. PAMs were treated with LPS, and cell lysates were subjected to dualluciferase reporter assays to determine NF-κB luciferase activity at 24 h and 48 h. (b,c) LPS treatment decreases CSFV replication in PAMs. RT-PCR analysed CSFV genome RNA, and viral titres in the supernatant were assessed and expressed as TCID 50 /ml in LPS-treated PAMs at 24 and 48 hpi. (d) p65 knockdown by shRNA in PAMs. PAMs were transfected with p65-sh1, p65-sh2, p65-sh3 or shN and the cell lysates were subjected to determination of endogenous p65 expression by Western blot at 48 hpt.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "TRAF6 overexpression does not inhibit CSFV replication following inhibition of NF-κB activation in PAMs. (a,b) CSFV replication in p65-knockdown CMV-TRAF6 cells. Cells stably expressing CMV or CMV-TRAF6 were transfected with p65-sh2 or shN, followed by CSFV infection. RT-PCR analysed CSFV genome RNA, and viral titres in the supernatant were assessed and expressed as TCID 50 /ml at 24 and 48 hpi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "; CRL-2845) were cultured in RPMI 1640 medium (Gibco, UK). Swine testicular (ST) cells and human embryonic kidney (HEK293T) cells were grown in Dulbecco's minimal essential medium (DMEM) (Gibco, UK) with 10% fetal bovine serum (FBS) (Biowest, France). CSFV (Shimen strain) purchased from the Control Institute of Veterinary Bio-products and Pharmaceuticals (China). All the experiments related to CSFV were performed in the P3 biosafety laboratory abiding strictly by Laboratory Biosafety Manual in our lab.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "-NS3 protein was expressed in Escherichia coli Rosetta and TRAF6-Flag protein was expressed in HEK293T cells for the GST pull-down experiment. In the prokaryotic expression system, the induction temperature, induction time, IPTG concentration and expressing strains were evaluated for soluble GST-fusion protein. The Pierce GST Protein Interaction Pull-Down Kit (Thermo, USA) was used according to the manufacturer's instructions. Briefly, GST or GST-NS3 protein expressed in Escherichia coli was treated with pull-down lysis buffer and then immobilized on equilibrated glutathione agarose resin for 2 h at 4 °C. The beads were washed five times with 1:1 wash solution (TBS: Pull-Down Lysis Buffer). Then, HEK293T cell lysates containing TRAF6-Flag were added and were incubated overnight at 4 °C. Protein samples were washed five times followed by elution with Glutathione Elution Buffer. Western blot detected the eluted proteins. GST-TRAF6 expressed in Escherichia coli Rosetta and NS3-GFP expressed in HEK293T cells were also used to further verify the interaction between NS3 and TRAF6 in the GST pull-down assay.Construction of stable cell lines exhibiting TRAF6 overexpression or knockdown. HEK293Tcells were co-transfected with 2 μg CMV-TRAF6 or TRAF6 shRNA along with 0.67 μg pGag/Pol, 0.67 μg pRev, and 0.67 μg pVSV-G plasmids. At 16 h post-transfection (hpt), the medium was replaced with advanced DMEM supplemented with 2% FBS, 0.01 mM L-α-phosphatidylcholine, 0.01 mM cholesterol (Sigma, USA), 4.0 mM L-glutamine and 1:1000 diluted chemically defined lipid (Invitrogen, USA). After 48 h of incubation, the culture supernatant was centrifuged and was collected as the lentivirus. Lentiviral titres were determined by tissue culture infectious dose (TCID 50 ) in HEK293T cells. PAMs in 6-well plates were transduced with the lentiviruses at 10 transduction units per cell, and polybrene was added to enhance infection rate. After 8-10 h, the medium was replaced with fresh medium and incubation for an additional 48 h. Positive cells were selected with puromycin (Thermo, USA) at 6 μg/ml final concentration to generate the stable cell lines for TRAF6 overexpression (CMV-TRAF6 cells) or knockdown (TRAF6-sh2 cells). The empty vector pCDH-CMV-MCS-EF1-GreenPuro (CMV) and random sequence vector (shN) was treated equally as controls. The cell lines were used to examine TRAF6 expression and for further experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. The results of the positive clones mating with NS3 BLAST to NCBI.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Primers used in this study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was supported by the National Natural Science Foundation of China (31472210).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Competing Interests: The authors declare that they have no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ]
}