{"paper_id": "c8402967b6d557e9279d97af289d682f7b446e34", "metadata": {"title": "Invasive Aspergillus infection localized to the gastric wall: report of a case", "authors": [{"first": "Ibrahim", "middle": [], "last": "Karaman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ayşe", "middle": [], "last": "Karaman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Esin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cengiz", "middle": [], "last": "Boduroglu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": [], "last": "Derya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erdogan", "middle": ["•"], "last": "Gönü L Tanır", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Invasive aspergillosis is most commonly seen in patients with immune disorders and usually in the lung. Local invasive aspergillosis of the gastrointestinal system is quite rare. A 13-year-old female without immune deficiency presented with acute abdomen due to full-thickness necrosis of the gastric fundus. The necrotic gastric wall was excised and the stomach repaired. The pathology revealed a gastric ulcer with invading Aspergillus hyphae and spores. Aspergillosis is an opportunistic infection and its spores cannot survive in the normal gastric mucosa. The Aspergillus spores in this case probably grew on a background of gastric ulcer and caused wall necrosis and that the surgical treatment possibly provided a cure because it remained localized to the gastric wall.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Invasive aspergillosis is a life-threatening major infection in immunosuppressed patients. The lungs are the most commonly affected organ in invasive aspergillosis. Gastrointestinal invasive aspergillosis is usually seen as a part of a disseminated infection and rarely as an isolated organ infection [1] . This report presents a case of isolated invasive Aspergillus gastritis developing without disseminated aspergillosis in a patient with no predisposing factors, such as immunosuppression.", "cite_spans": [{"start": 301, "end": 304, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "A 13-year-old female patient being followed-up for arthrogryposis multiplex congenita, mild mental retardation and pectus excavatum presented with a 2-day history of abdominal pain, abdominal swelling and vomiting gastric content. Physical examination revealed widespread abdominal tenderness that was more prominent in the epigastric region while a standing abdominal X-ray showed a large, dilated gastric air pocket. Laboratory test results showed urea 163 mg/dl (range 0-50 mg/dl), BUN 76 mg/dl (range 0-23 mg/dl), uric acid 15.4 mg/dl (range 0-6.1 mg/dl), CRP 79.5 mg/dl (range 0-8 mg/dl), leukocyte 20300/ll (range 4900-9100/ll), and potassium 2.96 mEq/l (3.1-5.5 mEq/l). Other laboratory test results were normal. Abdominal ultrasonography demonstrated grade I hydronephrosis, increased mesenteric echo, mesenteric lymphadenopathies 1 cm in size, duodenal wall edema and ascites while the epigastric region could not be evaluated because of the presence of abundant gas. A nasogastric catheter brought up retention material. Acute abdomen was considered and the patient was taken to surgery after preoperative preparation. Laparotomy was performed with a supraumbilical incision and seropurulent free fluid was seen in the abdomen together with a 6 9 3 cm necrotic area close to the gastric fundus in the large curvature (Fig. 1) . The necrotic region was excised and the gastric defect repaired. Oral intake was started on the 5th postoperative day and the patient was discharged on the 11th day with no problems.", "cite_spans": [], "ref_spans": [{"start": 1327, "end": 1335, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Case report"}, {"text": "The pathology report came back 10 days later. The pathology investigation of the resection material reveals a mucosal ulcer with overlying widespread inflammatory exudate, vascular thrombosis and septate Aspergillus hyphae and spores with acute branching that invaded the tissue (Fig. 2) . No Aspergillus hyphae were seen in the normal gastric tissue at the resection borders. The patient was re-evaluated accordingly. There were no symptoms and the physical examination findings were normal. An immunological investigation did not support immune deficiency. The chest X-ray and laboratory values were normal. The cultures showed no growth and no additional treatment was necessary.", "cite_spans": [], "ref_spans": [{"start": 279, "end": 287, "text": "(Fig. 2)", "ref_id": null}], "section": "Case report"}, {"text": "Follow-up revealed no problems. The patient presented again 14 months later with a 1-day history of abdominal pain and vomiting gastric content. The standing abdominal X-ray showed a large air-fluid level in the gastric region and an upper gastrointestinal X-ray series with barium were obtained. The X-rays revealed a mesenteroaxial gastric volvulus with no passage to the distal segment. Laparotomy also showed the mesenteroaxial gastric volvulus and anterior gastropexy was performed. The postoperative period was uncomplicated.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "Aspergillus is a fungus that is widespread in the natural environment. Aspergillus can enter the body through spontaneous respiration and colonize in regions such as the nose and facial sinuses. The risk of tissue invasion and hematogenous secondary spread increases in immunosuppressed patients [1] . Immunosuppressive conditions such as chemotherapy, prolonged neutropenia, corticosteroid treatment, organ transplantation, and HIV infections predispose patients to develop invasive Aspergillus infections. In addition to the classical immunosuppressive conditions, invasive infections can also be rarely encountered with chronic obstructive lung disease, bacterial infections, usage of antibiotics, diabetes mellitus, or hemodialysis [2] . Aspergillus is first localized in the blood vessels and causes thrombosis and hemorrhagic infarct in the tissue and invasion of the distant organs through hematogenous spread [3] . The lungs are involved in invasive aspergillosis at a rate of 90-98 % followed by the central nervous system, and other organs such as the heart, liver, kidney and the gastrointestinal system [2, 3] . Invasive aspergillosis is rarely considered until characteristic fungal hyphae are observed during a pathological investigation. The diagnosis can be made by growing Aspergillus in culture or showing Aspergillus hyphae together with tissue invasion and/or destruction and mucosal changes in tissue biopsy [1, 3, 4] . A high degree of suspicion is required for both early diagnosis and treatment.", "cite_spans": [{"start": 296, "end": 299, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 736, "end": 739, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 917, "end": 920, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1115, "end": 1118, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 1119, "end": 1121, "text": "3]", "ref_id": "BIBREF2"}, {"start": 1429, "end": 1432, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1433, "end": 1435, "text": "3,", "ref_id": "BIBREF2"}, {"start": 1436, "end": 1438, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Focal extrapulmonary invasive aspergillosis can be seen as a single organ infection or part of a disseminated infection. The gastrointestinal system is the second most common site of invasive aspergillosis involvement after the lungs with the small intestines being involved most commonly within this system [1] . Aspergillus spores are frequently swallowed spontaneously but the gastrointestinal system is not suitable for Aspergillus growth. Increased acid secretion, disruption of the gastric mucosa barrier, mucosal ischemia and ulcer can predispose the gastric wall to the development of Aspergillus infection [3, 4] . Medical treatment and also surgical treatment of gastrointestinal aspergillosis are recommended for complications, such as bleeding, perforation, obstruction and infarct. There are only limited reports of gastrointestinal aspergillosis and therefore the most appropriate treatment thus remains to be elucidated [5] .", "cite_spans": [{"start": 308, "end": 311, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 615, "end": 618, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 619, "end": 621, "text": "4]", "ref_id": "BIBREF3"}, {"start": 935, "end": 938, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Gastric involvement is quite rare in invasive aspergillosis. Only four cases of invasive aspergillosis with only gastric involvement within the gastrointestinal system have been reported (Table 1) [3] [4] [5] [6] . A predisposition to infection was assumed to develop due to chemotherapy in one case [4] , and high-dose steroid use in the others [3, 5, 6] . There are two cases with isolated gastric involvement and no previous lung involvement. Both were adults and died despite surgery and antifungal treatment [3, 5] . The current case did not have any predisposing drug usage history or immune suppressive condition, but the patient had been complaining of epigastric pain for a long time. Both the history of epigastric pain and the surgical findings suggested that the patient was predisposed to invasive Aspergillus infection due to chronic gastritis. Although the postoperative studies did not detect a Helicobacter pylori infection, an empirical triple cure of lansoprazole, clarithromycin, and amoxicillin was administered.", "cite_spans": [{"start": 197, "end": 200, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 201, "end": 204, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 205, "end": 208, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 209, "end": 212, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 300, "end": 303, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 346, "end": 349, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 350, "end": 352, "text": "5,", "ref_id": "BIBREF4"}, {"start": 353, "end": 355, "text": "6]", "ref_id": "BIBREF5"}, {"start": 513, "end": 516, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 517, "end": 519, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 187, "end": 196, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "In conclusion, invasive Aspergillus infections are quite rare in individuals with a competent immune system. The lack of immunosuppression in the current case, the localization in the area of a gastric ulcer and the large surgical resection with clear surgical boundaries, probably leading to the complete elimination of the agent, suggested a possible full recovery with no need for antifungal treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Primary invasive aspergillosis of the digestive tract: report of two cases and review of the literature", "authors": [{"first": "P", "middle": [], "last": "Eggimann", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chevrolet", "suffix": ""}, {"first": "M", "middle": [], "last": "Starobinski", "suffix": ""}, {"first": "P", "middle": [], "last": "Majno", "suffix": ""}, {"first": "M", "middle": [], "last": "Totsch", "suffix": ""}, {"first": "B", "middle": [], "last": "Chapuis", "suffix": ""}], "year": 2006, "venue": "Infection", "volume": "34", "issn": "6", "pages": "333--341", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Aspergillosis in the 'Nonimmunocompromised' Host", "authors": [{"first": "D", "middle": ["A"], "last": "Stevens", "suffix": ""}, {"first": "G", "middle": [], "last": "Melikian", "suffix": ""}], "year": 2011, "venue": "Immunol Invest", "volume": "40", "issn": "", "pages": "751--66", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pseudomembranous gastritis: a complication from Aspergillus infection", "authors": [{"first": "D", "middle": ["L"], "last": "Sanders", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Pfeiffer", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Hashimoto", "suffix": ""}, {"first": "C", "middle": [], "last": "Subramony", "suffix": ""}, {"first": "F", "middle": [], "last": "Chen", "suffix": ""}], "year": 2003, "venue": "Am Surg", "volume": "69", "issn": "6", "pages": "536--544", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pseudomembranous gastritis: a novel complication of Aspergillus infection in a patient with a bone marrow transplant and graft versus host disease", "authors": [{"first": "S", "middle": [], "last": "Yong", "suffix": ""}, {"first": "H", "middle": [], "last": "Attal", "suffix": ""}, {"first": "G", "middle": [], "last": "Chejfec", "suffix": ""}], "year": 2000, "venue": "Arch Pathol Lab Med", "volume": "124", "issn": "", "pages": "619--643", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Gastric perforation from potential primary digestive aspergillosis", "authors": [{"first": "C", "middle": [], "last": "Trésallet", "suffix": ""}, {"first": "M", "middle": [], "last": "Seman", "suffix": ""}, {"first": "C", "middle": [], "last": "Hoang", "suffix": ""}, {"first": "F", "middle": [], "last": "Meneqaux", "suffix": ""}], "year": 2010, "venue": "Surgery", "volume": "148", "issn": "", "pages": "158--167", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Multiple gastric perforations in an immunodepressed child", "authors": [{"first": "C", "middle": ["M"], "last": "Franciosi", "suffix": ""}, {"first": "F", "middle": [], "last": "Romano", "suffix": ""}, {"first": "R", "middle": [], "last": "Caprotti", "suffix": ""}, {"first": "F", "middle": [], "last": "Uggery", "suffix": ""}], "year": 2002, "venue": "Surgery", "volume": "131", "issn": "", "pages": "685--691", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Ulcerated-necrotic gastric wall covered by exudate (the stomach wall hung like a flap and the necrotic tissue has not been excised) Fig. 2 Acute-angled branching, septate Aspergillus hyphae and spores within marked mixed inflammation in the lamina propria (PAS, 940)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of the five cases with gastric invasive aspergillosis CML chronic myeloid leukemia, BM bone morrow, GVHD graft versus host disease, EBV Ebstein-Barr virus, ARDS adult respiratory distress syndrome, ARF acute renal failure", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Characteristics of the five cases with gastric invasive aspergillosis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Age (years)\n</td><td>Sex </td><td>Diagnosis </td><td>Previous treatment\n</td><td>Lung involvement\n</td><td>Gastric pathology </td><td>Result\n</td></tr><tr><td>Yong [4] </td><td>36 </td><td>M </td><td>CML, BM transplantation, GVHD\n</td><td>Chemotherapy </td><td>Aspergillus fumigatus\nin the sputum\n</td><td>Multiple transmural hemorrhagic necroses, Aspergillus hyphae inside the pseudomembrane.\n</td><td>Died\n</td></tr><tr><td>Franciosi\n</td><td>25 </td><td>M </td><td>Di-George syndrome, EBV infection\n</td><td>High-dose steroid </td><td>Aspergillus in the bronchial secretion\n</td><td>Aspergillus colonies surrounding perforated ulcers\n</td><td>Recovered\n</td></tr><tr><td>[6]\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Sanders\n</td><td>41 </td><td>F </td><td>ARDS, ARF, sepsis, long-term mechanical ventilation following motor vehicle accident\n</td><td>High-dose steroid </td><td>No </td><td>Necrosis extending from the mucosa to the submucosa, fungal hyphae invasion of small vessels, thrombosis\n</td><td>Died\n</td></tr><tr><td>[3]\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Trésallet\n</td><td>34 </td><td>F </td><td>Systemic sclerosis overlap syndrome\n</td><td> </td><td>No </td><td>Transmural necrosis, ulcer, vascular occlusion by Aspergillus fumigatus hyphae\n</td><td>Died\n</td></tr><tr><td>[5]\n</td><td> </td><td> </td><td> </td><td>Systemic steroids, mycophenolate mofetil\n</td><td> </td><td> </td><td> </td></tr><tr><td>Presented\n</td><td>13 </td><td>F </td><td>Artrogryposis multiplex congenita\n</td><td>No </td><td>No </td><td>Transmural fungal hyphae invasion, necrosis, ulcer\n</td><td>Recovered\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>case\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Karaman and other co-authors have no conflict of interest to declare.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest İbrahim"}]}