{"paper_id": "c86795d38ad8786a1dcfb087f28bcef8424e80b8", "metadata": {"title": "Molecular characteristics and pathogenicity analysis of QX-like avian infectious bronchitis virus isolated in China in 2017 and 2018", "authors": [{"first": "Shihong", "middle": [], "last": "Yan", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Yali", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Xiuying", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Wenfeng", "middle": [], "last": "Jia", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Deqiong", "middle": [], "last": "Xie", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Guozhong", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Beijing", "middle": [], "last": "Huadu", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}, {"first": "Yukou", "middle": [], "last": "Poultry", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Agricultural University", "location": {"postCode": "100193, 101206", "settlement": "Beijing, Beijing", "country": "People's Republic of China;, People's Republic of China"}}, "email": ""}]}, "abstract": [{"text": "Proportions of QX-like genotype infectious bronchitis virus (IBV) isolates have increased over time. Here, to better understand the epidemiology and pathogenicity of IBV in China and control the spread of infectious bronchitis (IB), we conducted sequence analyses and examined the pathogenicity of 5 field isolates from diseased flocks in 2017 and 2018. Sequence analyses revealed that all the 5 strains, as well as many recent field isolates from other researchers, belonged to the QX-like IBV genotype, which were distantly related to commercial vaccine strains. Viral pathogenicity experiments showed that the isolates caused high morbidity and severe ciliostasis in chickens, although they caused milder lethality. This provides further evidence that QX-like IBV emergence remains a major problem in the poultry industry, and information on IBV epidemiology and pathogenicity may help to control IB.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infectious bronchitis virus (IBV) causes an acute, highly contagious chicken viral disease in poultry agribusiness (Cavanagh, 2007) . IBV is an enveloped virus of approximately 27.6 kb in length. The IBV S1 segment of the spike protein is a major inducer of serum antibodies and is closely associated with viral tissue tropism and immune protection Zhao et al., 2016) . Typical symptoms of IBV infection include mouth breathing, head twitches, tracheal rales, and nasal discharge (Cavanagh, 2007; Yan et al., 2017) . Despite a predilection for the respiratory tract, IBV infection also displays kidney and oviduct tropisms, causing urogenital symptoms and secondary bacterial infections (Naqi et al., 2003; Zhong et al., 2016) .", "cite_spans": [{"start": 115, "end": 131, "text": "(Cavanagh, 2007)", "ref_id": "BIBREF0"}, {"start": 349, "end": 367, "text": "Zhao et al., 2016)", "ref_id": "BIBREF17"}, {"start": 480, "end": 496, "text": "(Cavanagh, 2007;", "ref_id": "BIBREF0"}, {"start": 497, "end": 514, "text": "Yan et al., 2017)", "ref_id": "BIBREF14"}, {"start": 687, "end": 706, "text": "(Naqi et al., 2003;", "ref_id": "BIBREF7"}, {"start": 707, "end": 726, "text": "Zhong et al., 2016)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Infectious bronchitis (IB) was first described in the early 1930s in North Dakota in the USA. The Massachusetts serotype was believed to be the only serotype until a second serotype (Connecticut) was identified in the mid-1950s (Keeler et al., 1998) . The inaccuracy of the coronaviral RNA-dependent RNA polymerase and high frequency of genetic changes during RNA replication (e.g., gene insertion, mutation, deletion, and C 2019 Poultry Science Association Inc. Received October 4, 2018. Accepted June 3, 2019. 1 Corresponding author: zhanggz@cau.edu.cn reconstruction) promote the emergence of new variant IBV strains, which are continually reported (Cavanagh et al., 1986; Yan et al., 2016) . Many IBV serotypes, antigenic variants, and field strains have been isolated in recent years . In addition, at least 30 IBV serotypes have been identified worldwide, and most available IBV vaccines cannot provide effective cross-protection against strains from different serotypes (Yan et al., 2016) .", "cite_spans": [{"start": 228, "end": 249, "text": "(Keeler et al., 1998)", "ref_id": "BIBREF5"}, {"start": 652, "end": 675, "text": "(Cavanagh et al., 1986;", "ref_id": "BIBREF1"}, {"start": 676, "end": 693, "text": "Yan et al., 2016)", "ref_id": "BIBREF13"}, {"start": 977, "end": 995, "text": "(Yan et al., 2016)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A previous study in China found that QX-like IBV incidence increased from 11.7% to nearly 70% between 1994 and 2014 and was a major problem in the poultry industry . IB outbreaks remain frequent, even among vaccinated flocks, which can be attributed to new IBV variants emerging in China. Therefore, continually isolating and identifying new IBV strains with pandemic potential, testing the pathogenicity of new isolates, and determining epidemics remain crucial for better understanding IBV epidemiology and controlling the disease. In this study, we examined 5 wild-type IBV strains from chicken farms in different areas in 2017 and 2018. Sequence comparison and phylogenetic analysis of the S1 gene were conducted to investigate the gene's molecular characteristics. An animal experiment was conducted to identify the pathogenicity of these IBVs to better understand the dominant IBV strains. The results of this study provide valuable insight into IBV evolution in China and demonstrate the need to improve vaccine efficacy against IBV infections.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A total of 5 strains (GDJ, GDS, LN1, LN2, and TJ) were isolated with embryonated specific-pathogen-free (SPF) chicken eggs from chickens previously vaccinated with IBV Mass-type vaccines in China between 2017 and 2018, who showed obvious signs of adverse respiratory symptoms (sneezing and tracheal rales). All IBVs used in this study were propagated in 10-dayold embryonated SPF chicken eggs via the allantoic route, and the allantoic fluid was collected at 40 h post-inoculation. The median embryo infectious doses (EID 50 ) for these strains were calculated using the standard method (Reed and Muench, 1938) .", "cite_spans": [{"start": 587, "end": 610, "text": "(Reed and Muench, 1938)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Viruses"}, {"text": "Specific-pathogen-free white leghorn chickens and eggs were purchased from the Beijing Merial Vital Laboratory Animal Technology Co., Ltd., (Beijing, China). The birds were maintained in isolators at China Agricultural University throughout the experiments, and the animal rearing facilities were approved by the Beijing Administration Committee of Laboratory Animals under the auspices of the Beijing Association for Science and Technology (approval ID SYXK [Jing] 2013-0013). The study's protocol was conducted as per the animal welfare guidelines set by the World Organization for Animal Health and approved by the Animal Welfare and Ethical Censor Committee at China Agricultural University (permit number: 1805-05).", "cite_spans": [], "ref_spans": [], "section": "Animals and Ethics Statement"}, {"text": "RNA was extracted from the allantoic fluid using the RNAprep Pure Tissue Kit (Tiangen Biotech, Beijing, China) as per the manufacturer's instructions. A total of 3 primer pairs (1F: 5 -GTGGAAGAGT GAAAGTTAGTG-3 , 1R: 5 -GTAACATAAACCA GCAATCC-3 ; 2F: 5 -GCTCTGGGTGGTAGTTTT GC-3 , 2R: 5 -TGGAAGCCGCA CTTTGATTG-3 ; and 3F: 5 -ATGTGACTGATTCTGCTGCT-3 , 3R: 5 -GACCAACA CTATTTACAACAG-3 ) were used for PCR to amplify the S1 full gene of the different IBV strains. cDNA synthesis, PCR, PCR product analysis, and nucleotide (nt) sequencing were performed as per a previous study (Yan et al., 2016) .", "cite_spans": [{"start": 570, "end": 588, "text": "(Yan et al., 2016)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Viral Genome Sequencing"}, {"text": "Sequence assembly of the 5 IBV isolates was conducted using the SeqMan program in DNASTAR 5.0 software (DNASTAR Inc., Madison, WI). Nucleotide sequence editing, analyses, and alignments were performed using the CLUSTAL W multiple alignment algorithm in the MegAlign program of DNASTAR.", "cite_spans": [], "ref_spans": [], "section": "Sequence and Phylogenetic Analyses"}, {"text": "The deduced amino acid sequences were aligned, and the S1 gene phylogenetic tree was constructed using MEGA 5.05 software by the neighbor-joining method. The results were validated by 1,000 bootstrap replicates.", "cite_spans": [], "ref_spans": [], "section": "Sequence and Phylogenetic Analyses"}, {"text": "Seventy-two 2-wk-old SPF chickens were randomly divided into 6 groups of 12 chickens each and housed in different isolators with positive pressure in airconditioned rooms. A total of 5 groups were ocularly vaccinated with 10 6.0 EID 50 of IBV strains GDJ, GDS, LN1, LN2, and TJ. The control group was inoculated with sterile saline using the same method. A total of 10 experimental chickens were marked and numbered from 1 to 10 in each group and used to observe chicken morbidity. Out of the 10 experimental chickens 2 were used for tracheal sampling. The birds were observed for 14 D, with food and water provided ad libitum.", "cite_spans": [], "ref_spans": [], "section": "Pathogenicity Tests"}, {"text": "Clinical Observations and Sampling All chickens were monitored daily for clinical signs of IB infection, including mouth breathing, head twitches, tracheal rales and depression. A total of 2 chicks from each group were euthanized by intravenously injecting sodium pentobarbital (200 mg/ml) at 7 days postchallenge (dpc), and tracheal samples were collected to analyze tracheal ciliary movement. At 14 dpc, all chicks were euthanized, and gross lesions were recorded in detail.", "cite_spans": [], "ref_spans": [], "section": "Pathogenicity Tests"}, {"text": "Inhibition of Ciliary Activity Tracheal ciliostasis scores were evaluated as previously described (Yan et al., 2017) . Briefly, 3 sections of the upper, middle, and lower trachea (9 rings per bird) were analyzed using a scoring system from 0 to 4. A score of 0 was given if the cilia in the complete tracheal section showed movement; a score of 1 was given if 75 to 100% of the cilia in the tracheal section showed movement; a score of 2 was given if 50 to 75% of the cilia in the tracheal section showed movement; a score of 3 was given if 25 to 50% of the cilia in the tracheal section showed movement; and a score of 4 was given if <25% of the cilia in the tracheal section showed movement or there was no movement at all. The average ciliostasis score was then calculated per group.", "cite_spans": [{"start": 98, "end": 116, "text": "(Yan et al., 2017)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Pathogenicity Tests"}, {"text": "Statistical analysis was performed using Graph-Pad Prism version 6.0 (GraphPad Software Inc., San Diego, CA). Multiple comparisons among the inoculated groups and control group were performed using Tukey's multiple comparison test for the ciliary activity inhibition test. Statistical significance was considered as follows: highly significant at p < 0.01 ( * * ); and very highly significant at p < 0.001 ( * * * ). The nucleotide sequence percent identify and divergence in S1 genes among these 5 strains (GDJ, GDS, LN1, LN2, and TJ), the QX-like virulent strain SD, and the classic vaccine strain H120.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "The nt sequence identities of S1 genes among different strains were shown in Figure 1 . The identities among GDJ, GDS, LN1, LN2, and TJ ranged from 94.5 to 99.8%. The nt sequence identities among these 5 strains and the QX-like violent strain, SD, ranged from 93.9 to 97.1%, while the isolates showed lower identities to vaccine strain H120 (77.0 to 78.1%).", "cite_spans": [], "ref_spans": [{"start": 77, "end": 85, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Sequence Comparison of the S1 Gene"}, {"text": "The S1 gene's phylogenetic tree revealed that most strains clustered into several distinct genotypes, including the Mass-like, 4/91-like, YN-like, QX-like, and TWlike groups ( Figure 2) . GDJ, GDS, LN1, LN2, and TJ isolates all belonged to the QX-like genotype and were closely related to most recently prevalent isolates but were distantly related to commercial vaccine strains in China, as well as the Mass-like, 4/91-like, and YN-like strains.", "cite_spans": [], "ref_spans": [{"start": 176, "end": 185, "text": "Figure 2)", "ref_id": "FIGREF1"}], "section": "Isolates of the QX-like Genotype"}, {"text": "Chicks inoculated with the 5 new strains showed obvious clinical signs as early as 3 dpc, which persisted until 11 dpc. The diseased chicks of all challenge groups showed signs of respiratory disease (mouth breathing, head twitches, tracheal, and bronchiolar rales) and mental health problems (depression and ruffled feathers). The morbidities of the GDJ, GDS, LN1, LN2, and TJ groups were 90%, 90%, 60%, 90%, and 40%, respectively, in accordance with clinical manifestations during the 14-day observation period (Table 1) . Only 1 chick in the GDJ group died, while the control group birds remained alert and active during the experiment. In the challenge groups, obvious lesions were detected in the respiratory tract at necropsy ( Table 2 ). The main clin-ical manifestations in the chicks at 14 dpc were hemorrhaging in the tracheas and larynxes and exudates of flaxen mucus on the larynxes ( Figure 3A ). In contrast, no apparent pathological changes were observed in the control group throughout the observation period.", "cite_spans": [], "ref_spans": [{"start": 513, "end": 522, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 734, "end": 741, "text": "Table 2", "ref_id": null}, {"start": 897, "end": 906, "text": "Figure 3A", "ref_id": "FIGREF2"}], "section": "IBV Strains Exhibit Pathogenicity in SPF Chickens"}, {"text": "Inhibited ciliary activity in the trachea was measured at 7 dpc. The GDS, LN1, LN2, and TJ groups showed maximum average ciliostasis scores of 4, the GDJ group's average ciliostasis score was approximately 3.4, and the control group's average ciliostasis score was below 1 ( Figure 3B ). No significant differences in ciliostasis scores were observed between the inoculated groups.", "cite_spans": [], "ref_spans": [{"start": 275, "end": 284, "text": "Figure 3B", "ref_id": "FIGREF2"}], "section": "IBV Strains Exhibit Pathogenicity in SPF Chickens"}, {"text": "Many IBV genotypes and variants have been isolated in China, and accurate characterization of new isolates is an essential prerequisite for implementing control measures and understanding IBV epidemiology and evolution. In this study, genotype and pathogenicity analyses of 5 new isolates (GDJ, GDS, LN1, LN2, and TJ) were conducted. The phylogenetic analyses revealed that the 5 new strains and many other field isolates were grouped in the QX-like genotype cluster in the S1 gene's phylogenetic tree and were distantly related to vaccine strains, which are considered the main agents for disease outbreaks (Liu et al., 2009 ). Our previous report indicates that Chinese IBV isolates are evolving at a rapid rate under the immune selection pressure of Mass-like vaccines and the S1 gene is the first structural gene to be affected by such selection pressure . Thus, a specific vaccine must be developed to guard against potential QX-like viral threats on a molecular level.", "cite_spans": [{"start": 608, "end": 625, "text": "(Liu et al., 2009", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The pathogenicity test indicated that inoculating SPF chickens with the 5 strains resulted in clinical signs consistent with an IB-like disease, and respiratory signs in the birds were most apparent. However, the 5 strains induced no high mortality, and their pathogenicities were lower than those described in previous reports (Yan et al., 2016; Zhao et al., 2016) . Additionally, surviving chickens were humanely killed and dissected at the end of the observation period, and some chickens in the challenge-infection group showed tracheal hemorrhaging and hemorrhaging with heavy mucus exudate on their larynxes . The ciliostasis test is often used to determine the degree of tracheal damage following IBV growth in this tissue (Tarpey et al., 2006) . The results for the degree of ciliary movement in the tracheal epithelial cells at 7 dpc revealed that those IBV strains induced a severe respiratory disease and lesions in the experimental chickens, and the associated ciliostasis was severe, which reaffirmed that the trachea is the IBV's primary target organ (Zhao et al., 2015; Yan et al., 2018) . When these 5 IBV isolates were identified on different poultry farms, varying numbers of chickens were affected, and some had died. Coinfection of these IBVs with other pathogens is thought to have occurred in the chicks. A previous report found that coinfections with Table 2 . Lesion rates and quantities of diseased chicks with typical pathological lesions (trachea and larynx) in all groups after the 14-day observation period. GDJ GDS LN1 LN2  TJ  Control   Tracheorrhagia  2  1  4  4  3  0  Laryngeal hemorrhage  6  5  3  5  2  0  Laryngeal mucus  3  4  5  2  1  0  Lesion rate  70%  50%  60% 50% 40%  0% multiple respiratory pathogens are common in chickens (Sid et al., 2015) . These primary pathogens include the avian influenza virus, IBV, Newcastle disease virus, and Mycoplasma gallisepticum (Haghighatjahromi et al., 2008; Stipkovits et al., 2012) . Consequently, a secondary infection may be more easily acquired when the tracheal cilia's protective capability is weakened or lost. Although the mortality rates of all the IBV strains in this study were lower than those in previous isolates (Feng, et al., 2012; Yan et al., 2017) , the virus contributes to a high mortality rate when it is coinfected with other pathogens in chickens (Haghighatjahromi et al., 2008) . , and TJ at 10 6.0 EID 50 /bird. The error bar indicates standard deviation. Statistical significance was considered as follows: highly significant at p < 0.01 ( * * ), and very highly significant at p < 0.001 ( * * * ).", "cite_spans": [{"start": 328, "end": 346, "text": "(Yan et al., 2016;", "ref_id": "BIBREF13"}, {"start": 347, "end": 365, "text": "Zhao et al., 2016)", "ref_id": "BIBREF17"}, {"start": 730, "end": 751, "text": "(Tarpey et al., 2006)", "ref_id": "BIBREF11"}, {"start": 1065, "end": 1084, "text": "(Zhao et al., 2015;", "ref_id": "BIBREF16"}, {"start": 1085, "end": 1102, "text": "Yan et al., 2018)", "ref_id": "BIBREF15"}, {"start": 1537, "end": 1540, "text": "GDJ", "ref_id": null}, {"start": 1770, "end": 1788, "text": "(Sid et al., 2015)", "ref_id": "BIBREF9"}, {"start": 1909, "end": 1940, "text": "(Haghighatjahromi et al., 2008;", "ref_id": "BIBREF4"}, {"start": 1941, "end": 1965, "text": "Stipkovits et al., 2012)", "ref_id": "BIBREF10"}, {"start": 2210, "end": 2230, "text": "(Feng, et al., 2012;", "ref_id": "BIBREF3"}, {"start": 2231, "end": 2248, "text": "Yan et al., 2017)", "ref_id": "BIBREF14"}, {"start": 2353, "end": 2384, "text": "(Haghighatjahromi et al., 2008)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1374, "end": 1381, "text": "Table 2", "ref_id": null}, {"start": 1541, "end": 1715, "text": "GDS LN1 LN2  TJ  Control   Tracheorrhagia  2  1  4  4  3  0  Laryngeal hemorrhage  6  5  3  5  2  0  Laryngeal mucus  3  4  5  2  1  0  Lesion rate  70%  50%  60% 50% 40%  0%", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "In conclusion, the current study demonstrated that the QX-like IBV variant became highly prevalent within a few years, thus becoming the most significant IBV type in China. The virus is difficult to control with the current vaccine; therefore, new live-attenuated vaccine strains based on new isolates should be screened to protect chickens against common epidemic IBV strains.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Coronavirus avian infectious bronchitis virus", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 2007, "venue": "Vet. Res", "volume": "38", "issn": "", "pages": "281--297", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coronavirus IBV: virus retaining spike glycopolypeptide S2 but not S1 is unable to induce virus-neutralizing or haemagglutination-inhibiting antibody, or induce chicken tracheal protection", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Darbyshire", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "", "suffix": ""}], "year": 1986, "venue": "J. Gen. Virol", "volume": "67", "issn": "", "pages": "1435--1442", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pathogenicity differences between QXlike and Mass-type infectious bronchitis viruses", "authors": [{"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "C", "middle": [], "last": "Huo", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "S", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2018, "venue": "", "volume": "213", "issn": "", "pages": "129--135", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Virulent avian infectious bronchitis virus, People's Republic of China", "authors": [{"first": "J", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Q", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 1994, "venue": "Emerg. Infect. Dis", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coinfection of avian influenza virus (h9n2 subtype) with infectious bronchitis live vaccine", "authors": [{"first": "M", "middle": [], "last": "Haghighatjahromi", "suffix": ""}, {"first": "K", "middle": [], "last": "Asasi", "suffix": ""}, {"first": "H", "middle": [], "last": "Nili", "suffix": ""}, {"first": "H", "middle": [], "last": "Dadras", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Shooshtari", "suffix": ""}], "year": 2008, "venue": "Arch. Virol", "volume": "153", "issn": "", "pages": "651--655", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Serotype identification of avian infectious bronchitis virus by RT-PCR of the peplomer (S-1) gene", "authors": [{"first": "C", "middle": ["L"], "last": "Keeler", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Jr", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Reed", "suffix": ""}, {"first": "J", "middle": [], "last": "Nix", "suffix": ""}, {"first": "", "middle": [], "last": "Gelb", "suffix": ""}], "year": 1998, "venue": "Avian Dis", "volume": "42", "issn": "", "pages": "275--284", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Complete genome sequence analysis of a predominant infectious bronchitis virus (IBV) strain in China", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Su", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "Virus Genes", "volume": "38", "issn": "", "pages": "56--65", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Establishment of persistent avian infectious bronchitis virus infection in antibody-free and antibody-positive chickens", "authors": [{"first": "S", "middle": [], "last": "Naqi", "suffix": ""}, {"first": "K", "middle": [], "last": "Gay", "suffix": ""}, {"first": "P", "middle": [], "last": "Patalla", "suffix": ""}, {"first": "S", "middle": [], "last": "Mondal", "suffix": ""}, {"first": "R", "middle": [], "last": "Liu", "suffix": ""}], "year": 2003, "venue": "Avian Dis", "volume": "47", "issn": "", "pages": "594--601", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Simple method of estimating fifty percent endpoint", "authors": [{"first": "L", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Muench", "suffix": ""}], "year": 1938, "venue": "Am. J. Epidemiol", "volume": "27", "issn": "", "pages": "493--497", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Co-infection with multiple respiratory pathogens contributes to increased mortality rates in Algerian poultry flocks", "authors": [{"first": "H", "middle": [], "last": "Sid", "suffix": ""}, {"first": "K", "middle": [], "last": "Benachour", "suffix": ""}, {"first": "S", "middle": [], "last": "Rautenschlein", "suffix": ""}], "year": 2015, "venue": "Avian Dis", "volume": "59", "issn": "", "pages": "440--446", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effect of low-pathogenicity influenza virus H3N8 infection on Mycoplasma gallisepticum infection of chickens", "authors": [{"first": "L", "middle": [], "last": "Stipkovits", "suffix": ""}, {"first": "L", "middle": [], "last": "Egyed", "suffix": ""}, {"first": "V", "middle": [], "last": "Palfi", "suffix": ""}, {"first": "A", "middle": [], "last": "Beres", "suffix": ""}, {"first": "E", "middle": [], "last": "Pitlik", "suffix": ""}, {"first": "M", "middle": [], "last": "Somogyi", "suffix": ""}, {"first": "S", "middle": [], "last": "Szathmary", "suffix": ""}, {"first": "B", "middle": [], "last": "Denes", "suffix": ""}], "year": 2012, "venue": "Avian Pathol", "volume": "41", "issn": "", "pages": "51--57", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Safety and efficacy of an infectious bronchitis virus used for chicken embryo vaccination", "authors": [{"first": "I", "middle": [], "last": "Tarpey", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Orbell", "suffix": ""}, {"first": "P", "middle": [], "last": "Britton", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "6830--6838", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Characterization and analysis of an infectious bronchitis virus strain isolated from southern China in 2013", "authors": [{"first": "G", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Virol J", "volume": "13", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pathogenicity of a TW-Like strain of infectious bronchitis virus and evaluation of the protection induced against it by a QX-Like strain", "authors": [{"first": "S", "middle": [], "last": "Yan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Front. Microbiol", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Analysis of antigenicity and pathogenicity reveals major differences among QX-like infectious bronchitis viruses and other serotypes", "authors": [{"first": "S", "middle": [], "last": "Yan", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2017, "venue": "Vet. Microbiol", "volume": "203", "issn": "", "pages": "167--173", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Attenuation, safety, and efficacy of a QX-like infectious bronchitis virus serotype vaccine", "authors": [{"first": "S", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "D", "middle": [], "last": "Xie", "suffix": ""}, {"first": "X", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ma", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2018, "venue": "Vaccine", "volume": "36", "issn": "", "pages": "1880--1886", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Safety and efficacy of an attenuated Chinese QX-like infectious bronchitis virus strain as a candidate vaccine", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Vet. Microbiol", "volume": "180", "issn": "", "pages": "49--58", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Evolution of infectious bronchitis virus in China over the past two decades", "authors": [{"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "J. Gen. Virol", "volume": "97", "issn": "", "pages": "1566--1574", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pathogenicity of virulent infectious bronchitis virus isolate YN on hen ovary and oviduct", "authors": [{"first": "Q", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Vet. Microbiol", "volume": "193", "issn": "", "pages": "100--105", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1. The nucleotide sequence percent identify and divergence in S1 genes among these 5 strains (GDJ, GDS, LN1, LN2, and TJ), the QX-like virulent strain SD, and the classic vaccine strain H120.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Phylogenetic tree based on the nucleotide sequence of the infectious bronchitis virus (IBVs)' S1 genes. The tree was constructed using the neighbor-joining method in MEGA version 5.05. Bootstrap values (n = 1,000 replicates) of <70% are not shown. The 5 IBV isolates used in this study are marked with filled dots.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Tracheal lesions (A) and tracheal ciliostasis scores (B) in 2-wk-old SPF chickens inoculated via eye drop with infectious bronchitis virus (IBV) strains GDJ, GDS, LN1, LN2", "latex": null, "type": "figure"}, "TABREF0": {"text": "Morbidity rates and quantities of diseased chicks with typical clinical manifestations (respiratory diseases, depression, and mortality) in all groups during the 14-day observation period.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>GDJ </td><td>GDS </td><td>LN1 </td><td>LN2 </td><td>TJ </td><td>Control\n</td></tr><tr><td>Mortality </td><td>1 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>Respiratory symptoms </td><td>8 </td><td>9 </td><td>6 </td><td>8 </td><td>4 </td><td>0\n</td></tr><tr><td>Depression </td><td>3 </td><td>0 </td><td>1 </td><td>4 </td><td>1 </td><td>0\n</td></tr><tr><td>Morbidity rate </td><td>90% </td><td>90% </td><td>60% </td><td>90% </td><td>40% </td><td>0%\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 2. Lesion rates and quantities of diseased chicks with typical pathological lesions (trachea and larynx) in all groups after the 14-day observation period.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>GDJ </td><td>GDS </td><td>LN1 </td><td>LN2 </td><td>TJ </td><td>Control\n</td></tr><tr><td>Tracheorrhagia </td><td>2 </td><td>1 </td><td>4 </td><td>4 </td><td>3 </td><td>0\n</td></tr><tr><td>Laryngeal hemorrhage </td><td>6 </td><td>5 </td><td>3 </td><td>5 </td><td>2 </td><td>0\n</td></tr><tr><td>Laryngeal mucus </td><td>3 </td><td>4 </td><td>5 </td><td>2 </td><td>1 </td><td>0\n</td></tr><tr><td>Lesion rate </td><td>70% </td><td>50% </td><td>60% </td><td>50% </td><td>40% </td><td>0%\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was supported by the Beijing Innovation Consortium of the Agriculture Research System (BAIC04-2019).", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}