{
    "paper_id": "c9603a2fe5e1644aba3da6a8d5911303ef7b89a1",
    "metadata": {
        "title": "Childhood Tuberculosis Presenting with Haemophagocytic Syndrome",
        "authors": [
            {
                "first": "Tarun",
                "middle": [],
                "last": "Verma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sameer",
                "middle": [],
                "last": "Aggarwal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Haemophagocytic syndrome is a life threatening complication of systemic infection resulting from an exaggerated immune response to a triggering agent. Prompt recognition and treatment of this disorder can abrogate otherwise high fatality associated with this disorder. A 2 year old girl presented with acute enteritis, developed prolonged fever and organomegaly complicated by multiorgan failure. She fulfilled the diagnostic criteria for haemophagocytic lymphohistiocytosis including bone marrow evidence of haemophagocytosis. In addition she had serological evidence of tubercular infection as well as a positive family history of tuberculosis. She responded rapidly to immunosuppressive therapy and anti-tubercular therapy. Our case illustrates the association of haemophagocytic syndrome with tuberculosis as well as the favourable response obtained with prompt diagnosis and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Haemophagocytic lymphohistiocytosis (HLH) is a rare disorder caused by unrestrained proliferation and activity of the monocyte-macrophage system with phagocytosis of the mature and immature formed blood cells, release of inflammatory mediators, coagulopathy and often multiorgan failure. It has been described in all age groups, especially in the paediatric-adolescent population. Management usually consists of immunosuppressive agents along with treatment of the underlying condition. The HLH 2004 protocol consists of repeated cycles of cyclosporine-etoposidedexamethasone; however, sustained responses are rare, especially in familial HLH, and most patients eventually relapse [1] . Bone marrow transplant remains the only effective therapy for refractory cases but entails high procedure related mortality.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 684,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various studies have reported 5 year survival rates of 50-60% for children with HLH, including familial and acquired forms [2, 3] . The diagnosis of familial HLH is often based on the age of onset, family history including a history of consanguinity, the clinical profile and/or co-existence of inherited immune deficiencies. Frequent relapses are common and these patients are usually candidates for BMT [4] . However, differentiation from early onset acquired HLH can be difficult. Absence of markers of immune deficiency (CHS, GS or XLP) or genetic perforin-granyzyme mutations does not rule out familial HLH. Acquired HLH has been described in association with collagen vascular disease (macrophage activation syndrome), post-transplant, malignancies especially T-cell lymphomas (lymphoma associated HLH) and infections (infection associated HLH). [5] . Both familial and secondary HLH are usually precipitated by an immunological trigger which may be an infectious agent or a drug. Among the infectious agents viruses especially Ebstein-Barr virus and Cytomegalovirus (virus associated HLH) are most commonly implicated, but bacterial, fungal and parasitic infections have also been described [6, 7] . With the possible exception of visceral leishmaniasis, immunomodulation is indicated in most cases [8] . Mycobacterium tuberculosis has been related to haemophagocytic syndrome in case reports from the Indian subcontinent, often with high mortality despite aggressive immunosuppressive therapy [1, [9] [10] [11] . We report a case of haemophagocytic syndrome related to mycobacterial infection which was managed with steroids and IVIG with complete clinical and haematological response.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient was a 2-year-old female with an unremarkable past, perinatal or family history. She was admitted with fever and diarrhoea of 2 days duration. She was managed with broad spectrum antibiotics, hydration and other supportive measures. High grade fever persisted along with progressive hepatosplenomegaly; on the 10th day of admission she developed ascites, respiratory distress and bilateral ptosis. Chest X-ray revealed bilateral pulmonary infiltrates suggestive of Acute respiratory distress syndrome. Peripheral blood counts revealed anaemia (7.6 gm/dl) and thrombocytopenia (87 9 10 3 /ll). Leucopenia (total leucocyte count 2.4 9 10 3 /ll, absolute neutrophil count 1.1 9 10 3 /ll) developed 4-5 days later. The coagulation profile was deranged with prolonged PT (32 s, INR 3.02) and APTT (39 s) in the absence of overt bleeding. D-dimer was positive. Serum triglycerides were 457 mg/dl, serum ferritin was 1,331 ng/ml and LDH was 1,889 IU/l. Bone marrow aspiration and biopsy revealed prominence of macrophages and histiocytes and phagocytosis of mature myeloid and lymphoid elements (Fig. 1 ). In addition, ELISA (IgM) for M tuberculosis was unequivocally positive at 1.08 U/ml (normal \\ 0.90 U/ml) while IgG (0.18 U/ml, normal \\ 0.90) and IgA (45.53 U/ml, normal \\ 300) were negative, suggestive of acute Tubercular infection. Mantoux test was negative; tests for HBV, HCV and HIV were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1099,
                    "end": 1106,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Transaminases showed a twofold increase (AST 74 IU/l, ALT 87 IU/l) with normal bilirubin levels and normal renal function tests. Based on the fulfilment of 6/8 HLH-2004 criteria, namely fever, splenomegaly, cytopenias, hypertriglyceridemia, hyperferritinemia and bone marrow findings, a diagnosis of Haemophagocytic syndrome was made (Infection Associated HLH) [1] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Immunosuppressive therapy was initiated immediately after bone marrow studies. Methylprednisoslone (30 mg/ kg/day 9 3 days) followed by IVIG (1 gm/kg/day 9 2days) were used initially. HLH protocol was held in abeyance in the event of relapse of cytopenia or persistent fever. The patient was also exhibited anti-tubercular therapy consiting of isoniazid, rifampin, ethambutol and pyrazinamide. With the above treatment the patient responded rapidly; respiratory distress resolved within 24-48 h with resolution of radiological findings on follow-up X-ray chest. High grade fever settled within 24 h, organomegaly resolved over 7-10 days. Cytopenias also resolved over 4-5 days as did biological markers of Haemophagocytic Syndrome. The child was discharged on the 16th day of methylprednisolone and is on regular follow-up with no recurrence of symptoms and normal blood counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "HLH is a distinct clinical entity characterised by fever, pancytopenia, splenomegaly and haemophagocytosis in bone marrow, spleen, liver or lymph nodes. Laboratory investigations usually reveal high triglyceride and ferritin levels, impaired NK and cytotoxic T-cell function and low fibrinogen. It is a syndrome of macrophage activation, usually secondary to an immunological trigger, resulting in phagocytosis of mature and immature red cells, myeloid elements and platelets. In addition there is intense immune system activation causing release of inflammatory mediators IFNc, TNFa, IL-6, IL-10; Th-1 responses and organ system damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The case described could well have been familial HLH, especially in view of age of onset. However, absence of a history of consanguinity, demonstration of recent mycobacterial infection and prompt response to treatment suggest infection associated HLH. The patient presented with prolonged fever complicated by organomegaly, cytopenias and ARDS, was investigated and treated promptly with good response to treatment. In a study of HLH in children a median age of onset of 17.4 months was described with average duration of fever ranging from 6 to 14 days. Our patient had onset at 24 months of age with fever duration of 10 days before developing symptoms. The patient was diagnosed and treated early at the 11th day of admission as against a median of 19 days described in Western literature [12] . Haemophagocytic syndrome related to childhood tuberculosis has been reported previously, in this patient the diagnosis remained presumptive based on the ELISA, positive family history and rapidity of response to ATT and immunosuppression [10] .",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 797,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neurological signs described in HLH are encephalopathy, meningism, hypotonia, hemiplegia and seizures [2, 13] . Our patient developed bilateral ptosis which eventually resolved over 2-3 weeks. Phagocytosis, reportedly, most affects the red cells and platelets, however, in our case the majority of the ingested cells were of the myeloid and lymphoid lineages [14] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The classical picture of florid haemophagocytosis is usually not seen in the initial bone marrow and develops over the course of the illness. In this case bone marrow biopsy was not repeated as the parents were unwilling and blood counts rapidly normalised along with signs and symptoms. EBV infection markers were not available at this centre and hence not performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our patient had a favourable clinical outcome possibly due to early diagnosis and prompt initiation of specific treatment. A high index of suspicion is required for such cases as it may be an important cause of FUO [12] . Infection associated HLH related to tuberculosis is a treatable disorder with early immunosuppressive therapy.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HLH-2004: diagnostic and therapeutic guidelines for haemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arico",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Paed Blood Cancer",
            "volume": "48",
            "issn": "",
            "pages": "124--131",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advances in the management of haemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashuku",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Haematol",
            "volume": "72",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Haemophagocytic lymphohistiocytosis in infancy and childhood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashuku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hibi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Todo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Paediatr",
            "volume": "130",
            "issn": "",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Haemophagocytic lymphohistiocytosis: diagnosis, treatment and prognostic factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Janka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Leukemia",
            "volume": "10",
            "issn": "",
            "pages": "197--203",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Haemophagocytic syndromes and infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "6",
            "pages": "601--608",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Haemophagoctyic syndrome in children-a thirty case experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Avila-Aguero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Camacho-Badilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Canas-Coto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intersci Conf Antimicrob Agents Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cytomegalovrus associated haemophagocytic syndrome in a child with Crohn's disease receiving azathioprine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lokesh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boctor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Paediatr Gastroenterol Nutrition",
            "volume": "39",
            "issn": "",
            "pages": "418--421",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Haemophagocytic syndrome associated with visceral leishmaniasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indian J Paediatr",
            "volume": "73",
            "issn": "",
            "pages": "71--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Haemophagocytic syndrome: a cause for fatal outcome in tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Parate",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Bobhate",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J Path Microbiol",
            "volume": "52",
            "issn": "2",
            "pages": "260--262",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infection associated haemophagocytic syndrome in childhood tuberculosis: a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nandi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ganguly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Paediatr Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "91--94",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tuberculosis associated haemophagocytic syndrome in infancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramanium",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karthigeyan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Aparna",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indian Paediatr",
            "volume": "45",
            "issn": "",
            "pages": "593--595",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Haemophagocytic syndrome in children: an important diagnostic consideration in fever of unknown origin",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palazzi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcclain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "3",
            "pages": "306--312",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infection associated haemophagocytic syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "E"
                    ],
                    "last": "Currimbhoy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Indian Paediatr",
            "volume": "32",
            "issn": "",
            "pages": "285--290",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virus associated haemophagocytic syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Risdall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mckenna",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Cancer",
            "volume": "44",
            "issn": "",
            "pages": "993--1002",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Haemophagocytic Syndrome. GIEMSA stained bone marrow aspirate showing numerous macrophages and histiocytes with phagocytosis of mature lymphocytes, myeloid cells and platelets",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment The authors acknowledge the efforts of the nursing and laboratory staff in ensuring a successful outcome of the case.Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}