{
    "paper_id": "c963db8d90773faaee49738e217d099a7c33d44f",
    "metadata": {
        "title": "Non bacterial gastroenteritis",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Steinhoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "A A P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "Jacob"
                ],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R C P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Recent advances in virology have resulted in a reassessment of the role of viruses in acute gastroenteritis (AGE). Clinicians have long suspected that viruses caused AGE but scientific evidence for this association has been obtained only in recent years, t Many investigations in temperate and tropical areas have shown that specific bacterial agents cause only approximately 30 per cent of acute diarrheal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Virologic studies usually demonstrate equal frequency of viral isolates from both patients and healthy controls. In other words, adenoviruses, echoviruses and coxsackie viruses are not found to be associated with acute diarrhea.l, 2 However, the application of the electron microscope (EM) for the direct examination of stool has resulted in the discovery ot\" many viruses that were not previously detected by tissue culture methods of virus isolation. Two groups of viruses have been clearly associated with AGE, namely Norwalk virus and human rotavirus, and a number of other newly recognised viruses are under investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Norwalk virus causes a common syndrome described as early as in 1927 by Zahorsky These viruses are 20-30 nm in diameter. They have not been fully characterized and classified, but appear to be similar to parvoviruses.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Zahorsky",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Norwalk virus"
        },
        {
            "text": "The clinical characteristics of Norwalk virus disease have been delineated in volunteer stt~dies and by careful analysis of outbreaks. The incubation period is I-2 days. The onset is usually at!ate, with nausea, vomiting and abdominal cramps in over 90 per cent of patients; diarrhea and other symptoms of fever, malaise, myalgia, headache and prostration occur in less than half. 5 \"[he illness usually lasts 2-3 days. The secondary attack rate is about 33 per cent in home contacts, demonstrating an efficient transmission. In one large volunteer study, of 59 young adults exposed to Norwalk virus, 68 per cent seroconverted and 57 per cent became ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norwalk virus"
        },
        {
            "text": "United States have shown that antibodies to Norwalk virus are uncommon in infants and children, and are seen in half of adults over 50 years. Antibodies have been found in populations in many parts of the world, attesting to its widespread occurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroepidemiologicstudies in the"
        },
        {
            "text": "The diagnosis of Norwalk virus disease is at present confined to a few research laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroepidemiologicstudies in the"
        },
        {
            "text": "This virus does not grow in standard tissue culture but may be demonstrated by electron-mlcroscopy, or a radioimmunoassay technique. Serology is performed by the same technique and also by an immune-adherarice hemagglutination assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroepidemiologicstudies in the"
        },
        {
            "text": "Therapy for Norwalk-virus disease consists of replacement of fluids and other symptomatic measures. The disease is short-lived and usually does not have sequelae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroepidemiologicstudies in the"
        },
        {
            "text": "In 1973, Bishop (Fig 1) . It has a double stranded R N A genome which is in I1 segments. Laboratory results are non-contributory, with normal white blood cell count and serum electrolytes, ands compensated metabolic acidosis. The illness usually resolves in 3 to 4 days. Only about 30 HRV-related deaths have been reported from developed countries2",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "Bishop",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "Investigations in tropical areas also show HRV to be very common. In India, 26 per cent of hospitalized diarrhea cases in Vellore 9 and 66 per cent in Calicut 1~ were HRV associated. South American studies show 30-40 per cent/of similar cases to be HRV positive. There is a seasonal pattern with an increase in incidence during the months of July to December in Vellore. 9 During January to June only about 10-15 per cent of AGE eases are HRV associated (unpublished). In Caticut, fall and winter epidemics of HRV infection and diarrhea have been reported. 11 A 3-year longitudinal study of 21 village children in a Guatemalan highland village demonstrated that HRV was associated with 14 per cent of selected diarrheal episodes, and that HRV disease was more severe than bacterial diarrhea. 12 Of all episodes of dehydrating diarrheal disease in these children, over half were HRV associated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "Seroepidemiologic studies have been reported from many areas including Vellore lz They demonstrate that antibody to HRV is acquired early : in most populations 90 per cent or more of5year-old children have antibody, indicating past infection with HRV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "Newborn infants are susceptible to infection. In certain hospital nurseries in England and Australia HRV has been endemic for years, j4 Although frequently infected, newborns do not usually develop disease. Breast feeding appears to provide some protection and other factors are also probably involved. A recent report from Vcllore confirms the relative lack of symptoms in HRV-excreting neonates. 15 Adults also are occasionally infected, their disease is usually mild. In a prospective study of 98 families in Canada, children had an attack rate of 33 per cent per year and adults, 17 per cent per year. Only a third of the adult infections was associated with diarrhea. 16 Laboratory diagnosis. Since HRV is difficult to grow in tissue culture, other methods are used for the detection of the viral particles in stool. Electron microscopy was the first technique used, and now complement fixation, immunofluorescence, counterimmunoelectrophoresis and enzyme-linked .immun~176 assay have been developed. The last two of these methods are suitable for routine use in hospitals, and they are currently in use at our hospital. 1-~",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "The clinical diagnosis of HRV disease should be entertained when presented with a child from 6 to 24 months of age with vomiting, diarrhea and dehydration. This clinical picture is not clearly distinguishable from the syndromes associated with enteropathogenic E. coli (EPEC) strains, and the relative frequencies of these two infections have yet to be defined in India. Antibiotic therapy will of course not affect the course of HRV disease, and there are varied opinions regarding the effect of antibiotics on EPEC disease. The most important step in reducing mortality and promoting early recovery is fluid and electrolyte replacement. Reports from Bangladesh show that the WHO recommended oral electrolyte solution (sodium 90, potassium 20, chloride 80, bicarbonate 30 and glucose 111 m Mol/litre) is effective for rehydration in HRV diarrhea. 17 Considering the importance of HRV as a cause of morbidity and mortality in developing countries, there is great interest in the developmem of a vaccine.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 275,
                    "text": "(EPEC)",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 850,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "Since there are at least four serotypes of HRV, a multi-type vaccine will have to be developed. A live attenuated oral HRV strain which would induce both enteric and humoral immunity would seem to be ideal, ta The rational approach to HRV prevention will require the accummulation of much more data regarding the natural history of its infection and disease outside hospital wards, the modes of transmission and the details of the mechanisms and duration of immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        },
        {
            "text": "Other viruses A number of other Viruses have been found in diarrheal stools and require confirmation in an etiologic role. Among these are astrovirus, calicivirus, coronavirus, certain adneoviruses which are not cultivable, and the so called small round viruses. It is likely that we will be hearing more of these and other new viruses in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ituman rotaviru~"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viruses aud diarrhea: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Steinhoff",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Amer J Dis Child",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quoted by Morley D: Pediatric Priorities in the Developing World",
            "authors": [],
            "year": 1973,
            "venue": "~1 Jobn TJ: Dvplicaled report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hyperemesis liemis or the winter vomiting disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zahorsky",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "Arch Pediatr",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Visualization by immune electron microscopy of a 27 nm particle associated with acute infectious hop-bacterial gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Virol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bismuth subs~,licylate therapy of viral gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Steinhoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Gastroenterology",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virus particles in epithelial cells of duodenal mucosa from children with non-bacterial gastr0enteritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "Davidson",
                    "middle": [],
                    "last": "Gp",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ruck",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet it",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rotavirus : the first five years",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Steinhoff",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Pediatr",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of acute gastroenteritis associated with human reovirus-like a~ent in infants and young children",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Arrobio",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Pediatr",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aetiology of acute gastroenteritis in infancy and early childhood in southern India",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Maiya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malhan",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch Dis Child",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Acute diarrhoea in infants in India",
            "authors": [],
            "year": 1977,
            "venue": "XV th Congress of Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemic gastroenteritis in children associated with rotavirus infection",
            "authors": [
                {
                    "first": "Ckj",
                    "middle": [],
                    "last": "Panickar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "Dharmarajan",
                    "middle": [],
                    "last": "Etal",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Indian J Med Res",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diarrhoea associated with rotavirus in rural Guatemala",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Yolken",
                    "suffix": ""
                },
                {
                    "first": "J J",
                    "middle": [],
                    "last": "Urrutia",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Amer J Trop Med Hyg",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence of rotavirus antibody in infarcts and children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Jesudoss",
                    "suffix": ""
                },
                {
                    "first": "T J",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "M~)han",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Indian J Med Res",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Asymptomatic endemic rotavirus infections in the newborn",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Chrystie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Totterdell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Banatvala",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prevalence of rotavirus infection in neonates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jesudoss",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Maiya",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "At",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Indian J Med Res",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Feltham Set al : Rotavirus infection in adults. Results of a prospective family study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Wenman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hinde",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "New Engl J Med",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oral hydratinn in rotavirus diarrhoea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sack",
                    "suffix": ""
                },
                {
                    "first": "Amyk",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eusof",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunization of infants and young children against rotaviral gastroenteritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "I~g",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "C. Steinhoff, M.D., F.A.A.P., and T. Jacob John, F.R.C.P., Ph.D.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ":::'::: :..:...:.:.i::.:.!.'.\":':::\":::.:.::.'.:::::.:.::::::::i:~:in stool, diameter 70rim. The bar r e p r e s e n t s 100 nm. (Kindly supplied by Prof. Minnie Mathan, Vellore)~ Stud:es of infants and children hospitalised in Europe, North America and Australia with acute diarrhea have helped to define the cdnical syndrome. During the summer upto 20 per cent of diarrhea admissions are associated w~th HRV : in winter the proportion rises to 70 to 80 per cent. 7The disease is most common in children from 6 to 24 months old. The incubation period is 1-2 days and the onset is abrupt with vomiting and diarrhea. Vomiting often precedes the diarrhea, and is a prominent part of the syndrome. Most patients have a low grade fever, and 20 per cent demonstrate signs of upper respiratory tract infection, s Mild to moderate dehydration is a common feature.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". 3 It consisted of vomiting From the Department of Child Health and Virology, Christian Medical College and Hospital, Vellore-632004. Tamii Nadu. Reprint requests : T. Jacob John, Professor and Head. Department of Vkology.and diarrhea which occurred in winter, often in epidemics, short-lived in duration and affecting all age groups. It was aptly called winter vomiting disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and colleagues in Australia first reported the association of human rotavirus (HRV) with AGE in children by using EM. ~ It was soon confirmed by reports from Canada and the U.K. Subsequent work in many parts of the world has demonstrated that HRV is the single most c o m m o n cause of A G E in infancy and childhood requiring hospitalisation. viruses as a genus within the family Reoviridae. H R V i s spherical, 70 nm in diameter and has a distinct morphological appearance under E.M.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}