{"paper_id": "c9bdfe2bf07b2f35d94dedebd32881dd7763756e", "metadata": {"title": "THE EUROPEAN PHYSICAL JOURNAL SPECIAL TOPICS Climate impact on spreading of airborne infectious diseases Complex network based modeling of climate influences on influenza like illnesses", "authors": [{"first": "Regular", "middle": [], "last": "Article", "suffix": "", "affiliation": {"laboratory": "", "institution": "Potsdam Institute for Climate Impact Research", "location": {"settlement": "Potsdam", "country": "Germany"}}, "email": ""}, {"first": "Frank", "middle": [], "last": "Brenner", "suffix": "", "affiliation": {"laboratory": "", "institution": "Potsdam Institute for Climate Impact Research", "location": {"settlement": "Potsdam", "country": "Germany"}}, "email": ""}, {"first": "Norbert", "middle": [], "last": "Marwan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Potsdam Institute for Climate Impact Research", "location": {"settlement": "Potsdam", "country": "Germany"}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Hoffmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Potsdam Institute for Climate Impact Research", "location": {"settlement": "Potsdam", "country": "Germany"}}, "email": ""}]}, "abstract": [{"text": "In this study we combined a wide range of data sets to simulate the outbreak of an airborne infectious disease that is directly transmitted from human to human. The basis is a complex network whose structures are inspired by global air traffic data (from openflights.org) containing information about airports, airport locations, direct flight connections and airplane types. Disease spreading inside every node is realized with a Susceptible-Exposed-Infected-Recovered (SEIR) compartmental model. Disease transmission rates in our model are depending on the climate environment and therefore vary in time and from node to node. To implement the correlation between water vapor pressure and influenza transmission rate [J. Shaman, M. Kohn, Proc. Natl. Acad. Sci. 106, 3243 (2009)], we use global available climate reanalysis data (WATCH-Forcing-Data-ERA-Interim, WFDEI). During our sensitivity analysis we found that disease spreading dynamics are strongly depending on network properties, the climatic environment of the epidemic outbreak location, and the season during the year in which the outbreak is happening.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The pandemics of SARS (2002 SARS ( /2003 [2, 3] and H1N1 (2009) [4, 5] have considerably shown the potential of epidemic outbreaks of infectious diseases in a world that is strongly connected. On the one hand, increasing global air traveling is establishing a straightforward and fast opportunity for pathogens to migrate globally in only a few days [6, 7] . On the other hand, ongoing change of environmental conditions is shifting bioclimate envelopes for developing infectious diseases [8, 9] . Therefore pandemic predictions become more difficult and concerns regarding epidemiology and global health increase. To support strategies to control epidemic outbreaks of infectious diseases, it is necessary to better understand the complex interrelationship between epidemiological dynamics, connectivity, and climate change.", "cite_spans": [{"start": 17, "end": 27, "text": "SARS (2002", "ref_id": null}, {"start": 28, "end": 40, "text": "SARS ( /2003", "ref_id": null}, {"start": 41, "end": 44, "text": "[2,", "ref_id": null}, {"start": 45, "end": 47, "text": "3]", "ref_id": null}, {"start": 64, "end": 67, "text": "[4,", "ref_id": null}, {"start": 68, "end": 70, "text": "5]", "ref_id": null}, {"start": 350, "end": 353, "text": "[6,", "ref_id": null}, {"start": 354, "end": 356, "text": "7]", "ref_id": "BIBREF6"}, {"start": 489, "end": 492, "text": "[8,", "ref_id": null}, {"start": 493, "end": 495, "text": "9]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "We focus on influenza like illnesses (ILI) to comprehend the influence of climate change on disease spreading patterns. Influenza is a viral infectious disease, widely a e-mail: fbrenner@pik-potsdam.de also known as the flu. The family of RNA viruses is spread among a variety of hostse.g., humans, pigs, birds, and other mammals. Popular examples of historic influenza outbreaks among humans are the Spanish flu (1918) [10] and the so called swine flu (2009), both caused by H1N1 Influenza A virus. Influenza is mostly transmitted through the air. Pathogens are transported on droplets or small particles released by sneezing or coughing. Entry points for the virus are nose and throat. Transmission by touching contaminated surfaces and afterwards touching the mouth is also possible, but less common. The incubation period (time for an infected patient to turn infectious) of influenza ranges from 1 until 4 days [11] .", "cite_spans": [{"start": 420, "end": 424, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 916, "end": 920, "text": "[11]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Influenza is depending on the environment. Studies analyzing time series of patient data and climate data sets have concluded that temperature and absolute humidity have an effect on influenza mortality (e.g., [12, 13] ). This dependency is also confirmed by experimental data conducted with guinea pigs [1, 14] . While the experimental results can be well explained by the influence of transmission rate, interpretation of real world comparisons require more details. Possible options besides transmission rate are host behavior changes, pathogen appearance and disappearance [15] , pathogen survival time in the environment [16] , or variable host susceptibility [17] .", "cite_spans": [{"start": 210, "end": 214, "text": "[12,", "ref_id": null}, {"start": 215, "end": 218, "text": "13]", "ref_id": null}, {"start": 304, "end": 307, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 308, "end": 311, "text": "14]", "ref_id": null}, {"start": 577, "end": 581, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 626, "end": 630, "text": "[16]", "ref_id": null}, {"start": 665, "end": 669, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "We use a complex network approach to analyze disease spreading dynamics with a model inspired by real world scenarios. The network structure is build by nodes (representing cities) and edges connecting those nodes (representing direct flight connections). Disease propagation dynamics are strongly depending on the properties of the underlying network. With respect to the real world air traffic network we built a small model containing hubs, high degree nodes, low degree nodes, and weighted edges [18] . Every node and edge is equipped with unique properties (e.g., every edge contains information on the passenger capacity of the flight connection). As a nonlinear topological feature we introduce a compartmental structure at each node of our model. This so called SEIR approach divides the local population of each node into 4 separate groups -Susceptible, Exposed/Infected, Infectious, and Recovered [19, 20] . These groups represent the characteristic progress of an influenza patient. The transition between those compartments is controlled by a set of parameters which will be explained in detail in Section 2.1.", "cite_spans": [{"start": 500, "end": 504, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 907, "end": 911, "text": "[19,", "ref_id": "BIBREF17"}, {"start": 912, "end": 915, "text": "20]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "With this setup we will analyze certain parts of the network structure to assess the importance of each of those details for disease spreading dynamics. We will show the impact on a small model that is based on real world scenarios. Number of nodes, number of edges, degree distribution, and total population will be held constant during all presented simulations to improve the validity of our sensitivity analysis. We will evaluate the intensity and pace at which epidemics are proceeding. To simulate different airplane occupancy rates and changing flight route capacities while having a stable and unchanged network (for example when the number of daily flights between two airports will increase), we will analyze the effect of passenger load on disease spreading patterns in our model. A second sensitivity analysis is done for seasonal effects of influenza transmission caused by the environment. Epidemics will be analyzed during various times of the year, months with high potential of fast and intense disease spreading will be emphasized. This task is done for a setup where all nodes have a similar climatic situation (representing continental flight connections in Europe) and finally with nodes distributed in very distinct climatic setups (representing global flight connections).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In order to investigate the relationship between climatic environment and spreading patterns of infectious diseases, we will make use of two methods. The basis is a complex network structure representing urban, populated areas and the flight connections between them. The construction of those edges is inspired by properties of the real world air traffic network.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Inside each urban area we use a compartmental model to divide the local population into specific groups. This approach is a well established method to simulate epidemic events (e.g., [19, 21, 22] ). The disease is then spreading in each urban area separately, even though persons of all compartments can be transported along the edges.", "cite_spans": [{"start": 183, "end": 187, "text": "[19,", "ref_id": "BIBREF17"}, {"start": 188, "end": 191, "text": "21,", "ref_id": null}, {"start": 192, "end": 195, "text": "22]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "The local population at each node/ city is divided into four groups, which are: Susceptible, Exposed, Infectious, and Recovered (Fig. 1) . The compartment Exposed is optional and used to analyze the sensitivity of incubation time.", "cite_spans": [], "ref_spans": [{"start": 128, "end": 136, "text": "(Fig. 1)", "ref_id": null}], "section": "SEIR compartmental model"}, {"text": "Susceptible: People are healthy and can possibly become infected. Unless there are immunities right from the start, everybody is in this state at the beginning of the simulation. Exposed: If a susceptible person gets into contact with an infectious person, there is the chance of disease spreading, described by transmission rate β. If transmission is happening, the susceptible individual is becoming exposed, which means the person is infected, but not yet infectious. Infectious: After the incubation period 1/α has passed, the infected individual becomes infectious and now has the ability to spread the disease and infect susceptible persons. Recovered: After a predefined recovery period 1/γ any infectious individual is joining the recovered state. At this point persons cannot infect others and are no longer susceptible to the disease.", "cite_spans": [], "ref_spans": [], "section": "SEIR compartmental model"}, {"text": "The transition between these compartments is controlled by transmission rate β, incubation rate α, and recovery rate γ (Tab. 1). A set of differential equations is used to calculate the temporal development of the disease in every node:", "cite_spans": [], "ref_spans": [], "section": "SEIR compartmental model"}, {"text": "Variable S i refers to the total number of susceptible persons in node i, while E i , I i and R i refer to the number of exposed, infectious, and recovered persons, respectively. This set of ordinary differential equations is integrated each time step.", "cite_spans": [], "ref_spans": [], "section": "SEIR compartmental model"}, {"text": "Whether or not an outbreak of an infectious disease will reach high intensities and fast spreading patterns can be calculated by the basic reproduction number R 0 Parameter value description β 0 < β < 1 transmission rate α 1/3 incubation rate, reciprocal to incubation period γ 1/7 recovery rate, reciprocal to recovery time S s 1 · 10 6 number of susceptible persons at each node at simulation start E s 0 number of exposed persons at each node at simulation start I s 0 / 2 number of infectious persons at each node at simulation start R s 0 number of recovered persons at each node at simulation start which is calculated by the parameters used for the transition between the compartments. The disease will not spread if R 0 is smaller than 1.", "cite_spans": [], "ref_spans": [], "section": "SEIR compartmental model"}, {"text": "Disease propagation between different cities is realized with a complex network structure containing nodes and edges. Nodes represent the cities in which diseases are spreading, links represent direct flight connections between those cities. Edges are weighted and contain information on the number of passengers traveling between departure node and target node. We limit the number of cities to 10 and connect them with a edge pattern, which is comparable to the global air traffic network [18] . Every node is placed on a certain location and linked with observational climate data of this point. Since this work focuses on the relationship between climatic environments and disease spreading patterns, a small amount of nodes is sufficient to cover a wide range of epidemic scenarios. Section 2.1 described the progression of an epidemic inside each node. Spreading of the disease between nodes happens along the edges. Each passenger gets picked randomly from the local departure population and stays in the arrival location. Persons are transferred from the destination node (i) to any connected target node (j).", "cite_spans": [{"start": 491, "end": 495, "text": "[18]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Complex network theory"}, {"text": "This transfer is done for each edge at time step t. The number of transferred persons of each compartment s t , e t , i t , r t at given step t is defined by the population distribution of given node and the number of passengers defined for given edge.", "cite_spans": [], "ref_spans": [], "section": "Complex network theory"}, {"text": "Transmission rates of infectious diseases are depending on climate variables (Fig. 2 [14] . A follow up study of these experiments provides further evidence and focuses on water vapor pressure as environmental variable [1] . Water vapor pressure can be calculated from air temperature, relative humidity, specific humidity, or air pressure and is more suitable for modeling the climate effect on spreading patterns of Influenza.", "cite_spans": [{"start": 85, "end": 89, "text": "[14]", "ref_id": null}, {"start": 219, "end": 222, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 77, "end": 84, "text": "(Fig. 2", "ref_id": "FIGREF0"}], "section": "Link between transmission rate and vapor pressure"}, {"text": "The reasons for this dependencies are a change in virus particle stability, changing water droplet sizes, and distinct reactions of the human immune system. For example during conditions with medium until high humidity big droplets are formed, virus particles are only partially stable [23, 24] and the immune system is working fine [25] . This results in a rather low transmission rate. Now looking at a low humidity regime, we have stable particles, small droplets (which are able to deeper penetrate the respiratory tract) and a weakened immune system. The immune system is weaker because mucosal membranes dry out and have a reduced ability of preventing virus particles to enter deeper parts of the respiratory tract.", "cite_spans": [{"start": 286, "end": 290, "text": "[23,", "ref_id": null}, {"start": 291, "end": 294, "text": "24]", "ref_id": null}, {"start": 333, "end": 337, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Link between transmission rate and vapor pressure"}, {"text": "Those processes on a microbiological scale cause a seasonal variation of transmission rate. For example the European winter is characterized by high relative humidity, low temperature, and low vapor pressure. This results in a high transmission rate for influenza. On the other hand European summer shows low relative humidity, high temperature, and high vapor pressure, which is causing a lower transmission rate. Since there are a lot of different climate zones in the world, the seasonal behavior of the environment for disease transmission changes differently in each zone.", "cite_spans": [], "ref_spans": [], "section": "Link between transmission rate and vapor pressure"}, {"text": "Whereas global availability of data for temperature, humidity, and air pressure in air conditioned or heated rooms is difficult to achieve, climate data from outdoor measurements and reanalysis data is widely accessible.", "cite_spans": [], "ref_spans": [], "section": "Link between transmission rate and vapor pressure"}, {"text": "We assume that a significant amount of disease transmissions is happening indoors (offices, public transportation, schools, hospitals, etc.). Relative humidity shows strong differences between indoor and outdoor climatologies [1] . This has been found out by comparing indoor measurements from households in Sweden [26] with NCEP-NCAR climate reanalysis data [27] . The calculation of transmission rates from relative humidity is therefore only valid when using indoor measurements. Water vapor pressure on the other hand side shows a similar annual behavior for indoor and outdoor climatologies. This fact justifies the use of outdoor water vapor pressure data for calculating transmission rates that are most relevant for indoor contacts.", "cite_spans": [{"start": 226, "end": 229, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 315, "end": 319, "text": "[26]", "ref_id": null}, {"start": 359, "end": 363, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Link between transmission rate and vapor pressure"}, {"text": "The results by Shaman et al. [1] are used as a Look up Table ( LUT) approach (Tab. 2). After calculating water vapor pressure p v from data of the WFDEI dataset, we are able to define a climate dependent transmission rate for each city at each day of the year.", "cite_spans": [{"start": 29, "end": 32, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 55, "end": 62, "text": "Table (", "ref_id": null}], "section": "Link between transmission rate and vapor pressure"}, {"text": "The LUT contains the correlation between vapor pressure (in mb) and transmission rate (Tab. 2). The exact value is finally calculated as a weighted average between the two neighboring data points (Eq. (4)). For any water vapor pressure value the low (p vL ) and high (p vH ) value neighbors are picked together with their corresponding transmission rate values (β L and β H ) to calculate β. For example: water vapor pressure is 17 mb, therefore p vL = 15 mb and p vH = 20 mb. The corresponding transmission rates are β L = 20% and β H = 15%, resulting in a following transmission rate β = 18%.", "cite_spans": [], "ref_spans": [], "section": "Link between transmission rate and vapor pressure"}, {"text": "The climate dataset used to calculate the transmission rates was developed by the project Water and Global Change (WATCH). It is called WATCH-Forcing-Data-ERA-Interim (WFDEI). The WFDEI dataset was produced by applying the WFD methodology to ERA-Interim data from the European Centre for Medium Range Weather Forecasts (ECMWF). Eight climate parameters are available on a 0.5 • × 0.5 • global grid with a temporal resolution of 3 hours from 1979 until 2014. From this dataset we use daily mean values of specific humidity s and surface air pressure p. Water vapor pressure at surface level p v is then calculated with the help of the definition of specific humidity:", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The result was validated with selected ground station observation datasets from the National Oceanic and Atmospheric Administration (NOAA, data.noaa.gov). We validated locations in different climate regions to ensure quality control. An example of the comparison of calculated water vapor pressure from WFDEI data (red curve) and GSOD ground observation (blue curve) is shown in Figure 3 .", "cite_spans": [], "ref_spans": [{"start": 379, "end": 387, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Data"}, {"text": "Afterwards we use the LUT approach to calculate the Influenza transmission rate from water vapor pressure.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "In general the temporal development of a SEIR type epidemic proceeds with the following pattern (Fig. 4) . Before outbreak starting day every person in the model domain is in state susceptible. During the initiation process two persons are randomly picked and defined as infected. If the basic reproduction number R 0 is greater than 1 the number of infected individuals will grow until saturation is reached due to the lack of available susceptible persons to further transmit the disease. At the end of the outbreak every person is either in state recovered (which means that this person was infected) or still susceptible. To be able to compare a large amount of simulations, we define characteristic points in those curves, which are:", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "(Fig. 4)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "Time step when amount of susceptible population drops below 90% I max Epidemic peak, maximum number of infectious persons at a certain time step T imax Time step of epidemic peak R max Total number of recovered persons at the end of the simulation, equal to total number of infected persons over the whole simulation time ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "During our first analysis the amount of passengers on each flight/ at each edge is varied between 10 and 500 (Fig. 5A ). There are some remarkable points on these plots. First of all the total amount of infected persons over the whole simulation period does not depend on the amount of passengers on each airplane (R max , green curve), nevertheless the intensity of the epidemic peak does (I max , red curve). The more passengers we put on each airplane, the higher is the number of infected persons at peak level. This correlates well with the pace of the epidemic. The more passengers the faster the peak is reached and the earlier susceptible population drops below 90%.", "cite_spans": [], "ref_spans": [{"start": 109, "end": 117, "text": "(Fig. 5A", "ref_id": "FIGREF3"}], "section": "Sensitivity analysis, flight passengers"}, {"text": "The idea of this analysis is to run the outbreak simulation during different times of a year. Like we explained in Section 2.3 each node contains its own transmission rate which is changing on a daily basis. Therefore the time of the year when an epidemic is beginning to evolve has an impact on its intensity and development. A set of 36 starting days is defined (day 0 corresponds to January 1st, 2011). The gap between each simulation start is 10 days. The maximum simulation duration is 365 days, but never reached since simulations are stopped when there are no more infected individuals left. Through this analysis all nodes have been equipped with seasonal climate variables from European cities. During winter season water vapor pressure is low and therefore transmission rates are high and the epidemic behavior shows high peak intensity, high total amount of infected persons and a fast pace (Fig. 5B) . During summer season with high water vapor pressure and lower transmission rates the number of infected persons is dramatically reduced to below 10%, while the disease is spreading very slow.", "cite_spans": [], "ref_spans": [{"start": 902, "end": 911, "text": "(Fig. 5B)", "ref_id": "FIGREF3"}], "section": "Sensitivity analysis, seasonal effects of transmission rate in Europe"}, {"text": "As a next step we distribute the 10 nodes all over the globe in different regions and a wide range of climate zones -northern hemisphere, southern hemisphere, tropics, mid latitudes, desert, etc. (Fig. 6 ). Here we analyze the importance of the outbreak location environment when disease dynamics can be accelerated or decelerated. This happens because the transmission rates vary between the nodes and in time. This is the difference to Section 4.2 where transmission rates have been varying in time but were quite similar from node to node. The 10 nodes have been placed at the locations of real cities in order to make the model more descriptive. Apart from the meteorological environment they can not be associated with those real world cities. In our simulation all cities have the same population and the same contact patterns. The direct flight connections between the cities are not comparable to real world flight connections between those 10 cities. The outbreak is initiated at a location with very similar climate conditions compared to Europe to ensure comparability to sensitivity analysis 2. During these simulations the environmental setup is changing much stronger between each node since the behavior of temperature, humidity, and water vapor pressure is not homogeneous and of similar type like it was in Section 4.2. This is causing some additional dynamics which can accelerate or decelerate the epidemic development.", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "(Fig. 6", "ref_id": "FIGREF4"}], "section": "Sensitivity analysis, seasonal effects of transmission rate world wide"}, {"text": "Please note that the total number of infected persons over the whole simulation time is reduced a lot (50%-60% compared to > 90%), while the difference between the seasons is much weaker. However if we start the simulation during the middle of the year (which would be European summer), the intensity is slightly reduced while the pace is slower (Fig. 5C) . The transmission rates at the outbreak location of an epidemic is crucial for disease spreading dynamics. If the basic reproduction number R 0 is smaller than 1, there will be no large growth in infectious individuals and the epidemic will end soon.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 355, "text": "(Fig. 5C)", "ref_id": "FIGREF3"}], "section": "Sensitivity analysis, seasonal effects of transmission rate world wide"}, {"text": "Since γ is constant for every location and time, the only parameter controlling R 0 is the transmission rate β. The recovery time for our Influenza simulations is 7 days, therefore β has to be larger than 1/7 to ensure spreading. Low basic reproduction numbers can be observed in simulations with outbreaks in Singapore and Bangkok where the average transmission rates are below 0.1 (Tab. 3). Even though Bangkok is very well connected (highest betweenness centrality, second highest degree), the probability of infecting a large amount of individuals tends to zero. When the basic reproduction number is clearly bigger than 1, the epidemic peak ranges from 8.43% to 10.94%. The biggest epidemic peak is happening with outbreak location Cairo. The node is very well connected (highest degree, second highest betweenness centrality) with an average transmission rate of 0.31 (R 0 = 2.17). The time until the epidemic peaks are reached ranges from 64 days until 116 days and varies much more than the intensity of the peak itself. Slow outbreak patterns can be caused by either low connectivity (e.g., New York with the lowest degree and lowest betweenness centrality) or a basic reproduction number that is only slightly bigger than 1 (e.g., Sao Paulo with an average R 0 of 1.19).", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analysis, seasonal effects of transmission rate world wide"}, {"text": "The simulated outcome of the epidemic is highly depending on the location where the disease is introduced. The parameters that have an effect on outbreak dynamics can be split into two parts: 1) Network properties: a higher degree and a higher betweenness centrality help to spread the disease faster and reach higher peak values of infected individuals in the whole network. Nevertheless a high degree and betweenness centrality is no guarantee for an intense epidemic. 2) Environmental properties are crucial for epidemic development. The examples of Singapore and Bangkok show quite well that a tropical environment with high humidity leads to low airborne transmission rates which suggest an inhibition of large disease spreading.", "cite_spans": [], "ref_spans": [], "section": "Sensitivity analysis, seasonal effects of transmission rate world wide"}, {"text": "The correlation between low humidity, low water vapor pressure and low transmission rates is very valid for temperate climate zones as it can explain the occurrence of seasonal Influenza activity. However, in tropical regions Influenza activity does not show this type of seasonality. The reasons for this are not well understood, but are affected by a high number of non-environmental factors like host behavior, host susceptibility, and pathogenicity of Influenza virus strains [29, 30] .", "cite_spans": [{"start": 480, "end": 484, "text": "[29,", "ref_id": null}, {"start": 485, "end": 488, "text": "30]", "ref_id": null}], "ref_spans": [], "section": "Sensitivity analysis, seasonal effects of transmission rate world wide"}, {"text": "Our investigations have shown that spreading patterns of infectious diseases like influenza depend on one side on the network structure and on the other side on the climatic setup of the environment. The results shown here are examples used to simplify the real world air traffic network and are equipped with assumptions to reduce the complexity of the system respectively to focus on certain details of the epidemiological process.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The following factors are important for global disease spreading, but have been neglected in this study for simplification and focus on sensitivity analysis:", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "variable composition of the local population in each city, seasonal varying contact behavior, different contact behavior in different population groups, changing flight frequencies, immunities, vaccination campaigns. When comparing the model results to real world influenza case studies, those limitations need to be considered.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Nevertheless even without all the influences mentioned above, with the help of a transmission rate that is calculated from water vapor pressure data it is possible to simulate a clear seasonal difference between summer and winter which is observed every year in real influenza outbreaks in Europe (flu season).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "During our simulations we had a clear focus on transmission of influenza by aerosol particles that are transporting pathogens. There are two other possibilities of spreading the disease (direct contact between two humans and by contact with virus contaminated surfaces). It is not clear whether the latter transmission ways depend on water vapor pressure changes and, if they do, how this dependency is characterized. The complete lack of influenza virus spread in tropical regions like Bangkok or Singapore is not observed, even though they show no strong seasonal variation [30] . A possible explanation for the difference between observations and model simulation could be that virus transmission by aerosol particles is less dominant in tropical regions compared to temperate climate zones.", "cite_spans": [{"start": 576, "end": 580, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Most contacts and therefore transmissions are assumed to happen indoors. Water vapor pressure is expected to show similar values for indoor and outdoor environments for all climate zones and all seasons. Due to the lack of globally distributed humidity and air pressure measurements for different indoor scenarios, this assumption is difficult to verify. It works well for temperate regions [1] but might cause problems in tropical areas.", "cite_spans": [{"start": 391, "end": 394, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "With respect to climate change we can point out that disease spreading patterns will be faster and reach higher intensities in regions where water vapor pressure is reduced. Change in transmission rate is much higher in areas with low water vapor pressure compared to regions with high water vapor pressure (Tab. 2). Since temperate regions (e.g., Europe) have fairly low water vapor pressure values through all seasons (e.g., 5 mb to 15 mb for London, Fig. 3 ), they will show the highest sensitivity to environmental changes.", "cite_spans": [], "ref_spans": [{"start": 453, "end": 459, "text": "Fig. 3", "ref_id": "FIGREF1"}], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "M", "middle": [], "last": "Kohn", "suffix": ""}], "year": 2009, "venue": "", "volume": "106", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "D", "middle": [], "last": "Balcan", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonçalves", "suffix": ""}, {"first": "H", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ramasco", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2009, "venue": "", "volume": "106", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "WHO Influenza, fact sheet n211", "authors": [{"first": "A", "middle": [], "last": "Trilla", "suffix": ""}, {"first": "G", "middle": [], "last": "Trilla", "suffix": ""}, {"first": "C", "middle": [], "last": "Daer", "suffix": ""}], "year": 2008, "venue": "", "volume": "47", "issn": "", "pages": "2017--2037", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Emerging infectious diseases", "authors": [{"first": "S", "middle": ["F"], "last": "Dowell", "suffix": ""}], "year": 2001, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "R", "middle": [], "last": "Guimera", "suffix": ""}, {"first": "S", "middle": [], "last": "Mossa", "suffix": ""}, {"first": "A", "middle": [], "last": "Turtschi", "suffix": ""}, {"first": "L", "middle": ["N"], "last": "Amaral", "suffix": ""}], "year": 2005, "venue": "", "volume": "102", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Modeling infectious diseases in humans and animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Correlation between influenza transmission rate and water vapor pressure. Results are based on experiments under laboratory conditions[1,14]. Two examples for levels of water vapor pressure in a temperate regime and a tropical environment are marked. Examples for physical quantities used in (Eq. (4)) are marked on the axes.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Two water vapor pressure time series for London, 2011-2012. The red curve is calculated from WATCH-Forcing-Data-ERA-Interim (WFDEI)[28] data using specific humidity and air pressure at surface level. The black curve is observational data for London Heathrow airport from the National Oceanic and Atmospheric Administration (NOAA), colored in online version.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Exemplary temporal behavior of a disease spreading simulation using a SIR/SEIR compartmental model. The x-axis is showing the time (days) after initiation of the outbreak; the y-axis is showing the number of persons for each single compartment: Susceptible, Infected, and Recovered.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Results of 3 sensitivity analyses using the described SEIR model. The first column always shows the number of days until a certain threshold/ maximal value is reached. The second column displays maximal values of infectious and recovered persons for each single simulation. The third column shows transmission rate development for the initiation point of the epidemic and an overlay of all SIR curves. Model simulations in part A have been done with a varying set of amount of passengers on each flight connection. Part B uses different times of the year as initiation day to analyze climatic influences on disease spreading patterns. All nodes in B have a European like climate. Part C is similar to B with the only difference of node locations that are now situated in very disparate climate environments.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Global distribution of network nodes used during the sensitivity analysis in Section 4.3. Size of nodes correlates with degree.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Parameters that control the transition between particular compartments of the SEIR scheme. Transmission rates are calculated from climate data (Sect. 2.3). Values for incubation period and recovery time are derived from medical case studies [11].", "latex": null, "type": "table"}, "TABREF2": {"text": ",[1]). Regarding our scenario of Influenza viruses there have been laboratory experiments examining the relationship between different environmental parameters and transmission rate of Influenza. Those parameters have been air temperature, relative humidity, and water vapor pressure. The study by Lowen et al. finds a clear difference in virus transmission between low and high humidity environments", "latex": null, "type": "table"}, "TABREF3": {"text": "Look Up Table usedfor calculation of climate sensitive transmission rates. Data taken from[1].", "latex": null, "type": "table"}, "TABREF4": {"text": "Network properties, environmental setup, and epidemic outcome of each node. pv -average water vapor pressure [mb], s -average specific humidity [kg/kg], β -average transmission rate, deg -degree, bc -betweenness centrality, I max -average epidemic peak [%], R max -average total infected [%], tp -average time until epidemic peak is reached[days]. Averages for VP, SH, and TR are calculated as mean value of a 2 year time series from 2013-2014. Averages for I max and Rmax are calculated as mean value from all simulation setups for the corresponding location.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1. Parameters that control the transition between particular compartments of the SEIR scheme. Transmission rates are calculated from climate data (Sect. 2.3 ). Values for", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>incubation period and recovery time are derived from medical case studies [11]. value description transmission rate incubation rate, reciprocal to incubation period recovery rate, reciprocal to recovery time number of susceptible persons at each node at simulation start number of exposed persons at each node at simulation start number of infectious persons at each node at simulation start number of recovered persons at each node at simulation start\n</td></tr><tr><td>β </td><td>0 &lt; β &lt; 1 </td></tr><tr><td>α </td><td>1/3 </td></tr><tr><td>γ </td><td>1/7 </td></tr><tr><td>Ss </td><td>1 · 106 </td></tr><tr><td>Es </td><td>0 </td></tr><tr><td>Is </td><td>0 / 2 </td></tr><tr><td>Rs </td><td>0 </td></tr></table></body></html>"}}, "back_matter": [{"text": "This work is part of the research consortium InfectControl2020, funded by the German Federal Ministry for Education and Research (BMBF).", "cite_spans": [], "ref_spans": [], "section": "The European Physical Journal Special Topics"}]}