{
    "paper_id": "ca5d6a9480d596173667c4692394ce6c79088e30",
    "metadata": {
        "title": "Intensive Care Medicine Audit of intensive care: a 30 month experience using the Apache II severity of disease classification system",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Jacobs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "W S"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Riyadh Armed Forces Hospital",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Riyadh Armed Forces Hospital",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "608 patients admitted to a general Intensive Care Unit (ICU) over a 30 month period were analyzed according to the Apache II Severity of Disease Classification System on day one of admission. Hospital outcome details were available on 583 patients in the series. The mean Apache I1 scores for survivors (396) and non-survivors (187) were 13 (SD 7) and 24 (SD 9), and their Risk of Death were 16 (SD 16) and 47 (SD 27) respectively (p < 0.001 for both). The majority of deaths (75%: 141/187) in our series came from those with chronic ill health (55%: 103/187), of whom 37% (38/103) were in endstage disease, and those with \"old\" trauma 08%: 34/187) often with incipient sepsis transferred from other hospitals after a mean delay of 9 days. Our higher than predicted mortality (mortality ratio 1.2) in comparison with centres in the United States of America (US) may be partly explained by the high proportion of our population from these unfavourable groups, by our use of the best Glasgow Coma Scale in the first 24 h following admission, and the major differences between our patient population and that of the US upon which the Apache II was based. The presence of these large unfavourable groups indicates a change in our admission policy is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Following our first year's (November 1984 to November 1985) favorable experience [1] with the Apache II Severity of Disease Classification System [2] we have continued to use and develop it [3, 4] . We have favoured the use of the Apache II Severity of Disease Classification System in preference to other scoring systems [5] [6] [7] [8] [9] [10] [11] because it is the only scoring system applicable to the broad-case mix of patients seen in an ICU with the exception of the Mortality Prediction Model (MPM) [10] and the Simplified Acute Physiological Score (SAPS) [11] . The MPM is disadvantaged by the fact that it has not been validated outside the centre in which it was developed and that it is only suitable for use as an initial assessment on admission and not for daily assessments. The SAPS is not able to be converted to probabilities of mortality. This then is our rationale for using the Apache II system in order to conduct an audit of our Intensive Care Unit (ICU) over a 30 month period.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Riyadh Forces Hospital (RAFH) is a referral center for the whole of Saudi Arabia and only partly serves the armed forces. Critically ill patients from the entire peninsula are frequently airlifted to the RAFH. Many of our severe trauma cases arrive from other hospitals, often after a delay of many days. There has in addition been a commitment by this hospital for the past 18 months to admit acute trauma from a designated sector of the city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our ICU can be classified according to the administrative classification defined by the National Institutes of Health (NIH) Consensus Conference on Critical Care [12] as lying between level I and II. Specifically, our ICU is a 4 bedded area plus 2 single isolation rooms serving a general hospital population of 640 patients. The cardiac surgery ICU (adult and pediatric) and coronary care unit (CCU) are separate facilities. The ICU has a full time Consultant Intensivist in charge. The amount of involvement and control that the Intensivist possesses in respect of admissions, discharges and treatment decisions is not total but varies according to the vagaries of time, pressure for beds, the individual admitting physicians and occasionally even on social considerations. The junior medical staff performing the daily running of the unit are registrars or senior registrars from the Department of Anaesthesia and in addition there is an intermittent involvement by house officers and registrars from the Department of Surgery and Medicine. The ICU medical staff have generally a good working relationship with the nursing staff and with the admitting physicians. The ratio of nursing staff to patients are always on at least a one to one basis. Experienced senior nurses are designated as charge nurses for each shift.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All patients (608) admitted to the ICU from November 1984 to April 1987 were assessed by the Apache II Severity of Disease Classification System and Risk of Death using specific diagnostic coefficients [2] (see Appendix). The Apache II score is based on deviations from normal of 11 acute physiological variables and the Glasgow Coma Score (GCS). It takes into account the age of the patient and the presence of defined chronic disease of the cardiovascular, respiratory, hepatic, renal and immunological systems. The worst values (i.e. the most deranged value) of the 11 acute physiological variables in the first 24 h following admission were used. It is to be especially noted in the case of the Glasgow Coma Score however that the best, rather than the worst, value obtained at any time during the first 24 h of admission was chosen for scoring purposes. Bion et al. [13] also used the best value obtained at any time during the transport teams care of their transported patients. This differs from the method of Knaus et al. [14] who used the worst score (lowest value) over the same period. Our rationale for using the best score appertains to our search for a predictive model in regard to prediction of death [4] . The neurological score contributes approximately 1/4 of the maximum acute physiological score points. It is thus very heavily weighted and a mistake in this score on the debit side could contribute erroneously to a prediction of death. Often the GCS can only be known retrospectively because of the logistics of managing ventilated patients with adequate sedation on the ICU and during transport. We have thus made it a policy on our unit with patients who are difficult to assess neurologically that such patients be given the benefit of the doubt and awarded a higher or normal GCS in order to reduce the chance of a false positive prediction of death. There is no doubt that assessment of the GCS for the Apache II scoring system presents us with the greatest difficulty of all the 12 variables. Many of our patients are transferred from other hospitals and it is often very difficult to obtain exact details of neurological status from the referring hospital. If the patient has been ventilated and sedated at the referring hospital we consider it preferable to regard the neurological status as normal until time has allowed us to assess the patients to our own satisfaction when we are certain that no centrally acting drugs or muscle relaxants are acting. We have also noted that deafness [4] or polyneuritis may occasionally be a cause of a patient receiving a lower GCS than is warranted.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2519,
                    "end": 2522,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "In a patient with a chronic illness score we defined that patient as having end-stage disease if he was considered likely to die from his chronic illness within 6 months regardless of his acute illness or deterioration. For patients with chronic decompensated liver disease we utilised the Glasgow predictor [15] (see Appendix) or the initial Prothrombin Time Ratio (PTR) as a guide to prognosis. All patients with a probability of discharge <0.66 or an initial PTR>2.0 were considered unlikely to survive more than 6 months. Out of a group of 39 patients with acute bleeding oesophageal varices due to portal hypertension from liver cirrhosis admitted to our ICU over a 30 month period we found that no patient with a PTR > 2 survived, all patients with a PTR < 2.0 survived provided they did not develop significant hypotension, defined as a systolic blood pressure < 90 mmHg for > 1 h (our unpublished data). Our PTR is an International Normalised Ratio based on a direct calibration of our thromboplastin reagents against the WHO international reference preparation; the upper limits of normal in our population being 1.2. Chronic liver disease is common in Saudi Arabia and the commonest causes of this condition in our population are Hepatitis B virus and Schistosomiasis. Any patient with disseminated malignancy who was referred to the ICU for management of some acute problem and after discussion with the oncologist was also considered to be at end-stage disease. Of course if the oncologist considered that a given patient's chances of responding to anticancer therapy were high every effort would be made to offer the appropriate intensive care treatment. Occasionally, patients with disseminated malignancy were transferred postoperatively following fixation of pathological fractures etc. or under social pressure if there were empty beds available in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The Apache II Risk of Death was obtained from a multiple logistic regression equation (see Appendix) using coefficients determined by Knaus et al. [2] for certain specific diagnostic categories. Admission data included all information necessary for the Apache II score, calculation for Risk of Death plus a full list of diagnoses were collected on special forms and entered daily into an IBM microcomputer using a program written in dBASE III by one of us to generate Apache II scores, Risk of Death and to perform statistical analyses. Student's \"t\" test was used to evaluate the results.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The following categories were excluded from the study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "1. Children under 12 years of age. The Apache II Severity of Disease Classification System was designed for use in adults and is therefore not applicable for use in children. 2. Cardiac surgical and coronary care unit patients who are not ventilated. Our cardiac surgical and coronary care patients not mechanically ventilated are cared for in separate units. Knaus et al. [2] have also pointed out that post coronary artery bypass graft patients have high Apache II scores on admission but very low death rates and with this group it is unwise to trust the linearity assumptions of multivariate logistic regression. ",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "The basic characteristics of the 583 patients admitted to our ICU between November 1984 and April 1987 with complete hospital outcome data are shown in Table 1 . It is to be observed that there is an unusual sex distribution (male: female 2: 1) in our material. Within the group of 60 patients who were positive for chronic disease of the liver the male:female sex ratio was 5.7 : 1. Within the 96 patients who were admitted with the gastrointestinal system as the primary system of insufficiency requiring 1CU admission the male : female ratio was 3.6:1, this system would also capture a significant number of patients with liver dysfunction. Patients admitted to the ICU with the neurological and cardiovascular systems as their primary system of failure or dysfunction both revealed a male: female sex bias of approximately 2: 1. The mean Apache scores of the 396 survivors and the 187 non-survivors were 13 (SD 7) and 24 (SD 9) respectively and mean Apache II Risk of Death were 16 (SD 16) and 47 (SD 27) respectively with p < 0.001 for both. The mortality rates at each score and risk interval are given in Table  2 . The mortality rates for each score or risk interval compared closely with those reported by Knaus et al. [2] . There were however no patients in our material who survived with an Apache II score > 35. There were 19 (3%) cases with an Apache II score of >35 in our series.",
            "cite_spans": [
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1112,
                    "end": 1120,
                    "text": "Table  2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "There was a total of 306 (52%) non-surgical and 277 (48%) surgical cases with hospital mortalities of 140 (46°/o) and 48 (1707o) respectively. The non-surgical (Table 3 ). The high mortality (80%) in the post-cardiac arrest group may be related to the fact that our patients were admitted after resuscitation on general wards and not from those occurring in the CCU. In considering the various surgical groups comprising the 277 post-operative patients we found that within the thoracotomy group (37 patients), carcinoma of the esophagus (26%0), tuberculosis (14%) and hydatid disease of the lungs (17%) were the most frequent conditions requiring surgery. In the abdominal surgical group 012 patients), operations for carcinoma (24%) and acute bleeding esophageal varices (19%) were the largest groups requiring postoperative ICU admission. Surgery for hydatid liver disease and tuberculosis accounted for 5% and 4% respectively of the abdominal cases. The mortality amongst the 184 elective post-operative patients was 9°7o (mortality in this group was without exception related to patients suffering from malignancy) and amongst the 93 emergency patients was 32%. There were thirteen obstetric patients who were admitted to ICU, 4 of whom were admissions from obstetric units other than our own. There were 9 hospital survivors with a mean Apache II score of 10 and Risk of Death of 14% and 4 non-survivors with a mean Apache II score of 21 and Risk of Death of 49%. The 4 deaths occurred from amniotic fluid embolus in one patient, in association with eclampsia in one patient (this patient had been given a large intravenous dose of diazepam on the ante-natal ward and was given a GCS of 15 although the patient was deeply unconscious on arrival on the ICU), acute liver failure of pregnancy in another patient and finally there was a mortality associated with anaesthesia following lower uterine caesarean section in a further patient. This patient, who had undergone regular transplantation 2 months previously, became simultaneously hypotensive and hypoxic in the recovery room and suffered severe cerebral ischaemia; because the patient had been given an anaesthetic and was managed with a thiopentone infusion and ventilated for 24 h the patient was given a GCS of 15. Amongst the 9 survivors, 8 had suffered severe haemorrhage at delivery and I suffered an amniotic fluid embolus. The total number of deliveries in our hospital during the period of this study was nearly 12,000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the total of 112 patients who were admitted with the neurological system as their primary system warranting admission to our ICU the mean GCS of the 71 survivors and of the 41 non-survivors was 12.0 (SD 3.68) and 5.8 (SD 4.01) respectively. The mean Apache II scores of survivors and non-survivors were 11.5 (SD 6.78) and 24.51 (SD 8.57) respectively and of the mean Risks of Death of survivors and non-survivors were 12.44% (SD 14.78) and 43.08% (SD 26.6) respectively. The overall mortality was 36.6°70 (41/112) while the predicted mortality rate was 23.6°70.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There were 82 patients who sustained perioperative complications. Significant hemorrhage, defined as > 20% of total blood volume, occurred as the most common cause (90.2%) of peri-operative complications. There were 8 patients (9.8°70) with postoperative complications directly attributable to anaesthesia (within the period of this study approximately 23,500 anesthetics were administered in this hospital, giving a serious complication rate of 0.03 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Thirty seven percent all our patients (216/583) had a positive chronic illness score. Outcome data for each chronic illness category is shown in Table 4 . It will be noticed that liver disease was our commonest cause of severe chronic illness and also that it was associated with the highest mortality. All the 34 patients who died in this group had a Probability of Discharge < 0.66 or a PTR > 2.0 indicating they were in end-stage disease. Immune-deficient patients were also prominently represented. These cases were mostly suffering from malignancy and a few (5 patients) had metastatic disease or were receiving cytotoxic therapy; a few occurred in post-renal transplant patients. There were no cases of HIV virus caused acquired immunodeficiency syndrome in our material. 103 deaths occurred amongst this category as a whole which represents 55% (103/187) of our entire deaths of which One hundred and seven patients were transferred in from other hospitals and of these patients 47 (44%) died. Thirty four of the patients who died were trauma cases usually with incipient sepsis who arrived after a mean delay of 9 days following their injury. Within this \"old\" referred trauma group the mortality contribution was 18°70 (34/187). Between them the patients with severe chronic illness and \"old\" trauma cases contributed to 75% of the overall mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Predicted death rates, based on Knaus' data, were computed by summing the individual risk of death of all patients and dividing by the total number of patients. Our mortality ratio (actual deaths/predicted deaths) for the entire material was 1.20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One of the purposes of an audit is to ascertain if there is any mismanagement. One of the ways of doing this in regard to ICU management is to look critically at the causes of death of those patients who died with a relatively low risk of death i.e. = <15% on day 1 of admission. There were 14 such patients in our series. These cases have been listed according to their specific disease categories and brief background details ( Table  5 ). The patient with head injury (case no. 4) who was given a GCS of 15 admission to the ICU following post-operative burr holes and drainage of a subdural haematoma had talked in the Accident and Emergency Room on admission to hospital. The low risks of death in the 2 patients (cases no. 9 and 10) with cardiogenic shock were patients who had been resuscitated and placed on ventilatory support on the CCU prior to transfer to the ICU. The patient (case no. l 1) who was transferred to our hospital 2 weeks after a prolonged episode of haemorrhagic shock due to a postpartum haemorrhage and with acute renal and respiratory failure had been peritoneally dialysed and ventilated for 14 days prior to transfer. On the 7th ICU day at our hospital open lung biopsy revealed advanced proliferative phase of diffuse alveolar damage with widespread intra-alveolar fibrosis indicating endstage disease. The patient (case no. 13) who succumbed following an intravenous injection of bupivacaine for a Bier's block developed acute myocardial failure, severe hypotension and loss of consciousness with generalised convulsions immediately following the injection. The patient had been intubated and given a large intravenous injection of diazepam to control generalised convulsions in the operating theatre prior to transfer to ICU. The patient was given a GCS of 15. The injection of intravenous bupivacaine for Bier's block represents a marked deviation from accepted practice in our hospital and was administered by a locum anaesthetist. Table 6 demonstrates the constancy of our observed mortality rate throughout the period of our study. The 3 groups were collected over sequential periods of 14, 9, and 7 months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "Table  5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1968,
                    "end": 1975,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In spite of the differences in our ICU population from that of the United States, and also noting that our series was collected over many months whereas Knaus' material was collected over a much shorter period, the Apache II severity of disease classification system has been shown to be reproducible in our material. The Apache II scores and mean Risks of Death and observed mortality rates have kept remarkably constant This of course is not surprising as our population and management policies have remained unchanged and no major advances in treatment modality for the conditions met with in our ICU have occurred during the period of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we are at present developing a predictor model for the prediction of death using daily Apache II scores [4] and incorporating daily organ failure assessments we still favour the retention of the Apache II Risk of Death on day 1 of admission for quality assurance purposes and for stratification of patient groups for clinical trials etc.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We observed an unusual sex distribution in our population (male: female 2:1) which we have shown to be due to the incorporation of the following groups of patients: 60 patients with a positive score for severe chronic liver disease (male:female 5.7:1) and 97 patients classified as having the gastrointestinal system as the primary system of failure (male : female 3.6 : 1). The latter group would also capture a number of patients with liver dysfunction. 80.7% of the total (157) of these 2 groups were males. We have shown (our unpublished data) that the commonest cause in our pop-ulation of known chronic liver failure from cirrhosis is schistosomiasis and hepatitis B virus and in a group of 39 patients presenting to our unit with acute bleeding oesophageal varices there was noted to be an extremely high male sex bias (male:female 19: 1). Within the neurological and cardiovascular system groups there was a 2 : 1 male sex bias. The neurological group's bias reflected the significant number of head injuries from road traffic accidents. Only males are allowed to drive motor vehicles in the Kingdom of Saudi Arabia and this accounts for the larger number of males within this group. Many of the patients' conditions within the cardiovascular group were myocardial infarction related problems. Myocardial infarction has a well known male sex bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our low ranking, the equivalent of 12th place in Knaus' table of mortality indices from 13 US hospitals [16] with our mortality index of 1.2 comparing unfavourably with the best centres from the US may be due to the following factors: (1) The spectrum of disease in our patient ICU population has noticeable differences from material presented by Knaus et al. [2] from 13 US hospitals in that there were more trauma (14.1 070 RAFH/7.5070 US) and cardiogenic shock cases (307o RAFH/0.5070 US) but fewer patients with drug overdose (0.707o RAFH/3070 US) and no diabetic ketoacidosis in our material (207o US). In addition postoperative G.I. bleeding was a more frequent occurrence (3.607o RAFH/107o US) at our establishment. Ninety percent of the post-operative GI bleeding was associated with acute variceal bleeding due to liver cirrhosis. These patients required oesophageal and gastric transection to control bleeding following failed injection sclerotherapy, usually in patients with gastric varices. At least 5607o of all our cases of cirrhosis associated with bleeding esophageal varices were due to chronic active hepatitis and schistosomiasis. Likewise operations for major spinal surgery (507o RAFH/1070 US) and gastrointestinal malignancy (607o RAFH/3 07o US), were commoner, whereas operations for brain tumors (2.5070 RAFH/6070 US), intracranial bleeding (0.307o RAFH/3070 US), and thoracic tumors (0.507o RAFH/4.5% US) were all less frequent in our material. All cases of open heart surgery were excluded from our series (4.5070 US). (2) A very high incidence (37070) of all our patients had a positive score for chronic illness and this group was associated with 55070 of all our deaths. Although chronic illness is weighted appropriately 3707o (38/103) of these patients were in end-stage disease on admission to the unit and no allowance in the Apache II system is made for the stage of chronic disease. (3) Many of our patients (1907o of all admissions) were severe trauma cases who were transferred in, often late (mean delay 9 days), from other hospitals frequently with incipient sepsis.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mortality in this group accounted for 18°70 of all deaths. Any patient with a chronic illness score was excluded from this group. Bion et al. [13] have pointed out that treated severe single organ disease may not attract a high score. (4) The use of the best GCS, rather than the worst as favoured by Knaus et al., in the first 24h of admission undoubtedly influenced the calculated risk of death to a considerable extent. The mean GCS of the 71 survivors and 41 non-survivors classified as neurological were 12.0 and 5.8, respectively. The difference in expected mortality (23.6070) and actual mortality (36.6070) was due probably to a lower mean Risk of Death obtained from a higher mean GCS. For example there were 6 head injury patients who were difficult to assess on admission for one reason or another, and were given the \"benefit of the doubt\" with a score of 15 on the GCS. These patients subsequently died with a GCS of 3. There were 151 patients who scored < 15 GCS. Ninety-one of these patients subsequently died. This demonstrates the very large number of our patients with compromised cerebral function all of whom may have been given an \"undeservedly\" high GCS score.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 305,
                    "end": 318,
                    "text": "Knaus et al.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has shown that the throughout of patients in our ICU has increased steadily with no marked change in mortality in each group of 200 patients. An unexpected increase in mortality in an annual audit would alert us to the likelihood of some management problems. This is another case for the use of the Apache II system in an ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has focused on the very high intake of patients with severe chronic ill health and of the 103 patients who died in this group 37070 were in end-stage disease and indicated to us a significant number of inappropriate admissions. We now inform the physicians in our hospital that patients with chronic endstage chronic liver failure or patients with metastatic malignancy will normally be unacceptable on the ICU. In addition in the future late transfer of trauma patients should be avoided if at all possible and early transfer encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In spite of these problems and considering differences in circumstances and populations between the Kingdom of Saudi Arabia and the United States of America we believe that this series has demonstrated the importance and usefulness of the Apache II system in auditing ICU performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One year's experience with the Apache II severity of disease classification system in a general Intensive Care Unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "Rws",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Anaesthesia",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apache II: a severity of disease classification system",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Knaus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Crit Care Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of Apache II severity of disease classification system to identify intensive care patients who would not benefit from total, parenteral nutrition",
            "authors": [
                {
                    "first": "Rws",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting deaths among ICU patients",
            "authors": [
                {
                    "first": "Rws",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Crit Care Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Selection of patients for intensive care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Civetta",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ledingham I McA (ed) Recent advances in intensive therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of frequency distribution of cardio-respiratory variables to predict outcome and severity of illness in post-operative patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pierchala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "State",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Crit Care Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The injury severity score: a method for describing patients with multiple injuries and evaluating emergency care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haddon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Trauma",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A method for predicting survival and mortality of ICU patients using objective derived weights",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teres",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pastides",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Avrunin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Steingrub",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Crit Care Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Probability of survival as a prognostic and severity of illness score in critically ill surgical patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Crit Care Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Validation of the mortality prediction model for ICU patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Avrunin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pastides",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Crit Care Med",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A simplified acute physiological score for ICU patients",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loirat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alperovitch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Granthil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Crit Care Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "National Institute of Health Consensus Development Conference (1983) Critical care medicine",
            "authors": [],
            "year": null,
            "venue": "JAMA",
            "volume": "250",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Validation of a prognostic score in critically ill patients undergoing transport",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bion",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Edlin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "Ledingham",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Br Med J",
            "volume": "291",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of outcome following acute variceal haemorrhage",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Knaus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Garden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Motyl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilmour",
                    "suffix": ""
                },
                {
                    "first": "R J",
                    "middle": [],
                    "last": "Utley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Br J Surg",
            "volume": "202",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An evaluation of outcome from intensive care in major medical centres",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Knaus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann Intern Med",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Relationship between Apache II scores and risk of death on day one and observed hospital death rates a. Apache II scorces on day 1 and hospital outcome",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "306 ICU non operative cases classified according to major disease categories with mean Apache II scores, risk of death and mortality rates in each group",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Outcome data for chronic health categories",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Brief description of 14 patients who died in ICU with a risk of death 15%",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Sequential mean Apache II cores, risk of death, and mortality rates among 583 ICU patient",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}