{
    "paper_id": "ca7306deb3be5e90a3e2d56596f9afb034dd9ed5",
    "metadata": {
        "title": "Targeting of proteins to the Golgi apparatus",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "A G"
                ],
                "last": "L E E S O N , * R O H A",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "D"
                ],
                "last": "T E A S D A L E",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "O B U R K E +",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Hospital",
                    "location": {
                        "postCode": "3181",
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Golgi apparatus maintains a highly organized structure in spite of the intense membrane traffic which flows into and out of this organelle. Resident Golgi proteins must have localization signals to ensure that they are targeted to the correct Golgi compartment and not swept further along the secretory pathway. There are a number of distinct groups of Golgi membrane proteins, including glycosyltransferases, recycling trans-Gotgi network proteins, peripheral membrane proteins, receptors and viral glycoproteins. Recent studies indicate that there are a number of different Golgi localization signals and mechanisms for retaining proteins to the Golgi apparatus. This review focuses on the current knowledge in this field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The survival of a cell depends on maintaining the integrity of the intracellular organelles. This feat is achieved by highly selective sorting and accurate transport of proteins to their correct destinations. Over the past few years the dissection of the molecular machinery for targeting and localization of proteins, in particular proteins of the secretory pathway, has been studied vigorously. Defined sequence motifs have been identified on proteins which can act as 'address labels'. The Golgi apparatus represents the 'hub' of the secretory pathway where intense membrane traffic is controlled. This organelle not only co-ordinates the sorting of newly synthesized proteins but is also responsible for the control of posttranslational modifications, in particular glycosylation. A fundamental question currently being addressed in cell biology is how the Golgi apparatus is organized to achieve these demanding functions and how it maintains its structural integrity in spite of the intense membrane traffic which enters and leaves this organelle. This review will focus primarily on our understanding of the molecular signals and mechanisms for the retention of resident Golgi proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Golgi apparatus is a highly complex and dynamic organelle, which has been difficult to define in three-dimensional terms [1] . It consists of a number of (reflecting in part the cholesterol content), pH, and most importantly in the populations of resident proteins which they contain. However, detailed biochemical characterization of the individual cisternae is lacking as the current methods are inappropriate to allow their purification. Newly synthesized proteins are transported sequentially from the ER to the Golgi and then to their final destination. The transport of newly synthesized proteins from the endoplasmic reticulum to Golgi cisternae, between adjacent cisternae within the Golgi stack, and from Golgi cisternae to various destinations is mediated by vesicles shuttling between donor and recipient compartments. Vesicles bud from one compartment and then target and fuse with the next compartment [7, 8] . An increasing number of structural and regulatory components have been identified which are involved in the orchestration of the complex and intriguing processes of budding, specific targeting, docking and fusion [9] [10] [11] . Some of the components of this machinery are localized only to Golgi membranes and are thought to be specific for membrane transport through and from the Golgi apparatus. The restricted location of these components indicates the presence of specific localization signals.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 925,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Until recently it was widely believed that, if correctly folded, newly synthesized proteins are transported from the endoplasmic reticulum, through the Golgi stack to the TGN without the requirement for a specific transport signal [7, 12] . However, the concept of 'bulk flow' of membrane proteins from the ER has recently been challenged by the finding that vesicular stomatitis virus G glycoprotein is significantly concentrated during export from the ER [13] . Nonetheless forward transport, at least from the Golgi apparatus to the cell surface, appears to constitute a signal-independent or default pathway. Despite this extensive flux of proteins, it is imperative that the Golgi apparatus maintains the set of resident proteins which define its unique structural and functional properties. Thus, it would appear that newly synthesized Golgi membrane proteins must stop at the correct cisterna, or subcompartment, and be prevented from being swept into transport vesicles that bud from the dilated rims of the cisternae. Clearly, specific localization signals are required for retention of proteins which reside in the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What do we know about the sorting signals and mechanisms for the localization of non-Golgi proteins within the secretory and endocytic pathways? A number of sorting signals have been found associated with the cytoplasmic domains of membrane proteins [14] . For example, short tyrosine-containing peptide motifs found on cytoplasmic domains direct the sorting of proteins from the plasma membrane via the receptor mediated endocytosis pathway [15] and the transcytosis of basolateral proteins to the apical surface of certain polarized cells [16] , while a dileucine-containing peptide motif directs the transport of Man-6-P receptors from the TGN to the late endosomes [17, 18] . These cytoplasmic domain sorting signals mediate interactions with coat structures of budding vesicles and thereby allow the selective vesicular transport of these membrane proteins between a variety of compartments [ 19] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 901,
                    "text": "[ 19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Basic concepts of sorting and localization: lessons learned from retention of ER proteins"
        },
        {
            "text": "Much progress has been made in defining the retention signals for resident ER proteins. Targeting signals have been identified for both soluble and membrane-bound proteins residing in the ER. A specific retention signal, comprising the carboxy terminal sequence KDEL/HDEL, has been identified for a number of resident soluble ER proteins [20, 21] , and a receptor for this retention sequence has been identified [22] [23] [24] . Retention of these soluble ER proteins is mediated by a receptor-based salvaging mechanism, whereby escaped KDEL-bearing proteins are retrieved from a post-ER compartment by a recycling KDEL receptor [24] . For membrane proteins of the E R a double lysine motif (KKXX) at the cytoplasmically exposed carboxy terminus of certain type I membrane proteins has been shown to specify ER residence [25] . For type lI membrane ER proteins, a related double arginine motif at the cytoplasmically orientated amino terminus has been identified [26] . Interestingly, the localization of ERGIC-53 (p53), a type I membrane protein of the intermediate compartment or CGN, requires a KKXX ER retention motif, again suggesting that the CGN may be an extension Overall, the localization signals of non-Golgi proteins are hydrophilic motifs located on either the cytoplasmic or luminal domains of the protein, and some of these signals have been shown to interact specifically with receptor molecules or with protein coats of budding vesicles.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Basic concepts of sorting and localization: lessons learned from retention of ER proteins"
        },
        {
            "text": "It is now clear from recent studies that there are a number of distinct types of Golgi localization signals. Based on these localization signals and other biochemical features the resident proteins of the Golgi apparatus can be divided into five groups (Table 1) . They are all membrane proteins. Interestingly no soluble resident Golgi proteins have been identified within the lumen of the Golgi apparatus, which probably indicates that the mechanisms for retaining proteins to this organelle are restricted to membraneassociated proteins. The five groups are described individually as the mechanism of Golgi localization may be unique for each group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Resident Golgi proteins"
        },
        {
            "text": "The Golgi apparatus plays a key role in the glycosylation of newly synthesized membrane and secreted proteins [29, 30] . Based on the exquisite specificities of the currently defined glycosyltransferases [29, 31] , the synthesis of all the known carbohydrate chains of glycoconjugates must require in the region of 100-200 different glycosyltransferase enzymes distributed throughout the Golgi stack. However, very little is known about the structural organization of these integral membrane enzymes within the membranes of the Golgi cisternae and the signals which define their localization within the Golgi are only now beginning to be defined.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "I. Golgi glycosyltransferases"
        },
        {
            "text": "A number of glycosyltransferases have restricted distributions within the Golgi apparatus, notably /~1,4 galactosyltransferase (/? 1,4GalT) (trans-Golgi) [32] [33] [34] , :~2,6 sialyltransferase (e2,6ST) (trans-Golgi and trans-Golgi network) [35, 36] and N-acetylglucosaminyltransferase I (GlcNAcTI) (medial-Golgi) [34, 37, 38] . Furthermore, simultaneous immunogold localization of /~I,4GalT and GtcNAcTI in the same Golgi apparatus, confirms that these enzymes have distinct, though overlapping, distributions [34] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Golgi glycosyltransferases"
        },
        {
            "text": "From the purification tables ofGolgi glycosyltransferases, it is clear that individual transferases constitute only a minor percentage of the proteins of the cisternae in which they reside. For example, GlcNAcTI constitutes about 1~ of medial-specific Golgi membrane protein in rabbit liver [39] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Golgi glycosyltransferases"
        },
        {
            "text": "However, in view of the estimated number of Golgi glycosyltransferases, collectively the glycosyttransferases of each Golgi cisterna may represent a very significant proportion, if not the bulk, of the resident membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Golgi glycosyltransferases"
        },
        {
            "text": "Numerous mammalian glycosyltransferases have been cloned and sequenced (see reviews [40] [41] [42] [43] ). Individual glycosyltransferases are highly conserved across species, for example rabbit GlcNAcTI shares 92~o and 93~ amino acid sequence identity with human and mouse GlcNAcTI, respectively [4447] . But comparison of the amino acid sequences between the glycosyltransferases has revealed only isolated cases of sequence similarity. For example, there is a high degree of sequence similarity between blood group A and B glycosyltransferases [48] , which are products of two alleles, and between a number of e3(4) fucosyltransferases [49] . Furthermore, a conserved motif has been identified in the catalytic domain of cloned sialyltransferases (the 'sialylmotif') [50] . However, these examples of sequence similarity are the exceptions and, overall, little sequence similarity has been detected between different glycosyltransferases. This is dramatically illustrated by a lack of obvious amino acid similarity between the sequences of four different GlcNAc transferases involved in the synthesis of the outer antennae of complex N-glycans, namely GlcNAcTI [44, 45] , GlcNAcTII [51] , GlcNAcTIII [52] , and GlcNAcTV [53] . One would expect there to be structural similarity between the catalytic sites of these GlcNAc transferases but this has not been detected from their amino acid sequences. Thus, comparison of the primary structures of Golgi glycosyltransferases has not revealed a potential Golgi localization motif. There is, however, a striking similarity in the domain structure of these Golgi enzymes. All Golgi transferases cloned to date are Nin/Cou t (type II) membrane proteins containing a single hydrophobic membrane-spanning domain (16-25 amino acids) which also serves as a non-cleavable signal sequence. Each has a short N-terminal cytoplasmic domain (many have less than 10 amino acids), and a large carboxyl-terminal catalytic domain situated in the lumen of the Golgi apparatus. The catalytic domain is linked to the transmembrane domain by a loosely defined 'stem' region which may play a role in positioning the catalytic domain away from the lipid bilayer facilitating access to the substrate.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 303,
                    "text": "[4447]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[44,",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "45]",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Golgi glycosyltransferases"
        },
        {
            "text": "Over the past 4 years a number of groups have attempted to identify the targeting signal responsible for the localization of gtycosyltransferases. Three glycosyltransferases have been extensively examined, namely cd,6ST, /~I,4GalT, and GlcNAcTI. These enzymes are residents of the TGN, TGN/trans-Gotgi, and medial-Golgi respectively. A common strategy has been employed by all groups to identify a putative Golgi retention signal(s) by analysing the localization, in transfected mammalian cells, of hybrid molecules containing limited sequences derived from Golgi glycosyltransferases. In all cases, the membrane-spanning domains of the Golgi glycosyltransferases have been shown to direct, at least partial localization of hybrid molecules to the Golgi apparatus [54] [55] [56] [57] [58] [59] [60] [61] . Indeed it has been further demonstrated that the transmembrane domain of/?I,4GalT and GlcNAcTI can specifically localize hybrid proteins to the trans and medial cisternae, respectively [55, 61] . However, a number of studies have shown that sequences flanking the transmembrane domain also play auxiliary roles in mediating Golgi localization [54, [61] [62] [63] .",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 768,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[55,",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "These studies all agreed that the transmembrane domain plays a central role in the targeting and localization of resident Golgi glycosyltransferases. This was an unexpected finding as localization signals up until then were hydrophilic Glycopinion mini-review regions of the cytoplasmic or luminal domains. The involvement of a hydrophobic stretch of amino acids in targeting indicated a unique mechanism for the localization of these resident Golgi proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "These initial studies were based to a large extent on the premise that a discrete region, or motif, was responsible for the Golgi localization signal. Further studies have indicated that, although the transmembrane domain is relevant, the situation is far more complex than at first appreciated. Figs 2-4 summarize graphically the regions of glycosyltransferases that have been examined and their ability to direct reporter molecules to the Golgi apparatus. Collectively, a large number of constructs have now been analysed. Figs 2-4 include many of these constructs, however, it is by no means all-inclusive. Those selected are the most instructive and highlight the complexity of the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "There is considerable variability in the results obtained between groups, even when comparing the same glycosyltransferase. For example, Wong et al. [60] reported that the transmembrane domain of e2,6ST resulted in very efficient Golgi localization of a hybrid molecule, whereas a hybrid construct of Munro [54] , containing the equivalent c~2,6ST domain, resulted in considerable leakage to the cell surface ( Fig. 2) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "Site-directed mutagenesis of residues of the transmembrahe domain of //1,4GAIT, in the context of hybrid molecules, suggested that uncharged polar residues are critical for the ability of these hydrophobic domains to mediate Golgi retention [56] . However, a number of other studies have indicated that considerable alterations can be made to the transmembrane domain of the native enzymes without abolishing Gotgi retention. For example, Colley et aL [62] showed that sequential replacement of 4-5 amino acid blocks of the transmembrane domain of e2,6ST had no effect on Golgi localization. Further, Munro [54] made the striking demonstration that the transmembrane domain of an e2,6ST hybrid protein (containing the stem and tail of e2,6ST) can be totally replaced by a poly-leucine sequence of similar length without adversely affecting Golgi retention. Munro [54] also reported that the length of the polyteucine segment appeared to be important in maintaining efficient Golgi localization as a transmembrane domain of 23 leucine residues showed leakage to the cell surface. In contrast to this apparent length requirement, Dahdat and Colley [63] replaced the 17 amino acid transmembrane domain of e2,6ST with the long 29 amino acid transmembrane domain from influenza neuraminidase without any apparent disruption of the retention signal.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "The difficulty in defining the structural elements associated with transmembrane domains in Golgi localization has been highlighted by a recent study by Low et al. [64] who demonstrated that swapping the transmembrane domains of two cell surface proteins resulted in hybrid molecules which either accumulated in the Golgi or were retarded in transport through the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Nature of localization signal"
        },
        {
            "text": "Gol0Jeell smC~ace (M) 6o~0~ Ce~ surface (N,W) -_ ~.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Regions of a2,6ST e x a m i n e d for ability to direct a reporter molecule to the Golgi apparatus"
        },
        {
            "text": "T 17aa I Stem37aa 6 Gotgi 0~w) Ce~ surface (lV~ Go~ce~ surface (D) Thus, although both native proteins are transported efficiently to the cell surface, swapping the transmembrane domains of these two proteins altered Golgi to cell surface transport. These investigators concluded that the hydrophobic transmembrane domain in relation to its charged flanking sequences is important in transport from the Golgi apparatus to the cell surface.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Regions of a2,6ST e x a m i n e d for ability to direct a reporter molecule to the Golgi apparatus"
        },
        {
            "text": "For both ct2,6ST and GlcNAcTI it is clear that regions flanking the transmembrane domain can augment the efficiency of Golgi localization. For example, additional sequences from the stem region and the cytoplasmic tail increase the efficiency of Golgi localization of ~2,6ST and GlcNAcTI [54, 58, 61] , although the tail and/or stem of ~2,6ST and GlcNAcTI alone is not capable of retaining a reporter molecule to the Golgi 1-54, 60, 61] , and removal of the stem region from wild type c~2,6ST [62] or /31,4GAIT [561 does not disrupt Golgi localization. Although the potential of the stem region has been addressed in a number of studies, the potential role of the catalytic domain has been overlooked in most studies. Yet, removal of the cytoplasmic tail and stem, and considerable alteration of the signal/anchor domain, still allowed hybrid ~2,6ST molecules containing the catalytic domain to be Golgi localized [-62, 63] . It should be noted that the membrane flanking sequences, comprising short stretches of charged residues, were maintained in the latter constructs which may also be an important factor in localization. The contribution of the membrane flanking sequences of /~I,4GalT to Golgi localization is not known.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "58,",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "60,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 923,
                    "text": "[-62, 63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Regions of a2,6ST e x a m i n e d for ability to direct a reporter molecule to the Golgi apparatus"
        },
        {
            "text": "Comparison of the results of all these studies is not straightforward and there are a number of factors which may account for the apparent lack of agreement between them. First, as yet there is no direct evidence that glycosyltransferases localized to different Golgi subcompartments are retained by identical mechanisms. There may be subtle differences between the localization signals which specify residency in medialand trans-cisternae and in the TGN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Regions of a2,6ST e x a m i n e d for ability to direct a reporter molecule to the Golgi apparatus"
        },
        {
            "text": "Second, in the majority of studies sequences involved in Golgi localization have been identified by their ability A. Third, the definition of the transmembrane domain has varied from group to group; in some cases the transmembrane domain has been defined as a stretch of hydrophobic residues, excluding charged residues necessary for anchoring membrane proteins within the lipid bilayer [38, 54] , whereas in other studies, two or three charged amino acids on either side of the hydrophobic stretch have been included in the sequence defined as the transmembrane domain [55] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "54]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Regions of a2,6ST e x a m i n e d for ability to direct a reporter molecule to the Golgi apparatus"
        },
        {
            "text": "Fourth, the appearance of hybrid or mutant glycosyltransferases at the cell surface has been frequently used as a measure of disruption of Golgi localization. However, the majority of groups have only used fluorescence microscopy to compare levels of cell surface expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regions of ~I"
        },
        {
            "text": "Fluorescence microscopy is relatively insensitive and comparisons are at best qualitative. Only a few studies have employed the more sensitive and quantitative technique of flow cytometry to compare levels of cell surface expression between constructs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regions of ~I"
        },
        {
            "text": "Fifth, the expression levels of the hybrid constructs vary between and within studies. We believe this to be a critical factor in assessing these results. Whereas many groups have shown that the native gtycosyltransferases can be expressed at very high levels without saturation of the Golgi retention mechanism [38, 54, 55, 59] [44] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "54,",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "55,",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regions of ~I"
        },
        {
            "text": "of expression have been observed between different constructs. In addition, for any one construct there is a wide range of expression within one transfection experiment, and indeed Dahdal and Colley [63] noted that surface expression of some hybrid proteins appeared to be related to the level of expression in the cells. In our studies on fll,4GalT, we have observed that a construct expressed transiently in COS cells showed a different intraceltular distribution to that of the same construct stably expressed in mouse L cells. Replacement of the 20 amino acid transmembrane domain of /?I,4GalT with the 27 amino acids from the transferrin receptor resulted in abundant cell surface expression in COS cells, and with very little detected in the Golgi region, whereas in stable L cells, which expressed the hybrid molecules at a 50 to 100-fold lower level, substantial amounts of the hybrid molecules were specifically retained within the Golgi apparatus [66] . Clearly, stable clones expressing low levels of the hybrid molecules are likely to be more informative. Sixth, several groups have identified glycosyltransferase sequences which are capable of conferring Golgi localization upon reporter proteins, but have neglected to assess the role played by these sequences within the context of the full length enzyme. Strategies involving reporter proteins are useful for determining the minimum sequence requirements for Golgi localization of hybrid molecules. However, it does not necessarily follow that a sequence which is sufficient to confer Golgi localization upon a reporter molecule is the only sequence involved in retention of the native enzyme. This point was illustrated earlier with the Golgi localization of glycosyltransferases bearing substituted transmembrane domains (Figs 2-4) . Furthermore, most of the studies which have made substitutions of the native enzyme have not assessed the effect of those substitutions on enzyme activity, thus it is unclear whether the structure of the luminal catalytic domain has been perturbed in these studies. In our recent study on GlcNAcTI [61] we have attempted to address many of these problems and have assessed the relative contribution of the cytoplasmic tail, transmembrane domain, and catalytically active luminal domain in medial-Golgi localization. Stable L cell clones expressing hybrid molecules were generated, and clones which expressed equivalent amounts of hybrid proteins were selected for analyses. All hybrid molecules expressing the luminal domains of GlcNAcTI were catalytically active, inferring a native structure for this domain. Cellular localization was assessed by fluorescence microscopy, immuno-electron microscopy and flow cytometry. Overall our study showed that each of the three GIcNAcTI domains contributes significantly to medial-Golgi localization. Soluble, catalytically active forms of /?I,4GalT and ~2,6ST, which lack the cytoplasmic tail, transmembrane domain, and luminal stem region, have been detected in body fluids and are thought to be derived from the membrane-bound forms by proteolytic cleavage [67-693. When the cytoplasmic tail, transmembrane domain and luminal stem region of either /~2,6ST or /~I,4GalT are replaced by a cleavable signal sequence, the resulting truncated enzymes are also rapidly secreted from transfected cells [59, 70] . From these data it has been argued that the catalytic domains of glycosyltransferases do not contain Golgi retention signals. However, it is entirely possible that the luminal catalytic domain can only function in Golgi retention if it is anchored to the membrane. At this stage the relative contribution of the stem and catalytic domains in the localization of glycosyltransferases is unresolved.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 2100,
                    "end": 2104,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 3341,
                    "end": 3345,
                    "text": "[59,",
                    "ref_id": null
                },
                {
                    "start": 3346,
                    "end": 3349,
                    "text": "70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1789,
                    "end": 1799,
                    "text": "(Figs 2-4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. R e g i o n s o f G I c N A c T I e x a m i n e d f o r a b i l i t y t o d i r e c t a r e p o r t e r m o l e c u l e t o t h e G o l g i a p p a r a t u s"
        },
        {
            "text": "Overall, it is most unlikely that Golgi retention is determined by a discrete and continuous sequence motif or peptide segment, but rather localization of Golgi glycosyltransferases could be mediated by interactions spanning the entire length of the molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. R e g i o n s o f G I c N A c T I e x a m i n e d f o r a b i l i t y t o d i r e c t a r e p o r t e r m o l e c u l e t o t h e G o l g i a p p a r a t u s"
        },
        {
            "text": "What are the possible mechanisms for the compartmentspecific localization of the membrane-bound glycosyltransferases? It is unlikely that localization of glycosyltransferases involves a simple receptor-ligand interaction where the receptor is fixed in the Golgi cisternae, as over-expression of wild-type transferases does not result in saturation of the retention mechanism [38, 54-56, 59, 62]. An alternative Glycopinion mini-review possibility is that escaped Golgi glycosyltransferases are retrieved from post-Golgi compartments, as with soluble ER proteins. However, experimental evidence seems to argue against a retrieval system for Golgi glycosyltransferases. Wong et al. [60] have demonstrated that ~2,6ST leaked to the cell surface is not retrieved back to the Golgi apparatus. Also we [66] have demonstrated that/~I,4GalT which has escaped Golgi retention undergoes a post-translational modification, probably in the TGN, before appearance at the cell surface; as the Golgi-localized /?1,4GAIT does not accumulate this modification, a retrieval system would appear unlikely to play a dominant role.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "What could be the basis of an active Golgi retention mechanism? It has been suggested by a number of investigators that retention of Golgi glycosyltransferases could be mediated by the formation of protein aggregates within the membranes of the correct Golgi cisternae [71] [72] [73] . This model proposes that such oligomers or aggregates of glycosyltransferases would then be excluded from entry into vesicles for forward transport. Although an attractive hypothesis, the evidence for aggregation remains largely indirect. Recent elegant experiments performed by Nilsson et al. [74] have shown that the addition of an ER retention motif to the GlcNAcTI cytoplasmic tail not only causes GlcNAcTI to localize to the ER but also partially retains another medial-Golgi enzyme, namely ~mannosidase II, within the ER. Furthermore, Burke [75] has demonstrated co-precipitation of GlcNAcTII activity, another medial-Golgi enzyme, using antibodies specific to GlcNAcTI. As the amino acid sequences of the GlcNAcTI and GlcNAcTII transferases are not related, a likely explanation is the association of enzymes which occupy the same Golgi cisternae. Warren and colleagues have coined the term 'kin recognition' to denote this self-association of Golgi enzymes [72] . The proposed aggregation of Golgi glycosyltransferases is also consistent with earlier observations that the majority of GlcNAcTI and/~I,4GalT exist as high molecular weight material following detergent extraction of tissue [39, 76] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 1487,
                    "end": 1490,
                    "text": "76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "How could the three domains of a glycosyltransferase play a role in aggregation? The fact that each domain of GlcNAcTI is required for complete Golgi retention implies that all three domains may be involved in the lateral interactions which lead to aggregate formation. For example, the transmembrane domains of resident Golgi proteins may mediate homo-or hetero-dimerization via protein protein interactions along uncharged polar faces of c~-helixes, predicted for some of the glycosyltransferases [71] , or along one face of the c~-helix containing a leucine zipper, as predicted for GlcNAcTI [44] . Such dimers may form prior to their arrival in the Golgi, as indicated by the results of ER retention of GlcNAcTI/ManII [74] . These homo-or hetero-dimers may then be induced to interact, within the correct Golgi microenvironment, through their large luminal domains, resulting in a two-dimensional aggregate ( Fig. 5) . Aggregation may be induced by differences within the Golgi cisternae, such as pH and calcium concentration. This model differs somewhat from that of Warren's group which proposes that the Golgi enzymes form homo-dimers (via their stem regions) and interact via their transmembrane domains with different neighbours to generate linear hetero-oligomers. ~-Mannosidase II has been shown to be a disulphide-bonded dimer, but there is no evidence of stable covalent dimer formation for any of the Golgi glycosyltransferases. The first report of a purified membrane-bound form of glycosyltransferase, namely /~I,4GalT, indicates that no disulphide bonded dimers exist [76] , contrary to an earlier suggestion [77] . In addition, Warren's model of linear heteroaggregates cannot readily explain the efficient Golgi retention of hybrid molecules containing a transmembrane domain of a glycosyltransferase and a reporter molecule known to be a monomer in the native state, such as ovalbumin [38, 59, 61] . Retention of such hybrid molecules could only occur at the ends of the Iinear aggregates, via their transmembrane domains, and would effectively cap these linear structures resulting in only a very minimal number of hybrid molecules retained in the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 1585,
                    "end": 1589,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1905,
                    "end": 1909,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1913,
                    "text": "59,",
                    "ref_id": null
                },
                {
                    "start": 1914,
                    "end": 1917,
                    "text": "61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 913,
                    "end": 920,
                    "text": "Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "Finally, the cytoplasmic tail of the glycosyltransferases may be necessary for either transmembrane-mediated dimerization or, as proposed by Slusarewicz et al. [78] , may interact in a salt-dependent manner with a putative intercisternat matrix. Consistent with this proposal, the differences in solubility of wild-type GIcNAcTI and the GlcNAcTI hybrid proteins indicate that Golgi localized molecules may exist in a different physical state from their cell surface counterparts [61] . An interaction of the glycosyltransferases with the intercisternal matrix (the \"Golgi glue'), either directly or indirectly, would ensure that the aggregates are immobilized within the Golgi membranes and so are excluded from transport vesicles. Clearly an aggregation model of retention may involve many additional components and further biochemical analysis is now required.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "A model of Golgi localization also needs to account for the presence of soluble catalytically active forms of fil,4GalT and ~2,6ST which have been detected in body fluids. The retention model proposed above could allow the release of soluble catalytic oligomers from the Golgi aggregate by proteolytic cleavage, with the subsequent dissociation of the oligomers to monomers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "Gotgi membranes differ in lipid composition from the ER and plasma membranes. Such lipid differences may be important in mediating interactions between the transmembrane domains of glycosyltransferases. A lipid mediated mechanism of protein sorting has been proposed by Bretscher and Munro [79] who have suggested that the typically shorter transmembrane domains of Golgi proteins may interact selectively with the low cholesterol bilayers of Golgi membranes and be excluded from the thicker, cholesterol-sphingotipid enriched bitayers of post-Golgi membranes. A protein-lipid interaction is compatible with the observations that the length of the hydrophobic stretch coupled with the adjacent flanking residues is important in Gotgi retention, rather than the actual amino acid sequence.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "The models discussed above are by no means mutually exclusive and it is possible that the Golgi retention mechanism includes both a protein-lipid interaction (via the transmembrane domains of the proteins) as well as protein-protein aggregation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "Based on the aggregation model of Golgi retention outlined above, wild type glycosyltransferases expressed in transfected cells may be retained within Golgi cisternae as a consequence of self aggregation, or by virtue of their ability to interact or 'dock' to existing aggregates within the Golgi apparatus of the mouse cells. Self aggregation, as opposed to docking, represents a potentially non-saturable means of retention, consistent with the many reports that glycosyltransferases expressed in heterologous cell lines do not leak to the plasma membrane even when expressed at vastly elevated levels [38, 54-56, 59, 62] . On the other hand, hybrid constructs would have a reduced capacity to self-aggregate, due to insufficient domains, and may be retained by interacting or 'docking' to existing aggregates within GoIgi membranes, either through their luminal domain or transmembrane domain (Fig. 6) . This would be a more readily saturable means of retention, with only a finite number of exposed, endogenous molecules available as 'docking' sites. The fact that Golgi localized GlcNAcTI hybrid proteins, including those which lack the GlcNAcTI cytoplasmic tail, are predominantly localized to medial-Golgi cisternae is in agreement with this proposal [61] . Thus, Golgi localization of hybrid molecules probably reflects the minimum structure(s) required to 'dock' with endogenous Golgi aggregates. This model would also help to explain the discrepancies between studies as the expression levels of the hybrid molecules would be an important factor in the efficiency of Golgi localization.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 623,
                    "text": "[38, 54-56, 59, 62]",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 896,
                    "end": 904,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "The high level of conservation of individual glycosyltransferases across species is also consistent with structural constraints imposed by such an aggregation model. A conserved structure would be required in order to preserve the many interactions with neighbouring enzyme molecules of a heteroaggregate within the Golgi compartment. If Golgi glycosyltransferases have evolved with a fundamental requirement for such inter-molecular interactions, it would also explain the conservation of the retention mechanism across species and also the ability of an animal glycosyltransferase to be apparently correctly housed in the Golgi apparatus of plant cells [80] .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Mechanism of localization"
        },
        {
            "text": "While most viruses mature at the plasma membrane, a limited number of viruses acquire their envelopes by budding into intracellular compartments. Viruses which assemble from Golgi membranes include, coronavirus, bunyavirus and pox virus [81, 82] . Viral budding from the Golgi apparatus is probably determined by the targeting of one or more viral glycoproteins to the Golgi membranes. Indeed, a number of viral proteins have been shown to be independently targeted to the Golgi apparatus, including the M glycoproteins of an avian coronavirus [83] and a related murine coronavirus [84, 85] , the E1 and E2 spike glycoproteins of Rubella virus [86] and the G1 glycoprotein of Punta Tora virus [87] . As a consequence of the specific localization of these viral glycoproteins they represent useful tools for the study of protein targeting to the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[81,",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "82]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[84,",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "85]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Golgi-localized viral proteins"
        },
        {
            "text": "The M (formerly called El) glycoprotein of the avian coronavirus, infectious bronchitis virus (IBV), has been shown to be localized specifically to the cis-Golgi cisternae [83] . In contrast to the type II membrane orientation of the glycosyltransferases, the IBV M gtycoprotein contains a short glycosylated amino-terminal domain, three membrane spanning domains and a carboxy-terminat cytoplasmic tail. Only the first of the three membrane spanning domains of M glycoprotein of IBV is required to retain this protein in the Golgi [88] . Furthermore, this membrane spanning domain is sufficient to confer Golgi localization upon a plasma membrane localized protein [89] . Thus, as for the gtycosyltransferases of the medial and trans-cisternae and the TGN, the transmembrane domain of a resident protein of the cis-cisternae has also been implicated in retention. Extensive mutagenesis showed that four polar residues in the first M transmembrane domain were critical for Golgi retention of a hybrid protein with the VSV G glycoprotein [90] . These four polar residues are predicted to form an uncharged polar face along one side of an c~-helix, which has potential to be involved in protein-protein interactions and mediate oligomer formation. Indeed, aggregation has been shown to correlate with retention of this M hybrid protein in the Golgi apparatus [91] . These investigators demonstrated that the appearance of SDS-resistant aggregates of the M hybrid protein correlated with Golgi localization, whereas mislocatized transmembrane domain mutants do not form oligomers. The aggregates have not been biochemically characterized but it is possible that they include endogenous Golgi proteins. However, SDS-resistant oligomers of the native M glycoprotein were not detected in this study [91] , thus the relationship between aggregate formation of the M hybrid molecule and Golgi retention of the native M protein remains unclear.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 1793,
                    "end": 1797,
                    "text": "[91]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Golgi-localized viral proteins"
        },
        {
            "text": "In contrast to the findings for the M glycoprotein of IBV,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Golgi-localized viral proteins"
        },
        {
            "text": "Machamer et al. [90] ",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[90]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Golgi-localized viral proteins"
        },
        {
            "text": "In the past few years it has become apparent that there is a distinct set of resident Gotgi proteins in the TGN of mammalian cells, and the late Golgi of yeast, that have features associated with their localization which are distinct from the Golgi glycosyltransferases [93] [94] [95] . These differences are associated with the structure of the proteins. The group includes the mammalian TGN38/41 [95] and furin [96] , and the yeast proteolytic enzymes Kexlp, Kex2p, and dipeptidyl aminopeptidase A (DPAP A) (for review see [97] ). In contrast to the Golgi glycosyltransferases, TGN38/41, furin, Kextp and Kex2p are type I membrane proteins, however, membrane orientation is not a distinguishing characteristic of the group as DPAP A is a type II membrane protein.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ill. Recycling membrane proteins of the late-Golgi"
        },
        {
            "text": "In contrast to the Golgi glycosyltransferases, the cytoplasmic tail of all these proteins is essential for Golgi localization and, in addition, a retrieval signal plays a role in defining residence of these proteins to the TGN or late Golgi. TGN38/41 is a heterodimeric membrane protein complex which cycles between the TGN and the cell surface [95, [98] [99] [100] . TGN38/41 has been shown to interact with cytosolic proteins and may be involved in the formation of exocytic vesicles from the TGN [95, [98] [99] [100] . A number of groups have demonstrated that the tetrapeptide sequence YQRL, within the 33 amino acid cytoplasmic tail of TGN 38, is both necessary and sufficient to target this membrane protein to the TGN [101] [102] [103] . This tyrosine-containing motif also acts as an internalization motif from the plasma membrane, via interaction with clathrin-coated pits. Recently this tyrosine motif has been shown to lie within an ~-helix, and not a tight /~-turn conformation which is typical of other tyrosine-containing internalization motifs [104] . There is evidence that individual amino acids around the tyrosine of the TGN 38/41 internalization motif could signal different intracellular locations. For example, mutation of the YQRL sequence to YQDL abrogated TGN localization of TGN 38 but did not affect internalization [101] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 365,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 519,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 730,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 736,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 742,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1064,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1348,
                    "text": "[101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ill. Recycling membrane proteins of the late-Golgi"
        },
        {
            "text": "Recently furin, a membrane associated subtilisin-like protease, has been shown to be concentrated in the TGN [96] . Like TGN38/42, furin also cycles between the cell surface and TGN. Sequences of the cytoplasmic tail of furin are required for TGN targeting, and a potential tyrosine motif has been identified [96, 105] . On the other hand, potential tyrosine motifs for internalization appear to be absent in the cytoplasmic tails of Gotgi glycosyltransferases.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[96,",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ill. Recycling membrane proteins of the late-Golgi"
        },
        {
            "text": "The yeast proteins DPAP A, Kex2p and Kexlp are all integral membrane proteins with cytoplasmic tails of about 100 amino acids. These cytoplasmic tails are required for retention of these enzymes in the late Golgi since deletions in the tail reduce the efficiency of retention [106] [107] [108] . The retention signals within the cytoplamic tails of these proteins have been identified and are very similar to the proposed general motif for clustering into clathrin-coated pits of animal cells (see [94, 97] ). Deletion of the Golgi retention signal, or over-expression of these proteins, results in mislocalization to the vacuolar compartment. This initially surprising finding has led to the conclusion that the default destination for membrane proteins in the yeast secretory pathway is the vacuolar compartment and not the plasma membrane. Studies on the yeast vps mutants suggest that DPAP A may leak from the late Golgi and is transported, via the default pathway, to a post-Golgi/pre-vacuolar compartment [-97] . The cytoplasmic localization signals of these escaped DPAP A moiecules then mediate retrieval back to the late Golgi; in the absence of the cytoplasmic tail Golgi localization signals these membrane proteins would continue to be transported along this default pathway to vacuoles. Thus there are clear similarities in the mechanism of Golgi localization of these yeast proteolytic enzymes and mammalian TGN38/41 and furin.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 281,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 287,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 293,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[94,",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "97]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1016,
                    "text": "[-97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ill. Recycling membrane proteins of the late-Golgi"
        },
        {
            "text": "The KDEL receptor resides in the CGN and possibly throughout the entire Golgi stack [22, 24] . The KDEL receptor is predicted to have six or seven transmembrane domains [109] . Empty receptors do not recycle back to the ER, however, after binding to ligand the ligand-receptor complex is then returned by retrograde transport to the ER [24] . Thus, this receptor is likely to have signals for GoIgi localization. However, mutational analysis of the KDEL receptor, although defining structural features associated with ligand binding and retrograde transport, revealed very little about the nature of the putative Golgi localization signal [t09].",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 174,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I V. Part-time Golgi receptors"
        },
        {
            "text": "There are a number of structural membrane proteins and proteins associated with the machinery of vesicular transport that are localized specifically to the Golgi apparatus, for example/~-COP [110], rab6 and tab12 [111] , p230 [112] , p200 [113] , heterotrimeric G proteins [114, 115] , sec 7 [116] and the actin binding protein, comitin [117] (Table 1) . These are not integral membrane proteins as they do not have transmembrane domains, but rather are peripheral membrane proteins associated with the cytosolic face of Golgi membranes. Some of these components recycle between a cytosolic pool and Golgi membranes. In general very little is known about the Gotgi localization signals for these peripheral membrane proteins. There is evidence that the carboxy-terminat region of the GTP binding protein G,n is required for Golgi membrane binding [118] . Membrane association of rab proteins requires the geranylgeranylation of one or two C-terminal cysteines [119] as well as a localization signal to define the organelle-specificity. The hypervariable C-terminus of rab proteins has been implicated in localization [120] , although a recent study on rab6 indicates that efficient localization of this rab protein to Golgi membranes requires both N-terminal and C-terminal domains [121] . The identification of the precise nature of the targeting signals and the mechanism of localization of these peripheral membrane proteins will be important to the understanding of the organization of the Golgi apparatus and vesicular transport.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 218,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 231,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 244,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 278,
                    "text": "[114,",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "115]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 297,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 342,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 852,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 965,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1122,
                    "text": "[120]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1287,
                    "text": "[121]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "V. Peripheral membrane Golgi proteins"
        },
        {
            "text": "It is now apparent that the localization of resident Golgi proteins includes more than one mechanism. For some late Golgi membrane proteins a retrieval system operates to recycle proteins from post-Golgi compartments. On the other hand, Golgi glycosyltransferases appear to be actively retained within Golgi membranes; there is no evidence that glycosyltransferase molecules which have leaked from the Golgi apparatus can be retrieved. From many 'cut and paste' experiments it is apparent that the localization of glycosyltransferases does not involve a discrete retention signal but may be dependent on many interactions spanning the length of the molecule. Furthermore, there is increasing evidence to suggest that retention of glycosyltransferases involves the formation of aggregates within the Golgi apparatus. The challenge now is to biochemically characterize these aggregates, to identify any associated molecules that may be important in mediating retention, and to identify the conditions which induce aggregation. This will require the development of novel strategies to allow the isolation and biochemical analyses of individual Golgi compartments, in particular the lipid composition, the organization of the resident proteins within Golgi membranes, and the nature of interactions with the intercisternal matrix. Thus, the problem now is understanding the biogenesis of Golgi membranes themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Enzymes of Biological Membranes (Martonosi AN",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vella",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brockhausen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "227--77",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of the secretory and endocytotic pathways.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Golgi/cell surface (M) (dependent on length of t r a n s m e m b r a n e domain) Effect o f deletion/substitution of d o m a i n s of a2,6ST on loealisation Summary of the localization of ~2,6ST constructs. Regions of c~2,6ST tested for the ability to retain a reporter molecule to the Golgi apparatus (A) and the effect of deletions and substitutions on native ~2,6ST on localization (B). The coding for the references are indicated. The domain structure of ~2,6ST is from Paulson and Colley[122].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "et al (bT) -stabtv CHO cells Tlffi Teasdalv et al (~) -tmuslent COS mad stable LceDs T2 ffi T~a~d~t~ et al (66). stable L cells B. Effect of deletion/substitution of domains of ~l,4GalT on localisation Summary of the localization of/~l,4GaIT constructs. Regions of/~I,4GalT tested for the ability to retain a reporter molecule to the Golgi apparatus (A) and the effect of deletions and substitutions on native /~I,4GalT on localization (B). The coding for the references are indicated. Note the substitutions of A* [56] were hybrid molecules of wild-type/~I,4GalT fused to the 59 carboxy-terminal amino acids of the human chorionic gonadotropin c~ peptide. The catalytic activity of this fusion protein was not assessed, thus it is not clear if the lumin domain folded as in the native enzyme. The domain structure of/~I,4GalT is from Pautson and Colley[122].to confer Golgi residency upon a reporter protein. Different reporter molecules have been employed by each group and these may differ in their effect on the conformation of a putative retention motif.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "............... Summary of the localization of GlcNAcTI constructs. Regions of GIcNAcTI tested for the ability to retain a reporter molecule to the Gotgi apparatus (A) and the effect of deletions and substitutions on native GlcNAcTI on localization (B). The coding for the references are indicated. The domain structure of GlcNAcTI is from Sarkar et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "For example, hybrid molecules containing any two of the three domains of GlcNAcTI were localized to the medial-Golgi and were also present at low levels at the cell surface. Hybrid molecules containing only the transmembrane domain or the luminal domain of GlcNAcTI showed partial Golgi retention together with an increased level of cell surface expression compared with molecules containing two GlcNAcTI domains. Significantly, the catalytically-active luminal domain of GlcNAcTI was approximately as effective as the transmembrane domain in medial-Golgi localization of hybrid molecules. The cytoplasmic domain, although independently unable to retain reporter molecules to the Golgi apparatus, increased the ability of constructs containing either the luminal or transmembrane domain of GlcNAcTI to localize to the medial-Golgi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Model of Golgi retention of glycosyltransferases. (A) A homoaggregate composed of glycosyltransferase molecules, which interact with one another via their transmembrane and luminal domains. (B) A heteroaggregate composed of three different enzymes from the same Golgi compartment which interact with one another via their transmembrane and luminal domains.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model of Golgi retention of hybrid proteins. Glycosyltransferase domains are indicated in black, and reporter domains in white and grey. It is proposed that hybrid molecules are retained within the correct Golgi cisternae by docking to an existing endogenous (E) glycosyltransferase aggregate (shown for simplicity as a homo-aggregate) through either the luminal domain or the transmembrane domain of the glycosyltransferase molecules.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Different classes of proteins localized to the Golgi apparatus.of the ER [273. The mechanism for the localization of membrane ER proteins is unclear. Extended pulse-chase studies indicate that a retrieval system may also represent a component of this retention [283.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", this does not appear to be true for hybrid molecules. Thus, some groups have employed transient expression systems [54-56, 59, 62, 63, 65] which characteristically display very high expression levels, whereas others have generated stable cell lines where the level of heterologous gene expression more closely resembles that of the endogenous enzyme [38, 57-61, 66-1 (see Figs 2-4). Further, in transient expression systems different levels",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "92] had earlier reported that the MHV M glycoprotein requires its cytoplasmic tail for Golgi retention. However, these investigators also noted that alterations of other domains of native MHV M protein were found to perturb Golgi localization. Thus regions outside the transmembrane domain appear to be involved in the localization of this M protein. As the MHV M glycoprotein is targeted to the TGN, rather than the cis-Golgi, when expressed from cDNA[85], the different locations of these coronavirus M glycoproteins may account for the difference in targeting signals. Alternatively, as all the domains of glycosyttransferases appear to contribute to Golgi retention, it is possible that these two viral proteins are exploiting different structural features to 'mimic' the retention of endogenous Golgi proteins.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the National Health and Medical Research Council of Australia and the Australian Research Council.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}