{
    "paper_id": "ca7b73920e1f5551f178eef0da12df4ff3598f38",
    "metadata": {
        "title": "NEWS & VIEWS",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T raditional research on 'condensed hard matter' has provided a 'grand palette'of familiar selfassembly and packing patterns widely associated with the crystalline structures of inorganic and organic materials made of atomic or small molecular units 1 . These patterns are defined by the symmetry,relative size, shape and interactions between the entities involved. More contemporary research has led to the evolution of new self-assembly patterns associated with the so-called condensed soft matter.Such patterns are ubiquitous in the biological world,and the very existence of life as well as disease depends on them.Both good and bad biological prototypes have evolved from these selfassembly principles.The lipid bilayer membranes that are essential structural and functional elements of biological cells represent a positive evolution of these principles,whereas the viral coats protecting HIV or SARS viruses exemplify the harmful effects that these structures can have.The same self-assembly principles govern the behaviour of synthetic micelles and the architectures of polymers.The properties derived from these structures have found many valuable applications in our everyday life:the optical properties of the liquid crystals in our watches,for example,or the energyadsorbing properties of polymers such as Kevlar that protect soldiers and law-enforcement personnel from projectiles. Virgil Percec and his group, writing in Angewandte Chemie International Edition,report their latest contribution to the creation of new self-assembled dendritic prototypes through synthetic modifications 2 . They replaced some hydrogen atoms with fluorine atoms at the tail end of a dendron, and found an unexpected change in the structural motif and selfassembly behaviour (Fig. 1 ).Viewed on a molecular-tree level, dendrons are regularly branched molecules in which the surface groups are the leaves and the core is the root. Dendrons represent a subclass of dendritic polymers, which are the fourth major class of polymeric architecture established since the 1980s, after the more traditional linear (1930s), crosslinked (1940s) and branched (1960s) polymer topologies (Fig. 2) 3 .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2177,
                    "end": 2178,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1769,
                    "end": 1776,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2168,
                    "end": 2176,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In previous studies, Percec and colleagues showed that by appropriately designing the core of various dendrons bearing suitable surface groups, the overall shape of the dendrons could be modified and lead to specific supramolecular topologies such as spheroids or cylinders 4 .With the present work, Percec et al. add a new dimension to the self-assembly and self-organization processes accessible with dendritic building blocks. They show that partial fluorination at the tail of the dendron transforms the spatial conformation of the molecule from an elongated conical shape 6,8 to a flatter Figure 1A chain of structural consequences.From top to bottom,specific chemical structures lead to spatial conformations,to self-assembly and finally to self-organization into supramolecular architectures.The basic dendron molecule used by Percec et al. 2 is shown in the middle.On the left,the non-fluorinated dendron with a conical shape leads to spherical assemblies that self-organize in a cubic lattice.On the right,the crown-like shape of the partly fluorinated dendron gives rise to columnar assemblies that self-organize in a hexagonal liquid-crystalline lattice. ",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 849,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Hexagonal columnar liquid crystal crown-like shape (Fig. 1) 2 .The particular crown shape is due to a kinked rather than an extended conformation of the dendron.With the aid of molecular modelling tools, Percec and colleagues have elaborated a rational approach to the design of dendritic building blocks, with various shapes represented as fragments of a disc (a tapered disc, a half disc or even an entire disc) or fragments of a sphere (conical, hemispherical or even a whole sphere). These two types of building block result from the extended repetition of branched monomer units 4,5 and self-organize in soft lattices made of supramolecular cylinders or spheres ( Fig. 1) 4 ,6,7 . The crown shape reported by Percec et al. 2 prevents the formation of the usual supramolecular spheroids and provides access to an unprecedented pyramidal stack that forms a columnar supramolecular structure. Several of these supramolecular columns spontaneously organize in a soft hexagonal lattice. In all previous examples, fluorination of a selfassembling dendron enhanced its ability to selfassemble into the same structure as its non-fluorinated homologue 7 .So the total change in the self-assembly and self-organization patterns observed in this case comes as a surprise. It is not yet certain that this crown dendron conformation will become an additional general architectural motif accessible in a systematic way by the dendritic scaffold. If it does, it will open new avenues towards supramolecular chirality and towards the manipulation of charge-carrier mobility in supramolecular electronic materials through dendritic architectures 7 .If history can be used as a measure, new architecture produces new properties 8 .Therefore the question that remains to be addressed is whether these new properties under investigation by the Percec group can be translated into new downstream applications. ",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 729,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1715,
                    "end": 1716,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 61,
                    "text": "(Fig. 1) 2",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 678,
                    "text": "Fig. 1) 4",
                    "ref_id": null
                }
            ],
            "section": "Cubic lattice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reflections on Symmetry (Verlag Helvitica Chimica Acta, Basel, and VCH",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "class system for polymeric architectures.The three major traditional classes, linear (i),crosslinked (ii) and branched (iii),lead to the fourth more recent one,dendritic (iv). Dendritic polymers can be divided into four subclasses:random hyperbranched,dendrigrafts, dendrons and dendrimers.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Call for correspondence Nature Materials would like to give our readers the opportunity to discuss subjects that are of broad interest in the materials science and engineering community. We are therefore pleased to welcome contributions to our Correspondence section. This section will publish letters that can be either linked to primary research articles, editorials, commentaries and News and Views published in Nature Materials, or discuss other topics of widespread interest to the community. The emphasis is on brevity (less than 400 words), topicality and widespread interest, and the journal reserves the right to edit letters to highlight the most interesting aspects. References, if absolutely necessary, should be restricted to five or fewer. Nature Materials seeks to promote discussion of issues relevant to materials science research and invites insightful, provocative and polemical correspondence.Correspondence should be addressed to the Editor at materials@nature.com Please see our website for further details (http://www.nature.com/naturematerials/authors/types.html)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}