{
    "paper_id": "caa9fc5fe24d9650a99364c1e54f45eaa359a8ae",
    "metadata": {
        "title": "Supplementary material for: Interplay between competitive and cooperative interactions in a three-player pathogen system 1 Methods Mean-field dynamics",
        "authors": [
            {
                "first": "Francesco",
                "middle": [],
                "last": "Pinotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IPLESP",
                    "location": {
                        "postCode": "F75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Fakhteh",
                "middle": [],
                "last": "Ghanbarnejad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Berlin",
                    "location": {
                        "addrLine": "Hardenbergstraße 36",
                        "postCode": "10623",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Philipp",
                "middle": [],
                "last": "Hövel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Berlin",
                    "location": {
                        "addrLine": "Hardenbergstraße 36",
                        "postCode": "10623",
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Poletto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IPLESP",
                    "location": {
                        "postCode": "F75012",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "*chiara.poletto@inserm.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "We studied the mean-field dynamical system described by equations (2.1) in the main paper by stability analysis and numerical integration. We derived closed-form expressions for all fixed-points and almost all conditions underlying their local stability. We used numerical evaluation of the Jacobian's spectrum to study stability whenever an analytical solution was not possible and to check the accurracy of the analytical results as well. We then numerically integrated the mean-field equations exploring different initial conditions. Numerical integration of the ordinary differential equations was performed in Python 3.6 using the function odeint from the Scipy package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We studied the mean-field dynamical system described by equations (2.1) in the main paper by stability analysis and numerical integration. We derived closed-form expressions for all fixed-points and almost all conditions underlying their local stability. We used numerical evaluation of the Jacobian's spectrum to study stability whenever an analytical solution was not possible and to check the accurracy of the analytical results as well. We then numerically integrated the mean-field equations exploring different initial conditions. Numerical integration of the ordinary differential equations was performed in Python 3.6 using the function odeint from the Scipy package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mean-field dynamics"
        },
        {
            "text": "The epidemic in each population follows the same dynamics as in equations (2.1) of the main text. The infection terms, however, must be modified in order to account for the different contributions (between and within community) to the force of infection. Specifically, the force of infection due to, e.g. B 1 , acting on an individual in community c = 1, 2 becomes β 1 (1 − )X , where c = c . The two distinct terms appearing in this expression represent the contributions due to infected individuals in the same community (c) and in the other community (c ), respectively. Notice that for 2 interacting populations, as considered in the main paper, we can reduce the number of independent equations from 12 to 10 by exploiting density conservation within each population, i.e. Z Z (c) = 1, where Z (c) denote the fraction of individuals in state Z and community c = 1, 2. Numerical integration of these equations is performed in the same way as in the case of a single population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mean-field dynamics with communities"
        },
        {
            "text": "We used the algorithm outlined in [1] to efficiently generate Erdős-Rényi networks. In order to generate modular networks with n C communities and adjustable community strength, we first group nodes into n C different communities. Here we chose for simplicity to assign exactly N/n C nodes to each community. Each node receives a random number of open connections drawn from a Poisson distribution with averagek. We then classify each of these connections as either a within-community or an inter-community stub with probabilities 1 − and , respectively. Links are finally created by matching stubs. Withincommunity (between-community) stubs are matched with each other according to a configuration model. We eventually discard self-links, multiple links between any pair of nodes and unmatched stubs. For large networks, the number of discarded stubs is usually negligible compared to the number of links. Notice that this algorithm enables us to independently set both the degree distribution and the strength of the community structure.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Network models"
        },
        {
            "text": "Simulations occur in discrete time. During each time step we check first for possible infection events caused by infected nodes and then for recovery events. Every infected node tries to transmit the disease(s) it is carrying to each of its neighbours. Each naive susceptible individual (compartment S) can get infected by pathogen A with probability 1 − (1 − α) n A , where n A is the number of its susceptible neighbours carrying A. At the same time, a naive susceptible can also be infected by either B 1 or B 2 . To avoid co-infections with B 1 and B 2 , we loop over the neighbours of the naive node in a random order, checking for each infectious neighbour node if infection occurs or not (according to the corresponding infection probability, i.e. either β 1 or β 2 ) and stopping iteration at the first successful infection event. Transmission with either B 1 or B 2 can occur independently from A, thus direct transitions from S to either D 1 or D 2 compartments are allowed. Secondary infections are implemented in a similar way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating spread of concurrent diseases on networks"
        },
        {
            "text": "For convenience, the simulation time step ∆t was taken as the time unit. To avoid possible spurious effects due to time discretisation we set the infectious duration to be longer than the time step, i.e. µ −1 = 20∆t. During each time step, infected individuals recover from each of the diseases they are carrying with probability µ. As a consequence a doubly infected individual can turn into a fully susceptible individual with probability µ 2 . Individuals cannot recover during the same time step they got infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating spread of concurrent diseases on networks"
        },
        {
            "text": "For each simulation, we initially choose 100 nodes for each pathogen and set them infected with that pathogen. In the Erdős-Rényi case initially infected nodes are chosen at random, whereas in the case of modular networks the infected seeds are chosen at random within the community where a particular pathogen is seeded. We stop simulations 400 time steps after either B 1 or B 2 becomes extinct, or, alternatively, after reaching the maximum simulation time T max . The former stopping condition is dictated by the need to discern simulations where A is able to persist from those where it becomes extinct right after extinction of either one of the B strains. When any of the stopping conditions is met, we check which pathogens have survived and the corresponding prevalence. To reconstruct the phase diagram of figures 6 and 7 of the main paper we have 500 and 140 simulations for any given point in the parameter space for the Erdős-Rényi and modular networks respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulating spread of concurrent diseases on networks"
        },
        {
            "text": "Here we enumerate fixed points and study the stability of each equilibrium point by finding the eigenvalues of the corresponding Jacobian matrix J . Because total density is conserved, the effective number of independent equations can be reduced from 6 to 5. Therefore J is a 5x5 matrix. In the following we eliminate A exploiting total density conservation and consider S, B 1 , B 2 , D 1 , and D 2 as independent variables. A is kept as a placeholder for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and stability analysis for the well-mixed system"
        },
        {
            "text": "The general form of the Jacobian is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and stability analysis for the well-mixed system"
        },
        {
            "text": "1. Disease free state: S * = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and stability analysis for the well-mixed system"
        },
        {
            "text": "3 For this equilibrium J takes the form of an upper triangular matrix. Therefore the eigenvalues can be read off immediately since they coincide with the diagonal elements. In particular:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and stability analysis for the well-mixed system"
        },
        {
            "text": "Stability is therefore ensured if and only if all base transmission rates are smaller than 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and stability analysis for the well-mixed system"
        },
        {
            "text": "In this case one eigenvalue can be found immediately by inspection and it is equal to 1 − α, which is always negative when this equilibrium is feasible (i.e. α > 1). The rest of the Jacobian matrix takes a 2x2 block diagonal form with diagonal blocks J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "[A] i (i = 1, 2) given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "whose eigenvalues can be determined by considering the matrix Γ(λ) = J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "[A] i − λI 2 , where I n is the nxn identity matrix. We subtract the second column of Γ from the first column obtaining a new matrix Γ . By construction det(Γ) = det(Γ ). Therefore, the characteristic polynomial is the same. Now, however, the latter polynomial already appears in a factorized form, yielding the eigenvalues λ = −2 − c i (α − 1), which is always negative, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": ". For α > 1 (condition for the solution to be feasible, as written above), this is never true if either one of B i is super-critical. In the following we will use the index i to refer to strain B i while the index j will indicate the competitor. Here J can be broken down into a 2x2 upper triangular matrix and a 3x3 matrix. The former has eigenvalues -2 and −1 + β j β i . Therefore, stability requires β i > β j . The remaining 3x3 matrix J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "[Bi] 3 takes the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "which can be easily diagonalized by considering the matrix Γ(λ) = J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "[Bi] 3 − λI 3 and performing the following row operations: first add its first row to its second row, then add the second row to its third row; the first row is left unchanged. This procedure enables writing down the characteristic polynomial in an easy-to-factorize form, yielding the eigenvalues λ = 1−β i , λ = −2 − c i (β i − 1) and λ = αc i B * i − 1 + αβ −1 i . The former two are always negative when this equilibrium is feasible, while the latter is negative if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": ", which is never true if the spreading of A is super-critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogen A only ([A]):"
        },
        {
            "text": "A and B i syndemic ([A&B i ]): By using the equilibrium conditionṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "we find that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "we can express every variable in terms of S * . The latter is determined by a quadratic polynomial whose roots are given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "which exists if αβ i > 4(c i − 1)/c 2 i . Here J can be broken down into a 2x2 and a 3x3 matrices. The smaller matrix J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "[A&Bi] 2 is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "which can be easily diagonalised by using row/column operations, yielding the eigenvalues λ = −2 − c j αX * A and λ = −1 + β j (S * + c j A * ). The former is always negative while the latter corresponds to the asymptotic growth rate of X j . This is the only eigenvalue in which parameters β j , c j , which pertain to the competitor strain, appear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "instead takes the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Although the spectrum of J cannot be determined analytically, we can still gain some insight about stability conditions by studying its characteristic polynomial. We do so by first computing Γ(λ) = J [A&Bi] 3 − λI 3 . We then consider the matrix Γ obtained by adding the first row of Γ to the second row and adding the second row to the third row. The characteristic equation takes the form P (λ) = λ 3 +a 2 λ 2 +a 1 λ+a 0 = 0. Now, the Routh-Hurwitz criterion states that in order for all P (λ)'s roots to have a negative real part, the following conditions must be satisfied: a 2 > 0, a 0 > 0 and a 2 a 1 > a 0 . We find that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "so a 2 > 0 always. Substituting S * ± inside the definition of a 0 yields a 0 (S * + ) < 0 and a 0 (S * − ) > 0. Therefore according to the Routh-Hurwitz criterion the solution S * + is never found to be stable. S * − is, instead, stable when the condition a 2 a 1 > a 0 is satisfied. The feasibility of [A&B i ] state can be checked numerically as well by requiring that S * , A, B * i , D * i > 0. In particular, the condition αβ i > 4(c i − 1)/c 2 i ensures that S * − is real and positive and explains the vertical boundary delimiting the [A&B 2 ] stable region in figure 2b in the main manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 578,
                    "text": "figure 2b",
                    "ref_id": null
                }
            ],
            "section": "4."
        },
        {
            "text": "We first consider the equilibrium conditionsẊ i = 0, i = 1, 2, given by Eq. (4), which allow us to obtain S * and A * :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All strains coexist"
        },
        {
            "text": "Notice that if β 2 > β 1 , then we need c 1 > c 2 and c 1 β 1 > c 2 β 2 for this fixed point to be feasible. After some algebra one can obtain a quadratic equation for B * 1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All strains coexist"
        },
        {
            "text": "Once the roots of the latter equations have been found, the remaining fractions can be computed using:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All strains coexist"
        },
        {
            "text": "By numerically computing these equilibria, we found that they can be feasible under certain conditions on the parameters. The condition for their stability cannot be computed analytically. However, we can still evaluate the Jacobian at the fixed points and then compute its eigenvalues numerically and find that the equilibria are always unstable. Figure S4 : Role of initial conditions in mean-field dynamics with communities. Final outcome as a function of δ c and δ β for different initial conditions. The title of each panel indicates in which communities each pathogen is seeded into; the initial density of a pathogen in the community it is seeded into is set to 0.01. Other parameters are as in figure 4 of the main manuscript. Figure S5 : Dynamics with two strains seeded in the same community. Dynamical trajectories of B 1 's, B 2 's and A's total prevalence (in red, blue and gray respectively) in community 1 (a) and 2 (b). Trajectories were obtained numerically by starting from B",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "figure 4",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "All strains coexist"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional results"
        },
        {
            "text": "2 (t = 0) = A (1) (t = 0) = 0.01. Around t = 10, B 2 takes over community 2 as a results of its advantage in transmissibility. At this point B 1 's prevalence declines until A gives rise to a new outbreak; the latter ultimately leads to a B 1 dominance in the first community. Here we set δ β = 0.025, δ c = 1.2 and = 0.0002. Other parameters are as in figure 2a. Figure S6 : Final-state density of X A for stochastic simulations on ER networks. (a-c) show the probability of the final state for a given value of X A . Here we do not differentiate between which final state is attained, i.e. which pathogen persists. (a) has been obtained for δ β = 0.001, while (b) and (c) have been obtained for δ c = 0.4 and δ β = 1.5, respectively. In (a) we can observe two types of transitions in the behaviour of X A : the sharp transition at δ c = 0.5 corresponds to a leap from state [A&B 2 ] to state [A&B 1 ]. As δ c is further increased, extinction of A becomes increasingly probable as the state [B 2 ] is reached with a higher frequency. This transition is, however, gradual and around δ c = 1.3 a crossover is reached where states [A&B 1 ] and [B 2 ] are reached with equal probability. Other parameters are as in figure 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1220,
                    "text": "figure 6",
                    "ref_id": null
                }
            ],
            "section": "Additional results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficient generation of large random networks",
            "authors": [
                {
                    "first": "Vladimir",
                    "middle": [],
                    "last": "Batagelj",
                    "suffix": ""
                },
                {
                    "first": "Ulrik",
                    "middle": [],
                    "last": "Brandes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Strain B i only ([B i ]): S * = 1/β i , B * i = 1 − 1/β i , which is feasible if and only if β i > 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Phase diagram for different values of β 2 , α and c 1 . (a)-(i) α = 0.8. (j)-(r) c 1 = 4. The range of β 1 includes values below 1. Initial conditions and mean-field dynamics. (a),(b) Final outcome as a function of B 1 (0) and B 2 (0) with A(0) = 0.01. Additional boundaries separating the two dominance regions and corresponding to different values of A(0) are also showed. For each value of A(0) we explore values of B 1 (0) and B 2 (0) in the simplex 0 ≤ B 1 (0) + B 2 (0) ≤ 1 − A(0). Parameters were: (a) δ β = 0.03, δ c = 1.5, (b) δ β = 0.15, δ c = 2. (c) Minimum amount of A(0) required in order for B 1 to win as a function of δ β and δ c , given that B 1 (0) = B 2 (0) = 0.001. (d) Minimum amount of B 1 (0) required in order for B 1 to win as a function of δ β and δ c , given that A(0) = 0.01 and B 2 (0) = 0.001. Grey regions in (c,d) correspond to either absence of bistability or to parameter choices for which B 1 never wins. This figure shows that a sufficiently large advantage in terms of initial conditions can lead to B 1 winning the competition in the bistable region. Other parameters are the same as in figure 2a of the main manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Equilibrium configuration for two interacting communities for different values of β 2 , α and c 1 . (a)-(i) α = 0.8. (j)-(r) c 1 = 4. Initial conditions are as in figure 4c of the main paper. Here we have considered values of δ β and δ c such that β 1 , β 2 , c 1 and c 2 are all larger than unity. Increasing values of α have a positive effect on the persistence of B 1 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}