{"paper_id": "cb58c616b6671a436cc710e2795759db4704660d", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "by picornaviruses that use the major group rhinovirus receptor [5] . Our studies suggest that a receptor-targeted approach to preventing coronavirus infection is worthy of further study. Ifthe receptor for human coronaviruses is homologous to the glycoprotein receptor for murine coronavirus, oronasal treatment with a receptor-targeted ligand might also be a useful approach to prevention of human coronavirus infections. 15 . Couch RB. Rhinoviruses The frequencies of antibody development so far reported in patients treated with different interferons (IFNs) are not readily comparable because of differences in treatment regimens and assay methods. Thus the frequency of neutralizing antibody development was analyzed in a large sample of sera derived from a relatively homogeneous group of patients treated with different IFN-a preparations. The frequency of developing neutralizing antibody to IFN varied according to the IFN given. Particularly, the seroconversion frequency was significantly higher in patients treated with recombinant IFN-a2a (20.2%) than in patients treated with either recombinant IFN-a2b (69%) or IFN-aNl (1.2%), a lymphoblastoid IFN-a. Furthermore, sera obtained from patients treated with either recombinant IFN neutralized both types of recombinant IFNs but failed to neutralize IFN-aNl.", "cite_spans": [{"start": 63, "end": 66, "text": "[5]", "ref_id": null}, {"start": 423, "end": 425, "text": "15", "ref_id": "BIBREF28"}, {"start": 438, "end": 450, "text": "Rhinoviruses", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "sure antibodies and calculate their titers. Thus, no definite conclusions can be drawn about the relative immunogenicity of the various commercially available IFN preparations. To allow for more quantitative conclusions, we tested serum samples from 296 patients under IFN treatment for chronic hepatitis B, non-A non-B (NANB) hepatitis, or delta hepatitis. This patient population was relatively homogeneous in terms of disease and also in the dose of IFN and schedule of treatment' but treatment involved recombinant (r)IFN-a2a, rIFN-a2b, or a lymphoblastoid IFN-a preparation (IFN-aNI).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These three commercial IFN preparations differ as follows: IFN-aNI is a natural mixture ofIFN-a, produced by human lymphoblastoid cells after viral stimulation [13] , whereas rIFN-a2a and rlFN-a2b are recombinant preparations obtained in Escherichia coli and represent only one subtype, IFN -a2. These latter preparations differ from each other and from the amino acid sequence of natural IFN-a2 by only one amino acid. IFN-a2a has a lysine molecule at position 23 instead of glycine in the natural sequence, which in IFN-a2b is substituted by an arginine.", "cite_spans": [{"start": 160, "end": 164, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "At least three different assays are currently available for detection of antibodies to IFN: enzyme immunoassay (EIA), immunoradiometric assay (IRMA), and neutralization assay. In this study the neutralization assay was used because the same test may be used with all three types oflFN, while commercially available EIA or IRMA tests can only detect antibody to rlFN-a2; although significance of antibodies to IFN has not yet been clearly established, the neutralization assay is capable of detecting antibodies to an epitope(s) involved in biologic activity; and the neutralization assay is recommended by the World Health Organization for measuring circulating antibodies.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Patients. Sera were collected from patients treated in several clinical centers in Italy.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The All trials adopted basically the same inclusion criteria as far as sex, age, diagnosis, and severity of disease.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Sampling from the clinical centers was randomized without prior knowledge of the type of IPN used or the therapeutic effects achieved. Samples were collected before initiation of therapy and at the end of therapy.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Detection of neutralizing antibodies to IFN-a. Antibody titers were determined by a neutralization test against 5 IV of rIFN-a2a, rIPN-a2b, and lPN-aNI, depending on the type ofIFN administered in vivo. The sera were routinely inactivated at 56°C for 30 min before titration. A total of 60 pI of twofold serial dilutions of sample or control sera were incubated at 37°C with 60 pJ of each type of IFN. After 1 h, 100 p.lof individual mixtures were added to duplicate monolayers of human Wish cells in 96-well microtiter plates. After 18-24 h of culture, cells were challenged with Sindbis virus and incubated at 37°C for 24 h, as previously described]\", 14]. Controls included titrations of the IFN preparations used in respective assays and of a mixture of IFN and a known antibody to IFN -a. Antiviral activity and its neutralization were determined by observation of virus-induced cytopathic effect followed by hemagglutination assay [7, 14] . The titer was taken as the highest twofold dilution of serum that completely inhibited the antiviral activity of the added IFN [7, 14, 15] . Since the lowest serum dilution tested was 1:5, the limit of sensitivity of the assay described above is 5 neutralization units (NV)/mI, where 1 NV is defined as the amount of serum required to inhibit 5 IVlmI.", "cite_spans": [{"start": 937, "end": 940, "text": "[7,", "ref_id": null}, {"start": 941, "end": 944, "text": "14]", "ref_id": null}, {"start": 1074, "end": 1077, "text": "[7,", "ref_id": null}, {"start": 1078, "end": 1081, "text": "14,", "ref_id": null}, {"start": 1082, "end": 1085, "text": "15]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Serum samples were collected at least 24 h after IFN administration and were routinely assayed for and found free of endogenous or residual IFN activity.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "To assay the specificity of the neutralizing antibodies, most positive sera were also tested against 5 IVlmI IFN-{3 or IFN-)' using the assay described above. In all cases they failed to show neutralizing activity against these heterologous IFNs.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Neutralizing activity was characterized as antibody mediated by adsorption to and subsequent elution from staphyiococcal protein A-Sepharose CL-4B columns (Pharmacia, Uppsala, Sweden).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Only two patients had low-titered antibodies before IFN therapy (1:10 and 1:20, respectively) and were not included in the study.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Statistical methods. Seroconversion rates were compared by using the x 2 test. Differences in geometric mean titers among study groups were analyzed by Student's t test. Table 1 summarizes our results. Of the 74 hepatitis patients treated with rlFN-a2a, 15 (20.2 %) developed neutralizing antibodies, whereas neutralizing antibodies were detected in only 10 (6.9 %) of 144 and 1 (1.2%) of 78 hepatitis patients treated with rIFN -a2b and IFN -aNI, respectively. Thus, the seroconversion frequency was significantly higher in patients treated with rIFN-a2a than in patients treated with either rIFN-a2b (P < .01) or IFN-aNl (P < .001). In contrast, comparison of seroconversion rates between rIFN-a2b and IFN-aNl treatment groups showed no significant difference. Table 1 also shows that the titers of positive sera from patients treated with rIFN-a2a were significantly higher than those obtained from patients treated with rIFN -a2b (P < .01).", "cite_spans": [], "ref_spans": [{"start": 170, "end": 177, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 763, "end": 770, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Materials and Methods"}, {"text": "It should be pointed out that cumulative doses of IFN units received by patients in each group were not considerably different. In addition, the group of patients treated with IFN-aNl, who received the highest cumulative dose, showed the lowest rate of seroconversion. Thus, the differences in frequency and titers of antibodies that developed during therapy cannot be attributed to the amount of IFN given.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "To determine whether there was any. cross-reactivity between the different types of IFN, we compared neutralizing activity of all positive sera against IFN-a2a, IFN-a2b, and IFN-aNl (table 2) . Sera from patients treated with either of the two rIFN-a2 preparations neutralized equally well both {FNs but in most cases failed to neutralize IFN-aNI. This suggests that basically antibodies to one subtype of IFN are unable to neutralize all other subtypes of IFN-a present in IFN-aNI.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 191, "text": "(table 2)", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Many reports have shown that treatment with homologous natural and recombinant IFNs may cause the development of anti-If'N antibodies [1] [2] [3] [4] [5] [6] [7] . In several cases the appearance of such antibodies has been associated with the decreased clinical efficacy ofIFN therapy [8] [9] [10] [11] [12] . The proportion of patients who developed antibodies during treatment varied from none to \"-'40% depending on the dosage, the diseases, and the assay method used. Therefore, comparison of the published accounts of the immunogenicity of different IFN s has not been readily possible. We addressed this problem by analyzing antibody development with identical methodology in a relatively homogeneous group of patients treated with three different IFN-a preparations.", "cite_spans": [{"start": 134, "end": 137, "text": "[1]", "ref_id": null}, {"start": 138, "end": 141, "text": "[2]", "ref_id": null}, {"start": 142, "end": 145, "text": "[3]", "ref_id": null}, {"start": 146, "end": 149, "text": "[4]", "ref_id": null}, {"start": 150, "end": 153, "text": "[5]", "ref_id": null}, {"start": 154, "end": 157, "text": "[6]", "ref_id": null}, {"start": 158, "end": 161, "text": "[7]", "ref_id": null}, {"start": 286, "end": 289, "text": "[8]", "ref_id": null}, {"start": 290, "end": 293, "text": "[9]", "ref_id": null}, {"start": 294, "end": 298, "text": "[10]", "ref_id": null}, {"start": 299, "end": 303, "text": "[11]", "ref_id": null}, {"start": 304, "end": 308, "text": "[12]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Neutralizing antibodies were detected in 20% of patients treated with rIFN-a2a, a frequency significantly higher than in patients treated with either IFN-a2b or IFN-aNI (\"-'7 % and 1%, respectively). Since the patients enrolled in the trials were chosen using basically the same criteria and since the dosing regimen and the route of administration and duration of therapy were comparable, the three groups of patients may be considered homogenous. Therefore, it is highly likely that the differences in frequency of neutralizing antibody development are correlated with the type of IFN used. Of course, the neutralization assay used in the study has the important limitation of not being capable of detecting nonneutralizing antibodies, which may also be clinically important, for instance by modifying pharmacokinetic properties of the IFN administered. Studies are in progress to address the presence of these antibodies in the same population of patients. [16] , it is possible that the carbohydrates present on native IFN species may influence the antigenicity of the molecule by masking immunogenic sites.", "cite_spans": [{"start": 960, "end": 964, "text": "[16]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our data confirm that IFN preparations can induce production of specific antibodies in humans and suggest that the different commercially available preparations differ significantly in this respect. Furthermore, our data strongly indicate that lymphoblastoid IFN-aNI does not completely cross-react with rIFNs. Although we made no correlation between seroconversion and clinical outcome, our data support the view that IFN treatment of patients showing relapses due to the development of antibodies to rIFNscan be effectively continued with natural IFNs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Virus attachment and entry into cells", "authors": [{"first": "K", "middle": [], "last": "Lonberg-Holm", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Crowell", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Coxsackievirus-B3-induced myocarditis: virus receptor antibodies modulate myocarditis", "authors": [{"first": "A", "middle": ["H"], "last": "Weller", "suffix": ""}, {"first": "K", "middle": [], "last": "Simpson", "suffix": ""}, {"first": "M", "middle": [], "last": "Herzum", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Houten", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Huber", "suffix": ""}], "year": 1989, "venue": "J Immunol", "volume": "143", "issn": "", "pages": "1843--50", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Long Wl Isolation of monoclonal antibody that blocks attachment of the major group of human rhinoviruses", "authors": [{"first": "R", "middle": ["J"], "last": "Colonno", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Callahan", "suffix": ""}], "year": 1986, "venue": "J Viol", "volume": "57", "issn": "", "pages": "7--12", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Modification of experimental rhinovirus colds by receptor blockade", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Colonno", "suffix": ""}], "year": 1988, "venue": "Antiviral Res", "volume": "9", "issn": "", "pages": "233--280", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A soluble form of intercellular adhesion molecule-l inhibits rhinovirus infections", "authors": [{"first": "S", "middle": ["O"], "last": "Marlin", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Staunton", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Springer", "suffix": ""}, {"first": "C", "middle": [], "last": "Stratowa", "suffix": ""}, {"first": "W", "middle": [], "last": "Sommergruber", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Merluzzi", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "344", "issn": "", "pages": "70--72", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prevalence of viral and mycoplasmal infections in laboratory rodents", "authors": [{"first": "J", "middle": ["R"], "last": "Lindsey", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "801--809", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Viral and mycoplasmal infections of laboratory rodents", "authors": [{"first": "Barthold", "middle": [], "last": "Sw", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "571--601", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Genetic resistance to mouse hepatitis virus correlates with absence of virus-binding activity on target tissues", "authors": [{"first": "J", "middle": ["F"], "last": "Boyle", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Weismiller", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1987, "venue": "J Virol", "volume": "61", "issn": "", "pages": "185--194", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Purification of the l ltl-kilodalton glycoprotein receptor for mouse hepatitis virus (MHV)-A59 from mouse liver and identification of a nonfunctional, homologous protein in MHV-resistant SJLlJ mice", "authors": [{"first": "R", "middle": ["K"], "last": "Williams", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Jiang", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Snyder", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Frana", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}], "year": 1990, "venue": "J Virol", "volume": "64", "issn": "", "pages": "3817--3840", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "An immunofluorescence test for detection of serum antibody to rodent coronaviruses", "authors": [{"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 1983, "venue": "Lab Anim Sci", "volume": "33", "issn": "", "pages": "157--60", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Coronavirus receptors", "authors": [{"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Williams", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Stephensen", "suffix": ""}], "year": 1989, "venue": "Concepts in viral pathogenesis III", "volume": "", "issn": "", "pages": "106--119", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Response of genetically susceptible and resistant mice to intranasal inoculation with mouse hepatitis virus JHM", "authors": [{"first": "S", "middle": ["W"], "last": "Barthold", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 1987, "venue": "Virus Res", "volume": "7", "issn": "", "pages": "225--264", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Mouse hepatitis virus nasoencephalopathy is dependent upon virus strain and host genotype", "authors": [{"first": "S", "middle": ["W"], "last": "Barthold", "suffix": ""}, {"first": "O", "middle": ["S"], "last": "Beck", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smith", "suffix": ""}], "year": 1986, "venue": "Arch Virol", "volume": "91", "issn": "", "pages": "247--56", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Seroepidemiologic studies of coronavirus infections.in adults and children", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Thrner", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hartley", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Parrot", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1970, "venue": "Am J Epidemiol", "volume": "91", "issn": "", "pages": "585--92", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Interferon neutralizing antibodies in a patient treated with human fibroblast interferon", "authors": [{"first": "A", "middle": [], "last": "Vallbracht", "suffix": ""}, {"first": "T", "middle": [], "last": "Treuner", "suffix": ""}, {"first": "B", "middle": [], "last": "Flehmig", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Joster", "suffix": ""}, {"first": "D", "middle": [], "last": "Niethammer", "suffix": ""}], "year": 1981, "venue": "Nature", "volume": "287", "issn": "", "pages": "496--504", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Patients with circulating antibodies to a-interferon", "authors": [{"first": "K", "middle": ["E"], "last": "Mogensen", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Daubas", "suffix": ""}, {"first": "I", "middle": [], "last": "Gresser", "suffix": ""}, {"first": "D", "middle": [], "last": "Sereni", "suffix": ""}, {"first": "B", "middle": [], "last": "Varet", "suffix": ""}], "year": 1981, "venue": "Lancet", "volume": "2", "issn": "", "pages": "1227--1235", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Antitumor activity of recombinant-derived interferon alpha in metastatic renal cell carcinoma", "authors": [{"first": "J", "middle": ["R"], "last": "Quesada", "suffix": ""}, {"first": "A", "middle": [], "last": "Rios", "suffix": ""}, {"first": "D", "middle": [], "last": "Swanson", "suffix": ""}, {"first": "Gutterman", "middle": [], "last": "Hl", "suffix": ""}], "year": 1985, "venue": "J Clin Oncol", "volume": "3", "issn": "", "pages": "1522--1530", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Low incidence of serum neutralizing factors in patients receiving recombinant alpha 2b interferon (Intron A)", "authors": [{"first": "J", "middle": [], "last": "Spiegel", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Spicehandler", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Jacobs", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Oden", "suffix": ""}], "year": 1986, "venue": "Am J Med", "volume": "80", "issn": "", "pages": "223--231", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Antibodies to lymphoblastoid interferon", "authors": [{"first": "I", "middle": ["E"], "last": "Galton", "suffix": ""}, {"first": "P", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Scott", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Brand", "suffix": ""}, {"first": "Abw", "middle": [], "last": "Nethersell", "suffix": ""}], "year": 1989, "venue": "Lancet", "volume": "2", "issn": "", "pages": "572--575", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Detection and incidence of neutralizing antibodies to interferon-a-NI", "authors": [{"first": "P", "middle": ["K"], "last": "Weck", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Leventhal", "suffix": ""}, {"first": "", "middle": [], "last": "Brand Em", "suffix": ""}, {"first": "N", "middle": [], "last": "Finter", "suffix": ""}], "year": 1989, "venue": "J Interferon Res", "volume": "9", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Low incidence of neutralizing antibody formation to interferon-a2b in human recipients", "authors": [{"first": "F", "middle": [], "last": "Dianzani", "suffix": ""}, {"first": "G", "middle": [], "last": "Antonelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Amicucci", "suffix": ""}, {"first": "A", "middle": [], "last": "Cefaro", "suffix": ""}, {"first": "C", "middle": [], "last": "Pintus", "suffix": ""}], "year": 1989, "venue": "J Interferon Res", "volume": "9", "issn": "", "pages": "33--39", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Incidence and clinical significance of neutralizing antibodies in patients receiving recombinant interferon alpha-2a by intramuscular injection", "authors": [{"first": "L", "middle": ["M"], "last": "Itri", "suffix": ""}, {"first": "M", "middle": [], "last": "Campion", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Dennin", "suffix": ""}], "year": 1987, "venue": "Cancer", "volume": "59", "issn": "", "pages": "668--74", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Resistance to recombinant interferon alpha-2a in hairy cellieukernia associated with neutralizing antiinterferon antibodies", "authors": [{"first": "R", "middle": ["G"], "last": "Steis", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Urba", "suffix": ""}], "year": 1988, "venue": "N Engl J Med", "volume": "318", "issn": "", "pages": "1409--1422", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Clinical significance of anti-IFN alpha antibody during interferon therapy", "authors": [{"first": "P", "middle": [], "last": "Von Wussow", "suffix": ""}, {"first": "M", "middle": [], "last": "Freund", "suffix": ""}, {"first": "B", "middle": [], "last": "Block", "suffix": ""}, {"first": "H", "middle": [], "last": "Diedrich", "suffix": ""}, {"first": "H", "middle": [], "last": "Poliwoda", "suffix": ""}, {"first": "H", "middle": [], "last": "Deicher", "suffix": ""}], "year": 1987, "venue": "Lancet", "volume": "2", "issn": "", "pages": "635--641", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Alpha interferonsin hairy cell leukemia (HCL). A five-year follow-up in 100 patients", "authors": [{"first": "J", "middle": ["R"], "last": "Quesada", "suffix": ""}, {"first": "L", "middle": [], "last": "Itri", "suffix": ""}, {"first": "Gutterman", "middle": [], "last": "Jll", "suffix": ""}], "year": 1987, "venue": "J Interferon Res", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Leukocyte-derived interferon-alpha in patients with antibodies to recombinant IFN-alpha 2b", "authors": [{"first": "P", "middle": [], "last": "Von Wussow", "suffix": ""}, {"first": "F", "middle": [], "last": "Hartmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Freund", "suffix": ""}, {"first": "H", "middle": [], "last": "Poliwoda", "suffix": ""}, {"first": "H", "middle": [], "last": "Deicher", "suffix": ""}], "year": 1988, "venue": "Lancet", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A family of structural genes for human lymphoblastoid (leukocyte-type) interferon", "authors": [{"first": "G", "middle": [], "last": "Allen", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Fantes", "suffix": ""}], "year": 1980, "venue": "Nature", "volume": "287", "issn": "", "pages": "408--419", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Virus-yield reduction assay for interferon by titration of Sindbis virus hemagglutinin", "authors": [{"first": "G", "middle": ["J"], "last": "Stanton", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Langford", "suffix": ""}, {"first": "F", "middle": [], "last": "Dianzani", "suffix": ""}], "year": 1981, "venue": "Methods Enzymol", "volume": "78", "issn": "", "pages": "351--358", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Report of a National Institutes of Health workshop held in Bethesda (MD, USA)", "authors": [{"first": "", "middle": [], "last": "V-Vii", "suffix": ""}], "year": 1988, "venue": "J Interferon Res", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Purification and characterization of human interferon-a subtypes from Namalva lymphoblastoid cells", "authors": [{"first": "S", "middle": [], "last": "Kojima", "suffix": ""}, {"first": "T", "middle": [], "last": "Futatsuki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hatano", "suffix": ""}, {"first": "T", "middle": [], "last": "Koide", "suffix": ""}], "year": 1989, "venue": "J Interferon Res", "volume": "9", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": ". In: Fields BN, Knipe OM, Chanock RM, et al., eds. Virology. 2nd ed. New York: Raven Press, 1990:607-29. Neutralizing Antibodies to Interferon-a: Relative Frequency in Patients Treated with Different Interferon Preparations Guido Antonelli, Maurizio Currenti, Ombretta Turriziani, and Ferdinando Dianzani Institute of Virology, University \"La Sapienza,\" Rome, Italy", "latex": null, "type": "table"}, "TABREF2": {"text": "Incidence of neutralizing antibodies in patients treated with recombinant interferons (rIFN-a2a or rIFN-a2b) or lymphoblastoid interferon (IFN-aNl). NOTE. MU = mega units. Positive refers to patients who developed neutralizi~g antibodies. Titers are geometric mean (range). NA = not applicable.", "latex": null, "type": "table"}, "TABREF3": {"text": "Patients developing neutralizing antibodies: interferon (IFN) preparation used, cumulative dose, and cross-reactivity of their antibodies. -a2b compared with the natural IFN-a2 sequence. (3) Since the natural IFN mixture contains glycosylated IFN molecules", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 1. Incidence of neutralizing antibodies in patients treated with recombinant interferons (rIFN-a2a or rIFN-a2b) or lympho-blastoid interferon (IFN-aNl).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Treatment </td><td>Cumulative dose (MU/m2, range) </td><td>No. positivel no. tested (%) </td><td>Titer\n</td></tr><tr><td>rIFN-a2a </td><td>117-469 </td><td>15/74 (20.2) </td><td>524 (10-20,480)\n</td></tr><tr><td>rIFN-a2b </td><td>234-469 </td><td>10/144 (6.9)* </td><td>28 (10-160)\n</td></tr><tr><td>IFN-aNI </td><td>390-780 </td><td>1/78 (1.2)* </td><td>NA\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 2. Patients developing neutralizing antibodies: interferon (IFN) preparation used, cumulative dose, and cross-reactivity of their antibodies.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>IFN-a </td><td> </td><td>Neutralizing antibody titer vs\n</td></tr><tr><td>type, Dose patient no. (MU) </td><td>Time (months) </td><td>IFN-a2a </td><td>IFN-a2b </td><td>IFN-aNI\n</td></tr><tr><td>2a\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>18 231 </td><td>6 </td><td>320 </td><td>320 </td><td>&lt;10\n</td></tr><tr><td>23 231 </td><td>6 </td><td>2560 </td><td>2560 </td><td>&lt;10\n</td></tr><tr><td>27 270 </td><td>7 </td><td>10 </td><td>10 </td><td>&lt;10\n</td></tr><tr><td>30 270 </td><td>7 </td><td>640 </td><td>320 </td><td>NO\n</td></tr><tr><td>37 231 </td><td>6 </td><td>80 </td><td>NO </td><td>&lt;10\n</td></tr><tr><td>55 469 </td><td>7 </td><td>40 </td><td>NO </td><td>&lt;10\n</td></tr><tr><td>60 270 </td><td>7 </td><td>5120 </td><td>5120 </td><td>20\n</td></tr><tr><td>62 231 </td><td>6 </td><td>1280 </td><td>1280 </td><td>10\n</td></tr><tr><td>65 469 </td><td>12 </td><td>320 </td><td>320 </td><td>&lt;10\n</td></tr><tr><td>70 231 </td><td>6 </td><td>640 </td><td>1280 </td><td>20\n</td></tr><tr><td>73 347 </td><td>9 </td><td>80 </td><td>80 </td><td>&lt;10\n</td></tr><tr><td>76 469 </td><td>12 </td><td>5120 </td><td>5120 </td><td>&lt;10\n</td></tr><tr><td>80 234 </td><td>12 </td><td>320 </td><td>640 </td><td>160\n</td></tr><tr><td>89 234 </td><td>12 </td><td>2560 </td><td>5120 </td><td>160\n</td></tr><tr><td>90 234 </td><td>12 </td><td>10,240 </td><td>20,480 </td><td>320\n</td></tr><tr><td>2b\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2 334 </td><td>6 </td><td>20 </td><td>20 </td><td>&lt;10\n</td></tr><tr><td>45 334 </td><td>6 </td><td>40 </td><td>80 </td><td>&lt;10\n</td></tr><tr><td>55 642 </td><td>12 </td><td>10 </td><td>10 </td><td>&lt;10\n</td></tr><tr><td>67 334 </td><td>6 </td><td>80 </td><td>160 </td><td>10\n</td></tr><tr><td>69 372 </td><td>7 </td><td>10 </td><td>20 </td><td>&lt;10\n</td></tr><tr><td>70 334 </td><td>6 </td><td>10 </td><td>10 </td><td>&lt;10\n</td></tr><tr><td>74 372 </td><td>7 </td><td>20 </td><td>20 </td><td>&lt;10\n</td></tr><tr><td>114 642 </td><td>12 </td><td>NO </td><td>80 </td><td>&lt;10\n</td></tr><tr><td>125 334 </td><td>6 </td><td>NO </td><td>40 </td><td>&lt;10\n</td></tr><tr><td>140 410 </td><td>8 </td><td>NO </td><td>10 </td><td>&lt;10\n</td></tr><tr><td>Nl\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>67 471 NOTE. ND = not done. MU </td><td>6 </td><td>20,480 = mega units.\n</td><td>20,480 </td><td>640\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Richard K. Williams, Roland A. W. Scott, Robert E. Shope, and Pravin N. Bhatt for helpful discussions. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "The results obtained also show that even high titers ofneutralizing antibodies to rIFN-a2 do not substantially affect the biologic activity of IFN-aNl, a naturally occurring IFN-a mixture, indicating that this mixture can overcome the neutralizing activity of antibodies to one IFN-a subtype. This agrees with reports of the successful use of natural IFN mixtures in patients who relapsed after forming neutralizing antibodies while under treatment with an rIFN-a2 preparation [11, 12] .At this time it is difficult to explain the different immunogenicity of the types ofIFNs used in this study. Several hypotheses have been considered. (1) It is possible that natural IFN, which is a mixture of at least 18 homologous subtypes, may be less immunogenic than rIFN since any subtype is actually present at a lower concentration than in an equal dose of rIFN, which contains only a single molecular species. (2) Since the rIFNs we used have different amino acid sequences, it is tempting to speculate that the tertiary structure and thus immunogenicity of the molecule is influenced by the specific amino acid substitutions that have been introduced into IFN-a2a and", "cite_spans": [{"start": 477, "end": 481, "text": "[11,", "ref_id": null}, {"start": 482, "end": 485, "text": "12]", "ref_id": null}], "ref_spans": [], "section": "annex"}]}