{"paper_id": "cc25dcc24cdb2554069fb06e65ceeb7167ee8912", "metadata": {"title": "Journal of the Pediatric Infectious Diseases Society Association Between Children's Hospital Visitor Restrictions and Healthcare- Associated Viral Respiratory Infections: A Quasi- Experimental Study", "authors": [{"first": "Hawa", "middle": [], "last": "Forkpa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Angela", "middle": ["H"], "last": "Rupp", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "location": {"settlement": "Illinois"}}, "email": ""}, {"first": "Stanford", "middle": ["T"], "last": "Shulman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "location": {"settlement": "Illinois"}}, "email": ""}, {"first": "Sameer", "middle": ["J"], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elizabeth", "middle": ["L"], "last": "Gray", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaotian", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Northwestern University Feinberg School of Medicine", "location": {"settlement": "Chicago", "region": "Illinois"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Bovee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "location": {"settlement": "Illinois"}}, "email": ""}, {"first": "Larry", "middle": ["K"], "last": "Kociolek", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "location": {"settlement": "Illinois"}}, "email": ""}]}, "abstract": [{"text": "We investigated the effect of annual winter visitor restrictions on hospital respiratory virus transmission. The healthcareassociated (HA) viral respiratory infection (VRI) transmission index (number of HA VRIs per 100 inpatient communityassociated VRIs) was 59% lower during the months in which visitor restrictions were implemented. These data prompt consideration for instituting year-round visitor restrictions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Healthcare-associated (HA) viral respiratory infections (VRIs) are diagnosed frequently in children's hospitals [1] and are associated with increased morbidity, mortality rates, and healthcare costs [2] . Nearly 90% of children's hospitals implement visitor restriction policies and practices (VRPPs) [3] , such as restricting the number of visitors, visitation by other children, and visitation by people with VRI symptoms. Despite the pervasiveness of VRPPs in children's hospitals, the effectiveness of visitor restriction is poorly understood. Our objective was to understand the effect of annual winter hospital VRPPs on the transmission of respiratory viruses in our children's hospital.", "cite_spans": [{"start": 112, "end": 115, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 199, "end": 202, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 301, "end": 304, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "To assess the effectiveness of annual winter VRPPs, we performed a retrospective quasi-experimental study at Lurie Children's Hospital of Chicago, an academic freestanding tertiary care children's hospital with 288 private rooms, including the neonatal intensive care unit. No changes in the hospital's physical structure occurred during the study period. Our hospital first implemented visitor restrictions in late January 2014. Our winter VRPPs include limiting the number of visitors (3 in ICU rooms, 4 in acute care rooms, including parents/guardians) and restricting visitation by all nonsibling children <18 years old, siblings <12 years old, and any person with VRI symptoms. The timing of annual winter VRPP implementation varied slightly each year depending on community VRI incidence, particularly that of respiratory syncytial virus (RSV) and influenza. During VRPP periods, visitors were screened by the concierge staff in the lobby of the children's hospital for symptoms of viral respiratory and gastrointestinal illness before being granted access to patient care areas and screened again by bedside nurses in patient rooms. Suggested scripting was provided to the concierge and nursing staff. Nonparent adult visitors with viral respiratory or gastrointestinal symptoms were restricted from visiting. Parents with viral respiratory symptoms were allowed to visit but encouraged to wear a surgical mask and practice hand hygiene and respiratory etiquette. Bedside nurses were expected to document visitor illness symptoms in the electronic medical record. Compliance with VRPPs was not monitored. All clinical and nonclinical hospital employees were required to receive an annual influenza vaccine throughout the study period.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Hospitalized patients were considered to have a VRI if their result from a respiratory viral polymerase chain reaction (PCR) test was positive. Throughout the study period, we used the FilmArray respiratory panel (bioMérieux, Marcy-l'Étoile, France), which detects 7 viral species (Table 1) . Of note, this assay cannot distinguish between rhinoviruses and enteroviruses. Thus, a positive result for either of these viruses is reported as rhinovirus/enterovirus. We also used various combined influenza/RSV PCR assays during winter months; influenza/RSV PCR testing was recommended primarily for outpatients. HA VRIs were diagnosed on or after hospital day 3. Infection control personnel confirmed VRI symptom onset on or after hospital day 3 in all patients with HA VRI. Community-associated (CA) VRIs were diagnosed in inpatients before hospital day 3.", "cite_spans": [], "ref_spans": [{"start": 281, "end": 290, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "METHODS"}, {"text": "We measured monthly HA-VRI incidence over four 3-to 5-month VRPP seasons (February 2014 to April 2017) and compared the incidence of HA VRI in 17 VRPP months with that in 22 non-VRPP months. Incidence was expressed as HA-VRI incidence density (number of HA VRIs per 1000 patient-days) and VRI transmission index (number of HA VRIs per 100 inpatient CA VRIs). Because seasonal CA-VRI incidence varies substantially between VRPP and non-VRPP periods, and because HA-VRI transmission depends on inpatient CA-VRI burden, we normalized HA-VRI incidence to CA-VRI burden by calculating the VRI transmission index, as previously described [4] . Hand hygiene and personal protective equipment compliance, which were monitored monthly by direct observation in all inpatient units throughout the study period, were also compared between the VRPP and non-VRPP periods. Transmission indices, hand hygiene compliance, and personal protective equipment compliance were compared using the Pearson χ 2 test with Yates continuity correction (R 3.3.3 [R Foundation, Vienna, Austria]). Any 2-sided P value of <.05 was considered statistically significant. The Lurie Children's Hospital of Chicago institutional review board exempted this study from review.", "cite_spans": [{"start": 632, "end": 635, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "METHODS"}, {"text": "There were 259 HA VRIs during the study period; 147 and 112 HA VRIs occurred during VRPP and non-VRPP months, respectively ( Table 1 ). The median length of stay at the time of HA-VRI diagnosis was 47 days (interquartile range, 15-137 days). The incidence density of HA VRIs was similar between VRPP and non-VRPP months (1.01 vs 1.09 HA VRIs/1000 patient-days, respectively). However, when we normalized the incidence data for inpatient burden of CA VRIs, the hospital transmission index of VRIs was significantly lower in VRPP months. In more specific terms, the aggregate VRI transmission index was 59% lower in VRPP periods than in non-VRPP periods (8.9 vs 3.7 HA VRIs/100 inpatient CA VRIs, respectively; P < .001) ( Healthcare provider infection prevention practice compliance was high during both the VRPP and non-VRPP months. Hand hygiene compliance was observed in 4090 (97.1%) of 4213 and 5645 (97.9%) of 5766 observations during the VRPP and non-VRPP months, respectively (P = .01). Personal protective equipment-donning compliance was observed in 1330 (94.0%) of 1415 and 1679 (94.1%) of 1785 observations during the VRPP and non-VRPP months, respectively (P = .99). Personal protective equipment-doffing compliance was observed in 1281 (95.7%) of 1338 and 1649 (96.3%) of 1713 observations during the VRPP and non-VRPP months, respectively (P = .52).", "cite_spans": [], "ref_spans": [{"start": 125, "end": 132, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Although nearly 90% of children's hospitals implement VRPPs [3] , the effectiveness of these practices was characterized only recently in multiple single-center studies [5, 6] . Our data indicate that VRPPs implemented in the winter at a freestanding children's hospital are associated with reduced hospital transmission of respiratory viruses compared with that in nonwinter months when VRPPs are not in place. Our findings are consistent with those of recently published studies at other large freestanding children's hospitals, which reported reduced HA-VRI incidence density after winter VRPP implementation [5, 6] . The specific VRPPs implemented vary substantially among children's hospitals [3] ; optimal VRPPs have not been defined yet. However, a bundled approach for HA-VRI prevention that includes winter visitation limitations, hand hygiene, visitor symptom screening, and close monitoring of routine infection-prevention practices has been shown to effectively reduce HA-VRI incidence density by 25% [5] . Despite HA-VRI reduction with VRPPs in our study and others, HA VRIs remain common in winter months, which suggests that additional strategies for reducing HA VRIs are needed. Although VRPPs are often limited to the winter months when community incidence of RSV and influenza rises, our data also suggest that seasonal VRPPs can result in unacceptably frequent hospital transmission of respiratory viruses, particularly rhinovirus/enterovirus, during nonwinter months. A similar trend has been found in other pediatric studies [1, 5, 6] , which demonstrates the high burden of HA-rhinovirus infections. Rhinoviruses and enteroviruses are often benign in otherwise healthy children. However, certain enteroviruses are associated with severe respiratory disease (eg, enterovirus D68) [7] and severe neurologic sequelae, such as acute flaccid paralysis (eg, enteroviruses D68 [8] and A71 [9] ), even in otherwise healthy children. Furthermore, rhinoviruses are associated with death in highly immunocompromised hosts [10] . In patients after stem cell transplantation, rhinoviruses cause a rate of pulmonary complications similar to that caused by for RSV, parainfluenza, and human metapneumovirus [11] . Frequent hospital transmission of rhinoviruses/enteroviruses in units that house immunocompromised children and other children at high risk for infection supports consideration of implementing yearround VRPPs for preventing RSV/influenza. In contrast to other recent studies of HA-VRI epidemiology [5, 6] , our study was strengthened by normalizing HA-VRI incidence data to inpatient CA-VRI burden. By using VRI transmission indices, rather than incidence density, as was done in a previous study of influenza and RSV [4] , we limited bias related to profound differences in seasonal and year-to-year community incidences of many respiratory viruses. However, our study also had several limitations. As a quasi-experimental study, we cannot rule out the effect of other factors that might have differed between the VRPP and non-VRPP months. However, many other factors that can affect hospital transmission of respiratory viruses did not change during the study period. For example, our hospital included all private rooms throughout the Figure 1 . Aggregate monthly viral respiratory infection transmission indices during visitor restriction policy and practice (VRPP) (shaded) and non-VRPP (nonshaded) periods. The horizontal line and corresponding numeric label in each period represent the overall transmission index for that particular period. We found 5.2 fewer healthcare-associated (HA) viral respiratory infections per 100 inpatient community-associated (CA) viral respiratory infections during the VRPP periods, which represents a 59% decrease compared to that in the non-VRPP periods. study period, and no physical changes were made to the hospital environment. There were no identified clusters of HA VRI during the study period that could have led to real-time VRPP modifications. Annual influenza vaccination was mandated for employees throughout the study period. Furthermore, we found no significant differences in observed hand hygiene or personal protective equipment use between the VRPP and non-VRPP months. Although we noted a statistically significant difference in hand hygiene compliance between the VRPP and non-VRPP months (97.1% vs 97.9%, respectively; P = .01), we consider it clinically insignificant. Furthermore, even if clinically significant, hand hygiene compliance was higher during the non-VRPP months, which would bias our HA-VRI transmission data toward the null. Compliance with symptom-based isolation at the time of hospital admission is monitored for all patients by infection preventionists year-round, and these practices do not have seasonal variation. We acknowledge that not all patients with VRI symptoms had necessarily been tested and their data captured by electronic laboratory surveillance, and we cannot confirm that all patients with a CA VRI had respiratory symptoms. However, at our institution, VRI testing is discouraged for patients without a compatible illness, and our clinical observations suggest that the multiplex PCR panel is used routinely year-round in inpatients with a compatible illness. In addition, the number of CA-VRI cases identified in nonwinter months is consistent with the expected seasonal variation of individual viruses, which suggests that case ascertainment based on seasonal differences in testing decisions was not a source of significant bias. Because of the exceedingly low influenza/RSV incidence during nonwinter months, this study was not adequately powered to detect differences in influenza/ RSV transmission or aggregate non-rhinovirus/enterovirus VRI transmission index. On the basis of our incidence and transmission data, 10 VRPP seasons would be required to detect a statistically significant difference in the aggregate non-rhinovirus/ enterovirus VRI transmission index. We were limited to 4 VRPP seasons because VRPPs were not implemented before 2014.", "cite_spans": [{"start": 60, "end": 63, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 169, "end": 172, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 173, "end": 175, "text": "6]", "ref_id": "BIBREF5"}, {"start": 612, "end": 615, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 616, "end": 618, "text": "6]", "ref_id": "BIBREF5"}, {"start": 698, "end": 701, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1013, "end": 1016, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1546, "end": 1549, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1550, "end": 1552, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1553, "end": 1555, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1801, "end": 1804, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1892, "end": 1895, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1904, "end": 1907, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2033, "end": 2037, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2214, "end": 2218, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 2519, "end": 2522, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 2523, "end": 2525, "text": "6]", "ref_id": "BIBREF5"}, {"start": 2739, "end": 2742, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 3259, "end": 3267, "text": "Figure 1", "ref_id": null}], "section": "DISCUSSION"}, {"text": "In summary, our data indicate that winter VRPPs are associated with reduced hospital transmission of respiratory viruses, particularly rhinoviruses/enteroviruses, which were the most commonly transmitted viruses in our study. Because of the high burden of HA rhinovirus/enterovirus, particularly in hospital units that house immunocompromised children and other children at high risk for infection, strong consideration should be given to implementing VRPPs year-round. Additional work is needed to understand how best to limit visitors with communicable respiratory illnesses while maintaining patient-and family-centered care.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Financial support. L. K. K. is supported by the National Institute of Allergy and Infectious Diseases, National Institutes of Health (grant K23 AI123525). Research reported in this publication was supported in part by the National Institutes of Health, National Center for Advancing Translational Sciences (grant UL1TR001422).", "cite_spans": [], "ref_spans": [], "section": "Notes"}, {"text": "Disclaimer. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "cite_spans": [], "ref_spans": [], "section": "Notes"}, {"text": "Potential conflicts of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "Notes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Burden of healthcare-associated viral respiratory infections in children's hospitals", "authors": [{"first": "C", "middle": [], "last": "Quach", "suffix": ""}, {"first": "R", "middle": [], "last": "Shah", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Rubin", "suffix": ""}], "year": 2018, "venue": "J Pediatric Infect Dis Soc", "volume": "7", "issn": "", "pages": "18--24", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Hospital-acquired respiratory viral infections: incidence, morbidity, and mortality in pediatric and adult patients", "authors": [{"first": "E", "middle": ["J"], "last": "Chow", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Mermel", "suffix": ""}], "year": 2017, "venue": "Open Forum Infect Dis", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Visitor restriction policies and practices in children's hospitals in North America: results of an Emerging Infections Network survey", "authors": [{"first": "A", "middle": ["L"], "last": "Pong", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Beekmann", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Faltamo", "suffix": ""}], "year": 2018, "venue": "Infect Control Hosp Epidemiol", "volume": "39", "issn": "", "pages": "968--71", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The impact of infection control upon hospital-acquired influenza and respiratory syncytial virus", "authors": [{"first": "K", "middle": ["M"], "last": "Weedon", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rupp", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Heffron", "suffix": ""}], "year": 2013, "venue": "Scand J Infect Dis", "volume": "45", "issn": "", "pages": "297--303", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Development of a novel prevention bundle for pediatric healthcare-associated viral infections", "authors": [{"first": "H", "middle": [], "last": "Hei", "suffix": ""}, {"first": "O", "middle": [], "last": "Bezpalko", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Smathers", "suffix": ""}], "year": 2018, "venue": "Infect Control Hosp Epidemiol", "volume": "39", "issn": "", "pages": "1086--92", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Association of visitation policy and health care-acquired respiratory viral infections in hospitalized children", "authors": [{"first": "M", "middle": [], "last": "Washam", "suffix": ""}, {"first": "J", "middle": [], "last": "Woltmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Ankrum", "suffix": ""}, {"first": "B", "middle": [], "last": "Connelly", "suffix": ""}], "year": 2018, "venue": "Am J Infect Control", "volume": "46", "issn": "", "pages": "353--358", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Severe respiratory illness associated with enterovirus D68-Missouri and Illinois", "authors": [{"first": "C", "middle": ["M"], "last": "Midgley", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jackson", "suffix": ""}, {"first": "R", "middle": [], "last": "Selvarangan", "suffix": ""}], "year": 2014, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "63", "issn": "", "pages": "798--807", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A novel outbreak enterovirus D68 strain associated with acute flaccid myelitis cases in the USA (2012-14): a retrospective cohort study", "authors": [{"first": "A", "middle": ["L"], "last": "Greninger", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Naccache", "suffix": ""}, {"first": "K", "middle": [], "last": "Messacar", "suffix": ""}], "year": 2015, "venue": "Lancet Infect Dis", "volume": "15", "issn": "", "pages": "671--82", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Notes from the field: enterovirus A71 neurologic disease in children-Colorado", "authors": [{"first": "K", "middle": [], "last": "Messacar", "suffix": ""}, {"first": "A", "middle": [], "last": "Burakoff", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Nix", "suffix": ""}], "year": 2018, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "67", "issn": "", "pages": "1017--1025", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Human rhinovirus detection in the lower respiratory tract of hematopoietic cell transplant recipients: association with mortality", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "A", "middle": [], "last": "Waghmare", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Scott", "suffix": ""}], "year": 2017, "venue": "Haematologica", "volume": "102", "issn": "", "pages": "1120--1150", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A multicenter consortium to define the epidemiology and outcomes of inpatient respiratory viral infections in pediatric hematopoietic stem cell transplant recipients", "authors": [{"first": "B", "middle": ["T"], "last": "Fisher", "suffix": ""}, {"first": "L", "middle": [], "last": "Danziger-Isakov", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Sweet", "suffix": ""}], "year": 2018, "venue": "J Pediatric Infect Dis Soc", "volume": "7", "issn": "", "pages": "275--82", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Figure 1), which translates into approximately 5 fewer HA VRIs for every 100 children admitted with a CA VRI while VRPPs were in place.Compared to other viruses, rhinovirus and/or enterovirus had high incidence in both VRPP and non-VRPP months; rhinovirus/enterovirus caused 45% and 85% of HA VRIs during VRPP and non-VRPP months, respectively. The rhinovirus/ enterovirus transmission index was 48% lower during the VRPP periods (P < .001) (Table 1). HA rhinovirus/enterovirus (n = 176) occurred primarily in units that housed patients at high risk for VRI complications, including the neonatal intensive care unit (n = 58 [33%]), the pediatric intensive care unit (n = 45 [26%]), the cardiac intensive care unit (n = 20 [11%]), and the oncology ward (n = 23 [13%]).", "latex": null, "type": "table"}, "TABREF1": {"text": "Inpatient CA-and HA-VRI Incidence Densities and Transmission Indices During the VRPP and non-VRPP Periods", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Non-VRPP Periods (22 Months, 134 431 Patient-Days) </td><td>VRPP Periods (17 Months, 111 450 Patient Days)\n</td></tr><tr><td>Respiratory Virus\n</td><td>CA VRI Incidence Density (n)\n</td><td>HA VRI Incidence Density (n)\n</td><td>VRI Transmission Index\n</td><td>CA VRI Incidence Density (n)\n</td><td>HA VRI Incidence Density (n)\n</td><td>VRI Transmission Index\n</td></tr><tr><td>Adenovirus </td><td>0.71 (96) </td><td>0 (0) </td><td>0 </td><td>1.25 (139) </td><td>0.081 (9) </td><td>6.5\n</td></tr><tr><td>Coronavirus </td><td>0.29 (39) </td><td>0.022 (3) </td><td>7.7 </td><td>3.54 (394) </td><td>0.15 (17) </td><td>4.3\n</td></tr><tr><td>Human metapneumovirus </td><td>0.31 (42) </td><td>0 (0) </td><td>0 </td><td>2.83 (315) </td><td>0.054 (6) </td><td>1.9\n</td></tr><tr><td>Influenza </td><td>0.22 (29) </td><td>0.007 (1) </td><td>3.4 </td><td>3.68 (410) </td><td>0.054 (6) </td><td>1.5\n</td></tr><tr><td>Parainfluenza </td><td>2.24 (301) </td><td>0.12 (16) </td><td>5.3 </td><td>0.96 (107) </td><td>0.099 (11) </td><td>10.3\n</td></tr><tr><td>Rhinovirus/enterovirus </td><td>7.65 (1028) </td><td>0.93 (125) </td><td>12.2a </td><td>6.93 (772) </td><td>0.45 (50) </td><td>6.5a\n</td></tr><tr><td>Respiratory syncytial virus </td><td>0.83 (112) </td><td>0.015 (2) </td><td>1.8 </td><td>8.26 (921) </td><td>0.12 (13) </td><td>1.4\n</td></tr><tr><td>Aggregate: all non-rhinoviruses/enteroviruses </td><td>4.61 (619) </td><td>0.16 (22) </td><td>3.6 </td><td>20.51 (2286) </td><td>0.56 (62) </td><td>2.7 </td></tr><tr><td>Aggregate: all respiratory viruses </td><td>12.25 (1647) </td><td>1.09 (147) </td><td>8.9a </td><td>27.44 (3058) </td><td>1.01 (112) </td><td>3.7a\n</td></tr></table></body></html>"}}, "back_matter": []}