{
    "paper_id": "cc3465002fe302cf36d80f712d200dc409e7cc52",
    "metadata": {
        "title": "Quantification of Viral Inactivation by Photochemical Treatment with Amotosalen and UV A Light, Using a Novel Polymerase Chain Reaction Inhibition Method with Preamplification",
        "authors": [
            {
                "first": "Jean-Pierre",
                "middle": [],
                "last": "Allain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jocelyn",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerus Corporation",
                    "location": {
                        "settlement": "Concord",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Manisha",
                "middle": [],
                "last": "Pranmeth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Hanson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerus Corporation",
                    "location": {
                        "settlement": "Concord",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Adonis",
                "middle": [],
                "last": "Stassinopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerus Corporation",
                    "location": {
                        "settlement": "Concord",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucia",
                "middle": [],
                "last": "Fischetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Corash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerus Corporation",
                    "location": {
                        "settlement": "Concord",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Lily",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cerus Corporation",
                    "location": {
                        "settlement": "Concord",
                        "region": "California"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In evaluating a photochemical treatment process for inactivating parvovirus B19, there lacked simple culture methods to measure infectivity. The recently developed enzyme-linked immunospot (ELISpot) infectivity assay uses late-stage erythropoietic progenitor cells and is labor intensive and time consuming. We evaluated a novel, efficient polymerase chain reaction (PCR) inhibition assay and examined correlations with reductions in infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. Contaminated plasma was treated with 150 mmol/L amotosalen and 3 J/cm 2 ultraviolet A light and then tested for DNA modification using conventional PCR inhibition and a novel preamplification approach. The novel assay subjected the samples to preamplification cycles using long-template PCR, followed by quantitative PCR (QPCR) inhibition detection. Both approaches were tested for correlations with reductions in viral infectivity by comparing ELISpot assay results of identical samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. The B19 preamplification inhibition assay showed detection ranges of 2-2.5 log and demonstrated quantitative correlation with up to a 5.8-log reduction in viral infectivity in ELISpot results. Conventional PCR detected a 15 log reduction in amplification, correlated with a 4.4-log reduction in viral infectivity. A range of 4log inhibition of hepatitis B virus DNA amplification was also achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. The results demonstrated that a novel preamplification QPCR assay is a useful tool for predicting reductions in infectivity after photochemical treatment. This assay was extended to show utility in circumstances where practical in vitro assays are unavailable for the determination of the efficacy of pathogen inactivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Human parvovirus B19 (B19), a nonenveloped, singlestranded DNA virus, can be transmitted primarily through the respiratory route but also by blood-com-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ponent transfusion [1, 2] . Transfusion-transmitted B19 infections in immunocompetent individuals are clinically mild, asymptomatic, and persistent [3] . However, B19 infection causes more serious diseases, such as acute and chronic anemia, in immunocompromised patients and fetal hydrops and spontaneous abortion in pregnant women; it can also provoke persistent complications in patients with hematological problems that required them to initially receive blood transfusions [4, 5] . The risk of B19 transmission by transfusion is increased by seasonally high viral titers in infected donors, donation pooling, and viral resistance to current inactivation methods.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 23,
                    "end": 25,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In current blood-safety practice, B19 screening of donations is not routine, and no US Food and Drug Administration requirements are in place. An estimated [6] , making the screening and discarding of B19-positive blood products impractical. At present, the pathogen-inactivation methods that have been implemented are ineffective against this highly resilient virus [7, 8] . B19 withstands virucidal processes of heat denaturation [9] and solvent-detergent treatments [10] , which are effective only against lipid-enveloped viruses. To prevent transfusion-transmitted B19 infection, a new pathogen-inactivation method capable of penetrating its tight capsid and inhibiting its replicative function is required.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The INTERCEPT Blood System, a photochemical treatment (PCT) process that uses amotosalen-HCl and UV A light (UVA), has been developed for the inactivation of viruses, bacteria, protozoa, and leukocytes in platelets and plasma for transfusion [11] [12] [13] . The inactivation mechanism combines the nucleic acid-intercalating property of amotosalen with its cross-linking capabilities after UVA activation to eliminate the replicative function of treated pathogens. PCT has been shown to inactivate a broad spectrum of viruses, bacteria, parasites, and white blood cells and create safer blood-transfusion products [11, 12, [14] [15] [16] [17] [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In studying the efficacy of the inactivation of B19 by PCT, an efficient, straightforward, in vitro assay correlating with infectivity was lacking. Present assays for determining the inactivation of B19 are limited and vary in sensitivity and detection ability. For instance, genome equivalence (gEq) methods measure only a small portion of the viral genome via polymerase chain reaction (PCR) to determine the gEq titer. An incomplete or altered viral particle, although rendered noninfectious, could potentially result as a positive gEq and artificially increase the viral titer. If available, the use of full-length genome PCR primers would remedy the problem; however, PCR is not quantitative. Biological assays, although able to measure infectious titers, are time consuming, labor intensive, and limited by assay volume. Taking into consideration the shortcomings of each assay, we have developed a new quantitative PCR (QPCR) test of viral replicative function to demonstrate the effectiveness of PCT against B19. Rather than measuring the relative presence of parent DNA, the assay measures the replicative ability of the inactivated parent DNA by comparing similarly preamplified untreated and treated viral preparations using QPCR. An inhibition of preamplification to the level of baseline control would demonstrate complete inactivation of the virus. This assay is easy and simple to perform and demonstrates a strong correlation with infectivity. In combination, the results from an infectivity assay, full-length PCR amplification, and our novel assay of preamplification and QPCR demonstrated 5-6 log of B19 inactivation by PCT. Furthermore, the QPCR assay using preamplification PCR inhibition can be applied to future investigations of pathogen inactivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "B19-infected plasma [21] was obtained from Grifols and Baxter, and hepatitis B virus (HBV)-infected plasma samples were collected from Komfo Anokye Teaching Hospital (Kumasi, Ghana), as reported elsewhere [22] . PCR reagents were obtained from Applied Biosystems unless otherwise noted.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Preparation of samples. Untreated, infected samples were used as controls. Infected platelet concentrates were created by resuspending platelets in B19-infected plasma before PCT. PCT for both platelets and plasma was performed using the conditions used by the INTERCEPT Blood System (Baxter Healthcare). Briefly, platelets or plasma were treated with 150 mmol/ L amotosalen 3 J/cm 2 UVA [11, 12] . Viral DNA extraction. For the preamplification inhibition assay, viral DNA was extracted from 200 mL of plasma using the High Pure viral nucleic acid kit (Roche Diagnostics) in accordance with the manufacturer's instructions. For samples with high viral loads, dilution using virus-negative plasma was performed before extraction, so that the final concentration of nucleic acid was within the dynamic range of QPCR studies.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Semiquantitative PCR. B19 DNA was extracted from infected plasma and excised with restriction enzymes XhoI and KpnI, which resulted in a 4760-bp fragment devoid of the viral inverted-repeat regions, and inserted into a pBluescriptII SK(+) plasmid (2900 bp). The resulting plasmid was 7.7 kb in size. A solution with 10 log copies/mL was used as the stock solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Analysis was performed for both control and PCT-treated samples. Primer sequences amplifying a 4.3-kb B19 template were as follows: B19 (nt 892-5213) forward, 5 -CCAGAAACC-TCACAGTGTG-3 and B19 (nt 892-5213) reverse, 5 -TTAAA-GCGCAACAACATAATTTT-3 . The 25-mL reaction contained 1ϫ PCR buffer, 200 mmol/L dNTPs, 3 mmol/L MgCl 2 , 1 mmol/ L each primer, 5% dimethyl sulfoxide, 2 mL of DNA template, and 0.1 U/mL Taq DNA polymerase. PCR parameters were 5 min at 95ЊC; 35 cycles of 30 s at 95ЊC, 30 s at 55ЊC, and 5 min at 72ЊC; and 10 min at 72ЊC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Preamplification of B19 and HBV. Preamplification was performed for both control and PCT-treated samples. Viral DNA was amplified using primers spanning regions sufficiently conserved across the 3 genotypes of B19: B19 forward (5300 bp), 5 -CCGGAATTCGACGTCACAGGAAATGACG-3 and The 50-mL PCR mixture contained PCR buffer II: 2.5 mmol/ L MgCl 2 , 0.3 mmol/L dNTPs, 0.8 mmol/L each primer, and 2 U of AmpliTaq DNA polymerase. Then, 10 mL of template DNA that contained 10 2 -10 6 copies/mL was used for each reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "B19 PCR parameters. For the 5300-bp PCR, after an initial incubation for 5 min at 94ЊC, 20 cycles of 30 s at 94ЊC, 45 s at 52ЊC, and 5.5 min at 72ЊC, followed by 10 cycles of 30 s at 94ЊC, 45 s at 52ЊC, and 6 min at 72ЊC were performed. For PCRs generating 3011 bp, 16 cycles of 30 s at 94ЊC, 45 s at 52ЊC, and 3 min at 72ЊC were used; for those generating 926 bp, 10 cycles of 30 s at 94ЊC, 45 s at 55ЊC, and 1 min at 72ЊC were used; for those generating 244 bp, 8 cycles of 30 s at 94ЊC, 45 s at 55ЊC, and 1 min at 72ЊC were performed. All PCRs were followed by incubation for 7 min at 72ЊC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "HBV PCR parameters. For the 3200-bp PCR, after the initial 5-min incubation at 94ЊC, 22 cycles of preamplification were applied for 40 s at 40ЊC, 1.5 min at 60ЊC, and 3 min at 72ЊC, with a 2-min increment every 10 cycles (final step, 7 min). For the reaction generating the 1642-bp amplicon, the same conditions were applied for 16 cycles without a time increment, and, for the 495-bp amplicon, 14 cycles of preamplification were applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "QPCR conditions for B19 and HBV. After preamplification, the samples were quantified in terms of international units per milliliter using real-time PCR. Viral DNA was quantified using MX4000/MX3000 multiplex QPCR systems (Stratagene) and a Taqman-based technology. The method has been described elsewhere [23] . Primers for B19 QPCR (100 bp) were designed on the basis of sequences within the NS1 gene. Primers for HBV QPCR (80 bp) were B19 (nt 1909-2009) forward, 5 -CTCATCACTCCAGGCGC-3 , B19 (nt 1909-2009) reverse, 5 -GAGGAAACTGTGCTTCCGACA-3 , and B19 Taqman probe, 5 -TCCCCGGGACCAGTTCAGGAGAAT-3 ; and HBV (nt 321-401) forward, 5 -CATAAGAGGACTCTTGGACT-3 , HBV (nt 321-401) reverse, 5 -AATGTCAACGACCGACCTT-3 , and HBV Taqman probe, 5 -TCCTCCAATTTGTCCTGGTTATC-GCT-3 . The fluorogenic probe was 5 -labeled with VIC (Applied Biosystems) and 3 -labeled with 6-carboxy-tetramethylrhodamine. Amplification was performed in duplicate using a Brilliant QPCR core reagent kit (Stratagene) in accordance with the manufacturer's instructions. After an initial incubation for 10 min at 95ЊC, 40 cycles of 1 min at 60ЊC and 30 s at 95ЊC were performed for B19. Duplicates of 10-fold serial dilutions of the First International Standard for Parvovirus B19 DNA NAT assays 99/800 (National Institute of Biological Standards and Controls [NIBSC]), 2-20,000 IU of B19 genome/reaction, were used as a reference curve for quantification. HBV QPCR was performed for 45 cycles. Standards for quantification, in international units per milliliter, were from NIBSC. Four serial 10-fold dilutions made up the reference curve.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Enzyme-linked immunospot (ELISpot) assay for the determination of B19 infectivity. B19-infected plasma or platelets were evaluated for infectivity as described elsewhere [21] . Briefly, viable virus titers were determined by infection of CD34 + cells (All Cells). CD34 + cells were induced to differentiate into CD36 + cells and infected with serially diluted control or PCT samples and transferred to ELISpot plates coated with polyclonal antibodies to B19 proteins (Dako). ELISpot plates were incubated for 72-96 h, and cells were washed. Bound B19 antigens were detected and developed with silver staining for visual or plate reader counting.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "Data analysis. For ELISpot assays, the observed viral infectivity titer was used to calculate the log number of inactivated virus after PCT. Spot-forming units were calculated as follows: the total number of spots observed in all wells divided by the dilution and then divided by the volume of material plated at that dilution. Log reductions were analyzed as log (control/ treated).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials."
        },
        {
            "text": "To determine the extent of PCR inhibition of B19 as a result of photochemical treatment with amotosalen (150 mmol/L) and UVA (3.0 J/cm 2 dose) (PCT), semiquantitative PCR was used to establish detection sensitivity and to measure the effectiveness of PCT (figure 1). This PCR approach applied conditions for the amplification of a nucleicacid fragment long enough (a 4.3-kb amplicon) to detect modification of the viral genome caused by PCT up to a range of sensitivity of 5 log. For accuracy, 2 different standards were used to demonstrate the assay range, with both standards subjected to amplification of the same long amplicon used to detect the post-PCT PCR product. Densitometry of the bands showed the correlation between band intensity and the concentration of amplifiable B19 template.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro efficacy of pathogen inactivation demonstrated by semiquantitative PCR of B19."
        },
        {
            "text": "In figure 1A , the standard was based on PCR of 10-fold increasing input titers of a B19 genome plasmid. The B19 plasmid encodes the entire genome minus the inverted-repeat regions. On the basis of this standard, the lower limit sensitivity of the assay was 4 log copies, as demonstrated by detection of an amplified B19 band at an input titer of 4 log copies ( figure  1A, lane b) . As the densitometry of the DNA gel shows, the amplified signal became stronger with increasing amounts of Electrophoresis in an agarose gel (1%) containing ethidium bromide at 0.5 g/mL was used to visualize the 4.3-kb PCR product of the amplified B19 genome (arrow). Log titers are shown below the gel with the corresponding integrated density of the band. A, PCRs using serial 10-fold dilutions of a plasmid containing the B19 genome. A 5-log range of detection by densitometry is seen. The log titer was calculated on the basis of DNA concentrations as determined by spectrophotometry. B, PCRs using serial 10-fold dilution of untreated viral extracts for lanes af. Stock titer (10 10 genome equivalents/mL) of untreated controls were determined by quantitative PCR assay (244 bp). The PCR sensitivity for the 4.3-kb amplicon was lower, and only a 4-log range of detection by densitometry was seen. However, inactivation was demonstrated with the highest titrated sample after PCT to the limit of detection. Figure 2 . Preamplification conditions before quantitative polymerase chain reaction (QPCR) and range of detection for the inhibition of parvovirus B19 (B19) amplification in plasma. A, No. of cycles used for preamplification (preamp) for each respective amplicon length. The longer the amplicon, the more cycles were needed to generate the same no. of copies. B, Validation of assay and determination of log-range sensitivity. QPCR was performed after the preamp of controls, to determine the log range of the assay and to confirm the equal amount of DNA product produced with each preamplification condition. Those with no preamp were not subjected to preamp and constituted the baseline control, consisting of only QPCR with a 100-bp amplicon. The preamp products of each amplicon length showed a 2-log range of amplification, which is the range within which one detects inhibition by photochemical treatment. The preamplification control products have been equalized to the same no. of copies after PCR. C t , cycle threshold. input until it reached a plateau after an input titer of 8 log ( figure 1A , lane f ). The higher input titers of 9 or 10 log did not result in an increase in the densitometry of the DNA band, compared with the 8-log input band ( figure 1A, lanes g and  h) , which demonstrated a 5-log linear dynamic range ( figure  1A, lanes a-f ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 362,
                    "end": 381,
                    "text": "figure  1A, lane b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1394,
                    "end": 1402,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2490,
                    "end": 2499,
                    "text": "figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2655,
                    "end": 2681,
                    "text": "figure 1A, lanes g and  h)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2734,
                    "end": 2757,
                    "text": "figure  1A, lanes a-f )",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In vitro efficacy of pathogen inactivation demonstrated by semiquantitative PCR of B19."
        },
        {
            "text": "To corroborate the log range shown by the B19 plasmid, the relative range of detection was also demonstrated using untreated viral extracts shown in 10-fold increasing input titers ( figure 1B) . The lowest concentration detected corresponded to an input titer of 4 log. The same viral extracts were subjected to PCT, to assess its effect on B19 amplification. In figure 1B , lanes a-f show, untreated viral extract that, when compared with lanes g-l (with lane l depicting undiluted PCT viral extract), demonstrate that PCT causes complete PCR inhibition. There were no detectable bands in the PCT lanes after amplification, which demonstrated a 15-log reduction in the 4.3-kb genome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "figure 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 364,
                    "end": 373,
                    "text": "figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "In vitro efficacy of pathogen inactivation demonstrated by semiquantitative PCR of B19."
        },
        {
            "text": "The conventional PCR approach demonstrated a comparative method of detecting changes in the signal amplification of viral samples treated with PCT versus untreated control samples, but it lacked quantitative analysis. For the measurement of PCR inhibition by PCT, conventional real-time QPCR has been unsuccessful because of the inability of the assay to support long amplicons. A modified approach involving preamplification with a large PCR product followed by QPCR with a short amplicon was developed for detecting the inactivation of B19 by PCT. The purpose was to combine the use of a long-template PCR amplicon to accurately detect whether DNA adducts had formed in the viral genome with a quantitative method, to compare the difference between untreated and PCT samples. Figure 2A lists the preamplification conditions according to amplicon size and cycle number. The preamplification PCR This increased viral inactivation, as shown using the preamplification polymerase chain reaction (PCR) and enzyme-linked immunospot (ELISpot) assays. A, Log inhibition of B19 with increasing exposure time to amotosalen before UVA treatment. The preamplification PCR log inhibition results were averaged from results using 3-and 5-kb preamplification amplicons. The same samples were subjected to ELISpot to measure the log reduction in infectivity. B, The strong correlation between preamplification PCR assay and ELISpot as represented by direct plotting of results from both assays and calculation of R 2 values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 787,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Modified real-time PCR assay for a quantitative method of measuring PCR inhibition by PCT."
        },
        {
            "text": "conditions of several amplicon lengths varying from 244 bp to 5.3 kb were adjusted to generate equal amounts of final PCR product as measured using the short QPCR amplicon (100 bp). The QPCR standard curves of each preamplification product demonstrated the accurate normalization of the preamplification conditions and compared the preamplification controls with the QPCR baseline control that had no preamplification ( figure 2B ). This shows that, in the case of B19, the preamplification conditions created a 2-log range of preamplification, compared with the baseline control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Modified real-time PCR assay for a quantitative method of measuring PCR inhibition by PCT."
        },
        {
            "text": "PCR amplification of B19 in plasma inhibited by PCT. The B19 preamplification QPCR assay detected inhibition of viral amplification by PCT to the limit of detection ( figure 3 ). The log inhibition of amplification increased with longer amplicons, demonstrating the need for a preamplification step with amplicons of у3 kb to detect the maximum effect of PCT. The 3-and 5-kb amplicons were comparable in the evaluation of PCT inactivation of B19. The DNA modifications of the B19 genome caused by PCT correlated with viral replicative function and demonstrated a quantitative approach to measuring pathogen inactivation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Modified real-time PCR assay for a quantitative method of measuring PCR inhibition by PCT."
        },
        {
            "text": "Increased efficacy of amotosalen in B19-contaminated plasma after preincubation. B19 is a nonenveloped virus, and preincubation of the virus with amotosalen could increase drug exposure and availability of the viral genome. A time course of increasing incubation periods with amotosalen before UVA illumination showed that the log inhibition of amplification and reductions in infectivity could be improved with longer preincubation ( figure 4A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 445,
                    "text": "figure 4A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Modified real-time PCR assay for a quantitative method of measuring PCR inhibition by PCT."
        },
        {
            "text": "To further illustrate the correlation, the results of the 2 assays were plotted against each other in figure 4B. The R 2 of 0.9398 for the graph illustrates a strong correlation of the results and shows the potential of using the preamplification QPCR assay to extrapolate the reduction in viral infectivity. For example, using these assays, a log inhibition of ∼2.3 as measured by QPCR inhibition corresponded to a log reduction in infectivity of ∼3.8 as measured by ELISpot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation of PCR inhibition with infectivity as a measure of pathogen inactivation."
        },
        {
            "text": "In an effort to determine whether the preamplification PCR assay could detect the inhibition of B19 in the presence of cellular components, the inactivation of B19 was studied (figure 5A) in platelet concentrates. As with plasma, PCT inhibited B19 amplification in platelets by ∼2 log. This effect was increased after the preincubation of contaminated plasma with amotosalen before UVA, similar to our results with plasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inactivation of B19 in platelet concentrates by PCT."
        },
        {
            "text": "To further demonstrate correlation between the preamplification PCR assay and infectivity, the results of the same samples measured by the 2 assays were directly compared. The R 2 value of 0.8892 corroborates the results of PCT of plasma. There is a strong correlation between ELISpot and the preamplifi- Figure 5 . Preincubation of parvovirus B19 (B19)-contaminated platelets with amotosalen as measured by preamplification polymerase chain reaction (PCR) and enzyme-linked immunospot (ELISpot) assays. A, The log inhibition of B19-infected platelet concentrates with increasing exposure time to amotosalen before UV A light (UVA) treatment. The preamplification PCR log inhibition results were averaged from results using 3and 5-kb preamplification amplicons. The same samples were subjected to ELISpot to measure log reductions in infectivity. B, The strong correlation between the preamplification PCR and ELISpot assay as represented by direct plotting of results from both assays. Figure 6 . Preamplification conditions before quantitative polymerase chain reaction (QPCR) and range of detection for inhibition of hepatitis B virus (HBV) amplification in plasma. A, No. of cycles used for preamplification (preamp) for each respective amplicon length. The longer the amplicon, the more cycles were needed to generate the same no. of copies. B, Validation of assay and determination of log range sensitivity for HBV controls. QPCR confirmed the equal amount of DNA product produced with each preamp condition. Those with no preamp were not subjected to preamp and constituted the baseline control, consisting of only QPCR with a 80-bp amplicon. The preamp products of each amplicon length showed an ∼4-log range of amplification. The broader log range is attributed to the increased preamp cycle numbers used in the HBV assay. C t , cycle threshold. cation PCR inhibition assay, and in this case, a preamplification PCR log inhibition of 2.0 would equal a reduction in infectivity of 5.6 log.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 995,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Inactivation of B19 in platelet concentrates by PCT."
        },
        {
            "text": "Preamplification PCR inhibition assay to measure the inactivation of HBV by PCT. The assay that we have developed can be extended to other pathogens for which no in vitro test exists. HBV was used as a model to determine whether the assay could also detect the efficacy of PCT against HBV-contaminated plasma and whether improvements could be made to the dynamic range of the assay. Figure 6A shows the preamplification conditions of amplicon size and number of cycles. To illustrate how the number of preamplification cycles directly determined the range of log inhibition possible, the same controls were performed to measure the dynamic range for testing HBV amplification. As with B19, the HBV primers generated amplicons of increasing length, and the preamplification PCR conditions were normalized to produce the same number of copies ( figure 6B ). In the case of HBV, the preamplification cycles were normalized to 14 cycles of a 495-bp amplicon. Mathematically, 14 preamplification cycles, under the assumption of 100% efficiency, would yield 1.6 ϫ 10 4 copies, equal to ∼4 log. In practice, be-cause the efficiency of PCR does not reach 100%, the controls showed that the range of log inhibition was ∼3.6 log. Therefore, at a maximum log inhibition of 3.6 for HBV, a broader range of detection is possible under the conditions set for HBV than under those set for B19 because of the increased number of preamplification cycles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "figure 6B",
                    "ref_id": null
                }
            ],
            "section": "Inactivation of B19 in platelet concentrates by PCT."
        },
        {
            "text": "Inhibition of HBV amplification to the limit of detection by PCT. When the preamplification PCR assay developed for HBV was used ( figure 7) , treatment of samples with PCT caused the inhibition of amplification to the limit of detection of 4 log. As the graph shows, an amplicon length of 3 kb was necessary to detect the effects of PCT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Inactivation of B19 in platelet concentrates by PCT."
        },
        {
            "text": "The development of a pathogen-inactivation method for blood products would allow for safer blood transfusions. At present, blood banks only test for the presence of specific pathogens. Figure 7 . Photochemical treatment inhibition of hepatitis B virus amplification in plasma using the preamplification quantitative polymerase chain reaction assay. The graph shows that, with increasing preamplification amplicon length, the greater the amount of log inhibition detected. An amplicon length of 13 kb was required to detect the full log inhibition in this assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Testing is limited by detection availability and sensitivity and the time required before product release. The use of pathogen inactivation would provide an ideal scenario in which a broad spectrum of bacteria, viruses, and parasites could be inactivated and fewer blood products would be wasted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To establish the effectiveness of a pathogen-inactivation technology, biological assays have been the standard to determine reductions in infectious titers of a pathogen. The test systems currently available are frequently limited to complicated biological assays that are time consuming and labor intensive. For some pathogens, in vitro assays do not exist. In the present study, we developed a novel preamplification QPCR inhibition assay that was used to estimate reductions in viral infectivity for B19. The parallel association between PCR amplification and infectivity can be applied to other inactivation studies of different viruses to equate a result from a particular assay with results from another assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "PCR assays allow quicker results to determine the presence of pathogens in a sample. Also, measuring the amplification capability before and after pathogen inactivation can determine whether the treatment disrupts the replicative function of a virus. By using a faster and more-efficient test method, one can also study more closely the biological capabilities of the virus, such as capsid penetration, dose effect, preincubation, and other parameters. To optimize the assay, the analysis of varying lengths of PCR products determined which amplicon size was necessary to detect PCT inactivation. As the amplicon lengths increased, more preamplification cycles were necessary to produce equal number of copies because of decreased replication efficiency for longer PCR products. The normalization of the preamplification reactions allowed a direct comparison of each amplicon length to determine which condition was best suited for studying pathogen inactivation by PCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In introducing the preamplification QPCR inhibition assay as a potential inactivation test, our studies also revealed ways to improve the assay and increase its sensitivity and range. For example, increasing the number of preamplification cycles would broaden the log sensitivity of the assay, as was demonstrated using the conditions applied for detecting HBV inhibition, compared with B19. The amount of parent DNA is the baseline, and increasing the amplification range would provide greater potential to detect finer differences between control and PCT samples. Mathematically, this is true because the preamplification conditions were normalized to equal the smallest amplicon, which was subjected to 8 preamplification cycles for B19 and to 14 preamplification cycles for HBV. Under the assumption of 100% PCR efficiency, 8 preamplification cycles increased the copy number of the 244-bp amplicon by 2 8 or , just over 2 log; and 14 preamplification cycles, under 2 2.6 ϫ 10 the assumption of 100% efficiency, would yield 1.6 ϫ 10 4 copies, or ∼4 log. In the case of HBV, the PCR was not 100% efficient; therefore, the log range was ∼3.6 log. The perfect imposition of all preamplification products for each virus showed that PCR efficiency decreased with increasing amplicon sizes; thus, to maintain the 2-log B19 preamplification range, 10 cycles were needed for the 926-bp amplicon, 16 for the 3-kb amplicon, and 30 for the 5-kb amplicon. These controls established the range of log inhibition of this assay. Therefore, a log inhibition of amplification of 2 log in PCT-treated, B19-contaminated plasma samples would demonstrate complete inactivation to the limit of detection. Another method to increase the detection range of the assay is to shift the baseline curve. Because the QPCR amplicon, which detects the preamplification difference between control and PCT samples, is typically small (80-100 bp), the QPCR step amplifies the parent DNA, regardless of whether there is a cross-link in another region of the genome. Statistically, PCT causes cross-links in ∼1 of every 83 bp; thus, the likelihood that the QPCR primers will amplify a region that lacks an adduct is very high. Therefore, although the parent DNA was cross-linked by PCT, the QPCR assay failed to detect it. The use of a longer QPCR target would decrease the statistical occurrence of the primers amplifying by chance a region that does not have an adduct and would improve the assay by increasing the log range of inactivation possible without having to increase the number of preamplification cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the preamplification QPCR assay correlate with those of the ELISpot assay in both plasma and platelets, which signifies that it can predict infectivity. A linear relationship was identified by using both assays to measure the effect of 45-60 min of preincubation with amotosalen before illumination with UVA. For instance, a 2-log preamplification QPCR inhibition was equivalent to a 5.6-log reduction in infectivity. By establishing the reference curve between QPCR and infectivity, one can extrapolate the level of the inactivation of infectivity by performing only the QPCR assay. In conclusion, this novel PCR inhibition assay effectively demonstrates that PCT inactivates B19 and HBV in blood products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human parvovirus B19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Heegaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Microbiol Rev",
            "volume": "15",
            "issn": "",
            "pages": "485--505",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exposure of hematologic patients to parvovirus B19 as a contaminant of blood cell preparations and blood products",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plentz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knoll",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jilg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Modrow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfusion",
            "volume": "45",
            "issn": "",
            "pages": "1811--1816",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistent B19 infection in immunocompetent individuals: implications for transfusion safety",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lefrere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Servant-Delmas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Candotti",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "2890--2895",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human parvovirus B19 infection in organ transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marchand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tchernia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hiesse",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Transplant",
            "volume": "13",
            "issn": "",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical picture and consequences of fetal parvovirus B19 infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ernest",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Med",
            "volume": "27",
            "issn": "",
            "pages": "7--8",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Undenatured parvovirus B19 antigens are essential for the accurate detection of parvovirus B19 IgG",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "O&apos;keeffe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kilty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Med Virol",
            "volume": "57",
            "issn": "",
            "pages": "179--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efforts in minimizing risk of viral transmission through viral inactivation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ben-Hur",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Med",
            "volume": "32",
            "issn": "",
            "pages": "475--84",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human parvovirus B19 infection in hemophiliacs first infused with two high-purity, virally attenuated factor VIII concentrates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciappi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zakvrzewska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morfini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mariani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannucci",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Hematol",
            "volume": "39",
            "issn": "",
            "pages": "228--258",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission of parvovirus B19 by coagulation factor concentrates exposed to 100 degrees C heat after lyophilization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santagostino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gringeri",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Transfusion",
            "volume": "37",
            "issn": "",
            "pages": "517--539",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical illness due to parvovirus B19 infection after infusion of solvent/detergent-treated pooled plasma",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "F"
                    ],
                    "last": "Koenigbauer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eastlund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Transfusion",
            "volume": "40",
            "issn": "",
            "pages": "1203--1209",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Photochemical treatment of platelet concentrates with amotosalen and long-wavelength ultraviolet light inactivates a broad spectrum of pathogenic bacteria",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dikeman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Molini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "1496--504",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inactivation of viruses in platelet concentrates by photochemical treatment with amotosalen and longwavelength ultraviolet light",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Alter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfusion",
            "volume": "45",
            "issn": "",
            "pages": "580--90",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Photochemical treatment of plasma with amotosalen and long-wavelength ultraviolet light inactivates pathogens while retaining coagulation function",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Pinkoski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transfusion",
            "volume": "46",
            "issn": "",
            "pages": "1168--77",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Leishmania inactivation in human pheresis platelets by a psoralen (amotosalen HCl) and long-wavelength ultraviolet irradiation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Eastman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Buckner",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Voorhis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfusion",
            "volume": "45",
            "issn": "",
            "pages": "1459--63",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vitro photochemical inactivation of cell-associated human T-cell leukemia virus type I and II in human platelet concentrates and plasma by use of amotosalen",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jauvin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Alfonso",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guillemain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Fleury",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfusion",
            "volume": "45",
            "issn": "",
            "pages": "1151--1160",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inactivation of cytomegalovirus in platelet concentrates using Helinx technology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Semin Hematol",
            "volume": "38",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Amotosalen photochemical inactivation of severe acute respiratory syndrome coronavirus in human platelet concentrates",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "Sampson-Johannes",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfus Med",
            "volume": "15",
            "issn": "",
            "pages": "269--76",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Protection against transfusion-associated graft-versus-host disease in blood transfusion: is gamma-irradiation the only answer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlenke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfus Med Hemother",
            "volume": "31",
            "issn": "",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Trypanosoma cruzi inactivation in human platelet concentrates and plasma by a psoralen (amotosalen HCl) and long-wavelength UV",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Voorhis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Eastman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alfonso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antimicrob Agents Chemother",
            "volume": "47",
            "issn": "",
            "pages": "475--484",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role of photochemical treatment with amotosalen and UV-A light in the prevention of transfusion-transmitted cytomegalovirus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roback",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conlan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Preiksaitis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transfus Med Rev",
            "volume": "20",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inactivation of parvovirus B19 in platelets by helinx technology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dupuis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "9S",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The risk of hepatitis B virus infection by transfusion in Kumasi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Allain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Candotti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soldan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ghana. Blood",
            "volume": "101",
            "issn": "",
            "pages": "2419--2444",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification and characterization of persistent human erythrovirus infection in blood donor samples",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Candotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Etiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parsyan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Allain",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12169--78",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B19 reverse (5300 bp), 5 -CCGGAATTCGACGTCACAGGAA-ATGAC-3 ; B19 (nt 1765-4776) forward, 5 -ACACGGCTTTT-GGCAGTC-3 and B19 (nt 1765-4776) reverse, 5 -CACTATG-AAAACTGGGCAATAAAC-3 ; B19 (nt 1765-2691) forward, 5 -CCAGGCTTGTGTAAGTCTTC-3 and B19 (nt 1765-2691) reverse, 5 -CACTATGAAAACTGGGCAATAAAC-3 ; B19 (nt 1765-2009) forward, 5 -GAGGAAACTGTGCTTCCGACA-3 and B19 (nt 1765-2009) reverse, 5 -CACTATGAAAACTGGG-CAATAAAC-3 ; HBV forward (3200 bp), 5 -CGTCAGCAAAC-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parvovirus B19 (B19) polymerase chain reaction (PCR) inhibition after photochemical treatment (PCT) with amotosalen and UV A light.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Photochemical treatment (PCT) inhibition of parvovirus B19 (B19) amplification in plasma using a preamplification quantitative polymerase chain reaction assay. Log inhibition is graphed according to amplicon length of preamplification. With increasing preamplification amplicon length, the greater the amount of log inhibition is detected. An amplicon length of 13 kb was required to detect the full log inhibition in this assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Preincubation of parvovirus B19 (B19)-contaminated plasma with amotosalen before UV A light (UVA) illumination.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Lynette Sawyer, for her guidance on the enzyme-linked immunospot work; Grace Castro, for her technical assistance on the semiquantitative polymerase chain reaction (PCR); and Tom Dubensky, for feedback on approaches for the PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}