{"paper_id": "cc4f5ea4f3488858e3d10111685e01d627ed8d96", "metadata": {"title": "High frequency oscillatory ventilation for respiratory failure due to RSV bronchiolitis", "authors": [{"first": "Michel", "middle": ["E"], "last": "Berner", "suffix": "", "affiliation": {}, "email": "michel.berner@hcuge.ch"}, {"first": "Sylviane", "middle": [], "last": "Hanquinet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": ["C"], "last": "Rimensberger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["E"], "last": "Berner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Hanquinet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": ["C"], "last": "Rimensberger", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective: To describe the time course of high frequency oscillatory ventilation (HFOV) in respiratory syncytial virus (RSV) bronchiolitis. Design: Retrospective charts review. Setting: A tertiary paediatric intensive care unit. Patients and participants: Infants with respiratory failure due to RSV infection. Intervention: HFOV. Measurements and results: Pattern of lung disease, ventilatory settings, blood gases, infant's vital parameters, sedation and analgesia during the periods of conventional mechanical ventilation (CMV, 6 infants), after initiation of HFOV (HFOVi, 9 infants), in the middle of its course (HFOVm), at the end (HFOVe) and after extubation (Post-Extub) were compared. All infants showed a predominant overexpanded lung pattern. Mean airway pressure was raised from a mean (SD) 12.5 (2.0) during CMV to 18.9 (2.7) cmH 2 O during HFOVi (P \\ 0.05), then decreased to 11.1(1.3) at HFOVe (P \\ 0.05). Mean FiO 2 was reduced from 0.68 HFOV using high mean airway pressure and large pressure swings while preserving spontaneous breathing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "(0.18) (CMV) to 0.59 (0.14) (HFOVi) then to 0.29 (0.06) (P \\ 0.05) at HFOVe and mean peak to peak pressure from 44.9 (12.4) cmH 2 O (HFOVi) to 21.1 (7.7) P \\ 0.05 (HFOVe) while mean (SD) PaCO 2 showed a trend to decrease from 72 (22) (CMV) to 47 (8) mmHg (HFVOe) and mean infants respiratory rate a trend to increase from 20 (11) (HFOVi) to 34 (14) (HFOVe) breaths/min. With usual doses of sedatives and opiates, no infant was paralysed and all were extubated to CPAP or supplemental oxygen after a mean of 120 h. Conclusion: RSV induced respiratory failure with hypercapnia can be managed with", "cite_spans": [{"start": 325, "end": 329, "text": "(11)", "ref_id": "BIBREF3"}, {"start": 344, "end": 348, "text": "(14)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Despite the use of non invasive respiratory support such as CPAP [1, 2] , helium-oxygen mixture [3] , alone or in combination [4] , the proportion of infants with RSV infection requiring conventional mechanical ventilation (CMV) is still reported to vary around 25% in those requiring intensive care admission [1, 5] . Adequate CMV in obstructive lung disease represents a challenge. High tidal volumes and minute ventilation are required implying high peak pressures, risk of air leaks, and an almost universal use of muscular paralysis [6] . The use of high frequency oscillatory ventilation (HFOV) has been described in a few cases [7-10] as a rescue intervention to improve severe hypoxemic respiratory failure while CO 2 elimination was yet achieved. In this report, we aim to describe the time course of HFOV in RSV proven infection with predominantly hypercapnic respiratory failure as an effective alternative to conventional mechanical respiratory support.", "cite_spans": [{"start": 65, "end": 68, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 69, "end": 71, "text": "2]", "ref_id": "BIBREF1"}, {"start": 96, "end": 99, "text": "[3]", "ref_id": null}, {"start": 126, "end": 129, "text": "[4]", "ref_id": null}, {"start": 310, "end": 313, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 314, "end": 316, "text": "5]", "ref_id": null}, {"start": 538, "end": 541, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Charts of all infants with confirmed RSV bronchiolitis treated with high frequency oscillatory ventilation between 01.01.1998 and 01.01.2007 were reviewed. Those with a known underlying condition susceptible to modify the nature or the course of the lung disease such as broncho-pulmonary dysplasia, pulmonary congenital malformation or non operated congenital heart disease were excluded. The obstructive pattern of the lung disease for 6 infants initially on CMV, was determined according to the relation between mean airway pressure and the alveolo-arterial oxygen pressure difference (AaDO 2 ) described by Tasker et al. [11] and lung expansion was assessed for each infant by counting the total number of visible ribs (on both hemithoraces) above the diaphragm on the initial chest X-ray as described by Greenough et al. [12] , 16 ribs being the cut-off value for the presence of lung overexpansion.", "cite_spans": [{"start": 625, "end": 629, "text": "[11]", "ref_id": "BIBREF3"}, {"start": 826, "end": 830, "text": "[12]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Methods"}, {"text": "During the course of mechanical ventilation, no pharmacological treatment such as corticosteroids, b2 or a-1adrenegic agonists were administered. Bacterial coinfection was suspected on clinical deterioration and antibiotics given if gram staining of tracheal secretions, blood leucocytes count, differential and serum CRP were considered abnormal.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "CMV was delivered with a Babylog 8000 (Dräger, Lubeck, Germany) in a pressure controlled mode and HFOV through an electromagnetically driven membrane oscillator (3100 A Sensor Medics Critical Care, Yorba Linda, CA, USA). Frequency was started between 8-12 Hz with an I:E ratio of 0.33 and mean airway (mean aw ) pressure 2 cmH 2 O above the last value set during conventional ventilation. It was raised by steps of 2 cmH 2 O aiming at an arterial saturation above 88% until a reduction in FiO 2 could be initiated. Additional recruitment manoeuvres were not attempted. Peak to peak pressure amplitude was started at a value where chest movements could be visually detected and stepwise increased to reach and maintain the pH above 7.25 irrespective of the PaCO 2 . Infants received midazolam or chloral hydrate for sedation and morphine sulphate for analgesia. Muscular paralysis was avoided as long as not specifically required.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Ventilatory settings (FiO 2 , mean aw pressure, peak to peak amplitude, ventilatory frequency, I:E ratio), blood gases and vital signs (infants respiratory rate, mean arterial blood pressure and heart rate) were extracted during conventional mechanical ventilation (period CMV), a mean of 3 h (±40 min) after the switch to HFOV (period HFOVi), mid course (period HFOVm), just prior stopping HFOV (period HFOVe) and after extubation either on CPAP and/or supplemental oxygen therapy (Post-Extub).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Kruskall-Wallis non parametric analysis of variance was performed to compare periods of respiratory support for ventilatory variables, gas exchanges and vital signs using a PRISM 4.0 package (GraphPad software). P \\ 0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "Statistics"}, {"text": "A total of 13 infants with RSV proven lung infection were treated with HFOV during the study period. Four cases were excluded from analysis (two with congenital pulmonary malformation, two with unrepaired congenital cardiac disease). Three infants, transferred after intubation from another unit or hospital were treated with HFOV as first intention. Six infants, intubated in our ICU, were put on HFOV after a median (25-75%) period of CMV of 3.5 (1-32.5) h. The relevant demographic data, initial lung pattern and clinical course are described in Table 1 . All infants attested of lung overexpansion on chest X-ray [12] while none fulfilled the criteria for an ARDS type of RSV infection [11] . Bacterial co-infection was diagnosed in five infants (56%). Before initiating HFOV in the six cases under CMV, mean (SD) pH was 7.27 (0.15) units and PaCO 2 72 (22) mmHg with a mean peak inspiratory pressure of 26 (5) cmH 2 O and a PEEP of 6.5 (1) cmH 2 O. Changes in ventilatory settings, blood gases, infants own respiratory rates, heart rates and mean arterial pressures, doses of medication given during the various periods of ventilation are summarized in Table 2 .", "cite_spans": [{"start": 617, "end": 621, "text": "[12]", "ref_id": "BIBREF4"}, {"start": 690, "end": 694, "text": "[11]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 549, "end": 556, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1158, "end": 1165, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "No infant was paralyzed. Hemodynamically, two infants were treated with dopamine. One infant had developed a bilateral pneumothorax under CMV which resolved with drainage and HFOV. Five infants were extubated to CPAP, the other to simple supplemental oxygen and all survived.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Although mechanical ventilation at high frequencies is usually considered to be contraindicated in lung disease with increased airway resistance, the successful use of rescue HFOV in a few infants with bronchiolitis to correct severe hypoxemia [7-9] or in a case of status asthmaticus [14] has yet been published. Our report documents that HFOV can be used as an elective alternative to CMV to support spontaneous respiration and improve gas exchanges in infants with predominantly obstructive and hypercapnic respiratory failure from small airway disease. Indeed, despite bacterial co-infection in half of them, either by scoring the chest X-ray [12] or plotting the individual alveolo-arterial oxygen difference against mean aw pressure [11] , all infants showed a predominantly overexpanded lung pattern [15] .", "cite_spans": [{"start": 285, "end": 289, "text": "[14]", "ref_id": "BIBREF6"}, {"start": 647, "end": 651, "text": "[12]", "ref_id": "BIBREF4"}, {"start": 739, "end": 743, "text": "[11]", "ref_id": "BIBREF3"}, {"start": 807, "end": 811, "text": "[15]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our view, the use of HFOV in bronchiolitis demonstrates several advantages over CMV. It obviates the need for infant ventilator synchrony and allows muscular paralysis to be avoided. PaCO 2 can be controlled by adjusting peak to peak pressure while the infant continues actively to contribute to expiration under usual sedation. We consistently observed that the infant's respiratory rate slowly increased as pressure amplitudes were decreased (see Fig. 1 ). A bilateral pneumothorax observed under CMV resolved during HFOV and no new air-leak occurred but the number of infants is too small to draw conclusions. Hemodynamically, a few infants did require adrenergic support but renal function was well preserved as suggested by the physiological metabolic compensation of the respiratory acidosis that occurred over time. The mean duration of HFOV was either similar [11, 16] or slightly shorter to that reported in infants with obstructive bronchiolitis using CMV [6, 15] and all patients could be extubated directly to CPAP or supplemental Oxygen.", "cite_spans": [{"start": 871, "end": 875, "text": "[11,", "ref_id": "BIBREF3"}, {"start": 876, "end": 879, "text": "16]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 452, "end": 458, "text": "Fig. 1", "ref_id": null}], "section": "Discussion"}, {"text": "The major limitation of this report is its retrospective and descriptive nature. HFOV settings were set on pragmatic grounds because the actual knowledge on mechanisms governing pressure and flow transmission when peripheral airway resistance is high, is scarce [17]. CMV Conventional mechanical ventilation, HFOVi initial period of high frequency oscillatory ventilation, HFOVm middle period during high frequency oscillatory ventilation, HFOVe end period of high frequency oscillatory ventilation. *P \\ 0.05 CMV vs HFOVi. **P \\ 0.05 HFOVi vs HFOVe", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this view, three settings deserve comments: the large peak to peak pressure, the low ventilatory frequency and the high mean aw pressure compared to HFOV in idiopathic respiratory distress syndrome [18] . Such settings seem at first poorly adapted to the ventilation of obstructive lung disease. However, with HFOV, the transmission of pressures and volumes delivered by the ventilator is exquisitely sensitive to the mechanical properties of the respiratory system and the endotracheal tube [19] . Thus, the requirement of high peak to peak pressure can be explained by the dampening that occur through the small endotracheal tube and down the highly resistive airway of these infants, reducing pressure swings and effective tidal volume [19, 20] . A low frequency can thus be advocated to maintain an adequate tidal volume once high amplitude has been set.", "cite_spans": [{"start": 201, "end": 205, "text": "[18]", "ref_id": "BIBREF10"}, {"start": 495, "end": 499, "text": "[19]", "ref_id": "BIBREF11"}, {"start": 742, "end": 746, "text": "[19,", "ref_id": "BIBREF11"}, {"start": 747, "end": 750, "text": "20]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The high mean aw pressure required at the airway opening is a hallmark of all cases reported with HFOV in small airway disease [9, 10, 13] and represents the most intriguing setting. It is partly attributed to the pressure drop occurring through the flow dependant resistance of the endotracheal tube which is accentuated when using an I:E of 0.33 generating higher inspiratory than expiratory flows [19] . More importantly, this high mean aw pressure is considered necessary to generate a sufficient pressure to open and stent the collapsed small airway, allowing pressure swings to be transmitted peripherally and alveolar ventilation to resume in obstructed lung units. In this concept termed the ''open airway'' concept, mean aw pressure becomes a major determinant of CO 2 elimination [9, 10, 13, 14] . The optimal pressure required to open the peripheral airway without causing alveolar overdistention and adverse cardiovascular effects must lie in a narrow range. It still requires an experimental set-up to be approximated scientifically [20] .", "cite_spans": [{"start": 131, "end": 134, "text": "10,", "ref_id": "BIBREF2"}, {"start": 135, "end": 138, "text": "13]", "ref_id": "BIBREF5"}, {"start": 400, "end": 404, "text": "[19]", "ref_id": "BIBREF11"}, {"start": 794, "end": 797, "text": "10,", "ref_id": "BIBREF2"}, {"start": 798, "end": 801, "text": "13,", "ref_id": "BIBREF5"}, {"start": 802, "end": 805, "text": "14]", "ref_id": "BIBREF6"}, {"start": 1046, "end": 1050, "text": "[20]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, HFOV seems a valuable tool to support spontaneous respiration and gas exchange in infants with respiratory failure due to the common obstructive lung pattern of RSV infection. Determination of optimal ventilatory settings remains a difficult clinical task due to the complexity of the interaction between mean aw pressure, frequency, pressure amplitude and mechanical characteristics of the respiratory system. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effects of nasal continuous positive airway pressure ventilation in infants with severe acute bronchiolitis", "authors": [{"first": "S", "middle": [], "last": "Larrar", "suffix": ""}, {"first": "S", "middle": [], "last": "Essouri", "suffix": ""}, {"first": "P", "middle": [], "last": "Durand", "suffix": ""}, {"first": "L", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "V", "middle": [], "last": "Haas", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Chabernaud", "suffix": ""}, {"first": "D", "middle": [], "last": "Leyronnas", "suffix": ""}, {"first": "D", "middle": [], "last": "Devictor", "suffix": ""}], "year": 2006, "venue": "Arch Pediatr", "volume": "13", "issn": "", "pages": "1397--1403", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Randomized controlled trial of nasal Continuous Positive Airway Pressure (CPAP) in bronchiolitis", "authors": [{"first": "L", "middle": ["P"], "last": "Thia", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Mckenzie", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Blyth", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Minasian", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Kozlowska", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Carr", "suffix": ""}], "year": 2007, "venue": "Arch Dis Child", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/adc.2005.091231"]}}, "BIBREF2": {"ref_id": "b2", "title": "High-frequency oscillatory ventilation (HFOV) facilitates CO 2 elimination in small airway disease: The open airway concept", "authors": [{"first": "Mcj", "middle": [], "last": "Kneyber", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Plötz", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Sibarani-Ponsen", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Markhorst", "suffix": ""}], "year": 2005, "venue": "Respir Med", "volume": "99", "issn": "", "pages": "1459--1461", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Time course of severe respiratory syncytial virus infection in mechanically ventilated infants", "authors": [{"first": "R", "middle": ["C"], "last": "Tasker", "suffix": ""}, {"first": "I", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "K", "middle": [], "last": "Kiff", "suffix": ""}], "year": 2000, "venue": "Acta Pediatr", "volume": "89", "issn": "", "pages": "938--941", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A simple chest radiograph score to predict lung disease in prematurely born infants", "authors": [{"first": "A", "middle": [], "last": "Greenough", "suffix": ""}, {"first": "V", "middle": [], "last": "Kavvadia", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": [], "last": "Calvert", "suffix": ""}, {"first": "J", "middle": [], "last": "Peacock", "suffix": ""}, {"first": "J", "middle": [], "last": "Karani", "suffix": ""}], "year": 1999, "venue": "Br J Radiol", "volume": "72", "issn": "", "pages": "530--533", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "High-frequency oscillatory ventilation in children: a single-center experience of 53 cases", "authors": [{"first": "F", "middle": ["Y"], "last": "Slee-Wijffels", "suffix": ""}, {"first": "Krm", "middle": [], "last": "Van Der Vaart", "suffix": ""}, {"first": "Jwr", "middle": [], "last": "Twisk", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Markhorst", "suffix": ""}, {"first": "F", "middle": ["B"], "last": "Plötz", "suffix": ""}], "year": 2005, "venue": "Crit Care", "volume": "9", "issn": "", "pages": "274--279", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Status asthmaticus treated by highfrequency oscillatory ventilation", "authors": [{"first": "Elim", "middle": [], "last": "Duval", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Van Vught", "suffix": ""}], "year": 2000, "venue": "Pediatric Pulmonol", "volume": "30", "issn": "", "pages": "350--353", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Acute respiratory distress syndrome caused by respiratory syncytial virus", "authors": [{"first": "J", "middle": [], "last": "Hammer", "suffix": ""}, {"first": "A", "middle": [], "last": "Numa", "suffix": ""}, {"first": "Cjl", "middle": [], "last": "Newth", "suffix": ""}], "year": 1997, "venue": "Pediatr Pulmonol", "volume": "23", "issn": "", "pages": "176--183", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Bronchiolitis treated with mechanical ventilation: prognosis factors and outcome in a series of 135 children", "authors": [{"first": "L", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "B", "middle": [], "last": "Mbieleu", "suffix": ""}, {"first": "S", "middle": [], "last": "Essouri", "suffix": ""}, {"first": "P", "middle": [], "last": "Durand", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "D", "middle": [], "last": "Devictor", "suffix": ""}], "year": 2005, "venue": "Arch Pediatr", "volume": "12", "issn": "", "pages": "385--390", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Dependence of intrapulmonary pressure amplitudes on respiratory mechanics during high-frequency oscillatory ventilation in preterm lambs", "authors": [{"first": "J", "middle": ["J"], "last": "Pillow", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Sly", "suffix": ""}, {"first": "Z", "middle": [], "last": "Hantos", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bates", "suffix": ""}], "year": 2002, "venue": "Pediatr Res", "volume": "52", "issn": "", "pages": "538--544", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The provo multicenter early-frequency oscillatory ventilation trial: improved pulmonary and clinical outcome in respiratory distress syndrome", "authors": [{"first": "D", "middle": ["R"], "last": "Gerstmann", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Minton", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Stoddard", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Meredith", "suffix": ""}, {"first": "F", "middle": [], "last": "Monaco", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Bertrand", "suffix": ""}, {"first": "O", "middle": [], "last": "Battisti", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Langhendries", "suffix": ""}, {"first": "A", "middle": [], "last": "François", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Clark", "suffix": ""}], "year": 1996, "venue": "Pediatrics", "volume": "98", "issn": "", "pages": "1044--1057", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "High-frequency oscillatory ventilation: mechanisms of gas exchange and lung mechanics", "authors": [{"first": "J", "middle": ["J"], "last": "Pillow", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "", "pages": "135--141", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Attenuation of pressure swings along the endotracheal tube is indicative of optimal distending pressure during high-frequency oscillatory ventilation in a model of acute lung injury", "authors": [{"first": "H", "middle": ["R"], "last": "Van Genderingen", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Van Vught", "suffix": ""}, {"first": "Elim", "middle": [], "last": "Duval", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Markhorst", "suffix": ""}, {"first": "Jrc", "middle": [], "last": "Jansen", "suffix": ""}], "year": 2002, "venue": "Pediatr Pulmonol", "volume": "33", "issn": "", "pages": "429--436", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Liet JM, Millotte B, Tucci M, Laflamme S, Hutchison J, Creery D, Ducruet T, Lacroix J, Canadian critical care group (2005) Non-invasive therapy with helium-oxygen for severe bronchiolitis. J Pediatr 147:812-817 Changes in median (interquartile range) PaCO 2 (mmHg), Infant's respiratory rate (breaths/min) and peak to peak amplitude (CmH 2 O) during the different periods of ventilatory support. CMV (n = 6), HFOV (n = 9) and CPAP (n = 9", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographic and initial clinical data of the nine infants, six with prior CMV", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No. </td><td>Age at entry (days)\n</td><td>Weight\n(g)\n</td><td>Aa-DO2\n(mmHg)\n</td><td>Mean airway pressure (cmH2O)\n</td><td>Number of ribs visiblea\n</td><td>HFOV length\n</td><td>Bacterial co-infection\n</td></tr><tr><td>1 </td><td>28 </td><td>4,000 </td><td>- </td><td>- </td><td>19 </td><td>(h) 94\n</td><td> </td></tr><tr><td>2 </td><td>36 </td><td>3,600 </td><td>- </td><td>- </td><td>16 </td><td>120\n</td><td> </td></tr><tr><td>3 </td><td>80 </td><td>2,900 </td><td>326 </td><td>14 </td><td>19 </td><td>135 </td><td>K. Pneumoniae\n</td></tr><tr><td>4 </td><td>112 </td><td>5,800 </td><td>125 </td><td>14 </td><td>18 </td><td>192\n</td><td> </td></tr><tr><td>5 </td><td>35 </td><td>2,300 </td><td>289 </td><td>14 </td><td>22 </td><td>104\n</td><td> </td></tr><tr><td>6 </td><td>32 </td><td>3,055 </td><td>342 </td><td>12 </td><td>20 </td><td>60 </td><td>H. Influenzae\n</td></tr><tr><td>7 </td><td>49 </td><td>3,700 </td><td>376 </td><td>10 </td><td>17 </td><td>139 </td><td>S. Pneumoniae\n</td></tr><tr><td>8 </td><td>114 </td><td>2,900 </td><td>236 </td><td>11 </td><td>17 </td><td>147 </td><td>S. Pneumoniae\n</td></tr><tr><td>9 </td><td>19 </td><td>4,000 </td><td>- </td><td>- </td><td>20 </td><td>93 </td><td>H. Influenzae\n</td></tr><tr><td> </td><td>Mean (SD) </td><td>56 (34) </td><td>3,585 (950) </td><td>282 (25) </td><td>12.5 (2) </td><td>18.7 (1.8) </td><td>120 (38)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": ").*P \\ 0.05, CMV versus HFOVi. #P \\ 0.05, HFOVi versus HFOVe 4. Martinon-Torres F, Rodriguez-Nunez A, Martinon-Sanchez JM (2006) Nasal continuous positive airway pressure with heliox in infants with acute bronchiolitis. Respir Med 100:1458-1462 5. Campion A, Huvenne H, Leteurtre S, Noizet O, Binoche A, Diependaele JF, Cremer R, Fourier C, Sadik A, Leclerc F (2006) Non-Invasive ventilation in infants with severe infection presumably due to respiratory syncytial virus: feasibility and failure criteria. Arch Pediatr 13:1404-1409 6. Leclerc F, Scalfaro P, Noizet O, Thumerelle C, Dorkenoo A, Fourier C (2001) Mechanical ventilatory support in infants with respiratory syncytial virus infection. Pediatr Crit Care Med 2:197-204 7. Thompson MW, Bates JN, Klein JM (1995) Treatment of respiratory failure in an infant with bronchopulmonary dysplasia infected with respiratory syncytial virus using inhaled nitric oxide and high frequency ventilation. Acta Pediatr 84:100-102 8. Medbo S, Finne PH, Hansen TWR (1997) Respiratory syncytial virus pneumonia ventilated with highfrequency oscillatory ventilation. Acta Pediatr 86:766-768 9. Duval ELIM, Leroy PLJM, Gemke RJBJ, Van Vught AJ (1999) Highfrequency oscillatory ventilation in RSV bronchiolitis patients. Respir Med 93:435-440", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2 Mean (SD) of ventilatory settings, blood gases, infants respiratory rate and dosage of sedatives and analgesics through the different periods of respiratory support", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>CMV (n = 6) </td><td>HFOi (n = 9) </td><td>HFOm (n = 9) </td><td>HFOe (n = 9) </td><td>Post-Extub (n = 9)\n</td></tr><tr><td>Mean airway pressure (cmH2O) </td><td>12.5 (2) </td><td>18.9* (2.7) </td><td>14.5 (3.3) </td><td>11.1** (1.3)\n</td><td> </td></tr><tr><td>Peak to peak pressure (cmH2O) </td><td> </td><td>44.9 (12.4) </td><td>39.3 (11) </td><td>21.1** (7.7)\n</td><td> </td></tr><tr><td>HFOV Frequency (Hz) </td><td> </td><td>11.1 (1.9) </td><td>10.9 (1.5) </td><td>10.4 (2.0)\n</td><td> </td></tr><tr><td>FiO2 (%) </td><td>68 (18) </td><td>59 (14) </td><td>36 (8) </td><td>29** (6) </td><td>26 (5)\n</td></tr><tr><td>pH </td><td>7.27 (0.15) </td><td>7.33 (0.08) </td><td>7.37 (0.04) </td><td>7.42** (0.03) </td><td>7.40 (0.03)\n</td></tr><tr><td>PaCO2 (mmHg) </td><td>72 (22) </td><td>56 (10) </td><td>54 (9) </td><td>47 (8) </td><td>51 (7)\n</td></tr><tr><td>Base excess </td><td>3.5 (4) </td><td>3.2 (5) </td><td>5.5 (3.3) </td><td>7.0 (2.6) </td><td>6.1 (2.4)\n</td></tr><tr><td>Respiratory rate (breaths/min) </td><td>61 (20) </td><td>20* (11) </td><td>34 (19) </td><td>34 (14) </td><td>41 (11)\n</td></tr><tr><td>Heart rate (beats/min) </td><td>168 (19) </td><td>156 (16) </td><td>137 (16) </td><td>140 (26) </td><td>136 (20)\n</td></tr><tr><td>Mean arterial pressure (mmHg) </td><td>49 (19) </td><td>52 (11) </td><td>52 (9) </td><td>49 (7) </td><td>62 (10)\n</td></tr><tr><td>Mean midazolam (c/kg/h) (SD) </td><td> </td><td>110 (66) </td><td>113 (64) </td><td>106 (69)\n</td><td> </td></tr><tr><td> </td><td>Mean morphine (c/kg/h) (SD) </td><td>25 (18) </td><td>14 (12) </td><td>14 (12) </td><td>14 (12)\n</td></tr></table></body></html>"}}, "back_matter": []}