{
    "paper_id": "cc513d12aba0792a04abb9979910bd811ac75d62",
    "metadata": {
        "title": "COMPTES-RENDUS DE CONGRÈS / CONGRESSES, CONFERENCES",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Couverture médicale universelle au Sénégal : état de mise en oeuvre et perspectives",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le Sénégal a adopté le programme de couverture maladie universelle conformément à la volonté du gouvernement de réduire les inégalités dans l'accès aux soins de santé. C'est ainsi que le Ministère de la santé et de l'action sociale a élaboré un plan stratégique de développement de la couverture maladie (PSD-CMU) 2013-2017 articulé au tour des axes suivants :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• le développement de la couverture maladie universelle de base à travers les mutuelles de santé ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• la réforme des Institutions de prévoyance Maladie (IPM) à travers la mise en oeuvre du décret 2012-832 du 7 août 2012 ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• le renforcement des politiques de gratuités existantes ; • la mise en oeuvre de la nouvelle initiative de gratuité des soins pour les enfants de moins de cinq ans. L'objectif de ce programme est d'atteindre une couverture maladie pour au moins 75% de la population à l'horizon 2017 avec un accent particulier au secteur informel et au monde rural.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Dans le cadre de la mise en oeuvre de ce plan, les actions suivantes sont rappelées :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• application progressive de l'initiative de gratuité des soins pour les enfants de moins de cinq ans dans les structures publiques de santé à partir du 1 er octobre 2013 ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• démarrage de la phase de démonstration du projet « décentralisation et assurance maladie » à travers le développement des mutuelles de santé (14 départements pilotes en raison d'un département par région). Des innovations majeures sont introduites (subventions de l'Etat, extension du paquet de soins, renforcement de la réglementation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• réforme de l'assurance maladie obligatoire à travers la mise en oeuvre d'une réglementation portant organisation et fonctionnement des institutions de prévoyance maladie (IPM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Les défis et les prochaines étapes identifiés sont les suivants :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• renforcement des mécanismes de financement pour sa pérennisation à travers la mise en place de la Caisse autonome de protection sociale universelle (CAPSU) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• mise en oeuvre du plan de communication sur la CMU ; • développement d'une approche multisectorielle ; • renforcement de l'offre de soins ; • identification et ciblage des bénéficiaires de la CMU ; • mise en place d'un bon système d'information et de gestion du programme. La lutte contre le paludisme a connu des avancées significatives au cours de ces dernières années. La couverture universelle en moustiquaires imprégnées d'insecticides, le dépistage et le traitement précoce des cas avec tests de diagnostic rapide et utilisation des ACT ont participé significativement à la baisse enregistrée .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Certains pays de la région sahélienne ont des objectifs d'élimination du paludisme. Les niveaux d'endémicité sont devenus très bas dans certaines zones avec des taux de prévalence inférieurs à 5 %. Des stratégies adaptées à ces zones sont développées et participent à l'accélération de la diminution du nombre de cas notés annuellement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Une initiative sous régionale d'accélération de la lutte contre le paludisme dans 6 pays du Sahel en vue de son élimination est élaborée. De 1990 à 2012, les habitants du village de Dielmo (Siné-Saloum, Sénégal) ont été suivis quotidiennement pour la survenue d'épisodes fébriles. La prévalence du paludisme a été mesurée trimestriellement. Des captures de moustiques ont été effectuées mensuellement. Les antipaludiques utilisés pour le traitement des accès palustres ont été successivement le Quinimax par voie orale (1990) (1991) (1992) (1993) (1994) , la chloroquine (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) , l'amodiaquine + sulfadoxine-pyrimethamine (2003-2006) et l'artesunate + amodiaquine (2006-2012) . Les moustiquaires imprégnées ont été introduites en 2008.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 525,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 532,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 539,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 546,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 553,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 577,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 584,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 591,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 598,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 605,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 612,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 619,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 626,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 633,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 731,
                    "text": "(2003-2006) et l'artesunate + amodiaquine (2006-2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Au total, 776 villageois âgés de 0 à 101 ans ont été suivis pendant 2 378 150 personnes-jours. Le taux d'exposition entomologique a varié d'un maximum 482,6 piqûres infectées par personne par an en 2000 à un minimum de 7,6 en 2012. La prévalence parasitaire chez les enfants a chuté de 87% en 1990 à seulement 0,3% en 2012. Chez les adultes, elle a chuté de 58% en 1990 à 0,3% en 2012. Sur une période de 22 ans, 23,546 épisodes de fièvre ont été enregistrés et traités, dont 8.243 accès à Plasmodium falciparum, 290 accès P. malariae et 219 accès à P. ovale. Trois décès ont été directement attribuables au paludisme et deux décès à des complications du traitement antipaludique. L'incidence des accès palustres dans la population générale a varié de 2,63 accès par personne par an en 2000 à seulement 0,046 accès par personne en 2012, soit une diminution de 57 fois. Les reculs les plus importants du paludisme ont été associés au remplacement de la chloroquine par les combinaisons thérapeutiques puis à l'introduction des moustiquaires imprégnées. A partir de 2010 la quasi-totalité des nouvelles infections palustres étaient symptomatiques quel que soit l'âge des villageois.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Ces résultats montrent que même en zone holoendémique à transmission intense et permanente, des politiques de lutte combinant un accès rapide aux antipaludiques et le déploiement de moustiquaires imprégnées peuvent quasiment supprimer le réservoir de parasites et réduire considérablement la morbidité palustre dans toutes les classes d'âge. Le choix des médicaments utilisés apparaît crucial. Le déclin rapide de l'immunité favorise le maintien à un niveau très faible du réservoir de parasites malgré la survenue rapide de taux élevés de résistance des anophèles aux pyréthroides après le déploiement des moustiquaires imprégnées. Dans la sous-région du Sahel, la chimioprévention du paludisme saisonnier (CPS) est maintenant recommandée pour le contrôle du paludisme chez les enfants âgés de moins de cinq ans dans les zones de transmission saisonnière forte. Dans certaines zones, inclure les enfants plus âgés peut être très efficient. Nous avons évalué la faisabilité et le coût de la mise en oeuvre du (CPS) chez les enfants âgés de 3 mois à 10 ans au centre du Sénégal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "La CPS a été délivrée à 180 000 enfants dans trois districts sanitaires au centre du Sénégal (Mbour, Fatick et Bambey). La stratégie « porte à porte » est utilisée par les agents de santé communautaires (ASC). Ils ont visité chaque ménage entre septembre et novembre 2010. Pour inclure les enfants scolarisés, des visites ont été organisées en dehors des écoles. La date et les doses administrées ont été consignées sur une carte conservée par la famille et dans des registres. La couverture a été estimée à partir de ces registres et d'une enquête par sondage en grappes dans laquelle le statut socioéconomique et la disponibilité de moustiquaires imprégnées d'insecticide ont été enregistrés. Des données précises sur la mobilisation des ressources utilisées pour la délivrance CPS ont été recueillies au niveau des structures sanitaires impliquées afin d'estimer les coûts marginaux de sa mise en oeuvre. Pour déterminer les possibilités de combiner la CPS à d'autres programmes de santé, nous avons demandé aux ASC de tenir un journal enregistrant leurs activités quotidiennes et leurs sources de revenus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "L'administration des médicaments s'est déroulée entre 2 et 6 jours/mois. Les postes de santé ont utilisé entre 4 et 68 ASC, chaque ASC traitant en moyenne 99 enfants chaque jour. La couverture mensuelle a été estimée entre 80 % et 90 % des enfants éligibles et a été similaire au niveau de toutes les tranches d'âges et tous les groupes socioéconomiques. Le taux de perte en médicaments est estimé à 9 % (sulfadoxine pyriméthamine) et 13 % (amodiaquine) ; le taux de refus était de 0,6 %. Inclure les enfants âgés de 5-9 ans a doublé le nombre d'enfants à protéger et a seulement augmenté de 13 % le nombre de ménages à visiter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Dans les zones où le fardeau du paludisme reste élevé chez les enfants (5-9 ans), étendre la CPS chez ces enfants est faisable et n'augmente pas de manière considérable coûts et temps nécessaire pour l'administration des médicaments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Expression de STEVOR et propriétés rhéologiques des gamétocytes de Plasmodium falciparum : implications pour la séquestration des gamétocytes et des stratégies thérapeutiques M. Niang (1, 6) , Tibúrcio (2), Deplaine (3), Perrot (4), Bischoff (5), Ndour (3), Silvestrini (1), David (4), Vernick (5), Preiser (1), Mercereau-Puijalon (4), Buffet (3), Alano (2), Lavazec (4,5) 1. School of Biological Sciences, Singapore 2. Istituto Superiore di Sanità, Rome, Italy 3. INSERM-UPMC, Paris, France 4. CNRS, Institut Pasteur Paris, France 5. Institut Pasteur Paris, France 6. Unité immunologie, Institut Pasteur de Dakar, 36 Avenue pasteur, BP 220 Dakar, Sénégal mniang@pasteur.sn La réduction importante de l'incidence et du taux de mortalité dû au paludisme à Plasmodium falciparum enregistrée ces dernières années dans plusieurs zones endémiques, a réactivé l'idée d'une possible élimination du paludisme dans certaines zones. Cependant, l'atteinte de cet objectif d'élimination du paludisme nécessite une meilleure compréhension de la biologie du parasite, mais aussi de nouveaux outils et stratégies capables d'interférer avec la transmission du parasite et ciblant les stades sexués du parasite (gamétocytes).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "La maturation des gamétocytes de P. falciparum chez l'Homme nécessite plusieurs jours au cours desquels les gamétocytes immatures (stades I-IV) sont séquestrées dans les tissus de l'hôte. Seuls les gamétocytes matures (stade V) circulent dans le sang périphérique et peuvent être disponible pour ingestion par l'anophèle vecteur. Les mécanismes de la séquestration des gamétocytes immatures et la contribution relative de la déformabilité des gamétocytes dans ce processus restent pratiquement inconnus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Nous avons analysé les propriétés rhéologiques des gamétocytes à divers stades de développement, en complémentant nos observations avec une analyse moléculaire et cellulaire de l'expression et la localisation de la protéine variante de surface STEVOR au cours de la gamétocytogenèse. Les techniques d'ectacytométrie et de microfiltration ont été combinées ici, pour la première fois, pour mesurer respectivement la déformabilité et la filtrabilité des gamétocytes de P. falciparum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Ces approches ont permis de démontrer que les gamétocytes immatures sont faiblement déformables contrairement aux gamétocytes matures V. En outre, nous montrons que les protéines STEVORs contribuent à la rigidité de l'ensemble des gamétocytes immatures et que le changement de déformabilité cellulaire observé est lié à la dé-association de STE-VORs de la membrane érythrocytaire des gamétocytes à maturité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Ces résultats suggèrent que la rétention mécanique contribue à la séquestration des gamétocytes immatures et que la déformabilité retrouvée des gamétocytes matures est associée à leur libération dans la circulation sanguine périphérique. Ces processus sont proposés comme jouant un rôle clé dans la maturation des gamétocytes de P. falciparum chez l'Homme et de ce fait représentent de nouvelles cibles non conventionnelles pour interférer avec la transmission du parasite. Au Sénégal, un foyer de leishmaniose cutanée avait été décrit il y a plus d'une trentaine d'années dans la région de Thiès, situé à 70 km de la capitale. Notre étude vise à comprendre l'épidémiologie de la forme viscérale dont toutes les composantes (parasite, vecteur et réservoir de parasite) sont présentes dans cette zone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Une étude longitudinale parasitologique, sérologique et moléculaire a été menée sur le site pour étudier l'épidémiologie de la maladie chez l'Homme, la dynamique des populations du parasite, des vecteurs et du réservoir du principal qui est le chien. L'étude d'une co-infection avec le VIH a également été effectuée chez les personnes vivant avec le VIH (PVVIH) et habitant la région et aux alentours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Une forte prévalence de la leishmaniose canine (45%) et un pourcentage supérieur à 30 % de personnes séropositives vivant autour des chiens a été retrouvée. Une PCR diagnostique réalisée a montré que l'agent pathogène est Leishmania infantum. Une séroprévalence de 18 % (14/76) a été trouvée chez les PVVIH dont plus de la moitié (8/14) résidaient en dehors de la zone de Mont Rolland. Aucun cas clinique n'a été rencontré. Sur le plan entomologique, 3654 individus ont été capturés dont 54 appartenant au genre Phlebotomus et 3600 au genre Sergentomya. L'analyse parasitologique et par PCR a isolé pour la première fois la présence de L infantum uniquement chez les individus du genre Sergentomya (5,38 % pour S. dubia, 4,19 % pour S. schwetzi et 3.64 % pour S. magna). Les analyses statistiques montrent une relation significative entre la positivité de S. schwetzi et la séroprévalence chez les chiens et entre la positivité des individus toute espèce confondue et la séroprévalence humaine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Ces résultats montrent que la transmission de la leishmaniose est bien implantée dans cette région et que le contact des chiens avec les populations humaines est fréquent avec un risque important d'émergence chez l'homme. Ces chiffres indiquent une baisse considérable de la prévalence de l'ascaridiose, de la trichocéphalose et de l'ankylostomoses diagnostiquées au CHNU de Fann entre 1990 et 2011. Cette diminution peut être attribuée aux campagnes de déparasitage instaurées depuis 2006 et à la promotion du lavage des mains assurée par des campagnes de sensibilisation de la population notamment lors des grands rassemblements humains à l'occasion d'évènements religieux.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Maladies infectieuses (2) -Fièvres émergentes -Maladies tropicales négligées Ce que la microbiologie moderne nous dit des épidémies de choléra R. Piarroux Assistance publique -Hôpitaux de Marseille (AP-HM), Chemin des Bourrely 13915 Marseille cedex 20, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Renaud.PIARROUX@ap-hm.fr L'épidémie de choléra en Haïti, de par son ampleur et son origine controversée, a suscité un regain d'intérêt pour l'étude de la genèse des épidémies de choléra. Parmi les nombreuses études menées sur ce sujet, beaucoup ont porté sur les aspects microbiologiques de l'épidémie, faisant appel à divers volets de la microbiologie tels que la microbiologie environnementale, le génotypage ou la comparaison de souches sur la base de leur génome total.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Nous nous proposons ici de présenter les différentes approches et outils mis en oeuvre pour étudier l'épidémie d'Haïti et d'en montrer l'intérêt dans l'étude du choléra en Afrique de l'Ouest et en Afrique centrale. Pour ce faire, nous prendrons les exemples de deux épidémies qui se sont déroulées en République démocratique du Congo en 2011 et en Guinée en 2012. L'accent sera mis non seulement sur les méthodes utilisées et les résultats microbiologiques obtenus, mais aussi sur les conséquences en termes de santé publique des avancées découlant de l'utilisation de ces nouvelles approches. (1) Le paludisme est l'une des causes majeures des épisodes fébriles en Afrique. Néanmoins, avec l'introduction des tests de diagnostic rapide (TDR) en 2007, plusieurs études ont montré une importante baisse de la prévalence du paludisme suggérant une surestimation dans le passé dans les régions endémiques au détriment des infections ou co-infections avec d'autres maladies telles que les arboviroses. Le paludisme comme les arboviroses étant des maladies vectorielles avec souvent les mêmes zones d'endémie, évaluer la part de chacune dans la prévalence des épisodes fébriles en cas de co-circulation reste cliniquement difficile. Pour étudier les effets de la co-circulation du paludisme et des arbovirus sur les épisodes cliniques nous avons mené une surveillance des épisodes fébriles de 2009 à 2013 à Kédougou, région sud-est du Sénégal connue pour être une zone endémique pour ces deux types d'agent pathogène.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Les patients ont été inclus s'ils avaient au moins 1 an à la date de visite et s'ils présentaient une fièvre (température ≥ 38°C) avec au moins 2 symptômes. Chaque patient a été prélevé et testé à la recherche d'une infection à P. falciparum par goutte épaisse (GE) et TDR ainsi qu'à celle par un arbovirus (fièvre jaune (FJ), zika (ZIK), chikungunya (CHIK), dengue (DEN), fièvre de la vallée du Rift (FVR)) par tests sérologiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Durant la période de surveillance de juillet 2009 à mars 2013, 13845 patients ont été recrutés dans 7 centres de santé ; parmi eux 57 % ont eu une GE positive et 62 % ont été positifs aur TDR. Un taux de discordance global de 6.9 % a donc été observé entre ces deux méthodes. Quarante et un patients se sont révélés infectés par différents arbovirus (12 FJ, 9 ZIK, 16 CHIK, 3 DEN and 1 FVR) , dont 19 (47 %) co-infectés par P falciparum (GE positive), avec des taux de co-infections différents pour différents virus. Les patients co-infectés étaient plus jeunes que les non co-infectés avec une médiane d'âge de 14 et 29 ans respectivement (p = 0.004).",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "(12 FJ,",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 364,
                    "text": "9 ZIK,",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 373,
                    "text": "16 CHIK,",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 390,
                    "text": "3 DEN and 1 FVR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Cette étude montre que des co-infections entre paludisme et arboviroses arrivent souvent dans les zones d'endémie comme Kédougou. Vue la similarité de leur expression clinique, les arboviroses sont souvent mal diagnostiqués. De ce fait, pour une meilleure prise en charge des patients les cliniciens devraient systématiquement procéder aux deux diagnostiques, surtout en saison des pluies durant laquelle les vecteurs du paludisme et ceux des arboviroses co-circulent. Pendant longtemps au Sénégal, la fièvre était synonyme de paludisme. L'introduction des TDR a permis de déterminer la morbidité palustre dans les postes de santé. Les combinaisons thérapeutiques et les moustiquaires imprégnées ont considérablement réduit cette morbidité. La persistance des fièvres malgré cette baisse du paludisme a entrainé la mise en place de programmes de recherche sur les fièvres non palustres. L'objectif global était de détecter et d'identifier les agents pathogènes responsables de fièvre afin de faciliter une prise en charge rapide et efficace des épisodes fébriles dans ces populations. Au total, 2311 échantillons ont été collectés et analysés. La prévalence globale des maladies identifiées était de 25 % (579/2311). Les rickettsioses représentaient 15,2 % (15 % sont dues à Rickettsia felis), la borréliose 7,2 % (7 % sont dues à Borrelia crocidurae), la maladie de Whipple 1,2 %, les bartonneloses 1 % (0,3 % sont dues à Bartonnela quintana) et la fièvre Q 0,4 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Dans tous les sites, nous avons une prédominance des rickettsioses suivie des borrélioses sauf à Oussouye où les rickettsioses sont suivies par la maladie de Whipple.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Si on considère le site de Dielmo et Ndiop où les gouttes épaisses sont systématiques en cas de fièvre, le paludisme représentait 11 % (95/886) des motifs de consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Dans le contexte de pré élimination du paludisme, cette étude a permis de mettre en évidence la prépondérance des maladies bactériennes fébriles notamment les rickettsioses (Rickettsia felis dans les consultations au poste de santé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Les perspectives de cette étude sont d'isoler les différentes souches identifiées en PCR, mais également de lutter contre la borréliose à tique dans les villages de Dielmo et Ndiop. Le « Malditof » est une révolution technique utile pour l'identification rapide des bactéries, virus, champignons et arthropodes. En effet, au lieu des 18 à 24 h nécessaires par les méthodes classiques, cette identification se fait ici en quelques minutes et de façon précise. Dans le cadre de la coopération scientifique entre l'Hôpital Principal de Dakar (HPD), l'IRD et la Fondation Méditerranées infections, un spectromètre de masse Malditof (matrix assisted laser desorption ionization-time of flight), premier spécimen du genre dans la sous-région, a été installé à l'HPD. Nous présentons ici ses principales caractéristiques après un an d'utilisation Une portion de colonie recouverte de matrice est déposée sur une lame. L'échantillon vaporisé puis ionisé par tirs laser est ensuite soumis à un champ électrique puissant qui sépare les ions produits en fonction de leur masse et de leur temps de vol (« time of flight »). Il se produit ainsi un spectre caractéristique des protéines constitutives de chaque agent pathogène. Le spectre obtenu est comparé à une base de données et l'interprétation qui s'en suit conduit à l'identification précise du pathogène étudié.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "De juillet 2012 à juin 2013, 2 689 souches de pathogènes ont pu être identifiées. Les plus fréquents étaient : E. coli (22 %), klebsielles (13 %), streptocoques (10 %), Acinetobacter (7 %), Staphylococcus aureus (5 %), Candida (7 %), Pseudomonas (6 %), Enterobacter (4 %), enterocoques (4 %). Ces agents provenaient de 2938 prélèvements : urines (37 %), suppurations (18 %), prélèvements vaginaux (15 %), hémocultures (11 %), prélèvements gastriques (4 %), pulmonaires (6 %), selles (2 %) et autres (7 %). Quatorze souches sont revenues « non identifiables », pouvant correspondre à de nouvelles découvertes nécessitant de ce fait des investigations plus poussées notamment en biologie moléculaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "La spectrométrie de masse de type MALDI-TOF est une méthode à la fois rapide et fiable pour l'identification des bactéries d'intérêt médical. La mise en place de ce dispositif permet des économies substantielles en réactifs et en délais de rendu des résultats, permettant ainsi une prise en charge plus optimale des patients au niveau des services cliniques. Comme partout ailleurs, le diabète de type 2 et le type 1 sont décrits. Mais il est de plus en plus rapporté des cas particuliers de diabète dits de l'Africain, encore appelés diabète de type 2 à tendance cétosique ou type 1B ou type 3... ou encore type 1 à insulinodépendance phasique. Cette forme particulière intéresserait 25 à 50 % des patients étiquetés diabète de type 1 au départ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "L'ignorance et la négligence constituent les facteurs de progression les plus évidents de la maladie. Cependant, le diabète de type 2 en ASS s'intègre souvent dans un syndrome métabolique avec le développement paradoxal de l'obésité, en particulier en milieu urbain. Il faut souligner aussi le rôle l'exode rural et l'urbanisation galopante (selon l'UNFP, 70 % des populations des PED vivront dans les villes en 2025), ainsi que de la suralimentation et de la sédentarisation. Le rôle du traitement antirétroviral n'est pas négligeable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Pour toutes ces raisons l'OMS et la FID Afrique, pour relever le défi, ont joint leurs efforts et exhortent et accompagnent les pays pour la mise en place de plans stratégiques de prévention et de prise en charge (PEC) afin de réduire la morbidité et la mortalité du diabète avec les objectifs suivants : établissement de données fiables sur le diabète et les facteurs de risque associés ; détection précoce et PEC adaptée et coordonnée ; mise en place d'un paquet minimum de soins à tous les niveaux de la pyramide sanitaire et de traitements efficaces et accessibles ; formation des personnels de santé ; sensibilisation et promotion de la prévention ; développement de la recherche, y compris sur la médecine traditionnelle. Les maladies cardio-vasculaires constituent la première cause de mortalité dans le monde avec près de 17 millions de décès. Dans les pays en voie de développement, elles représentent 78 % de la mortalité globale et 86 % de la morbidité et de la mortalité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Devant la relative stabilisation des cardiopathies rhumatismales qui cependant constituent le deuxième groupe nosologique dans notre service, nous observation une progression rapide des maladies chroniques au premier rang desquelles, les maladies cardio-vasculaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "En effet, une enquête dans des populations à risque (daara) a retrouvé une prévalence du rhumatisme articulaire de 4,9 % en 2011, alors que celle des cardiopathies rhumatismales en milieu hospitalier passait de 25 % en 2007 à 18,5 % en 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "D'après l'organisation mondiale de la santé, ces affections cardio-vasculaires vont constituer d'ici l'horizon 2030, la première cause de mortalité, devant des maladies infectieuses Cette transition épidémiologique est en rapport avec :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• la baisse de la mortalité infantile, ce qui a pour conséquence une augmentation du nombre de personnes atteignant l'âge adulte et le troisième âge (de 39 millions en 2000 à 80 millions en 2025 pour les sujets de 60 ans et plus) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• le déclin des maladies transmissibles (vaccination, meilleur accès aux soins de santé primaire dont le corollaire est une baisse de la mortalité globale) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• mais surtout avec des modifications environnementales et comportementales (augmentation de la consommation de graisses, tabagisme, sédentarité, augmentation du temps d'exposition aux facteurs de risque).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Les maladies cardio-vasculaires en Afrique présentent un certain nombre de particularités :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• une augmentation rapide de l'incidence (3,17 % selon l'étude CORONAFRIC en 1989 à 5% en 1988, 12% en 2008 et 14% en 2012 au Sénégal) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• une progression des facteurs de risque (dominés par l'hypertension artérielle, l'obésité, le tabagisme, les dyslipidémies) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• la jeunesse de la population ; • des ressources et les infrastructures limitées pour la prise en charge ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "• un nombre réduit de spécialistes en cardiologie ; • la « concurrence » des autres maladies surtout infectieuses (VIH, sida) ; La « transition nutritionnelle », phénomène mondial qui associe changements profonds des habitudes alimentaires et diminution notable des dépenses physiques quotidiennes, entraîne une augmentation rapide des maladies chroniques liées à l'obésité dans les pays « du Sud ». Parmi elles, le diabète et l'hypertension artérielle sont emblématiques des menaces qu'elles font peser sur les systèmes de santé souvent précaires dans ces pays. Ce sont en effet des maladies qui s'étendent sur des années sans perspective de guérison. Leurs complications à long terme sont graves et coûteuses, aussi bien en termes financiers qu'en retentissement sur la qualité de vie des personnes concernées. Il est possible de les prévenir, mais pour cela il faut repenser la façon d'accéder aux soins, les réponses des professionnels, l'implication du patient dans la promotion de sa santé (changement théorisé sous le concept de Chronic Care Model). Le Programme de santé de la famille brésilien (PSF), qui s'appuie sur des équipes (médecin, infirmier, agents communautaires de santé) couvrant les familles résidentes d'un territoire délimité, avec un mode de fonctionnement « pro-actif » théoriquement bien adapté au « Chronic Care Model », pourrait être un exemple à suivre pour obtenir ces changements dans des pays à ressources limitées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Pour le savoir, l'étude SERVIDIAH, menée par l'UMR 204 Nutripass de l'IRD en collaboration avec la Fondation Oswaldo Cruz de Recife entre 2009 et 2011, a évalué la prise en charge des diabétiques et des hypertendus dans le cadre du PSF dans l'Etat de Pernambouc, nord-est du Brésil. Un échantillon aléatoire de 823 diabétiques et de 785 hypertendus, usagers du PSF, a été interrogé et examiné. Les résultats montrent que 43,7 % des hypertendus avaient une pression artérielle contrôlée (inférieure à 140/90 mmHg), et 30,5 % des diabétiques un contrôle glycémique satisfaisant (hémoglobine glyquée inférieure à 7 %). Par ailleurs, 75 % des sujets étaient en surpoids ou obèses, mais seulement 15 % disaient suivre un régime pour perdre du poids, et 70 % ne pratiquaient aucune activité physique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Cette situation, bien qu'objectivement insatisfaisante, est proche de celle observée dans les pays « du Nord », alors que le système de santé brésilien a été créé récemment (au moment de la Constitution de 1988), et rencontre encore de grandes difficultés de fonctionnement, en particulier dans les régions les plus défavorisées. Elle témoigne d'une approche des patients qui reste traditionnelle, et met en évidence les difficultés des professionnels, au Brésil comme ailleurs, à changer leurs pratiques pour s'adapter à un modèle de soins essentiellement préventif. Les personnes âgées constituent la catégorie de population la plus touchée par l'hypertension artérielle, facteur de risque reconnu de maladies cardiovasculaires. Par ailleurs, les études récentes indiquent que l'hypertension est aussi fréquente dans les villes africaines que dans les pays développés. Malgré ces évidences, aucune étude portant sur la prévalence, la connaissance, le traitement et le contrôle de l'hypertension artérielle en Afrique sub-saharienne n'a été menée spécifiquement chez les aînés. Cette communication a donc pour objectif de remédier à ce manque.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Pour cela, 500 personnes âgées de 50 ans et plus, vivant dans le département de Dakar (Sénégal), ont été rencontrées. Cet échantillon a été construit selon la méthode des quotas croisés afin de tendre vers la représentativité de la population cible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "La prévalence de l'hypertension était de 65,4 % dans notre échantillon. La moitié des hypertendus connaissaient ce problème et parmi ces derniers, 70 % disaient être traités. Cependant, parmi les individus traités, à peine 17 % avaient une tension artérielle contrôlée, soit 7 % des hypertendus dans leur ensemble. L'avancée en âge et les problèmes de surpoids et d'obésité étaient associés à l'hypertension. Les femmes avaient plus souvent connaissance de ce problème et étaient plus souvent traitées que les hommes. Néanmoins, le facteur le plus souvent associé à la connaissance et au traitement de l'hypertension était la fréquence de visites chez le médecin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Ces résultats démontrent que l'hypertension des aînés constitue un problème de santé publique majeur à Dakar. Des mesures simples de prévention devraient être promues afin de limiter le poids de ce fardeau dans les années à venir. L'accident vasculaire cérébral (AVC) se définit comme le développement rapide de signes cliniques localisés ou globaux de dysfonction cérébrale sans autre cause apparente qu'une origine vasculaire. Différents facteurs de risque ont été identifiés et associés à la survenue des AVCI dont les perturbations du métabolisme glucidique et lipidique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Nous avons mené une étude rétrospective à la clinique neurologique de Fann. Notre étude a porté sur les dossiers des patients qui y avaient été hospitalisés du 1er janvier au 31 décembre 2010 pour un AVCI confirmé par l'imagerie. Tous nos patients avaient bénéficié d'un bilan lipidique complet (cholestérol total, triglycérides, HDL ; le LDL ayant été calculé grâce à la formule de Friedwald, d'un bilan rénal et d'une glycémie à jeun prélevés dans les 48 heures suivant l'admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Nous avons collecté 235 dossiers de patients âgés de 10 à 99 ans avec une moyenne à 67,06 ans. Le sexe masculin était représenté à 42,55 % (sex-ratio était de 0,74). 25,96 % avaient une glycémie à jeun anormale à la phase aiguë de l'AVCI. Le bilan lipidique montrait une augmentation du cholestérol total chez 52,34 % des patients. 34,47 % des patients avaient un taux bas de HDL. L'hypertriglycéridémie n'avait été observée que chez 2,98 % des patients. 12,76 % avaient un taux de LDL élevé. L'indice d'athérogénicité était élevé chez 25,53 % des patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Des perturbations de la glycémie et du bilan lipidique sont très souvent associé à l'AVCI et doivent être pris en compte pour assurer une meilleure prise en charge de cette pathologie. L'accident vasculaire cérébral (AVC) chez la femme est une affection en progression avec l'augmentation de son incidence avec l'âge, le vieillissement de la population et la plus grande longévité des femmes. La grossesse, les contraceptifs oraux ou l'hormonothérapie substitutive de la ménopause (HTSM) sont des facteurs de risque spécifiques à la condition féminine. Il s'agit d'une étude descriptive transversale allant du 1er septembre 2012 au 31 mai 2013, menée au service de neurologie du CHNU de FANN. Cinquante deux patientes en période d'activité génitale, âgés entre 15ans et 49 ans et présentant un AVC confirmé par l'imagerie cérébrale ont été incluses dans notre étude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "L'âge moyen des patientes était de 35 ans, dont 75 % étaient mariées. 34,6 % des patientes avaient des antécédents familiaux d' HTA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Nous avons noté 24 cas d'AVCI (46 %) et 28 cas d'AVCH (54 %). 36 patientes (69,2 %) avaient un grade 4 de Rankin alors que 73,1 % avaient un score de NIHSS entre 5 et 15. Pour les AVCI, l'hypertension artérielle (HTA) représentait le principal facteur de risque (45,8 %), suivi de la dyslipidémie (58,8 %), de la migraine avec aura (33,3 %) et de la contraception orale (29,2 %). Pour l'AVCH l'HTA était le principal facteur de risque (78,6 %), une migraine était rapportée chez 35,7 % de ces femmes (70 % sans aura). La durée moyenne d'hospitalisation était de 21 jours. L'évolution était favorable chez plus de la moitié des patientes, mais la plupart avait des séquelles neurologiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "L'AVC de la femme jeune est particulier par ses facteurs de risques ce qui impose une prise en charge adaptée et spécifique. Dans le cadre du projet panafricain de la grande muraille verte, le Ferlo est l'objet d'une politique de reboisement intense. Ceci peut générer un changement de la cartographie sanitaire de la zone du Ferlo par modification de son écosystème.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Lors d'une mission de recherche dans le Ferlo durant l'été 2011, nous avons réalisé une étude transversale clinicobiologique et anthropologique auprès de la population locale. Les objectifs de cette étude étaient d'évaluer les prévalences de l'hypertension artérielle et de l'excès de poids (surpoids et obésité) et de déterminer leurs facteurs de risques. À l'occasion de cette étude épidémiologique sur l'état de santé, des mesures anthropométriques ont été relevées et associées à un questionnaire rassemblant des données sociodémographiques et sanitaires sur une population de pasteurs nomades ou semi-nomades. Un échantillon de 771 individus, âgés de 20 ans et plus a été constitué.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "L'âge moyen est de 41,73 ans +/-15,51 ans. La population, essentiellement jeune et féminine (68 %), marquée par un mode de vie rural, est principalement composée de ménagères et d'hommes pasteurs en grande partie analphabètes. La prévalence de l'hypertension artérielle est de 29,57 %, tous sexes confondus. La répartition de l'hypertension est différente en fonction de l'âge avec un taux plus élevé dans la tranche d'âge 50-59 ans [21,4 % des hypertendus (p<0,0001)]. Mais cette répartition est également différente en fonction du genre car 63 % des hypertendus sont de sexe féminin (p=0,026). La prévalence de l'excès de poids est de 10,2 % avec 10,1 % de surpoids et 1,8 % d'obèse. Par ailleurs, le fort taux de maigreur observé dans cet échantillon (31,39 %), mais qui est contrebalancé par un nombre non négligeable d'individus en surpoids confirme l'hypothèse d'une transition nutritionnelle en cours dans la zone du Ferlo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Vu l'importance de la prévalence des maladies cardiovasculaires, des campagnes d'information, d'éducation et de communication semblent nécessaires pour limiter l'avancée de ces problèmes de santé publique. (1) Le site de suivi démographique de Mlomp a été établi en 1984. Une hausse de la prévalence et de la mortalité palustre a été documentée dans les années 1990, durant une période d'émergence de la résistance à la chloroquine. En 1999, cette zone a été choisie lors d'une étude pilote pour l'introduction du traitement par ACT (artesunate+amodiaquine). Traitement qui fut élargie au territoire national à partir de 2002. Ici nous présentons les tendances de mortalité générale et palustre de 1985 à 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.B. Badiane Université de Dakar, Sénégal"
        },
        {
            "text": "Après un recensement initial de la population en 1984, les naissances, décès et migrations ont été enregistrés annuellement. Les données concernant les causes de décès ont été obtenues en confrontant les données médicales collectées par le dispensaire catholique de la zone, des analyses sanguines effectuées sur chaque patient présentant une fièvre, ainsi qu'à partir des données collectées lors des entretiens d'autopsies verbales. Les estimations de la mortalité infantojuvénile précédent 1985 découlent des récits d'histoires génésiques des femmes de la zone recueillies en 1985.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Les taux de mortalité palustre chez les 0-4 ans ont augmenté de 0,5 ‰ en 1985-1989 à 5,2 ‰ en 1993-1995, période qui suivit l'émergence de la résistance à la chloroquine identifiable à partir de 1990. Ces taux ont diminué dès l'introduction des ACT, 1,5 ‰ en 2002-2004, 0,4 ‰ en 2005-2007 Après une forte hausse de la mortalité générale et palustre dans les années 1990, due à l'émergence de la résistance à la chloroquine qui avait été utilisée à la fois pour les traitements et la prophylaxie, la mortalité palustre est redevenue faible à partir de 2004. Et la mortalité générale atteint désormais son plus faible niveau.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 288,
                    "text": "1,5 ‰ en 2002-2004, 0,4 ‰ en 2005-2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Polymorphisme des gènes dhfr/dhps, la densité parasitaire et la réponse ex vivo à la pyriméthamine des souches de Plasmodium falciparum isolées à Thiès, Sénégal La résistance de Plasmodium falciparum à la sulfadoxinepyriméthamine (SP) est associée à des mutations du gène dihydrofolate reductase (dhfr) et dihydropteroate synthase (dhps) qui ont répandues cette résistance un peu partout dans le monde. Au Sénégal, la SP est utilisée depuis plusieurs années et a été recommandée dans le cadre du traitement préventif intermittent (TPI) chez la femme enceinte depuis 2003. À ce jour il n'existe que très peu de données sur les marqueurs moléculaires de résistance à la SP et aucune donnée sur la chimiorésistance ex-vivo à la pyriméthamine au Sénégal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Nous avons collecté 416 isolats de Plasmodium falciparum provenant de la population générale de Thiès et sur lesquels une étude de la chimiorésistance ex-vivo et des marqueurs moléculaires a été faite entre 2003 et 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Durant cette période, nos résultats ont montré une augmentation de la prévalence des triples mutations N51I/ C59R/S108N du gène dhfr allant de 40 % à 93 %. En outre, la prévalence des quadruples mutations du gène dhfr N51I/ C59R/S108N associé au gène dhps A437G a aussi augmenté dans le même laps de temps de 20 % à 66 % en 2010 avant de chuter à 44 % en 2011. Une association entre le gène dhfr et la réponse à la pyriméthamine a été également notée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Inversement, les mutations dans les codons 436 et 437 du gène dhps n'ont pas montré de variation constante entre 2003 et 2011. Ces résultats suggèrent que le suivi régulier des marqueurs moléculaires de la résistance aux antifolates et le suivi de la réponse ex-vivo aux médicaments devrait être intégrée en continuité avec la surveillance de l'efficacité in-vivo dans les zones où le TPI-SP est mis en oeuvre et où les médicaments pyriméthamine et sulfamides sont encore largement administrés dans la population générale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Portage de gamétocytes de Plasmodium falciparum dans cinq départements du sud d'Haïti (1) 1. Laboratoire national de santé publique, Port-au-Prince, Haïti 2. UMR 198, IRD, Dakar, Sénégal 3. Programme national de lutte contre la malaria, Ministère de la santé publique et de la population, Port-au-Prince, Haïti raccurt@yahoo.fr",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Haïti et la République dominicaine sont les derniers pays de la Caraïbe où se maintient le paludisme à l'état endémique. En Haïti, où Plasmodium falciparum est en cause dans la quasi-totalité des cas, les foyers sont hétérogènes. Ils se trouvent dans les régions côtières et dans les plaines où l'homme vit au contact du vecteur, Anopheles albimanus. Dans le sud du pays, la recrudescence saisonnière du paludisme se fait de novembre à janvier après la grande saison des pluies qui s'étend d'août à novembre. Pour mieux comprendre la dynamique de la transmission, des enquêtes communautaires ont été menées de mai 2010 à août 2013 dans les cinq départements de la moitié sud du pays (Ouest, Nippes, Sud-Est, Sud et Grande Anse) sur les dix que compte Haïti. Dans les localités étudiées, des volontaires pris au hasard à partir de l'âge de 1 an ont fait l'objet d'une prise de sang par piqûre du doigt pour la confection d'une goutte épaisse colorée au Giemsa. Au total, 4 891 personnes non fébriles ont été incluses dans l'étude. La présence de gamétocytes de P. falciparum a été observée chez 171 d'entre elles (indice gamétocytique = 3,5 %). On observe une grande différence entre les départements : le taux de portage de gamétocytes est bas dans la Grande Anse et les Nippes (respectivement 0,6 % et 0,7 %), deux fois et demi plus élevé dans l'Ouest et le Sud (respectivement 1,5 % et 1,9 %), près de dix fois plus élevé dans le Sud Est (5,9 %). Ces disparités sont liées à la présence ou non de micro-foyers où la prévalence du paludisme est forte par rapport au reste de la région. Dans le département du Sud-Est, le portage de gamétocytes va de 0% à 29,4% selon la localité. Les gamétocytes s'observent à tous les âges. L'indice gamétocytique varie de 6,3 % chez les enfants de moins de 15 ans à 4,5 % chez les adultes de 50 ans et plus. La présence de gamétocytes aussi bien chez les enfants que chez les adultes indique un faible niveau de prémunition, reflet de la faible circulation du parasite au sein de la population. La prise en compte de ces particularités épidémiologiques est nécessaire pour améliorer la lutte contre le paludisme en Haïti par des mesures adaptées au cas par cas en fonction des résultats d'enquêtes de terrain. Dans les zones de forte endémie palustre, les premières infections apparaissent au cours de la petite enfance. Mais l'évolution de l'incidence et de la sévérité des infections palustres chez les nourrissons sont mal connues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "De juin 1990 à décembre 2012, nous avons mené un suivi actif quotidien de la morbidité palustre à Dielmo, Sénégal. Les enfants ont été inclus dans l'étude dès la naissance et des gouttes épaisses ont été effectuées deux fois par mois jusqu'à l'âge de six mois et au cours des épisodes fébriles. Les accès palustres ont été traités avec de la quinine par voie orale (1990) (1991) (1992) (1993) (1994) , la chloroquine (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) , la sulfadoxinepyriméthamine + amodiaquine (2004) (2005) (2006) ou l'artésunate + amodiaquine (depuis juin 2006). En juillet 2008, des moustiquaires imprégnées d'insecticide à longue durée d'action ont été introduites puis renouvelées en 2011. Durant la période de l'étude, 220 nourrissons ont été suivis régulièrement et ont présenté un total de 251 accès palustres (Plasmodium falciparum : 238, P. malariae : 10 et P. ovale : 3). Ces accès palustres, à l'exception de 12, ont été observés chez 135 enfants suivis pendant les périodes de monothérapie et aucune infection palustre n'a été enregistrée après la mise en place des moustiquaires. Parmi ces 135 enfants, 110 (81,5 %) ont présenté une infection palustre avant l'âge de 6 mois. Le plus jeune enfant présentant un accès palustre à P. falciparum, avait l'âge de 2 jours et 32 enfants ont eu leur première infection avant l'âge de 2 mois. L'âge médian de l'apparition de la première infection palustre était de 85 et 61 jours pour les cas fébriles et le portage asymptomatique respectivement. La moyenne géométrique de la densité parasitaire au cours des accès à P. falciparum était de 7 729 parasites/ml de sang chez les nourrissons âgés de moins de 3 mois et de 24 248 parasites/ml de sang chez les enfants âgés de trois mois ou plus.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 371,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 378,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 385,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 392,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 399,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 423,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 430,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 437,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 444,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 451,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 458,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 465,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 472,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 479,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 530,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 537,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 544,
                    "text": "(2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "La majorité des premières infections sont apparues avant l'âge de 6 mois avec un délai différent d'un enfant à un autre. Les plus faibles parasitémies des infections cliniques et l'essentiel du portage asymptomatique ont été observés chez les plus jeunes nourrissons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "De la pluralité des méthodes préventives au focus sur les moustiquaires imprégnées d'insecticide à longue durée d'action (MILDA) dans un contexte de couverture universelle (CU) au Sénégal S. Mbaye Parcelles assainies, Dakar, Sénégal mbayesouka@gmail.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Le paludisme représente un problème de santé publique au Sénégal. Il représente le premier motif de consultation dans les structures de santé. De ce fait, le pays s'est engagé dans une lutte pour enrayer la maladie depuis plusieurs années en passant par la promotion de différents moyens préventifs. Vers les années 1950, ont débuté, en Afrique, les premiers grands essais de lutte de masse dans le cadre du programme global d'éradication du paludisme. Le Sénégal fait partie des pays d'Afrique occidentale qui ont bénéficié de ces essais de lutte, mais il n'y a pas eu de grands résultats parce que la maladie a progressé. C'est en 1994 que l'Etat du Sénégal a créé un Programme national de lutte contre le paludisme (PNLP). Ce programme a élaboré des plans quinquennaux d'activités visant la réduction du fardeau du paludisme. En 2006, le PNLP a décidé de renforcer la prévention par une meilleure disponibilité des moustiquaires imprégnées. Les pulvérisations intra-domiciliaires ont également débuté cette même année. C'est en 2009 que la politique préventive s'est appuyée sur la couverture universelle en MILDA avec comme slogan les «3 Toutes ». On passe ainsi d'une politique de ciblage de groupes vulnérables, les femmes enceintes et les enfants de moins de cinq ans en l'occurrence, à une politique intégrant toutes les catégories de personnes. Ce qui est visé par le PNLP dans cette couverture universelle, c'est d'assurer deux facteurs essentiels qui garantissent une prévention effective contre le contact homme-vecteur de transmission : la disponibilité et l'utilisation effective. Toutefois, l'effet des moustiquaires imprégnées sur les moustiques vecteurs ne peut se manifester que si la majorité, 80 % au moins de la communauté les utilise. Cependant, la mise à disposition de MILDA pour une utilisation continuelle toute l'année vient s'ajouter à une multitude de moyens de prévention modernes ou traditionnelles en rapport avec les étiologies populaires du paludisme. Le ciblage des espaces de couchage et les difficultés de la mise en oeuvre ont développé chez les populations des comportements d'usage qui s'écartent des normes officielles édictées en matière de prévention par moustiquaires imprégnées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Notre communication est articulée autour des trois points qui sont les objectifs visés par la CU en MILDA, les contraintes dans l'utilisation effective chez les populations et les usages parallèles de cet outil de prévention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Évolution de la morbidité palustre chez les adultes avec la mise en place des moustiquaires imprégnées à Dielmo (Sine-Saloum, Sénégal) (1) L'utilisation à grande échelle des moustiquaires imprégnées et des combinaisons thérapeutiques à base d'artémisinine (ACT) a permis de réduire considérablement la mortalité et la morbidité palustres dans plusieurs pays africains ces dernières années. Cependant, la résistance des anophèles aux pyréthroïdes constitue actuellement une problématique majeure dans l'élimination de cette maladie. Cette étude montre l'évolution de la morbidité palustre chez les adultes à Dielmo, au Sénégal, avant et après la mise en place des moustiquaires imprégnées d'insecticide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "De 2007 à 2012, un suivi longitudinal actif a été réalisé à Dielmo pour mesurer l'incidence palustre avant et après l'utilisation des moustiquaires imprégnées qui ont été mises en place dans tout le village en juillet 2008. Des gouttes épaisses (GE) ont été réalisées au niveau de toute la population en fin de saison des pluies pour mesurer la prévalence palustre. Des GE ont également été confectionnées en cas de fièvre pour estimer l'incidence palustre. Des enquêtes sur l'utilisation des moustiquaires ont été faites chaque trimestre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "L'incidence palustre à P. falciparum a diminué d'un facteur 7 au cours de la première et de la deuxième année après la mise en place des moustiquaires ( En 2012, l'incidence du paludisme chez les adultes n'était que de 0,05 accès/adulte/an et la prévalence de 0,3 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Nos résultats ont montré un rebond des accès palustres 2 ans après la mise en place des moustiquaires imprégnées. Ce rebond pourrait être dû à la perte d'immunité rendant ainsi chaque nouvelle infection symptomatique. Cependant, la prise en charge correcte des cas par les ACT a permis de réduire considérablement l'accès palustre en 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Aspects actuels du paludisme grave de l'adulte à la clinique des maladies infectieuses du CHNU de Fann à Dakar L'objectif de cette étude est de décrire les aspects actuels du paludisme grave de l'adulte à la Clinique des maladies infectieuses de Fann à Dakar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Il s'agissait d'une étude rétrospective, descriptive et analytique menée à la clinique des maladies infectieuses du CHU de Fann de Dakar entre le 1er janvier et le 31 décembre 2012. Ont été inclus tous les patients âgés de 15 ans ou plus, hospitalisés, pendant la période d'étude, pour un paludisme grave selon la définition de l'OMS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Au total, 78 cas de paludisme grave ont été colligés. Le sex-ratio M/F était de 2,5 et l'âge moyen était de 31,26 ans. La majorité des patients (78,9%) provenait de la région de Dakar. A l'admission, les manifestations cliniques étaient dominées par les signes neurologiques avec le coma (40/78). D'autres critères de gravité ont été retrouvés tels que la thrombopénie (28 cas), l'ictère (20 cas), l'insuffisance rénale (8 cas). L'association d'au moins deux signes de gravité était retrouvée chez 76% des patients. La durée moyenne d'hospitalisation était de 6,9j ±6,5. En cours d'hospitalisation, près d'un quart des patients ont présenté des complications à type de défaillance d'un ou plusieurs organes. La létalité dans notre série était de 16,7%. La plupart des décès (66,7%) sont survenues au cours des deux premiers jours d'hospitalisation avec une prédominance dans les vingt-quatre premières heures suivant l'admission. Les facteurs de mauvais pronostic statistiquement significatifs sont l'âge, le délai d'hospitalisation, l'insuffisance rénale, la profondeur du coma, la présence de plus de 2 signes de gravité, la présence de complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Les manifestations cliniques restent dominées par les signes neurologiques. L'évolution reste marquée par la survenue en cours d'hospitalisation d'autres défaillances d'organes. Il importe d'améliorer le plateau technique si l'on veut obtenir une réduction conséquente de la mortalité. Parmi les 5 espèces plasmodiales inféodées à Homo sapiens, 4 circulent d'une manière endémique en Afrique. P. vivax, jusque là peu décrit dans les pays du sahel, commence à être de plus en plus diagnostiqué en Mauritanie et au Mali. Grace à l'outil moléculaire, la pénétrance biologique des hématies « Duffy négatif » par P. vivax a été documentée à Madagascar, au Kenya et au Brésil. L'endémie de P. vivax autochtone est de plus en plus documentée dans les populations à prédominance « Duffy positif » dans les pays comme, l'Ethiopie, le Soudan, la Somalie, Djibouti, la Mauritanie. Des cas de P. vivax ont été décrits en Guinée équatoriale et en Angola, en Afrique à majorité mélanoderme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Au Mali, le premier cas publié, diagnostiqué microscopiquement de P.vivax a été fait durant une enquête épidémiologique le long de la route transsaharienne, à Kidal, dans une population leucoderme en 1988. Une seconde enquête systématique chez les cas symptomatiques de paludisme en 2011 dans le cadre du programme WAMI a permis de trouver (par biologie moléculaire, PCR et séquençage) dans des populations du nord (Kidal, Goundam, Tombouctou) 30 % de P.vivax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Dans les pays d'Afrique subsaharienne P.vivax cocircule avec P. ovale walikeri, P. ovale curtisi (toutes productrices d'hypnozoïtes intra hépatiques) et P.falciparum et P. malariae. Il ne serait pas étonnant de diagnostiquer en Afrique des cas importés de P. knowlesi, grâce aux intenses échanges entre l'Afrique et les pays d'endémie du Sud-Est Asiatique (commerce, contrats de travail, voyages d'affaires, tourisme....).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "L'élimination des espèces productrices d'hypnozoïtes, nécessite l'utilisation en santé publique des amino-8 quinoliéines (primaquine, tafenoquine....), dont les effets secondaires hématologiques sont connus chez les déficitaires en G6PD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "Il devient donc plus qu'urgent de déterminer le poids réel de P. vivax et des espèces de P. ovale en Afrique subsaharienne, afin d'adapter les stratégies d'élimination/éradication en santé publique. C'est un des défis majeurs pour les pro-grammes nationaux de lutte et la communauté internationale. Les connaissances nouvelles sur la biologie de P. vivax chez les individus « Duffy négatif » est un défi scientifique d'intérêt pour résoudre la difficile question de la culture continue de cette espèce et le développement de nouveaux outils de diagnostic, de traitement et de prévention (dont le vaccin).Ces connaissances biologiques et génétiques, feront avancer le débat actuel sur l'origine africaine et/ou asiatique de Plasmodium vivax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres"
        },
        {
            "text": "A.R Kamga Waladjo (1) (1) La consommation de viande crue ou peu cuite contenant des kystes tissulaires et l'ingestion d'ookystes avec l'aliment souillé par des fèces des hôtes définitifs sont les deux principaux modes de contamination exogène. Au sein d'une population infestée, la transmission verticale entretient la contamination endogène de la mère au foetus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Malgré l'omniprésence de la néosporose partout où elle a été recherchée, elle demeure négligée et même méconnue en médecine humaine. Toutefois, le nombre d'avortements inexpliqués observés chez les femmes devrait inciter les gynécologues à rechercher la néosporose au même titre que la toxoplasmose chez les patientes en consultation prénatale. Un organigramme permet de développer 4 axes :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "• le traitement par praziquantel de 3324 enfants de 6 à 14 ans scolarisés ou non ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "• l'installation d'une cellule technique pour le suivi annuel de la prévalence (tirage au sort stratifié d'un enfant sur trois), ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "• l'éducation sanitaire des populations concernées (la « sensibilisation ») ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "• la construction de latrines. Ces résultats montrent un réel succès des campagnes de « latrinisation » : moins de « gros ventres » chez les enfants, amélioration de la « santé » et du « confort ». La collaboration des villageois est totale et la demande unanime. L'amélioration de l'accès à des eaux non infestées (forages), la création de passerelles évitant le passage à travers les marigots sont également des apports importants. Cependant la lutte doit être permanente comme le montre le village d'Assoni : une étude ponctuelle de prévalence des enfants de 0 à 5 ans, pour lesquels l'utilisation du praziquantel est exclue, révèle un taux d'infestation pour S. Les techniques usuelles de microscopie restent plus sensibles pour la détection des parasites intestinaux comparativement au TDR ImmunoCard® dont les performances sont faibles. Ces résultats soulignent la nécessité de confirmer la fiabilité des tests avant leur utilisation en routine aussi bien en laboratoire qu'au cours des enquêtes épidémiologiques. La sarcosporidiose ou sarcocystose est une protozoose musculaire due à Sarcocystis sp qui affecte les mammifères herbivores et omnivores parmi lesquels l'homme. Ainsi, les muscles des animaux d'élevage sont parfois le siège de kystes de sarcosporidies qui sont susceptibles de les rendre impropres à la consommation humaine. Ces kystes ne sont pas identifiables par les méthodes classiques d'inspection ante et post mortem. Leur identification requiert l'utilisation de techniques histologiques, biochimiques et moléculaires qui ne sont pas couramment utilisées dans la pratique quotidienne du contrôle des viandes aux abattoirs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Le but de cette étude était de déterminer la prévalence de la sarcosporidiose chez les bovins et les porcs abattus aux abattoirs de Dakar et de faire une identification moléculaire des espèces en cause. Ainsi, des échantillons musculaires (masseter, diaphragme, coeur, oesophage, cuisse) ont été prélevés sur 400 bovins et 300 porcs. Ces prélèvements ont été traités par les techniques histologiques classiques suivies d'une coloration par l'hémalun-éosine (HE) et par la technique de digestion enzymatique. La microscopie (X40) a permis de rechercher des kystes de sarcosporidies. La RFLP-PCR a été réalisée sur des échantillons positifs de myocarde grâce à l'utilisation d'amorces appropriées avec des enzymes de restrictions (BclI et RsaI chez les bovins) pour la caractérisation moléculaire des espèces de sarcosporidies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "A l'histologie et à la digestion enzymatique, 92 p100 de carcasses de bovins ont été trouvées parasitées contre 91,3 p100 pour les carcasses de porcs. Tous les muscles étaient infestés. Grâce à la morphométrie et à la biologie moléculaire deux espèces non zoonosiques, Sarcocystis cruzi (chez les bovins) et Sarcocystis miescheriana (chez les porcs) ont été identifiés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Même si les espèces zoonosiques (S. bovihominis pour le bovin et S. suihominis pour le porc) n'ont pas été mise en évidence, il n'est pas exclu que ces espèces soient en circulation dans la sous-région. Le mode d'élevage de type extensif en Afrique facilite le contact entre les matières fécales infectantes des carnivores et omnivores (homme) L'afflux massif de populations non immunes, les changements environnementaux et l'urbanisation non contrôlée de la région peuvent favoriser l'adaptation du vecteur épidémique de la FJ, Ae Aegypti, au contexte domestique. La présence de moustiques infectés (Ae furcifer) par le VFJ pourrait entraîner une transmission intermédiaire ou épidémique du VFJ dans la région de Kédougou. La résistance des bactéries aux antibiotiques constitue un problème majeur de santé publique. Peu de données sont disponibles cependant en Afrique dans ce domaine. C'est ainsi qu'à l'Hôpital Principal de Dakar, un système de recueil et d'analyse de ces données de résistance a été mis en place dans le cadre du Comité de lutte contre les infections nosocomiales (CLIN). Nous présentons ici les résultats compilés sur une année afin d'aider à mieux orienter les activités de prévention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Il s'agit d'une étude prospective menée du 1er janvier au 31 décembre 2012. Quotidiennement, les bactéries multirésistantes isolées au laboratoire font l'objet d'un recueil de données clinico-biologiques à l'aide d'un questionnaire, ceci (15 %). Selon la densité d'incidence pour 1000 journées d'hospitalisation, les départements les plus touchés étaient respectivement la réanimation (7 ‰), la pédiatrie (5,4 ‰), la médecine (2,7 ‰) et enfin la chirurgie (1,1 ‰) . Un cathéter était présent chez 94 % des patients présentant une septicémie à EBLSE et 66 % des infections à entérobactéries productrices de BLSE étaient jugées nosocomiales.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "(1,1 ‰)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Cette étude montre la nécessité pour l'Hôpital Principal de prévenir plus efficacement la diffusion des BMR (surtout BLSE) par une meilleure vulgarisation du lavage des mains, notamment avec l'utilisation des solutions hydroalcooliques et un usage plus rationnel des antibiotiques. Le réseau de surveillance sentinelle de la grippe initiée à Dakar en 1996 était limité jusqu'en 2012 à une surveillance virologique. Nous présentons ici les différentes étapes ayant contribué à l'amélioration de la surveillance sentinelle au Sénégal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Le réseau de surveillance sentinelle syndromique du Sénégal, réseau 4S, est constitué de centres de santé (sites sentinelles). Ce réseau qui comptait en 2011, 3 sites sentinelles tous situés à Dakar s'est étendu en 2012-2013 à 12 sites sentinelles répartis dans le pays, ce qui a permis d'améliorer la couverture géographique et la représentativité du réseau. Depuis mars 2012, les données sont adressées par les sites sentinelles quotidiennement par SMS. La surveillance s'appuie sur des données syndromiques en rapport avec des pathologies ayant un intérêt en santé publique au Sénégal. Le principal critère pour la notification des cas est la fièvre. Les pathologies associées à la fièvre soumis à surveillance sont le paludisme, les syndromes grippaux et les suspicions d'arboviroses. La surveillance virologique a été renforcée avec le diagnostic de 16 virus respiratoires par RT-PCR multiplex en temps réel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "De la semaine 11 de 2012 à la semaine 31 Notre étude montre une bonne sensibilité de la surveillance environnementale des entérovirus à partir des eaux usées. Cette surveillance peut être d'un appoint important à la détection des poliovirus basée sur la surveillance des cas de paralysie flasques aigues en permettant la détection d'une circulation silencieuse du poliovirus sauvage ou celle de virus dérivés du vaccin polio oral (cVDPV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Évaluation de la couverture vaccinale des voyageurs se rendant en zone d'endémicité amarile (aéroport de Dakar, Sénégal) (1) L'objectif de cette étude est d'évaluer les déterminants de la couverture vaccinale (CV) anti-amarile des voyageurs résidants en France, potentiellement exposés au risque amaril au Sénégal Il s'agit d'une enquête prospective par questionnaire réalisée du 18/08/2011 au 08/05/2012 à l'aéroport de Dakar sur un échantillon de voyageurs résidants en France et rentrant en France après un séjour au Sénégal. La vaccination était considérée comme adaptée en présence d'un certificat valide. Les déterminants de la CV ont été étudiés en analyse multivariée. Selon le règlement sanitaire international, la vaccination anti-amarile n'est pas obligatoire au Sénégal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Séroprévalence de la néosporose animale et humaine au Sénégal"
        },
        {
            "text": "Dix mille deux cent quatre-vingt-dix-huit voyageurs d'âge médian 48 ans (IQ : 27-58) ont été inclus. Les profils de voyageurs étaient les suivants : touristes 52 %, voyageurs professionnels 22 %, migrants rendant visite à la famille 15 %. Deux tiers des sujets avaient sollicité des conseils sanitaires avant le voyage : généraliste 57 %, CVI 24 %. Moins de la moitié des voyageurs connaissaient le mode de transmission de la fièvre jaune La CV antiamarile déclarative était estimée à 88 %. La CV antiamarile mesurée était de 39,3 % (38,3-40,2 %) En analyse multivariée, la CV antiamarile était associée à un premier voyage en zone tropicale (OR 1.8), un voyage professionnel (OR 1.8), une bonne connaissance des modalités de transmission (OR 1.2), une information auprès du médecin généraliste (OR 1.2) et une perception de la gravité de la maladie (OR 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Ba Fall"
        },
        {
            "text": "Plus de 60 % des voyageurs se rendant au Sénégal ne réalise pas la vaccination anti-amarile. La couverture vaccinale est influencée par le niveau de connaissance, la perception du risque et une consultation de conseil avant le voyage. L'analyse phylogénétique basée sur des génomes partiels ou complets montre une grande diversité génétique, et suggère une interconnexion entre les amplifications en Afrique et l'émergence en Europe du VWN. L'analyse de la compétence vectorielle montre que la lignée 1, qui est la seule présente partout dans le monde est transmise par les deux espèces de Culex testées, alors que la lignée 8 est transmise uniquement par Culex neavei. Les lignées 2 et Koutango ne sont pas transmises, ce qui suggère un impact de la diversité génétique entre ces lignées sur la compétence vectorielle. Toutefois, en tenant compte du taux de survie, les populations de moustiques du Sénégal semblent inefficaces pour la transmission du VWN. Cela pourrait ainsi expliquer le faible impact du VWN en Afrique, particulièrement au Sénégal. Néanmoins, la surveillance du VWN devrait être renforcée pour mieux connaitre l'épidémiologie et l'impact en Afrique. Les fièvres hémorragiques virales (FHV) constituent un problème de santé publique majeure en Afrique du fait de leur expansion géographique, de leur ré-émergence et des forts taux de morbidité et mortalité. Elles constituent aussi une menace pour l'Europe et les pays développés en regard du nombre croissant de cas importés et de leur utilisation possible dans le domaine du bioterrorisme. Dans un tel contexte, un diagnostic précoce et précis est crucial pour une prise en charge rapide des patients, une prévention et un contrôle efficace des FHV. Toutefois, les équipements de diagnostic, la source d'énergie et la chaîne de froid nécessaires aux tests des VHF sont des obstacles entravant la mobilité des laboratoires en Afrique. Nous décrivons ici la mise en place d'un laboratoire mobile utilisant la technologie d'amplification par la polymérase avec la recombinase (RPA) basée sur l'utilisation de réactifs lyophilisés et un générateur d'énergie solaire facilement déployable pour le diagnostic rapide sur le terrain des VHF (fièvre jaune, dengue, fièvre de la vallée du Rift, Ebola-Zaïre, Ebola-Soudan virus, Ebola-Bundibugyo et Marburg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Ba Fall"
        },
        {
            "text": "Un bio-stabilisateur de Biomatrica a été utilisé pour lyophiliser (i) le surnageant viral de la souche 17D de fièvre jaune (FJ 17D) utilisée dans cette étude,(ii) une dilution de la FJ 17D dans un sérum comme modèle d'échantillon clinique et (iii) des amorces et sonde spécifiques de la FJ 17D mises au point par la technologie RPA. Les échantillons et réactifs stabilisés ont été ensuite conservés à la température ambiante pendant 7 jours, puis leur stabilisation évaluée au niveau du poste de santé de Pointe Sarène, situé à 100 km de Dakar, dans un contexte rural.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le virus West"
        },
        {
            "text": "Les résultats obtenus au cours de cette étude ont montré une bonne stabilisation de la FJ 17D dans les surnageants et les dilutions de sérum, et des amorces. En effet, une bonne reproductibilité du test a été obtenue entre les échantillons lyophilisés et non lyophilisés, conservés à -20°C et -80°C, avec une fluorescence respective de 5.5 et 5.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le virus West"
        },
        {
            "text": "Cette étude pilote a permis de montrer que le biostabilisateur utilisé, la machine pour RPA et la source d'énergie mobile sont une alternative pour le transport à température ambiante des échantillons et le diagnostic rapide en moins d'une heure des FHV sur le terrain en Afrique. (1 cas). Les principaux signes cliniques étaient la toux chronique productive (5 cas) avec des crachats striés de sang (3 cas), une dyspnée d'effort (3 cas). Une dysphonie était révélatrice chez 1 patient avec atteinte ORL associée. L'état général était altéré chez tous (5 cas) avec amaigrissement et asthénie. La radiographie du thorax montrait des lésions bilatérales chez tous prédominant à droite. Le scanner thoracique, réalisé devant les aspects radiologiques peu typiques, montrait des lésions d'atélectasie, de bronchectasies localisées associées à des multiples excavations ou des micronodules. Les examens bactériologiques avec recherche de BAAR, des expectorations (3cas) et du LBA (2cas) étaient positifs aux BAAR à l'examen direct. La sérologie VIH était négative chez tous, sans autre cause d'immunodépression générale retrouvée. La culture des prélèvements (dans un laboratoire de référence) a permis l'identification de mycobactéries atypiques confirmant une mycobactériose pulmonaire chez nos 5 patients. Le traitement antituberculeux initialement démarré devant les résultats BAAR+, a été réajusté chez 4 patients en proposant un traitement adapté associant rifampicine -éthambutol et clarithromycine à dose efficace. L'évolution était favorable chez les 3 patients après 12 mois de recul. Deux cas de décès étaient notés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le virus West"
        },
        {
            "text": "Les MP restent un diagnostic différentiel de la tuberculose, dans nos régions, devant toute rechute tuberculeuse BAAR+ chez un sujet immunocompétent antérieurement traité et déclaré guéri. Leur diagnostic repose sur la bactériologie. Le traitement n'est pas bien codifié, mais repose sur une association d'antibiotiques adaptés pour une durée suffisamment longue. Les cancers bronchopulmonaires primitifs (CBP), jadis considérés comme rares dans nos pays, sont devenus une pathologie émergeante. Leur incidence, liée surtout au tabagisme, en nette progression, continuera à s'accroître durant les années à venir, selon toutes les prévisions. Le diagnostic souvent tardif ne permet qu'un traitement de palliatif. Les objectifs de notre travail étaient de décrire les difficultés de la prise en charge en rapportant les particulairités En Afrique noire, peu de données sur les CBP sont disponibles. Notre série, malgré le nombre limité des cas, confirme la prédominance masculine, le rôle du tabac et le diagnostic souvent tardif au stade métastatique, également retrouvés dans les autres séries noires africaines. La prise en charge est problématique du fait d'un coût élevé de la chimiothérapie, d'une radiothérapie presque inexistante. L'amélioration de la prise en charge passe par un diagnostic précoce et la mise en place de standards thérapeutiques adaptés au contexte socio-économique africain. Mais le véritable traitement est préventif et repose sur la lutte anti-tabac.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le virus West"
        },
        {
            "text": "Prévalence des anomalies qualitatives de l'hémoglobine dans les écoles maternelles de la ville de Parakou Les hémoglobinopathies sont définies par la présence d'anomalies qualitatives et/ou quantitatives touchant les chaînes de globine. Les hémoglobinopathies qualitatives sont de loin les anomalies les plus fréquemment observées avec en tête la drépanocytose et secondairement l'hémoglobinose C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "L'objectif principal de cette étude était de déterminer la prévalence les enfants porteurs d'anomalies qualitatives de l'hémoglobine Il s'agit d'un travail de type transversal descriptif et analytique, avec collecte prospective des données réalisée dans les écoles maternelles de la ville de Parakou chez les enfants de 2 ans 1/2 à 5 ans. Ainsi, sur les prélèvements sanguins de 690 enfants, nous avons effectué l'électrophorèse de l'hémoglobine à pH alcalin sur Hydragel et une quantification des fractions hémoglobiniques au densitomètre Hyrys. Dans certains cas, un test de précipitation en milieu réduit et une isoélectrofocalisation ont été réalisés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "Cinq Dans les pays tropicaux, l'épilepsie est un problème majeur de santé publique : mais, paradoxalement, dans la majorité de ces pays, cette affection est ignorée par les autorités publiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "L'épilepsie tropicale est commune : sa fréquence est de 2 à 10 fois plus élevée que dans les régions du Nord ; elle a une très haute prévalence et incidence, aussi bien en Afrique subsaharienne que dans les pays d'Amérique latine. Une revue systématique de la littérature concernant 47 pays d'Afrique subsaharienne, effectuée à partir des données recueillies dans 8 bases de données (PubMed, African Index Medicus, Scopus, Science Direct, African Journal of Neurological Sciences Journal Online, Bibliothèque virtuelle de neurologie africaine [IENT, www-ient.unilim .fr] et le catalogue des thèses en ligne SUDOC), montre que l'incidence est évaluée entre 64/100 000 personnes par an et 187/100 000. La prévalence médiane dans toutes ces régions est évaluée à 14,2 ‰, soit environ deux fois plus que dans les pays développés. Mais, en Asie, les taux sont identiques à ceux des pays développés (5,8 ‰ au Cambodge, de 3,6 à 7 ‰ en Chine, et de 7,7 ‰ au Laos), et ceci bien que les facteurs de risque et les causes soient aussi fréquents que ceux rencontrés dans les autres pays en développement. Les affections périnatales, ainsi que les nombreuses infections comme le paludisme, la cysticercose ou l'encéphalite japonaise sont une des causes qui peuvent être responsables de 30 à 50 % des cas d'épilepsie ; le risque d'avoir une épilepsie séquellaire après une encéphalopathie palustre est 4 fois plus élevé par rapport à celui faisant suite à un paludisme simple. Le rôle des facteurs héréditaires, de la consanguinité est encore très difficile à évaluer.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 565,
                    "text": "[IENT, www-ient.unilim",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "L'épilepsie tropicale est la cause de stigma, aussi bien social que physique, et ceci d'autant plus qu'elle n'est pas considérée comme une réelle affection comme les autres maladies, en raison de tabous et de croyances néfastes. En raison de la honte qu'elle engendre, cette affection est cachée, et d'autant plus qu'elle est habituellement considérée comme transmissible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "Beaucoup d'inconnues demeurent, concernant l'histoire naturelle, l'épidémiologie, les aspects cliniques, et les étiologies de l'épilepsie. Une meilleure appréciation des aspects économiques, sociaux et du vécu de l'affection au sein des familles et dans la société devrait permettre un meilleur contrôle et une réduction de cette affection ; cependant, grâce aux actions des ONG et du corps médical, une amélioration de la prise en charge des patients commence à se produire. L'étude, le dépistage et la prise en charge de l'épilepsie au Mali menés par l'Association des médecins de campagne (AMC) avec l'appui de Santé-Sud a commencé en 1996 par des enquêtes anthropologiques, suivies en 1998 par une enquête épidémiologique. La prise en charge progressive de l'épilepsie par des médecins de campagne membres de l'AMC, amorcée dès la fin de l'enquête de 1998, s'est poursuivie avec la création du Réseau action-recherche sur l'&pilepsie (RARE) en 2003 (six médecins, motivés par l'étude de l'épilepsie et la prise en charge des patients vivant avec cette maladie). Un protocole de formation des médecins et de suivi a alors été mis en place. En 2004, le dispositif a été complété par l'appui du programme Impact-Epilepsy de Sanofi -(Département accès aux médicaments), qui permet de disposer à prix préférentiels de deux médicaments antiépileptiques inscrits sur la liste des médicaments essentiels de l'OMS (le phénobarbital et le valproate de sodium). Depuis 2007, le RARE s'est élargi à plus de 30 médecins répartis sur cinq régions du Mali. L'ensemble de ce dispositif comporte trois axes : les actions de formation initiale et continue ; les activités cliniques diagnostic/traitement/suivi des patients) ; la rechercheaction avec collecte et traitement de données et production scientifique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les cancers bronchopulmonaires au Sénégal (Hôpital"
        },
        {
            "text": "Parmi les résultats quelques points méritent d'être soulignés :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "• sur le plan clinique, les 2/3 des patients sont, à 24 mois, améliorés sur le plan physique (meilleur état général et bon sommeil), psychique (amélioration d'un état dépressif ou névrotique), social (possibilité de travail chez des sujets socialement exclus, reprise d'une vie conjugale, scolarisation des enfants). Le taux de guérison est évalué à 65 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "• sur le plan économique, le coût du traitement, comprenant le prix des médicaments et les coût indirects (déplacements dans l'aire de santé et consultations) peut être estimée à 26,7 euros/an pour le phénobarbital ou à 37,2 euros/ an pour le valproate de sodium ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "• sur le plan de la recherche-action, une corrélation a pu être établie entre les facteurs de risque liés au milieu (zones humides, absence de structure d'accouchements, axes routiers, consanguinité) et les principaux facteurs étiologiques (infectieux, périnataux, traumatiques). Des stratégies préventives ont donc été suggérées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "En décembre 2012 s'est tenu à Bamako un symposium sur l'épilepsie organisé par Santé-Sud et l'AMC au cours duquel a été présenté le bilan de ces 16 ans d'activités sur l'épilepsie au Mali. Des recommandations à l'intention de la population, des patients et de leur famille, ainsi que des responsables sanitaires, politiques ou administratifs ont été établies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "L'épilepsie en milieu scolaire M. Ndiaye Service neurologie, CHU Fann, Dakar, Sénégal ngouille@hotmail.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "Les déficits cognitifs et des troubles du comportement sont beaucoup plus fréquents chez les enfants épileptiques que dans la population générale. Un tiers des enfants épileptiques présentent des difficultés d'apprentissage alors que la majorité d'entre eux ont un QI normal supérieur à 90. L'impact direct de l'épilepsie ou d'une éventuelle lésion cérébrale, l'action délétère des médicaments antiépileptiques sur un cerveau en développement et les facteurs psychoaffectifs et sociaux sont incriminés dans la genèse de ces troubles des apprentissages. La prise en charge de l'épilepsie nécessite une meilleure connaissance de ces comorbidités et leurs traitements efficaces. La constitution d'équipes multidisciplinaires avec l'implication d'autres professionnels de la santé comme les neuropsychologues, les orthophonistes, les pédagogues permet de réfléchir à ces problématiques et d'élaborer des outils d'évaluation de plus en plus pertinents. En Afrique et dans les pays en développement, l'insuffisance des ressources humaines est le principal obstacle à cette prise en charge pluridimensionnelle,avec,comme conséquence fréquente, une absence de scolarisation ou une exclusion scolaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "Vivre avec l'épilepsie dans le contexte culturel africain : exemple de la femme en âge de procréation Les femmes africaines vivant avec l'épilepsie éprouvent souvent des problèmes sexuels, lesquels peuvent être dus à l'épilepsie, aux antiépileptiques et/ou aux réactions du partenaire, de l'entourage familial ou professionnel face à la charge symbolique de cette affection. Dans sa volonté de « sortir l'épilepsie de l'ombre », la LICE se doit d'envisager une approche tenant compte des spécificités culturelles de chaque peuple.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'épilepsie en Afrique en 2013"
        },
        {
            "text": "La transition épidémiologique des mycoses en Afrique J. Chandenier CHU Tours, Service de parasitologie-mycologie BD Tonnelle, 37032 Tours Cedex, France jacques.chandenier@univ-tours.fr",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Plus de 500 espèces de champignons ont à ce jour été tenues pour responsables de mycoses chez l'Homme dans le monde, entrainant des pathologies regroupées classique-ment en trois grandes catégories : superficielles, sous cutanées, et profondes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "La transition épidémiologique en Afrique n'a pas les mêmes conséquences pour ces trois groupes de pathologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Dans les zones tropicales, les mycoses superficielles principalement dues aux champignons dermatophytes ou au Malassezia (Pityriasis versicolor) sont fréquentes, connues de longue date, et liées aux conditions climatiques ainsi qu'à la promiscuité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Dans ces mêmes zones géographiques sont décrites les mycoses sous cutanées, maladies dues à des champignons dimorphiques présents dans le milieu extérieur et pénétrant l'organisme humain par des effractions cutanées. Ces champignons sont à l'origine de pathologies souvent chroniques, d'aspects spectaculaires, et elles aussi bien connues des praticiens, comme les chromoblastomycoses, les rhinoentomophtoromycoses ou les mycétomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Les mycoses profondes (ou systémiques, ou invasives) posent un problème différent. Ces pathologies touchent des sites profonds et a priori stériles, avec des conséquences rapidement dramatiques pour le patient. L'un des exemples les plus marquant a été la flambée de la cryptococcose neuroméningée dans le cadre de l'épidémie VIH, mais d'autres mycoses profondes sont à présent à redouter. Il s'agit en effet de pathologies qui surviennent dans des conditions épidémiologiques particulières, actuellement plus le fait des pays industrialisés mais en passe de s'installer à présent en Afrique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "L'augmentation de maladies telles que le diabète, l'allongement de la durée de vie et des pathologies afférentes, le développement des prises en charge thérapeutique comme les réanimations intensives, les chimiothérapies ou à présent les transplantations, sont tous des événements associés à des conditions immunosuppressives favorisant la pénétration des champignons dans l'organisme. Compte tenu de l'évolution médicale du continent, ces mycoses profondes vont croitre dans les années à venir comme elles ont crû dans les pays du nord ces 20 dernières années.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Les conséquences d'un tel événement ne sont pas seulement cliniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Les démarches et méthodes de diagnostic sont différentes des autres mycoses, la recherche et l'identification des champignons se faisant dans un contexte d'urgence, sous peine d'une mortalité frôlant les 100 % dans certaines conditions. La prise en charge en est également particulière, avec des médicaments de maniement délicat, souvent onéreux, et des patients sous haute surveillance pendant de longues périodes. Il faut dès à présent anticiper ces nouvelles entités cliniques que sont les mycoses invasives, nouvelle rançon du développement socio-économique de l'Afrique intertropicale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Prévalence des teignes du cuir chevelu chez les enfants des écoles coraniques à Thiès Les mycétomes, qu'ils soient d'origine mycosique ou actinomycosique, sont le plus souvent de localisation podale. Peu de travaux ont été exclusivement consacrés aux mycétomes extra-podaux. Cette étude avait pour objectif de décrire les aspects épidémiologiques, cliniques, étiologiques, thérapeutiques et pronostiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Une étude rétrospective d'une durée de 20 ans a été réalisée au service de dermatologie de l'HALD. Le diagnostic était clinique, mycologique et histologique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Nous avons colligé 67 cas de formes extra-podales représentant 42,3 % de l'ensemble des malades hospitalisés pour un mycétome. Le sex-ratio était de 2,8. L'âge moyen était de 38,16 ans. Les ruraux représentaient 90 % des patients. Il s'agissait de cultivateurs dans 36,3 % et de pasteurs dans 7,5 %. Les localisations les plus fréquentes étaient les jambes dans 18,1 %, la région fessière 16,6 %, les chevilles 15,1 %, les cuisses 15,1 %, les genoux 12,1 % et les mains 9,01 %. Les localisations multifocales représentaient 22,7 %. Les mycétomes étaient actino-mycosiques dans 60,6 %. L'espèce Actinomadura pelletieri a été isolée dans 46,9 %, Madurella mycetomi dans 33,3 %, Actinomadura madurae dans 12,1 % et Leptosphaeria senegalensis dans 3 %. Une atteinte osseuse a été retrouvée dans 40,9 % des cas. Le traitement par sulfaméthoxazole-triméthoprime des formes actinomycosiques a permis la guérison clinique de 75 % des patients. Pour les formes fongiques, 14 patients ont été traités par la chirurgie avec 2 cas de rechute, 12 patients ont été traités par terbinafine avec 4 cas de guérison et 5 cas d'amélioration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Notre étude atteste une plus grande fréquence des mycétomes extrapodaux par rapport aux autres études menées dans les autres pays. Elle a permis de confirmer que les professions agro-pastorales étaient un facteur de risque et l'efficacité du sulfaméthoxazole-triméthoprime dans les formes actinomycosiques. Par contre les formes fongiques posent un problème réel de prise en charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Mycétomes à grains noirs : étude rétrospective au service de dermatologie-vénéréologie de l'hôpital Aristide Le Dantec de Dakar (à propos de 62 cas) P. Dioussé (1) Les mycétomes sont des pseudotumeurs inflammatoires des tissus mous sous cutanés et éventuellement osseux. Les eumycétomes ont une évolution chronique. Les agents responsables sont difficiles à identifier par les méthodes de diagnostic dont dispose le pays et les antifongiques utilisés jusqu'ici n'ont montré qu'une efficacité limitée. L'objectif de ce travail était d'étudier les aspects épidémiologiques, cliniques, paracliniques, thérapeutiques et évolutifs des mycétomes à grains noirs. Il s'agit d'une étude rétrospective menée sur une période de 20 ans .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Soixante-deux dossiers ont été étudiés. L'âge variait entre 15 à 75 ans. Le sexe masculin représentait 85,5 %. Les cultivateurs et les commerçants étaient les plus représentés. La majorité des patients habitaient en zone rurale. Ils étaient originaires des régions de nord et du centre où le climat est chaud et sec avec une pluviométrie variant entre 200 à 800 mm/an. Le long délai d'évolution de la maladie était retrouvé de même que la prédominance de la forme inflammatoire. L'espèce Madurella mycetomatis a été retrouvée dans 84,6 %. L'atteinte osseuse était retrouvée dans 21 cas. La terbinafine s'est révélée efficace, mais son indication reste limitée du fait de son coût onéreux. La chirurgie garde toute sa place malgré son caractère parfois mutilant. L'évolution était favorable chez 4 patients. Certains patients étaient référés en chirurgie, mais la majorité ont été perdus de vus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "La prévention de cette affection est difficile. Elle pourrait reposer sur la sensibilisation des populations rurales. Le diagnostic précoce et la prise en charge adéquate restent les seuls moyens de venir à bout de cette affection aux conséquences fonctionnelles redoutables. La fréquence des candidoses a très nettement augmenté ces dernières années. Candida albicans est l'espèce la plus fréquente. Cependant, d'autres espèces pathogènes et résistantes à certains antifongiques commencent à émerger. Parmi elles figurent Candida dubliniensis et Candida africana qui présentent des similitudes morphologiques avec Candida albicans. D'où l'intérêt d'une identification correcte des isolats fongiques. L'objectif de cette étude était de rechercher ces nouvelles espèces parmi les souches de candida isolées à Dakar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Des prélèvements vaginaux et oropharyngés ont été effectués au CHU de Fann à Dakar. Les souches isolées ont été identifiées grâce aux tests de germination, de chlamydosporulation et à l'auxanogramme. Une analyse génétique (PCR) basée sur le gène hwp1 a été réalisée pour différencier Candida albicans de Candida dubliniensis et de Candida africana.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Parmi les 243 levures isolées, 95 % (231/243) provenaient de prélèvements vaginaux et 5 % (12/243) de prélèvements oropharyngés. Les différentes espèces identifiées sur la base des méthodes phénotypiques sont Candida albicans qui est la plus fréquente, suivie de Candida tropicalis, Candida glabrata, Candida dubliniensis, Candida kefyr et Candida lusitaniae. Parmi les 112 souches analysées par PCR, 97 % (109/112) correspondaient à Candida albicans et 3 % (3/112) à Candida africana. Aucune souche de Candida dubliniensis n'a été identifiée par la PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Cette étude a permis d'isoler Candida africana pour la première fois au Sénégal. D'autres études sur un plus grand échantillon permettront de mieux connaitre l'épidémiologie de ces trois espèces parmi les levures isolées. La pneumocystose est une pneumopathie interstitielle diffuse due à un champignon atypique opportuniste Pneumocystis jirovecii qui se développe chez les sujets immunodéprimés. Le laboratoire de parasitologie-mycologie du CHNU de Fann à Dakar aide au diagnostic de cette mycose par la recherche de ce champignon dans le liquide de lavage bronchoalvéolaire (LBA). L'objectif de ce travail est de déterminer les aspects épidémiologiques et diagnostiques de la pneumocystose au Sénégal vus du laboratoire de parasitologie-mycologie du CHNU de Fann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "L'étude a été réalisée de janvier 2009 à octobre 2011 chez 183 patients suspects de pneumocystose hospitalisés ou consultés au CHNU de Fann. La recherche de P. jirovecii dans le liquide de lavage broncho-alvéolaire de ces sujets a été effectuée par 3 techniques : la coloration de Giemsa, la technique d'immunofluorescence indirecte(IFI) utilisant des anticorps monoclonaux murins anti-P. jirovecii, et la coloration par le bleu de toluidine O.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Parmi les 183 LBA examinés, 16 étaient positifs par une ou deux des techniques utilisées soit un taux de prévalence globale de la pneumocystose de 8,74 %. Le taux de positivité était significativement plus élevé en cas de diagnostic radiologique (31,25 %) que clinique (9,40 %). Chez les 16 patients atteints de pneumocystose confirmée au laboratoire, 9 étaient de sexe féminin et 7 de sexe masculin. Leur âge variait de 21 à 73 ans avec une moyenne de 42,84 ans. Sept d'entre eux étaient VIH positifs connus et parmi les autres cas, l'un des sujets présentait un terrain de tabagisme et un autre un terrain néoplasique. P. jiroveccii a été mis en évidence par la technique de l'IFI dans 16 LBA dont l'un était également positif à la coloration Giemsa. Aucun cas positif n'a été obtenu à la coloration de bleu de toluidine O.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "La pneumocystose se développe chez des patients immunodéprimés par le VIH, mais aussi par des affections néoplasiques. Le tabagisme pourrait constituer un facteur favorisant. L'IFI apparait plus sensible que les techniques de coloration au Giemsa et au bleu de toluidine pour la mise en évidence de l'agent pathogène. Les mycoses sont des maladies causées par des champignons qui se développent sur le corps et dans l'organisme. En fonction de leur localisation, on distingue des mycoses cutanéo-muqueuses et les mycoses profondes. Les mycoses profondes sont généralement plus graves avec un diagnostic différentiel et traitement plus difficiles. Candida albicans est une levure opportuniste qui n'exprime son pouvoir pathogène qu'en présence de facteurs de risque tels que les maladies malignes, la prise de certains médicaments, le diabète, l'infection à VIH/Sida. Elle est le plus souvent impliquée dans ces formes de mycoses. Etant donné que la grande majorité de la population rurale utilise les plantes pour se soigner, la présente étude se propose d'évaluer le potentiel antifongique de Maytenus senegalensis, Hyptis suaveolens, Ocimum gratissimum, Cassia alata et Piliostigma thonningii. Ces plantes sont utilisées dans la région des plateaux du Togo par les tradithérapeutes pour traiter les affections d'origine mycosique. Les extraits ont été obtenus par un système de solvants à polarité croissante. Le test antifongique a été réalisé selon le principe de dilution en milieu liquide couplé à l'étalement sur C. albicans. Ces plantes ont été toutes actives sur la levure. Les CMI des extraits qui ont entrainé une inhibition totale de croissance ont été déterminées respectivement à 1,25 et 0,156 mg/ml pour les extraits éthanolique et chloroformique des écorces de racines de M. senegalensis, 1,25 mg/ml pour l'extrait éthanolique des feuilles de C. alata, 0,625 mg/ml pour l'extrait chloroformique des feuilles de P. thonningii, 0,625 mg/ml pour l'extrait chloroformique des feuilles d'Hyptis suaveolens et 0,312 mg/ml pour l'extrait aqueux des racines d'O. gratissi-mum. La meilleure CMI est obtenue avec l'extrait chloroformique des écorces de racines de M. senegalensis. Les CMI obtenues prouvent l'efficacité de ces extraits sur C. albicans et par conséquent, justifient l'usage traditionnel de ces plantes contre les candidoses. (1) Le concept des équipes mobiles médicales associant infirmier, sage femme et éducateur sanitaire, a été repris par l'association Le Kaïcedrat. Le centre de développement communautaire de Bala situé au Sénégal oriental dans une des régions les plus déshéritées du pays, a été créé pour être le pivot des équipes mobiles médicales. Celles-ci tournent depuis un an et demi avec un chronogramme prédéfini dans 40 villages hors de la route goudronnée. Les résultats sur l'hygiène, le planning familial, les vaccinations et les soins, sont déjà très sensibles. Ce modèle devrait être étendu à toutes les zones rurales éloignées des centres urbains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologies chroniques (3) -Mycoses"
        },
        {
            "text": "Principaux résultats sur le suivi à long terme des patients VIH traités par ARV à Dakar, perspectives en santé publique et sciences sociales Le programme de recherche transdisciplinaire (sciences médicales et sciences sociales) qui a été conduit auprès de ces patients a accompagné la mise en place de l'Initiative sénégalaise d'accès aux médicaments ARV (élaboration des outils de suivi des patients, définition et organisation des dispositifs d'accompagnement psycho-sociaux, orientation de la stratégie de santé publique vers l'exemption des paiements, introduction des schémas thérapeutiques de 2 e ligne). Ces recherches ont également contribué de manière significative à la consolidation des connaissances scientifiques internationales sur l'usage des médicaments ARV dans les pays du Sud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Cette communication décrit les principaux résultats acquis à travers les recherches en sciences sociales lors de la dernière période (2008) (2009) (2010) . Ces recherches avaient pour objectifs de documenter l'impact social de 10 ans de traitements ARV. La présentation aborde le devenir socioéconomique des patients, les principales formes du vécu à long terme des traitements, la révélation de vulnérabilités sociales invisibles et l'évaluation du coût des soins pour les patients. Ces résultats sont situés par rapport à l'état des connaissances actuelles sur l'usage généralisé des traitements ARV en Afrique et aux stratégies actuelles de santé publique : elles conduisent vers une réflexion sur des pistes de recherches et d'interventions futures. Dans les années 1980, avec les mesures d'ajustement structurel, l'Etat malien introduisit le concours d'entrée dans la fonction publique et autorisa la libéralisation des professions médicales. Des jeunes médecins ont fait le choix de s'installer en milieu rural, soutenus par l'ONG Santé Sud [1] . Les premiers ont ouvert leur cabinet privé puis, avec la création des Centres de santé communautaire (CSCOM), certaines associations de santé communautaire (ASACO) ont recruté un médecin.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 146,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 153,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Pour renforcer la crédibilité et l'efficacité de cette médicalisation, des laboratoires d'analyses biologiques adaptés à la pratique médicale de proximité ont été progressivement implantés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Le descriptif de la méthodologie (montage d'un laboratoire de campagne, définition du paquet d'activité, assurance qualité) est exposé ainsi que les conditions d'un fonctionnement durable. Une partie du travail a été effectuée en collaboration avec le Centre d'infectiologie Charles Mérieux de Bamako. L'ensemble du processus a été validé : étude de faisabilité, paquet d'activité à offrir, formation du couple médecin-technicien de laboratoire, mise en place du laboratoire, suivi et l'évaluation des pratiques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Le bilan est présenté sur 27 laboratoires de première ligne installés en 13 ans, sur la pertinence des examens effectués, le recueil des données épidémiologiques, le coût financier pour les patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Faut-il développer les laboratoires de proximité au niveau de la première ligne ? Les aspects positifs et les limites sont discutés et analysés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Le laboratoire de proximité doit s'insérer dans un dispositif d'assurance qualité et répondre à des conditions précises pour être une aide au diagnostic, limiter les prescriptions inutiles, mieux prendre en charge certaines maladies chroniques. En Côte d'Ivoire, les défis que présentent actuellement la prévention et la prise en charge des hépatites virales B rappellent singulièrement ceux du VIH/sida il y a une quinzaine d'années : forte prévalence (8-10 %), méconnaissance de la maladie par les professionnels de santé, coûts extrêmement élevés des traitements, du dépistage et de la vaccination, liés à une absence de mobilisation des pouvoirs publics. Si une poignée d'entreprises privées a joué un rôle décisif dans l'accès aux traitements du VIH/sida au tournant du siècle, en anticipant sur la réponse nationale et en finançant les traitements de leurs employés, nous pouvons nous demander si aujourd'hui, elles ne pourraient pas jouer un rôle équivalent dans la prévention et la prise en charge les hépatites virales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "En effet, incitées par des acteurs privés (laboratoires pharmaceutiques, centres de santé) et publics (programme natio-nal), une douzaine d'entreprises privées ont à ce jour développé des programmes de lutte contre l'hépatite B, articulés autour d'une proposition de dépistage systématique. Dès lors, elles constituent aujourd'hui l'un des seuls lieux en Côte d'Ivoire où le dépistage de l'hépatite B peut être proposé systématiquement à des fins préventives et curatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Il s'agit ici d'analyser les points de convergence et de divergence (représentations, normes, pratiques, contexte public) entre le VIH/Sida d'hier et l'hépatite B d'aujourd'hui. Dans quelle mesure et à quelles conditions les entreprises privées pourraient jouer un rôle décisif dans l'identification, l'expérimentation et la généralisation dans l'espace sanitaire public de la prévention et de la prise en charge de l'hépatite B ? Dans quelle mesure l'expérience réussie du VIH/sida peut-elle jouer (ou non) le rôle de « fenêtre d'opportunité » dans la prise en compte du problème de santé publiqueà la fois explosif et latent -des hépatites B ? Et quels sont les défis spécifiques auxquels font face aujourd'hui les entreprises privées dans la mise en oeuvre de stratégies de prévention et de prise en charge des hépatites B et dont les acteurs publics pourraient tirer des leçons pour l'avenir ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Cette communication présente les résultats d'une enquête de terrain, basée sur une méthodologie qualitative, auprès de 28 entreprises privées en Côte d'Ivoire ainsi que des acteurs impliqués dans la lutte contre le VIH/sida et les hépatites virales. Les données ont été recueillies auprès des ménages et au niveau des postes de santé au cours de l'année 2008. Elles ont été cartographiées et analysées à l'échelle du quartier. Les analyses statistiques et spatiales ont montré une offre de soins primaires insuffisante (un poste de santé pour 49 222 habitants, un infirmier pour 24 611 habitants, une sage-femme pour 5660 femmes en âge de procréer, une faiblesse de l'accès aux services de santé primaires en raison de l'insuffisance de l'accessibilité fonctionnelle et financière des soins. Des différences significatives ont été constatées dans l'utilisation des postes de santé, dans la fréquentation des populations et dans la consommation médicale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systèmes de santé"
        },
        {
            "text": "Ces analyses illustrées par des tableaux statistiques et des représentations cartographiques peuvent contribuer à orienter la prise de décision pour une meilleure amélioration de l'accès aux soins de santé primaire dans la commune. L'observance est un élément primordial de l'efficacité des ARV. Une dimension majeure de l'observance est liée à la connaissance que développent les patients de leur traitement. Elle s'appuie sur les caractéristiques physiques des ARV, leur nom et leurs emballages. Lors de la délivrance des ARV, les pharmaciens donnent des repères aux patients sur la base des caractères physiques des produits. Actuellement dans les pays du Sud, la plus grande partie des ARV distribués sont des génériques. Cent cinquante-trois consultants ont été vus dont 46 cas de viols. On notait une prédominance masculine lors de rapport sexuel consenti avec 87,8 % contre 17,4 % en cas de viols. Tous les hommes victimes de violences sexuelles et plus de la moitié des femmes violées étaient âgés de moins de 20 ans. La moyenne d'âge des hommes victimes d'exposition lors de rapport sexuel consenti était de 29,5 ans. Le délai de consultation était plus court chez les femmes violées et les hommes après rapport sexuel consenti. La pénétration vaginale était retrouvée dans 70,6 %. Les saignements au cours des viols étaient notés dans 45,7 %. Le statut sérologique pour le VIH du partenaire source était inconnu dans 89,5 %. Cent six consultants soit 69,3 % ont bénéficié d'une prophylaxie antirétrovirale post-exposition. L'association zidovudine lamuvidine lopinavir ritonavir était prescrite dans 96,2 %. Le suivi sérologique n'a concerné que 4 patients, tous séronégatifs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Le ministère de la Santé est en train de mettre en oeuvre, une stratégie de prise en charge des victimes de violences sexuelles, dans laquelle la composante prévention de l'infection par le VIH a une part importante. (1) Le programme RESAOLAB+ a pour objectif de renforcer la qualité des services de biologie médicale dans 7 pays d'Afrique de l'Ouest en renforçant leurs systèmes de laboratoire grâce à une approche régionale et transversale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Le programme, d'une durée de 4 ans, s'articulera autour de 6 composantes :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• améliorer les services de laboratoire par la mise en place d'un système qualité ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• développer, former et motiver les ressources humaines par la mise en place d'une politique régionale pour la formation continue et initiale des professionnels de laboratoire et par la formation des techniciens ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• mettre en place un système de gestion des informations dans les laboratoires par le déploiement d'un logiciel libre de gestion des laboratoires ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• améliorer l'accès à des outils permettant d'effectuer des diagnostics de qualité par l'organisation d'ateliers régionaux sur les systèmes d'achat, de maintenance et de gestion des laboratoires et par le financement de bourses pour la maintenance biomédicale ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• augmenter le financement des systèmes de laboratoire par la mise en place d'activités de plaidoyer au niveau international ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• renforcer les directives et la gouvernance des laboratoires par l'appui aux différentes directions ou divisions des laboratoires et par la mise en place d'une association RESAOLAB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Principaux résultats attendus :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• un plan qualité est développé, adopté et initié par les 7 pays ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• chaque pays dispose d'un laboratoire fonctionnel pour la mise en oeuvre de l'évaluation externe de la qualité ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• au moins 80% des laboratoires publics et privés sont supervisés annuellement ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• 20 sessions de formation continue par pays pour 20 personnes sont organisées ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• 4 structures de formation continue sont réhabilitées ; • un SIGL est utilisé dans les 7 pays du réseau ; • 7 plans nationaux d'achats, de maintenance et de gestion de laboratoires sont rédigés et adoptés ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• la définition d'une politique régionale des laboratoires ; • une structure régionale RESAOLAB est créée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Le succès du programme repose sur l'appropriation du projet par les différents partenaires institutionnels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Davantage d'information sur le programme à l'adresse suivante : http://resaolab.globe-network.org/fr Bien que la stratégie mondiale de lutte contre le VIH recommande une généralisation de la prise en charge thérapeutique afin de réduire l'impact de l'épidémie chez les enfants, très peu d'informations sont actuellement disponibles sur le coût de la prise en charge médicale pédiatrique en Afrique. Dans la plupart des pays, les médicaments ARV pédiatriques sont fournis gratuitement mais diverses autres dépenses liées à la prise en charge médicale sont à la charge des familles. Notre étude a pour objectif de documenter les coûts liés à l'hospitalisation des enfants VIH+ et de préciser le montant du reste à charge pour les familles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les objectifs étaient d'estimer les coûts directs des hospitalisations des enfants VIH+ à l'Hôpital des Enfants A. Royer à Dakar. Il s'agit d'une étude prospective conduite auprès de tous les enfants VIH+ hospitalisés depuis mai 2013. Le coût de l'hospitalisation est estimé à travers un relevé quotidien des différentes dépenses réparties selon les postes suivants : médicaments, examens complémentaires (dont imagerie médicale), dépenses « de vie quotidienne » de l'accompagnant et de l'enfant (nourriture, hygiène) ; ne sont pas comptabilisés les médicaments ARV (fournis l'Etat), l'hébergement hospitalier (gratuit au titre des indigents), les frais de déplacements. Ces données sont recueillies à partir des ordonnances et des dossiers médicaux et par entretiens avec les accompagnants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Ces résultats préliminaires portent sur les 12 premiers enfants participant à l'étude (6 filles La prise en compte officielle des maladies non transmissibles par la plupart des Etats a fait émerger de nouveaux besoins en Afrique Subsaharienne. Cet engagement s'inscrit dans la mouvance de l'OMS, qui a adopté un plan d'action 2008-2013 pour aborder la transition épidémiologique que vivent tous les pays Non seulement la lutte contre ces maladies sera particulièrement coûteuse, compte tenu des spécificités de certains programmes, mais de plus son impact ne sera souvent mesurable qu'à long, voire très long terme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Cette option s'impose cependant, car en dépendent d'une part le développement socio-économique actuel des pays, d'autre part le niveau des dépenses de santé auxquelles devront faire face les générations à venir. Mais il est impératif que cette nouvelle donne ne vienne pas fragiliser les programmes en cours qui sont orientés vers la réalisation des OMD et doivent rester prioritaires, et dont les échéances doivent absolument être reconduites au-delà de 2015 dans le cadre des objectifs qui seront prochainement fixés par les Nations Unies en faveur d'un Développement Durable à l'échéance 2030. Il est pour cela nécessaire que chaque pays reprenne à la racine son processus de planification nationale pour éviter qu'une nouvelle série de programmes ne vienne aggraver la situation déjà fragile de nombre d'entre eux. Cette reprise en main devra garantir la cohérence du nouveau système de santé qui devra voir le jour afin qu'il assurer son développement sanitaire de façon rationnelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Pour cela, il devra notamment s'attacher à procéder :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• au renforcement du système de santé ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• à réaliser l'intégration effective de tous les programmes de santé, qu'ils concernent la lutte contre les maladies transmissibles, la santé de la reproduction ou la lutte contre les maladies non transmissibles, -à mobiliser de façon judicieuse les financements nécessaires ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• à mettre en place de nouveaux mécanisme de régulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Et tout cela en tenant compte des caractéristiques géographiques, économiques et sanitaires de chaque pays, dont les variations sont considérables. Cette communication examine les perspectives et les limites de l'extension de l'assurance maladie portée par le développement des mutuelles de santé communautaires. L'étude de cas porte sur le Sénégal et permet de mettre en exergue la nécessité de considérer les mutuelles communautaires comme un appui transitoire, mais en soi insuffisant. Des enseignements peuvent être tirés concernant les limites d'une formalisation de ces activités qui ne prendrait pas en compte le délicat équilibre à trouver entre la préservation de leurs atouts et la promotion de leur extension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Sur le plan méthodologique, nous avons d'abord recensé les travaux consacrés à l'extension de l'assurance maladie dans les pays pauvres et plus particulièrement au Sénégal. Parmi ces travaux, une attention particulière a été accordée à ceux portant sur le rôle des mutuelles de santé communautaires. Cette littérature a été complétée par une enquête qualitative qui est en cours depuis février 2011 et a donné lieu à plusieurs séjours. La méthodologie d'enquête repose sur des entretiens qualitatifs auprès d'acteurs impliqués dans le système de santé et dans le programme d'extension de la couverture maladie. Ces entretiens ont permis de recueillir des éléments d'information postérieurs aux dernières publications recensées et des éléments d'analyse supplémentaires. S'agissant d'étudier un processus de changement, la démarche retenue à privilégier, lorsque cela était possible, consiste à programmer plusieurs rencontres avec chaque acteur-clé, afin d'intégrer dans l'analyse des éléments d'appréciation sur l'évolution des programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "La communication présente d'abord le processus d'extension des mutuelles de santé communautaires au Sénégal. Elle examine ensuite les limites du processus d'extension. Enfin, elle tire des enseignements et met en perspective les résultats en élargissant l'analyse à toutes les expériences de développement des mutuelles de santé communautaires. La production opérationnelle (maitrise des différentes étapes de la chaine d'approvisionnement et de logistique pharmaceutique) du service est l'étape ultime d'une chaine de décisions et d'actions en amont qui peuvent être mises à mal si l'excellence opérationnelle n'est pas au rendez-vous. La livraison dans les temps d'une commande et dans les conditions prévues est l'opération finale visible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Prise en charge des patients du 3 e âge en Afrique : étude des implications financières du plan SESAME sur le budget du centre hospitalier régional de Thiès P. Dioussé (1) Le plan SESAME a été mis en place au Centre hospitalier régional de Thiès (CHRT) pendant un an. Le but de cette étude était d'analyser les implications financières du plan sur le budget de l'hôpital pour assurer la pérennisation de la prise en charge des personnes âgées (PA) de 60 ans et plus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Cette étude comprenait une analyse descriptive portant sur les données du budget d'octobre 2006 à septembre 2007. Pour la détermination des coûts de prise en charge des PA, le nombre de PA reçues a été déterminé ainsi que les sources de financement du CHRT, les subventions des différents partenaires du plan SESAME et les dépenses de chaque partenaire. Le poids du plan SESAME dans le budget de fonctionnement du CHRT a été déterminé en calculant le rapport entre le coût global des soins pour les personnes âgées par rapport aux revenus de l'hôpital et des subventions de SESAME.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Pendant la période d'étude, le CHRT a reçu un total de 17 375 personnes âgées dont 89 % n'avaient ni retraite, ni couverture sociale. L'IPRES subventionnait le plan à hauteur de 21 % et l'état à hauteur de 79 %. Le taux d'utilisation des subventions du plan était de 41 % pour l'IPRES et de 124 % pour l'État. Le coût total des services fournis aux bénéficiaires du plan SESAME dépassait le montant total de 26 083 847 francs CFA. Le poids du plan SESAME dans le coût de fonctionnement du CHRT était de 17 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Le préfinancement du plan SESAME pour couvrir les soins aux personnes âgées dans les hôpitaux devrait être suffisant pour prévenir les répercussions négatives sur le budget de fonctionnement de l'hôpital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Politique de planification stratégique des ressources humaines en santé pour faire face aux transitions épidémiologies T. Chaugdani Ministère des marocains résidant à l'étranger (MCMRE) -Rue Moulya Agdal, Rabat, Maroc tchaugdani@yahoo.fr Les transitions démographiques, sociologiques et épidémiologiques que connait le monde imposent à chaque pays d'être doté d'un système de santé solide offrant des prestations de services efficaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les systèmes de santé font appel à des professionnels de toutes catégories dont la mission est d'offrir en quantité, en qualité et en sécurité les soins répondant aux besoins des populations. Les ressources humaines, en matière de santé, sont un levier pour attendre certains Objectifs du millénaire pour le développement (OMD). L'OMS et d'autres agences encouragent les pays à partager leurs bonnes pratiques en la matière.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "L'OMS dans son rapport sur la santé dans le monde 2006 attire l'attention sur les stratégies de développement des ressources humaines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Un état des lieux des systèmes nationaux de la santé (SNS) montre :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• une distribution inégale des agents de santé ; • des questions d'appartenance à tel ou tel sexe qui affectent la participation des personnels ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• un important absentéisme ; • des pertes en personnels par des départs soit vers le secteur privé, soit vers d'autres pays plus attractif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Ces départs sont dus :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• à l'insatisfaction entourant les conditions et le milieu de travail ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• une reconnaissance et une rémunération insuffisantes des agents de santé ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• une absence d'une visibilité dans l'évolution de leur carrière.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Ces pertes de professionnels qualifiés en interne appauvrissent le système de santé et entraînent une disparité d'accès aux soins entre le rural et l'urbain, et, au plan international, un appauvrissement du SNS du pays au profit des SNS des pays développés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Face à ces constats, quelle stratégie les RHS doivent-elles adopter pour sauver les SNS et faire face aux transissions épidémiologiques ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Expérience pilote : apport de la prise en charge du paludisme en milieu communautaire rurale avec l'introduction des TDRs et des ACT dans trois communes du sud-est de la Mauritanie En Mauritanie, le paludisme est le premier motif de consultation. Il est diagnostiqué de manière présomptive. L'introduction du test de diagnostic rapide du paludisme et l'utilisation des combinaisons thérapeutiques à base d'artèmisine dans les structures sanitaires pour améliorer la qualité de la prise en charge du paludisme et la collecte de données fiables n'ont pas fournis les résultats attendus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "De 2011 à 2012, une expérience pilote sur la prise en charge du paludisme en milieu communautaire rural, systématisant l'utilisation des TDR et des ACT par des agents de santé communautaire, a donc été entreprise dans le cadre d'un partenariat entre Counterpart et le ministère de la santé mauritanien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les communes rurales ciblées pour cette expérience sont : Khabou dans la région de Guidimakha à l'extrême sud sur le fleuve Sénégal et les deux autres Touil et Lehreijath dans la région de Hodh El Gharbi au sud-est, toutes sur la frontière avec le Mali Les résultats obtenus après l'évaluation finale de cette expérience se passent de commentaires : sur les 405 TDR réalisés, 85 étaient positifs, soit 21 %. Il a été établi d'autre part qu'il y avait une bonnes perception des services rendus par les ASC, une bonne connaissance du paludisme par les populations ainsi qu'une appréciation positive des soins de proximités La fonction des ASC dans leur communauté respective était de plus valorisée et crédibilisée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "L'identification et la désignation des ASC sont faites par leur communauté sur la base du bénévolat avec la création d'un comité de santé communautaire. Chaque communauté constitue une Unité de Santé de base. Les USBs sont situées dans un rayon de plus de 10 km d'une structure sanitaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les ASC sont en majorité des femmes de niveau primaire d'instruction. Leur formation de base sur le paludisme dure cinq jours. Après la formation, des quantités suffisantes de TDR et d'ACT leur sont délivrées. Les outils pédagogiques nécessaires pour la formation des ASC et les formateurs proviennent du ministère de la santé. Durant la durée de l'expérience, les ASC ont bénéficié d'un « coaching » de proximité régulier par des équipes de supervision et de suivi du niveau national et régional. Des outils de collectes adaptés ont été mis à leur disposition Faire reculer le paludisme en Mauritanie passe nécessairement par l'implication directe des agents de santé communautaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Le passage à une échelle nationale en matière de stratégie de santé communautaire est aujourd'hui une nouvelle opportunité pour l'élimination du paludisme dans notre pays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Prévenir l'apparition des FDRCV passe par une éducation globale de la population, orientée vers l'équilibre nutritionnel et l'activité physique. Une étude réalisée cet été dans le Ferlo lors des journées étudiantes a montré que ceux-ci avaient une bonne idée de ce qu'était un accident cardiovasculaire, mais les causes sont très mal connues. Le sucre est accusé de tous les maux. Alors que c'est la surcharge adipeuse péri-viscérale qui fait le lit du syndrome métabolique et de ses complications. Les messages, souvent véhiculés depuis l'Europe, sont mal adaptés, notamment pour ce qui concerne la nutrition. Il faut revaloriser la culture culinaire locale, les protéines endogènes, soutenir la production de fruits et légumes, et ne pas s'attacher à « trois repas par jour », ou autres messages occidentaux comme valoriser l'huile d'olive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "L'autre problème majeur est d'éviter les complications des facteurs de risque déjà présents. Comme l'a dit le président Macky Sall à Dakar, en mai dernier, il faut « mettre l'accent sur le changement de comportement ». Le terme de maladie évoque un handicap, une déchéance. Pourquoi le diabète serait plus une maladie que l'hypercholestérolémie ? Car l'un est souvent pris en charge trop tard, au stade des complications. Sinon, il n'y a aucune différence. Une vraie politique de prévention doit lutter contre le défaut d'observance thérapeutique, fléau occidental, en adaptant son langage et ses mesures. Le terme de maladie ne devrait pas être employé lorsque l'on parle de facteurs de risque. Beaucoup de nos patients espèrent alors « guérir », ce qui est le plus souvent impossible. Refuser qu'un patient diabétique fasse le ramadan est souvent vécu comme « une double peine », alors qu'il aurait suffi de l'accompagner. Le risque cardio-vasculaire fait partie de la vie, et doit être géré chez des patients en pleine santé. La prévention du diabète est possible chez les sujets à risque, comme l'on démontré les études DPP et DPS, par des mesures hygiéno-diététiques et/ou de la metformine. Ce traitement devrait être prescrit à un stade très précoce de la dysrégulation glycémique, afin de réduire la vitesse de progression de la carence insulinique, en insistant sur sa valeur préventive, comme se mettre du beurre de karité sur la peau. La notion anthropologique de traitement additif ou soustractif est également sous-estimée, les traits sémantiques repris dans la littérature médicale africaine étant malheureusement souvent transposés de la médecine occidentale. À Dakar, longtemps considéré comme un site de transit de drogues, depuis les années 2000 se diffuse l'usage de la cocaïne/crack et de l'héroïne par voie intraveineuse. Les usagers de drogues vivent une triple vulnérabilité :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• au niveau social : perte d'emploi, divorce, perte de la garde des enfants, conflits avec la famille, etc ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• au niveau sanitaire : atteinte par le VIH, le VHB et le VHC (étude UDSEN, ANRS 12243) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "• au niveau du système de soins : demande sans cesse renouvelée de traitement pour « rompre avec les drogues », dans un contexte d'approche répressive des addictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les propositions thérapeutiques reposent sur l'hospitalisation en service psychiatrique généralement inadaptée à leur situation. Dès lors, les usagers de drogues en quête de thérapie s'organisent entre pairs et mettent en place des pratiques d'auto-sevrage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Une étude (ANRS, IRD, CRCF), basée sur une approche qualitative (entretiens répétés et observation sur 19 usagers), menée en 2013 a exploré les pratiques d'auto-sevrage des usagers de drogues injectables à Dakar. Les questions explorées concernent les canaux d'information sur l'auto-sevrage utilisés par les usagers, les modalités pratiques, les produits utilisés, et les appréciations des usagers sur les pratiques d'auto sevrage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les résultats montrent que les usagers de drogues ont plusieurs sources d'information allant du partage « bouche à oreille dans leur milieu » à l'information issue des expériences thérapeutiques et des Sénégalais « venant d'Europe ». Les pratiques d'auto-sevrage comprennent le recours aux médicaments pour remplacer l'effet de manque, le voyage hors du milieu des drogues pour créer une rupture de la consommation ainsi que les expériences de sevrage par l'incarcération volontaire. Les pratiques rapportées conduisent rarement à un sevrage, mais permettent d'obtenir un temps de repos, une modération, ou une maitrise de la consommation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Des structures de soins adaptées, proposant les traitements de substitution aux opiacés et un accompagnement psycho-social, dans le cadre de programmes de réduction des risques, semblent nécessaire pour des personnes qui, faute de réponse à leur demande de sevrage, se tournent vers ces pratiques informelles mal maitrisées. dernier, en passant par l'expression et l'évaluation des besoins et l'identification de l'appelant. Elle tourne autour de l'information générale sur le VIH et les autres IST, de l'éducation thérapeutique, etc. Elle est appréhendée par les intervenants comme une relation médecin-patient. Trois sortes de légitimités apparaissent justifiant leur intervention : la légitimité sociale, professionnelle et institutionnelle. Il ressort dans le discours des écoutants, que l'écoute présente des difficultés liées au profil des appelants (les professionnels de sexe et les hommes ayant des rapports sexuels avec d'autres hommes, les appelants évaluateurs, les pvVIH nouvellement dépistées, etc.) et au contenu des appels (questions médicales techniques, les insultes et les plaisanteries, etc.). Les perceptions tournent autour de la professionnalisation (statut juridique, métier) et la formalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "En perspective de recherche, nous voudrons explorer la dimension de la promotion de la santé des jeunes à travers les outils de communication et de l'information au Sénégal. En l'occurrence, chez les groupes vulnérables (HSH et PS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Perception des tradipraticiens en matière de l'éthique de la recherche. République démocratique du Congo (RDC) L.M.B. Babintu Université catholique de Louvain (UCL), Place de l'Université 1, 1348 Louvain-La-Neuve, Belgique profmuka@hotmail.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Les tradipraticiens ont une réelle emprise sur la prise en charge dans le domaine de la santé de la population. Cette étude identifie, en milieu urbain de la RDC, les besoins et les perceptions des tradipraticiens liés à l'éthique de la recherche, afin d'orienter les interventions dans ce champ. Il s'agit d'une étude qualitative utilisant des focus groupes réalisés dans trois villes de la RDC (Kinshasa, Kikwit et Kananga). Elle a ciblé les tradipraticiens des deux sexes, de différents domaines, âgés de 18ans et plus. Les tradipraticiens du domaine des maladies anatomopathologiques traumatiques, des maladies infectieuses et parasitaires mettent en avant les besoins d'informations sur les normes internationales et les phases des essais cliniques chez l'humain. La nondistinction entre la pratique et la recherche, la quête grandissante de l'efficacité par le biais des associations des plantes médicinales et la publicité des performances thérapeutiques rendue facile par le marketing social sont prioritairement mentionnés par les spécialistes dans le domaine de la santé de la reproduction. La méconnaissance de la responsabilité de l'investigateur de la recherche, le déni des méfaits liés aux associations des plantes médicinales par les tradipraticiens, l'absence d'un consentement libre et éclairé et l'ignorance des effets secondaires liés aux associations des plantes médi-cinales par les participants (sujet de recherche) permet au promoteur et investigateur de la recherche d'échapper au dédommagement lié aux effets secondaires des médicaments à l'essai. L'éducation en éthique de la recherche est réclamée, mais exige une contextualisation des protocoles dans les langues locales. Dans ce cadre, les praticiens de la médecine moderne et les « éthiciens » sont de loin préférés aux praticiens de la médecine traditionnelle et aux leaders religieux. Les médias constituent la principale source d'information, cependant la communication interpersonnelle est vivement souhaitée. Les transferts des malades chez les médecins modernes ne sont utilisés qu'en troisième intention, après les nombreux essais thérapeutiques aux associations des plantes médicinales jugés plus accessibles. Aucun programme de formation en éthique de la recherche n'a jusqu'alors été développée en faveur des tradipraticiens pour concourir à la satisfaction et à l'amélioration de ces différentes questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Prise en considération des spécificités locales lors des réponses aux épidémies : l'exemple des fièvres hémorragiques virales (Congo, Angola, RDC 2003 -2012 A. Epelboin (1) Dans leur bilan des épidémies de fièvres hémorragiques à virus Ebola (FHV) survenues au Gabon de 1994 à 2002 , Milleliri et al (2004 imputaient à des « aspects culturels et psychosociologiques » les « difficultés de mise en oeuvre des mesures de contrôle », les « réactions des populations aux mesures contraignantes », les « désordres créés par la peur », « l'opposition des populations aux interventions », « l'influence des pratiques traditionnelles », notamment la consommation de primates trouvés morts, les soins aux malades et les manipulations des cadavres, les accusations sorcellaires… Au Congo en 2003, en Angola en 2005, en RDC en 2007 et 2012, la participation d'anthropologues médicaux mis à disposition par l'OMS sur le terrain dans le cadre des réponses internationales aux épidémies de FHV a permis d'analyser et de tenir compte de ces « spécificités locales », épidémiologiques, ethniques, sociales, culturelles, historiques, psychologiques, religieuses, associatives, économiques et politiques. L'approche anthropologique a contribué à des réponses privilégiant les approches compréhensives et participatives. Elle a joué un rôle actif dans la formation des volontaires et des professionnels, la sensibilisation du grand public, notamment par la réalisation et la diffusion immédiates de documentaires vidéos ethnographiques.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 150,
                    "text": "(Congo, Angola, RDC 2003",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 156,
                    "text": "-2012",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 274,
                    "text": "Gabon de 1994",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 281,
                    "text": "à 2002",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 305,
                    "text": ", Milleliri et al (2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Nous relevons également les facteurs qui entravent l'action : la pauvreté, le sous-développement, l'enclavement ; les conséquences des crises politiques et économiques, les séquelles des conflits armés nationaux et régionaux et (de) l'exploitation de minerais précieux : l'insuffisance des structures médicales et hospitalières, et leur dangerosité en cas d'épidémie émergente du fait des contaminations nosocomiales ; les incertitudes scientifiques et l'absence de thérapeutiques efficaces ; les retards de financements, les dysfonctionnements et les rigidités des protocoles de prise en charge, les conflits interinstitutionnels ; les manipulations dangereuses de malades et de cadavres ; la multiplicité des modèles explicatifs autochtones de l'épidémie disponibles et des recours diagnostiques et thérapeutiques, néo pseudo scientifiques, religieux, mystiques, négationnistes ; la dissimulation des malades et des cas suspects ; la recherche de boucs émissaires, les flambées de réactions violentes des populations visà-vis des équipes d'intervention ; les usages sociaux, économiques et politiques du malheur, prosélytes, licites, illicites, criminels...",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Au-delà d'épidémies qui n'ont provoqué depuis leur découverte en 1976 « que » quelques milliers de morts, la stratégie adoptée, à savoir l'analyse anthropologique des « spécificités locales » entravant le contrôle de l'épidémie, est applicable dans d'autres contextes d'épidémies mortelles dues à des agents pathogènes émergent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        },
        {
            "text": "Cf vidéos FHV gratuites en ligne : http://www.ecoanthropologie.cnrs.fr/spip.php? rubrique41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications libres (3)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Faculté de médecine de pharmacie et d'odontostomatologie -Université Cheikh Anta Diop de Dakar (UCAD) BP 5005, Dakar-Fann, Sénégal 2",
            "authors": [],
            "year": null,
            "venue": "Unité mixte internationale « Environnement santé sociétés » (UMI ESS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Marseille Cedex 15, France gilles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Les pratiques d'auto-sevrage par les usagers de drogues injectables (cocaïne/héroïne) à Dakar, Sénégal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A. Desclaux (1), A. Leprêtre (3), I. Ba",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ndione ; )",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maynart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avenue Cheikh Anta Diop, BP 45690 Dakar/Fann, Sénégal 3. Institut de médecine et d'épidémiologie appliquée (IMEA), Paris 7 -site Bichat",
            "authors": [],
            "year": null,
            "venue": "UMI 233 TRANSVIHMI (Transitions épidémiologiques, recherches translationnelles appliquées au VIH et aux maladies Infectieuses)",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "De l'holoendémicité à la pré-élimination : 22 ans de surveillance et de prise en charge du paludisme à Dielmo J.-F. Trape, A. Tall, C. Sokhna, B. Ly, N. Diagne, O. Ndiath, C. Mazenot, V. Richard, A. Badiane, C. Roucher, A. Touré-Baldé, R. Perraut, A. Spiegel, O. Mercereau-Puijalon, P. Druilhe, C. Rogier IRD BP 1386, Dakar, Sénégal jean-francois.trape@ird.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Évolution de la prévalence du paludisme et de la prise en charge des fièvres de 2000 à 2012 en Casamance, Sénégal P. Brasseur (1,2), C. Raccurt (3), M. Cisse (4), M. Badiane (5), C. Sokhna (2), J.-F.Trape (2) 1. UMR 198, Institut de recherche pour le développement BP 1386, Dakar, Sénégal 2. IRD BP 1386, Dakar, Sénégal 3. Laboratoire national de santé publique, Port-au-Prince, Haïti 4. PNLP, Dakar, Sénégal 5. Centre de santé, Oussouye, Sénégal philippe.brasseur@ird.fr Avant 2000 au Sénégal, toute fièvre devait être considérée a priori comme un paludisme et traitée comme tel. Entre 2000 et 2006, dans plusieurs dispensaires de Casamance, on a introduit progressivement la combinaison artésunateamodiaquine (ASAQ) pour le traitement des cas de paludisme à Plasmodium falciparum confirmés par une goutte épaisse. À partir de 2006, on a assisté au niveau national à l'introduction des tests de diagnostic rapide (TDR) et les cas positifs étaient traités par l'association d'amodiaquine et sulfadoxine-pyriméthamine et à partir de 2007 par ASAQ. Ceci a coïncidé avec une diminution de la prévalence du paludisme confirmé et un changement de comportement pour la prise en charge des fièvres dans les dispensaires. À Mlomp, en Casamance (8000 habitants), par exemple, le dispensaire est le seul fournisseur de médicaments du village. De 2000 à 2006, les examens microscopiques (frottis et gouttes épaisses) et les traitements par l'ASAQ étaient effectués à titre expérimental. Entre 2000 et 2012 à Mlomp, 70 892 patients sont venus consulter au dispensaire dont 36 353 pour une fièvre. Le nombre de cas de paludisme confirmés a diminué de 1350 cas en 2000 à 53 cas en 2012. Un quart des cas de fièvre étaient dus à des infections bactériennes et traités conformément au diagnostic. Il s'agissait pour la moitié d'entre elles d'infections des voies respiratoires hautes ou basses. L'identification des fièvres autres que celles dues au paludisme est passée de 10% en 2000 à plus de 70% en 2012. Si l'on compare la période 2000-2006 à 2007-2012, on observe que : le nombre de consultations pour fièvre a diminué de moitié, le nombre de cas de fièvres attribué à d'autres causes que le paludisme a doublé et le nombre de traitements antipaludiques a diminué de 86 %. Le nombre de traitements par ASAQ est passé de 17 % à 30 % entre 2000 et 2006 et de 57 % à 94 % entre 2007 et 2012. En conclusion, la prévalence des cas de paludisme confirmés a diminué de façon spectaculaire de même que le nombre de traitements antipaludiques injustifiés. La compliance avec les recommandations nationales a contribué à améliorer la prise en charge des cas de fièvres en Casamance. Coût et faisabilité de la chimio-prévention du paludisme saisonnier (CPS) chez les enfants de moins de 10 ans au Sénégal El.H. Ba (1), C. Pitt (1), B. Cissé (1,2), M. Ndiaye (1), M. Cairns (1), C. Sokhna (1), J.-F. Gomis (2), O. Gaye (2,4), P. Milligan (1) 1. URMITE, UMR CNRS 6236 -IRD 198 -Aix Marseille Université, Campus Universitaire IRD de Hann, BP 1386 CP 18524 Dakar, Sénégal 2. IRD BP 1386, Dakar, Sénégal 4. Laboratoire de parasitologie mycologie FMPO UCAD, Avenue Cheikh Anta DIOP Dakar, Sénégal el-hadji.ba@ird.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "La leishmaniose viscérale : risque d'émergence chez l'Homme B. Faye (1), M.W. Sylla (2), A.-L. Banuls (3), A.A. Niang (2), J.-L. Ndiaye (1), R.C. Tine (1), K. Sylla (1), D. Sow (1), Y. Dieng (1), O. Gaye (1) 1. Service de parasitologie-mycologie, Faculté de médecine, Université Cheikh Anta Diop B.P. 5005 Dakar-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Flambée des cas de méningite cérébrospinale au Sénégal en 2012 : aspects épidémiologiques, bactériologiques et évolutifs M. Diop (1), N.M. Manga (2), I.O. Ba (1), D. KA (1), V. M.-P. Cisse Diallo (1), S.A. Diop-Nyafouna (1), L. Fortes Déguénonvo (1), C.T. Ndour (1), M. Seydi (1), B.M. Diop",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Le spectromètre de masse « Malditof MS » : intérêt dans l'identification bactérienne au service de microbiologie de l'Hôpital Principal de Dakar (HPD)B. Fall (1), B. Samb Ba (1), S. Diawara (1), M. Wague Gueye (1), K. Sow Ndiaye (1), C. Sokhna (2), F. Fennolar (3), Y. Dieme (1), E. Mbaye (1), B. Wade(1), D. Raoult (3) 1. Hôpital Principal de Dakar (HPD), 1, avenue Nelson Mandéla -B.P. 3006 -Dakar, Sénégal 2. IRD-URMITE Dakar, IRD-UMR 198 URMITE UnitéŽ de recherche sur les maladies infectieuses et tropicales émergentes, Campus commun IRD-UCAD de Hann BP 1386 CP 18524 Dakar, Sénégal 3. Université Aix Marseille, Unité des rickettsies, Faculté de médecine 27, boulevard Jean Moulin 13385 Marseille Cedex 05, France becayefall@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Maladies cardio-vasculaires et complications M. Diao, S.A. Ba CHU Aristide Le Dantec, 30, Av. Pasteur, BP 3001, Dakar, Sénégal diaomaboury@hotmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "et surtout une mortalité importante. La mortalité par cardiopathie ischémique est en effet de 26 % à 6 mois à Dakar. Caractéristiques et facteurs de risque vasculaire chez les personnes diabétiques à Tlemcen M. Fethallah (1), N.Ghomari (3), S. Benbakhti (2), I. Cherif (2), S. Attar (2), F. Belbachir (2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Profil lipidique et glucidique des AVCI à la clinique neurologique du CHNU de Fann S.M.L. Dadah, M. Ndiaye, N.S. Diagne, E.M. Ba, N.M. Gaye, A.M. Basse, M.S. Diop, L.B. Seck, A.D. Sow, K. Toure, A.G Diop, M.M Ndiaye samimedecin01@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "L'accident vasculaire cérébral de la femme jeune dans le service de neurologie du CHNU de FANN M. Ndiaye, S.M.L. Dadah. LB. Seck, A.M. Basse, E.M. Ba, O. Cisse, M.S. Diop, A.B. Sy, N.S. Diagne, O.D. Abdelkarim, K. Toure, A.D. Sow, A.G. Diop, M.M Ndiaye samimedecin01@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Environnement sahélien et santé : étude des pathologies cardio-vasculaires et des facteurs de risque de la population peulh du Ferlo (Nord Sénégal) M. Touré (1,2), M Cocaul (1), D. Dièdhiou (2), L. Gueye (3), G. Boëtsch (1) 1. Unité mixte internationale (URMITE) 3189, UCAD, Dakar, Sénégal 2. Clinique médicale II, UCAD, Dakar, Sénégal 3. UMI 3189, UGB, St-Louis, Sénégal mounasstoure@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "-Paludisme et autres maladies parasitaires Mise en exergue des politiques de contrôle du paludisme et de l'évolution des tendances de mortalité générale et de mortalité palustre dans le site de suivi démographique de Mlomp Sénégal, 1985-2012 J.F. Trape (1), L. Douillot (2), V. Delaunay (1), C. Sokhna (1), G. Pison (2) 1. IRD, Dakar, Sénégal 2. URMITE, UMR CNRS 6236 -IRD 198 -Aix Marseille Université, Campus universitaire IRD de Hann. BP 1386 CP 18524 Dakar, Sénégal jean-francois.trape@ird.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "et 0,3 ‰ en 2008-2011. Les taux de prévalence chez les enfants ont diminué de 50 % dans le milieu des années 1990 à moins de 5 % après les années 2000. La probabilité de décéder avant d'avoir atteint 5 ans était d'environ 500 pour 1000 enfants nés vivants dans les années 1960, de 94 en 1985-1989 et de 117 en 1993-1995. Cette probabilité a décliné significativement à partir durant les années 2000, 53 en 2002-2004, 44 en 2005-2007, et 40 en 2008-2011. L'utilisation de moustiquaires imprégnées était faible jusqu'en 2008.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "B. Dieye (1,2), D. Ndiaye (3), Y.D. Ndiaye (2), A. Mbaye (2) 1. Service de parasitologie-mycologie, UCAD Université Cheikh Anta Diop B.P. 5005 Dakar-Fann, Sénégal 2. Faculté des sciences et techniques (FST), UCAD, Sénégal 3. Faculté de médecine et d'odonto stomatologie (FMPOS), UCAD, Sénégal dieyebaba2004@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "0,2 accès/adulte/an en 2007 contre 0,03 accès/adulte/an en 2008 et en 2009). La même tendance a été observée pour la prévalence palustre qui est passée de 17,5 % en 2007 à 4,4 % et 1,8 % en 2008 et 2009, respectivement. Toutefois, une recrudescence de la morbidité palustre a été observée deux ans après la mise en",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "A. Dieye,S.A. Diop-Nyafouna, S. Ba, N.A. Lakhe, L.F. Deguenonvo, M. Seydi Clinique des maladies infectieuses, Centre hospitalier universitaire de Fann, Sénégal vieuxdieye87@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Peut-on vaincre les bilharzioses ? Un exemple au Sénégal oriental B. Ndao (1), C. Sadibou Senghor (2), I. Sy (3), I. Talla (4), D. Barbier (3), F. Klotz (5), P. Georges (3) 1. Hôpital de Ninéfescha, Médecin-chef, Sénégal. 2. Médecin chef du District de Kédougou, Sénégal. 3. Laboratoire de parasitologie, UFR Pharmacie de Caen, France 4. PNLB, Dakar, Sénégal 5. École du Val de Grâce Paris, (EVDG) Service de Santé des Armées, 1 place Alphonse Laveran 75230 Paris cedex 05, France barbier.do@orange.fr Dans 53 villages de l'arrondissement de Bandafassi (Sénégal Oriental), un programme de lutte a été mis en place en 2008 en partenariat avec le Programme National de lutte contre les bilharzioses (PNLB).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Sarcosporidiose bovine et porcine au Sénégal : prévalence et identification moléculaire sur des carcasses d'animaux abattus aux abattoirs de Dakar O.B. Gbati (1), P.S. Kone (1), M. Koffi (2), A.R. Kamga Waladjo (1), B. Musabyemariya (1), Dahourou (1), C.D. Ekou (1), C. Diatta (1), J.B. Assamoi (2), B.M. Kesse (2), S.M Bakou (1), B. Bonfoh (2), L.J. Pangui (1) 1. AfriqueOne/Ecole Inter-Etats des sciences et médecine vétérinaires (EISMV) BP 5077 Dakar-Fann, Sénégal 2. Centre suisse de recherches scientifiques 01 BP 1303 Abidjan 01, Côte d'Ivoire oubribassa@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "et les animaux d'élevage entretenant cette protozoose. L'utilisation des techniques enzymatiques et histologiques peut être envisagée pour l'amélioration du contrôle des viandes aux abattoirs. Communications libres (2) -Maladies bactériennes et virales -Pathologies chroniques Re-émergence de la fièvre jaune à Kédougou (sud-est du Sénégal) en 2010-2011 A. Sow Institut Pasteur de Dakar, Unité des arbovirus et des fièvres hémorragiques (IPD-UAVFH), 36, Avenue Pasteur Dakar, Sénégal asow@pasteur.sn La fièvre jaune (FJ) est une maladie infectieuse virale aigue transmise par les moustiques du genre Aedes causant plus de 200 000 cas et 30 000 décès par an en Afrique subsaharienne et en Amérique du Sud. Les épidémies humaines sont généralement précédées de l'amplification périodique du virus de la FJ (VFJ) à partir de son cycle selvatique impliquant des primates. Au Sénégal, la région de Kédougou est une zone d'émergence endémique avec des amplifications selvatiques du VFJ tous les 4 à 6 ans. Cependant, depuis 2007, l'orpaillage traditionnel est devenu la principale activité économique avec une exposition accrue au VFJ dans la forêt, un afflux massif de populations non immunes et une urbanisation non contrôlée de la région favorisant ainsi l'émergence et la propagation des épidémies de FJ. C'est dans ce contexte de changements qu'une épidémie de FJ a été détectée en 2010-2011. Entre janvier 2010 et décembre 2011, 9213 patients ont été enrôlés dans les 7 structures sanitaires qui ont été sélectionnées pour la surveillance des syndromes aigus fébriles à Kédougou. Parmi ces patients 13 (0.14%) ont été testés positifs au VFJ dont 12 présentaient des anticorps antiamarils de type IgM et 2 PCR positives. Dix cas probables décédés durant l'épidémie ont été notifiés. La surveillance entomologique a montré que sur 3477 et 1793 lots de moustiques qui ont été respectivement collectés et testés par PCR et isolement viral en 2010 et 2011, le VFJ a été détecté dans 67 lots de moustiques. Parmi les 378 singes testés, un a été testé positif par ELISA pour la recherche d'anticorps de type IgM, 40.4% ont montré des anticorps IgG neutralisants et la séroprévalence des anticorps antiamarils a significativement augmenté de 4 % à 42 % entre 2010 et 2011. L'investigation entomologique durant l'épidémie de FJ a révélé que Ae. aegypti était présent dans toutes les localités investiguées. Ae furcifer a été l'espèce la plus fréquemment retrouvée et les indicateurs entomologiques ont été partout au-dessus du seuil épidémique.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Surveillance des bactéries multirésistantes (BMR) à l'Hôpital Principal de Dakar : bilan sur un an B. Fall, K.S. Ndiaye, S. Diawara, B. Niang, M.N. Seye, E. Dieme, K. Ba Fall, Y. Dieme, B. Wade Hôpital Principal de Dakar (HPD), 1, avenue Nelson Mandéla -B.P. 3006 -Dakar, Sénégal becayefall@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Renforcement du réseau de surveillance sentinelle de la grippe au Sénégal D. Thiam (1), M. Niang (1), N. Dia (1), F. Dilene Sarr (1), D. Goudiaby (1), M.L. Senghor (1), D. Kiori (1), T. Faye (1), I. Oumar Ba (2), V. Richard 1. Institut Pasteur de Dakar, 36, Avenue Pasteur, BP 220, Dakar, Sénégal 2. Ministère de la santé et de l'action sociale, Fann résidence, Rue Aimé Césaire, BP 4024, Sénégal jamilathiam@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ", A. Tall (1), R. Michel (2), P. Royon (1), L. De Gentile (1), J.P. Leroy (1), E. Caumes (1), O. Bouchaud (1), C. Rapp (1) 1. Société française de médecine des voyages (SMV), France 2. Centre d'épidémiologie et de santé publique des armées (CESPA), France rappchristophe5@gmail.com Les données sur la proportion de voyageurs se rendant en zone d'endémie amarile sans vaccination sont manquantes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Principal de Dakar) : difficultés de la prise en charge en milieu hospitalier africain A. Niang, I. Diedhiou, P.S. Ba, S. Lawson, A. Mbengue, A.R. Ndiaye, Y. Diop, K. Ba Fall, P.S. Mbaye Hôpital Principal de Dakar, Sénégal niang.abdou@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "(Nord-Bénin) A. Noudamadjo, J. Agossou, M. Gomina, J.D. Adedemy, M. Dakpo, S. Akpona Département mère-enfant, Faculté de médecine, Université de Parakou, Bénin alphonse_ndama@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Anta Diop de Dakar, Faculté de médecine, pharmacie et d'odontologie, Avenue Cheikh Anta Diop, Sénégal asbadiane@gmail.com Les teignes du cuir chevelu (TCC) sont des affections très répandues en milieu tropical, notamment dans les zones défavorisées. Cependant, elles font l'objet de très peu d'études. L'objectif de ce travail est de déterminer la prévalence des TCC chez les enfants vivant en communauté dans les écoles coraniques à Thiès (Sénégal). Notre étude s'est déroulée à Thiès et a inclu 152 patients âgés de 2 à 17 ans, vivant en communauté dans deux écoles coraniques distinctes. Des squames et des cheveux ont été prélevés avant tout traitement antifongique. Un examen microscopique et une culture ont été réalisés pour chaque patient. Les sujets présentant des lésions apparentes ont été traités avec un antifongique local. Nous avons noté une prévalence des TCC de 30, 92 %. Les espèces isolées sont par ordre de fréquence, Trichophyton soudanense (20, 39 %), Chrysosporium keratinophylum (5, 92 %), Trychophyton rubrum (3, 94 %) et Microsporum langeronii (0, 65 %). La tranche d'age de 0 à 10 ans est plus atteinte (32, 98 %) que celle de plus de 10 ans (27, 27 %), cependant les mêmes espèces ont été retrouvées. Ces résultats témoignent d'une prévalence élevée des TCC chez les enfants vivant en internat dans des conditions précaires. Cependant, une étude incluant un plus grand nombre de patients et d'écoles coraniques est nécessaire. Les mycétomes extra-podaux au Sénégal (Hôpital Aristide Le Dantec, Dakar) N.B. Seck, M. Ndiaye, A. Soumaré, M.T.N. Diop, S. Diallo, S. Diadié, M. Diallo, S. Oumou Niang, M. Thierno Dieng, A. Kane Hôpital Aristide Le Dantec, 30, Av. Pasteur, BP 3001, Dakar, Sénégal nbougoulseck@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": ", M. Ndiaye (2), B. Ahy Diatta (2), S. Mouldouira (2), A. Diop (3), M. Diallo (2), F. Ly (3), S. Oumou Niang (2), M. Thierno Dieng (2), A. Kane (2) 1. Hôpital régional Thiès, Université de Thiès, Sénégal 2. Hôpital Aristide Le Dantec, 30, Av. Pasteur, BP 3001, Dakar, Sénégal, Université Cheikh Anta Diop B.P. 5005 Dakar-Fann, Sénégal 3. Institut d'hygiène sociale, Université Cheikh Anta Diop B.P. 5005 Dakar-Fann, Sénégal paudiousse@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Étude du profil génétique des souches de Candida isolées au Sénégal D. Sow, Y. Dieng, M. Ndiaye, B. Faye, J.L. Ndiaye, R.C. Tine, K. Sylla, A. Lo, A. Abiola, O. Gaye Service de parasitologie-mycologie, FMPOS, UCAD, Sénégal doudsow@yahoo.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Aspects épidémiologiques et diagnostiques de la pneumocystose : expérience du laboratoire de parasitologie-mycologie du CHNU de Fann à Dakar (Sénégal) T. Dieng, Y. Dieng, S. Whlouhouhie, R. Tine, K. Sylla, D. Sow, O. Gaye, O. Ndir Laboratoire de parasitologie-mycologie, UCAD, FMPO, Avenue Cheikh Anta Diop, Sénégal thdieng@refer.sn",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Évaluation du potentiel antifongique de cinq plantes utilisées dans le traitement des mycoses K. Atchou Laboratoires de chimie, de biologie et de microbiologie, ESTBA (ESTBA : Ecole supérieure des techniques biologiques et alimentaires), Université de Lomé, B.P. 1515 Lomé -Togo n.k.atchou@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "régional de recherche et de formation à la prise en charge clinique de Fann (CRCF), CHNU de Fann, Dakar, Sénégal UMI VIH/SIDA et maladies associées (TransVIHMI), Université Cheikh Anta Diop B.P. 5005 Dakar-Fann, Sénégal Université Yaoundé 1, Cameroun Université Montpellier I, Institut de recherche pour le développement (IRD) : UR233 Centre IRD France Sud 911, avenue Agropolis BP 64501, 34394 Montpellier cedex 5, France Bernard.Taverne@ird.fr Le suivi prospectif de 400 patients VIH-1 traités par médicaments ARV a été réalisé à Dakar, entre 2000 et 2010, dans le cadre de la cohorte ANRS 1215. Ces patients débutèrent leur traitement entre 1998 et 2002 ; ils furent parmi les premiers à recevoir des traitements ARV en Afrique. Lorsque le suivi de la cohorte a été interrompu en juin 2010, la durée médiane de suivi était de 101 mois (8,4 ans) [IIQ = 34 -144 mois]. La cohorte ANRS 1215 est l'une des rares cohortes ayant un recul historique aussi important en Afrique.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Traitement et prise en charge du VIH/sida en Afrique de l'Ouest et centrale en 2013 M.A. Faye Texte non reçu Le laboratoire de proximité peut-il renforcer le système de santé ? C.M.M. Sy Santé Sud, Mali mansour.sy@santesud.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Médicalisation des zones rurales au Nord Bénin : une stratégie de renforcement de la pyramide sanitaire face à la transition épidémiologique J.D. Adedemy, D. Desplats, I. Yacoubou, R. Caplain, G. Farnarier, S. Hounkpatin, T.F. Tognon Département mère-enfant, Faculté de médecine, Université de Parakou BP 123 Parakou, Bénin kofadier@yahoo.fr Le Bénin est caractérisé sur le plan sanitaire par une inégale répartition territoriale du personnel médical et paramédical. Le ratio personnel médical et population est encore de 1 pour 21553 à 38773 habitants versus 1 pour 8411 habitants pour le niveau national. Le contexte a été favorisé par l'opportunité de la création de la Faculté de médecine au Nord-Bénin, la sous-médicalisation du Nord Bénin, et les problèmes d'emploi et d'insertion professionnelle d'une part et la rencontre entre Santé Sud (ONG française) et l'Université de Parakou d'autre part. À l'image de ce qui existait déjà auMali (1989) et à Madagascar (1995, la médecine générale communautaire (MGC) est devenue une réalité au Bénin.Les cadres de cette expérience étaient la Faculté de médecine de l'Université de Parakou et les communes et villages des départements du Borgou et de l'Alibori tous au Nord Bénin pour les lieux d'exercice. Le processus de formation de ces médecins généralistes a été renforcé par une convention de partenariat entre Santé Sud et la Faculté de médecine, la création et l'habilitation d'un diplôme universitaire, l'élaboration et l'homologation des modules de formation. Cette formation sous forme de DU s'est déroulée de février à mars 2013.Pour ce premier DU, une durée de 176 heures pour les 4 modules théoriques en présentiel (un module par semaine) et 112 heures de formation pratique sur le terrain (14 jours) ont été exécutées. La formation a consisté en une phase théorique basée sur les exercices de groupe avec plénière et synthèses suivis d'échange d'expérience entre un MGC référent et les apprenants. La formation pratique a permis l'immersion du jeune apprenant en milieu rural sous la responsabilité d'un MGC référent. L'andragogie était la méthode pédagogique utilisée.En2010, 15 MGC ont été formés et installés, en 2012, 10 et en 2013, 11 MGC.L'originalité de cette approche est de réunir dans une même pratique la fonction de clinicien et celle de responsable d'une aire de santé, le soin curatif pour l'individu et la médecine préventive auprès d'une communauté. Un nouveau métier qui répond à une stratégie combinée médecine de famille et soins de santé primaires. Ce projet répond parfaitement à la politique nationale du renforcement de la pyramide sanitaire au Bénin.Les entreprises privées, une « fenêtre d'opportunité » pour la prévention et la prise en charge des hépatites B en Côte d'Ivoire, dans le sillage du VIH ?A. Bekelynck Centre population et développement (CEPED), Institut de recherche pour le développement (IRD) : UMR 196, CEPED -19 Rue Jacob -75006 Paris, France anne.bek@gmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Standardisation des apparences des médicaments ARV : une nécessité de santé publique M.B.K. Fall (1) A. Desclaux (1,2), B. Taverne (1,2) 1. Centre régional de recherche et de formation à la prise en charge clinique de Fann (CRCF), Avenue Cheikh Anta Diop, BP 45690 Dakar/Fann, Sénégal 2. UMI VIH/SIDA et maladies associées (TransVIHMI), Université Cheikh Anta Diop B.P. 5005 Dakar-Fann (Sénégal), Université Yaoundé 1 (Cameroun), Université Montpellier I, Institut de recherche pour le développement [IRD] : UR233. Centre IRD France Sud 911, avenue Agropolis BP 64501 F-34394 Montpellier cedex 5, France mbasty@hotmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": ", A. Faye (2), M. Diongue (2), A. Berthé (1), M.M. Diop (1), A.T. Dia (2) 1. Hôpital régional Thiès, Université de Thiès,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "L.-O. Mouhamed, M. Ba, S. Diagana, T.S.S. Ahmed, B. Ide Coordination de santé et nutrition, Counterpart Mauritanie BP 634 Nouakchott, Mauritanie Salif.diagana@yahoo.com",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Le paludisme en Afrique, transition épidémiologique dans les pays du Sahel O. Gaye Service de parasitologie, Faculté de médecine, UCAD, Université Cheikh Anta Diop B.P. 5005 Dakar-Fann, Sénégal",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Toxoplasmose cérébrale sur terrain VIH : à propos de 18 cas à l'Hôpital Principal de Dakar P.S. Ba, A. Niang, I. Diedhiou, K. Fall, K. Ba-Fall Hôpital Principal de Dakar 1 Avenue Nelson Mandela Sénégal, Sénégal basambasn2000@yahoo.fr La toxoplasmose est une maladie parasitaire due au protozoaire Toxoplasma gondii. C'est une zoonose fréquente, mais habituellement bénigne. Cependant elle reste préoccupante chez les personnes vivant avec le VIH (PVVIH) au stade d'immunodépression avancée. Sa localisation cérébrale est fréquente, et révèle très souvent l'infection à VIH. L'objectif de cette étude est de décrire les aspects épidémiologiques, cliniques, radiologiques, évolutifs et thérapeutiques de la toxoplasmose cérébrale chez PVVIH suivi à l'Hôpital Principal de Dakar. Il s'agit d'une étude rétrospective sur 10 ans (janvier 2002 à octobre 2012) incluant tous les dossiers de patients hospitalisés pour une toxoplasmose cérébrale. Les critères d'inclusion sont : dossiers de patients sortis sous le diagnostic de toxoplasmose avec présence de sérologies VIH et de toxoplasmose positives et imagerie cérébrale disponible. Nous avons colligé 21 dossiers et inclus 18 dossiers dont 12 hommes, et 6 femmes, (sex-ratio 2). L'âge moyen est de 44,5 (extrême : 26-59). Tous les patients ont présenté des céphalées :18/18 (100 %). Seize (88,8 %) avaient une fièvre.Un déficit moteur focalisé était observé chez 10 patients, 2 patients étaient admis dans un tableau de coma précédé d'un épisode de convulsions généralisées. Chez 16 patients, la localisation cérébrale révélait l'infection VIH. Dix-sept étaient porteurs du VIH1. La moyenne des CD4 au moment du diagnostic était de 49,7/mm3 (extrême : 8-107/mm 3 ). Tous avaient une sérologie toxoplasmique positive avec dess Ig G > 300 UI/l. L'imagerie cérébrale (scanner ou IRM) montrait pour tous les patients, la présence d'au moins 2 lésions prenant le contraste de façon annulaire, associées à un important oedème donnant un aspect en cocarde.L'évolution, favorable chez 14 patients, a été marquée par la survenue d'une légère toxicité hématologique du traitement chez 4 patients, et une monoparésie séquellaire du membre supérieur chez un patient. Nous avons déploré 4 décès (22,2 %).La toxoplasmose cérébrale reste une pathologie grave chez les PVVIH. Son diagnostic est retenu sur un faisceau d'arguments cliniques et para cliniques.Dans notre étude, elle révèle la maladie dans plus de 88% des cas. La fièvre et les céphalées sont quasi constantes. L'immunodépression chez nos patients est sévère (CD4 toujours < 120/mm3). Le traitement de référence demeure en première intention l'association pyrimétamine et sulfadiazine, à défaut le Bactrim injectable.Évolution de la prévalence des géohelminthiases diagnostiquées au CHNU de Fann à Dakar (Sénégal) de 1990 à 2011 T. Dieng, Y. Dieng, R. Tine, M. Dia, D. Sow, K. Sylla, O. Gaye, O. Ndir Laboratoire de parasitologie-mycologie FMPO UCAD, Avenue Cheikh Anta DIOP Dakar, Sénégal thdieng@refer.sn Les parasitoses intestinales ont longtemps constitué un problème de santé publique au Sénégal. Depuis 2006, des campagnes de déparasitage systématiques chez des enfants d'âge préscolaire et d'âge scolaire sont menées à l'échelle nationale par administration de mébendazole.Cette étude a pour but de déterminer l'évolution de la fréquence des 3 principales géohelminthiases (ascaridiose, trichocéphalose et ankylostomose) diagnostiquées de 1990 à 2011 au CHNU de Fann à Dakar pour en tirer des enseignements au plan épidémiologique et de l'impact des stratégies de lutte sur leur fréquence.C'est une étude rétrospective descriptive basée sur les données des registres du laboratoire de parasitologie mycologie du CHNU de Fann mentionnant les résultats des examens parasitologiques des selles. Ceux-ci ont été effectués par examen macroscopique, examen microscopique direct des selles et après concentrations selon la technique de Ritchie simplifiée.De1990à 2011, 34 009 examens parasitologiques de selles ont été effectués, leur nombre variant de 2667 en 1991 à 937 en 2011. Parmi ces prélèvements, 4916 contenaient des oeufs d'un ou plusieurs de ces géohelminthes, soit un taux de prévalence globale de 14,45 %. Le taux d'infestation globale maximal 50,84 % était enregistré en 1994 et le minimal 2,35 % en 2011. L'ascaridiose représentait 72,82 % des géohelminthiases, l'ankylostomose 14,16 % et la trichocéphalose 13,02 %. Le nombre de cas d'ascaridiose diagnostiqués variait de 637 en 1990 à 17 en 2011, celui d'ankylostomose de 183 en 1994 à 0 en 2011 et concernant la trichocéphalose, le maximum de cas (96) était enregistré en 1991 et le minimum soit 6 cas en 2011. En 1990, la fréquence de l'ascaridiose était de 24,16 %, celle de la trichocéphalose de 11,99% et celle de l'ankylostomose de 5,35 %. En 2011 la fréquence de ces géohelminthiases était respectivement de 1,81 %, de 0,90 % et de 0 %.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ", P.S. Sow (1) 1. Service des maladies Infectieuses, CHNU Fann, Dakar, Sénégal 2. Division de la prévention médicale, Ministère de la santé et de l'action sociale,Dakar, Sénégal  mouztaph@hotmail.com    Depuis 2002, des épidémies répétées de méningite cérébrospinale sont survenues dans des pays de la ceinture méningitique de Lapeyssonnie avec l'émergence de Nesseria meningitidis sérogroupe W135 (Nm W135). Au Sénégal, aucune épidémie n'a été notée, mais des cas sporadiques de méningite à Nm W135 ont été confirmés. L'objectif de cette étude était de décrire les aspects épidémiologiques, bactériologiques et évolutifs des cas notifiés ou lors de la flambée des méningites cérébrospinales survenue au Sénégal en 2012. Il s'agit d'une étude rétrospective descriptive, basée sur l'exploitation des fiches de déclaration hebdomadaire des cas de méningite cérébrospinale au niveau de la direction de prévention médicale du ministère de la santé et de l'action sociale. La définition des cas et les seuils épidémiologiques de l'OMS ont été utilisés pour le diagnostic des cas et le suivi de l'épidémie.Au total 895 cas ont été déclarés dans les 76 districts sanitaires des 14 régions du Sénégal. La flambée a été notée entre mars et juillet avec 776 cas (86,8 %) notifiés. Le pic de déclaration a été noté à S6 (10,3 %) et au mois d'avril(35,8 %). La région de Diourbel a enregistré la majorité des cas (32,4 %) et le district de Touba, dans cette région, a notifié le plus grand nombre de cas (150 cas). Cependant, les taux d'attaque les plus élevés ont été notés dans le district de Dioffior (25,2 %) et dans la région de Kaolack (17,7 %). Le seuil d'alerte a été atteint au niveau des districts de Nioro, Kédougou et Foundiougne. La moyenne d'âge des cas était de 10,7 ans [IQT: 5 mois -96 ans], avec 67,3 % de sujets âgés de moins de 10 ans. Sur les 113 cas confirmés par la bactériologie, 100 souches (88,5 %) de Neisseria meningitidis W135 ont été identifiées. Ving-huit décès ont été enregistrés, soit une létalité de 3,1 %.L'émergence du sérogroupe W135 de Neisseria meningitidis doit être prise en compte dans les stratégies vaccinales actuelles, malgré la faible létalité observée lors de cette flambée.Les vecteurs de la borréliose enAfrique du Nord et au Sahel : une grande diversité spécifique J.-F. Trape, G. Diatta Institut de recherche pour le développement (IRD) BP 1386 Dakar, Sénégal jean-francois.trape@ird.fr La borréliose à tiques est une des principales causes de fièvre dans de nombreuses régions d'Afrique. En zone méditerranéenne, la transmission de Borrelia hispanica est classiquement attribuée à Ornithodoros erraticus tandis que O. sonrai est le seul vecteur connu de Borrelia crocidurae en zone saharienne et sahélienne. Entre 2002 et 2012, nous avons étudié la répartition géographique des vecteurs de la borréliose dans 282 sites d'études dans 17 pays africains et en Espagne. Les tiques ornithodores ont été recherchées dans les terriers de rongeurs. Par des méthodes moléculaires, nous avons étudié la diversité génétique des tiques collectées et recherché une infection par Borrelia. Sur 9 870 terriers étudiés, 1 196 (12,1 %) étaient infectés par des tiques ornithodores. Les analyses moléculaires ont montré que neuf espèces différentes d'ornithodores étaient représentées, dont cinq espèces non décrites. Six espèces ont été trouvées infectées par des Borrelia, dont trois par B. hispanica, deux par B. merionesi et une par B. crocidurae. Paradoxalement, O. erraticus n'a qu'une répartition géographique restreinte et son rôle de vecteur n'a pas été confirmé. Dans la majeure partie de l'Afrique du Nord, cette espèce était confondue avec des espèces oubliées ou non décrites. O. marocanus, O. occidentalis et O. kairouanensis sont les vecteurs de B. hispanica, tandis que O. merionesi et O. costalis transmettent B. merionesi et O. sonrai est le seul vecteur de B. crocidurae. Ces résultats montrent que le nombre d'espèces de tiques qui sont vectrices de fièvre récurrente est beaucoup plus important que classiquement admis et que leur répartition géographique intéresse la quasi-totalité de l'Afrique du Nord et du Sahara occidental. En zone sahélienne et soudanosahélienne, seul O. sonrai a été observé. Ministère de la santé publique (MSP), Gabon rfkassa@gmail.comLes virus Chikungunya et dengue (CHIKV et DENV) circulent au Gabon depuis 2007 sur un mode continu. Leur point de départ semble être le Cameroun, victime d'une épidémie en 2006, passée quelque peu inaperçue. Au Gabon, Libreville a été le foyer primaire de l'épidémie de 2007. Depuis lors, la propagation des épidémies s'est faite de proche en proche, touchant progressivement les zones préalablement indemnes, selon trois périodes distinctes. Le premier temps concerne l'épidémie de 2007 suivant l'axe routier nord/nord-ouest. Le deuxième temps est marqué par l'apparition en 2010 d'un foyer épidémique dans les villes et un village du sud-est. Le dernier épisode est caractérisé en 2012 par l'apparition d'une flambée dans une région jusque-là naïve, le sud-ouest. Outre ces flambées, des cas sporadiques sont décrits à Libreville et d'autres villes du centre entre 2007 et 2009. Cette diffusion semble s'effectuer suivant les axes routiers et la voie ferroviaire. En réalité, il s'agit d'une co-circulation CHIKV/DENV selon deux modalités, sous forme de cas sporadiques (DENV) et sous forme de flambées épidémiques (CHIKV). Elle est accompagnée de quelques cas de co-infection. Par ailleurs, trois sérotypes du DENV ont successivement été identifiés-DENV-2 (2007), DENV-1 (2009-2010) et DENV-3 (2010) plaidant ainsi en faveur d'un processus d'endémisation. Cette conjonction de sérotypes au sein du même environnement fait craindre le risque de survenue de la dengue hémorragique.La co-circulation des deux arbovirus est nécessairement tributaire du principal vecteur des épidémies gabonaises, Aedes albopictus, identifié pour la première fois à Libreville en 2006. De par sa capacité à se propager, il a supplanté le vecteur originel, Aedes aegypti. De fait, une colonisation d'autres régions est à prévoir, et donc l'apparition de nouvelles flambées dans ces nouveaux foyers.Sur le plan clinique, une différence claire entre les deux arboviroses n'a pu être établie à ce jour, de même que les conséquences d'une co-infection. Le CHIKV nous a fourni une diversité clinique, allant des formes classiques aux formes sans fièvre, ni douleurs, en passant par quelques formes hémorragiques. Enfin, aucune gravité, ni décès n'ont été notifiés. Cependant le diagnostic différentiel reste difficile en Afrique, du fait des similitudes cliniques avec d'autres maladies infectieuses comme le paludisme.Co-infection par arbovirus et agent du paludisme à Kédougou, sud-est du Sénégal A. Sow, C. Loucoubar, O. Faye, G. Fall, O. Faye, A. Sall 1. Unité des arbovirus et virus de fièvres hémorragiques, Institut Pasteur de Dakar, 36 Avenue pasteur, BP 220, Dakar, Sénégal cloucoubar@pasteur.sn",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Intérêt de la surveillance épidémiologique des fièvres non palustres au Sénégal O. Mediannikov (1,2), C. Sokhna (1,3), J.-F Trape (1), D. Raoult (4), P. Parola (1), F. Fenollar (5) 1. Unité de recherche sur les maladies infectieuses et tropicales émergentes (URMITE), Université de la Méditerranée -Aix-Marseille II, PRES Aix Marseille Université, Inserm :",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Des prélèvements de sang capillaire ont été effectués de juin 2010 à septembre 2012 chez les malades fébriles consultant dans les postes de santé de cinq sites d'écosystèmes différents au Sénégal. Il s'agit de Keur Momar Sarr, Niakhar et Dielmo-Ndiop en zone sahélienne sèche ; Oussouye et Kédougou en zone humide sous-guinéenne. Ces échantillons ont été analysés par biologie moléculaire. À Dielmo et Ndiop, l'installation du POC a permis une recherche parallèle de Plasmodium falciparum par TDR.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "inscrit notre étude qui a pour but de déterminer le profil épidémiologique des personnes infectées par le virus de la dengue au Sénégal et de décrire les manifestations cliniques et les modalités évolutives des cas de dengue de type SDC étaient hospitalisés avec un DMS de 9 jours en moyenne, la fièvre était présente dans tous les cas, le syndrome algique était dominé par les céphalées (50 %). Au plan biologique une leucopénie et une thrombopénie ont étaient retrouvés chez tous les cas de DH et SDC, et dans 1,57 % des cas chez les DF. fiés par des études sérologiques au Sénégal. C'est la première fois qu'est rapportée une flambée d'épidémie de dengue type 3 dans ce pays.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Prévalence des cardiopathies congénitales en milieu scolaire coranique (daara) à Dakar : étude transversale basée sur le dépistage clinique et échographique de 2019 élèves A.A. Ngaide, F. Aw, M. Bodian, A. Mbaye, M. Léye, D. Diagne, M.B. Ndiaye, A.D. Kane, A. Kane Services de cardiologie de l'Hôpital général de Grand Yoff et Aristide Le Dantec, Av. Cheikh Anta Diop x Canal IV BP Dakar et de sa banlieue sur la base de l'examen clinique et d'une échocardiographie Doppler systématiquement réalisée pour tous les élèves. L'étude était de type transversal et s'est déroulée du 9 août au 24 décembre 2011. Elle a porté sur une population de L'hypertension artérielle chez les adultes de 50 ans et plus à Dakar : prévalence, connaissance, traitement et contrôle E. Macia, P. Duboz UMI 3189 ESS, Faculté de médecine de pharmacie et d'odontostomatologie -Université Cheikh Anta Diop B.P.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Étude des cas de premières infections palustres observés chez les nourrissons à Dielmo, Sénégal N. Diagne, C. Sokhna, A. Tall, A.B. Ly, A. Badiane, F. Dieye, J. Faye, A. Spiegel, C. Rogier, J.F. Trape URMITE, UMR CNRS 6236 -IRD 198 -Aix Marseille Université, Campus IRD de Hann, BP 1386 CP 18524 Dakar, Sénégal N. Diagne (1), C. Sokhna (1,2), A. Spiegel (3) 1. URMITE, UMR CNRS 6236 -IRD 198 -Aix Marseille Université, Campus Universitaire IRD de Hann, BP 1386 CP 18524 Dakar, Sénégal 2. Institut de recherche pour le développement (IRD), BP 1386, Dakar, Sénégal 3. Institut Pasteur de Dakar, 36 Avenue pasteur, BP 220 Dakar, Sénégal nafissatou.diagne@ird.fr",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": ", A. Tall, F. Dieye, N. Faye, J.-F. Trape (1,2) 1. URMITE, Aix Marseille Université, UM63, CNRS 7278, IRD 198, Inserm 1095, 13005 Marseille, France 2. Département de biologie animale, FST, UCAD de Dakar nyedzie@yahoo.fr",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Biologie-épidémiologie, diagnostic et stratégies de lutte contre Plasmodium vivax en Afrique au sud du Sahara ; paradigmes et défis N.S. Doumbo, O. Amed, N. Karamoko, S. Sibiri, N. Amadou, T. MA, O. Doumbo Malaria Research and Training Center, Département d'Epidémiologie des Affections Parasitaires, Faculté de médecine, Université des sciences, techniques et technologies Bamako, BP 1805 Point G, Bamako, Mali, Mali okd@icermali.org",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": ", P.E.H. Diop (1) 1. AfriqueOne/EISMV -Ecole Inter-Etats des sciences et médecine vétérinaires de Dakar, Sénégal, Sénégal 2. Hôpital Ousmane N'gom de Saint Louis -Sénégal, Sénégal 3. Inspection régionale des services d'élevage de Saint Louis, Sénégal 4. Hôpital Régional, Kaolack, Sénégal 5. Clinique Leona Tidiane Badjan, Kaolack, Sénégal, Sénégal 6. AfriqueOne/EISMV -Clinique des maladies infectieuses du CHU de Fann, Dakar, Sénégal 7. Société pour la promotion et le développement de l'élevage (Soprodel Sarl), BP 18822, Pikine -Dakar, Sénégal 8. ONIRIS Nantes, Ecole nationale vétérinaire, agroalimentaire et de l'alimentation. Chantrerie. BP 40706 -44307 Nantes Cedex 3, France 9. AfriqueOne/UDSM -Université de Dar es Salaam, Tanzanie akwar2003@yahoo.fr La néosporose est une protozoose cosmopolite qui suscite un intérêt grandissant en reproduction animale en raison des pertes foetales qu'elle est susceptible d'induire chez de nombreux mammifères. Neospora caninum et Toxoplasma gondii appartiennent à la famille des Sarcocystidae, sont respectivement les agents de la néosporose et de la toxoplasmose qui ont en commun, les trois formes parasitaires que sont les tachyzoïtes, les kystes tissulaires et les ookystes. Ils induisent principalement des avortements et des neuropathies chez les espèces sensibles. Les mammifères domestiques et sauvages, terrestres et marins ainsi que les oiseaux sont tous réceptifs. Cependant, la néosporose est principalement une maladie bovine dont l'hôte définitif, les canidés parmi lesquels le chien, excrète et dissémine les ookystes par les fèces. Au Sénégal, des études menées de 2006 à 2012 dans les régions de Dakar, Thiès, Fatick, Kaolack et Saint-Louis ont mis en évidence, les anticorps anti-Neospora caninum chez",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "% pour S. haematobium sont actuellement respectivement de 1,8 % et de 4,3 %. 450 latrines ont été construites depuis le début du programme sur 900 nécessaires.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "mansoni de 78 % en 2008 et de 47 % en 2012, pour S. haematobium un taux de 22 % en 2008 et de 0 % en 2012. Cette tranche d'âge constitue un important réservoir de parasites sur lequel seule l'éducation sanitaire des parents peut agir.La présence d'un Centre de contrôle permanent et efficace à l'hôpital de Ninéfescha assurant la distribution du praziquantel, les réunions de sensibilisation, et le contrôle des latrines sont des facteurs essentiels à la réussite du programme.Évaluation des performances du test de diagnostic rapide Immunocard® pour la détection de Cryptosporidium sp et de Giardia duodenalisà Libreville M. Bouyou Akotet, M. Owono Medang, M.-N. Moussavou Boussougou, D.P. Mawili Mboumba, M. Mabika Mamfoumbi, M. Kombila Département de parasitologie mycologie, Faculté de médecine, Université des sciences de la Santé, Gabon mariellebouyou@yahoo.fr La létalité due aux maladies diarrhéiques est élevée chez les enfants de moins de 5 ans d'Afrique subsaharienne. A côté des causes virales et bactériennes, Cryptosporidium sp et Giardia duodenalis sont des parasites fréquemment responsables de diarrhées chroniques. L'étude de leur transmission par l'identification des individus infectées et des populations cibles est primordiale pour la mise en place de stratégies de lutte efficaces.Evaluer les performances du TDR Immunocard® pour la détection de Cryptosporidium sp. et de Giardia duodenalis chez des patients vivant dans un quartier de Libreville Une enquête transversale prospective a été réalisée de février à mai 2012 dans le quartier Plaine-Orêty. Les données démographiques, cliniques et les selles des patients ont été recueillies. La détection des parasites a été effectuée en utilisant la technique de concentration au merthioloate-iode-formol (MIF), celle du Ziehl modifiée et le TDR Immuno-Card®. Les techniques de microscopie ont été considérées comme examens de référence.Au total 420 patients ont accepté de participer à l'enquête. Leur âge médian était de 21 ans. Giardia duodenalis a été détecté dans 34 (8,1 %) prélèvements par la technique du MIF concentration et dans 17 (4,0 %) par le TDR. Cryptosporidium sp était présent dans 52 (12,4 %) selles après examen au Ziehl et dans 22 (5,2 %) selles par TDR. Ce parasite a été détecté par les deux techniques dans deux prélèvements. La sensibilité du TDR Immunocard® était de 50,0 % pour la détection de Giardia duodenalis et de 3,8 % pour celle de Cryptosporidium sp. La spécificité du TDR était supérieure à 94,0 % pour les deux espèces.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "après élimination des doublons. Il s'agissait d'entérobactéries productrices de bétalactamases à spectre élargi (EBLSE) et à céphalosporinase déréprimée, de Pseudomonas aeruginosa et d'Acinetobacter multirésistants (ceftazidime et/ou imipenème résistants) et de Staphylococcus aureus méthiciline résistant (SAMR). Etait considérée comme nosocomiale toute infection se révélant après 48 heures d'hospitalisation. Les données obtenues ont été par la suite analysées par Epi info.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Les virus grippaux B étaient plus fréquemment détectés au cours des mois de février à juillet de 2013. La circulation du virus de la grippe A était plus importante au mois d'octobre 2012, une situation différente des années précédentes où le niveau élevé de circulation de ce virus était surtout observé en juillet et août.Le réseau de surveillance sentinelle syndromique du Sénégal constitue le premier système de surveillance basé sur le temps réel mis en oeuvre au Sénégal. Le faible coût de ce système et sa facilité de mise en oeuvre constituent de grands avantages qui permettent d'envisager qu'un tel système puisse facilement être mis en oeuvre dans les pays à faibles revenus. entérovirus humains A à D, rhinovirus) qui regroupent actuellement plus de 100 sérotypes. Les poliovirus (3 sérotypes) responsables de la poliomyélite antérieure aigue sont des entérovirus humains du groupe C.Les entérovirus sont des virus à acide ribonucléique (ARN) positif simple brin non enveloppés, très résistantsdans le milieu extérieur et se transmettant principalement par voie féco-orale. Parmi ces virus, les entérovirus « nonpolio » sont considérés comme l'une des principales causes d'infection virale. Les entérovirus sont ubiquitaires et responsables de nombreux syndromes infectieux variés comme des infections des voies respiratoires hautes (pharyngite, otite) ou basses (pneumonie, bronchiolite), des atteintes cardiovasculaires (myopéricardite, vascularite), des atteintes du système nerveux (paralysie, méningite, encéphalite, syndrome de Guillain-Barré), etc. Nous avons initié une surveillance de la circulation des entérovirus dans l'environnement à partir des eaux usées brutes recueillies sur 6 sites de la région dakaroise de 2007 à 2013. Après concentration par méthode biphasique utilisant le PEG 6000 et le Dextran, nous avons isolé les entérovirus sur 3 lignées cellulaires (L20B, RD et Hep2). Nous avons procédé à la caractérisation des entérovirus non polio par micro-neutralisation à l'aide de pools d'antisérum et celle des poliovirus par méthode moléculaire (RT-PCR classique et PCR en temps réel) pour le typage et la différentiation intratypique (Souche vaccinale versus souche sauvage?) 271 échantillons d'eaux usées brutes ont été recueillis et traités sur la période d'étude. Le taux d'isolement des poliovirus était de 34,3 % (n=93) tous d'origine vaccinale. Aucun poliovirus sauvage n'a été détecté. 116 (42,8 %) entérovirus non polio ont été isolés avec une très grande diversité (13 sérotypes).",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Nile : diversité génétique et compétence vectorielle au Sénégal G. Fall, C. Loucoubar, M. Diallo, O. Faye, A. A. Sall Institut Pasteur de Dakar 36 Avenue Pasteur BP220 Dakar, Sénégal gfdrame@pasteur.sn Le virus West Nile (VWN) appartient à la famille des Flaviviridae et son cycle de transmission fait intervenir les oiseaux et les moustiques généralement du genre Culex. L'Homme et d'autres mammifères sont considérés comme des hôtes accidentels. Les symptômes chez l'homme vont d'un syndrome pseudo-grippal à des atteintes neurologiques sévères. Le VWN est l'arbovirus (arthropod borne-virus) le plus répandu dans le monde, et présente une grande diversité génétique exprimée au moins en 8 lignées, dont 4 (1, 2, 8 et Koutango) circulent en Afrique, particulièrement au Sénégal. La fièvre à virus West Nile est une maladie émergente qui a connu une grande percée en 1999 avec son introduction à New York. En Amérique comme en Europe, des émergences du VWN sont notées avec un impact sur la santé humaine et animale. Par contre en Afrique, le VWN semble avoir un effet mineur malgré des isolements du virus à partir de moustiques et de vertébrés sauvages. Afin de comprendre les facteurs qui sous-tendent les modes de transmission et les émergences, la diversité génétique du VWN et la compétence vectorielle de Culex neavei et Culex quinquefasciatus ont été étudiées en Afrique. Pour cela, les génomes viraux ont été amplifiés par des RT-PCR chevauchantes en utilisant des amorces spécifiques, et les produits obtenus ont été séquencés et analysés. Les moustiques ont été nourris avec un repas de sang contenant du VWN appartenant aux différentes lignées circulant en Afrique, puis incubés pendant 4, 8, 12, ou 15 jours à 27°C. Les échantillons ont été analysés par RT-PCR et immunofluorescence.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Mycobactérioses pulmonaires chez le sujet immunocompétent au Sénégal (Hôpital Principal de Dakar) : aspects épidémiologiques, cliniques et évolutifs A. Niang, P.S. Ba, B. Fall, A. Mbengue, I. Diedhiou, K. Ba Fall, P.S. Mbaye Hôpital Principal de Dakar, Sénégal niang.abdou@gmail.com Les mycobactérioses pulmonaires (MP) sont des infections pulmonaires dues à des mycobactéries non tuberculeuses, germes opportunistes, répandus dans l'environnement. Dans nos régions à forte endémie tuberculeuse, peu de cas de MP sont rapportés, en dehors d'une infection à VIH. Nos objectifs étaient de rapporter les aspects épidémiologiques, cliniques et évolutifs des MP suivis dans notre structure. Il s'agit d'une étude rétrospective sur 5 ans incluant les patients hospitalisés à l'Hôpital Principal de Dakar avec un diagnostic de MP confirmé. Le diagnostic était retenu selon les \"critères de l'ATS/IDSA\" (2007). Etaient inclus 5 hommes, âgés entre 27 et 69 ans. La seule comorbidité retrouvée était l'HTA (2 cas). Un tabagisme actif était trouvé chez 2 patients (32 PA et 5 PA). Quatre avaient des antécédents de tuberculose traitée avec 3 rechutes (2 cas) et 2 rechutes (1 cas) et 1 rechute",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "diagnostiques, thérapeutiques et évolutives des CBP admis dans notre structure. Il s'agit d'une étude rétrospective réalisée entre janvier 2007 et décembre 2012, incluant tous les patients hospitalisés à l'Hôpital Principal de Dakar, avec un diagnostic de CBP confirmé histologiquement. Soixante-quatre patients (55 hommes et 9 femmes) étaient inclus. L'âge moyen était de 57,3 ans [35 -73]. Un tabagisme actif était retrouvé chez 50 patients (78,1 %) avec une moyenne de 26,4 PA. Une comorbidité était présente chez 17 patients. Les principaux signes cliniques révélateurs étaient : douleurs thoraciques, toux chronique, hémoptysie et/ou amaigrissement toujours associés à des anomalies radiologiques. L'histologique était obtenue grâce à l'endoscopie bronchique (34 patients), la ponction transpariétale scannoguidée (25 cas), la biopsie d'un site métastatique (5 cas). Les « performance status » (PS) selon OMS étaient : PS 1 (12 cas), PS 2 (27 cas) et PS 3 ou PS 4 (25 cas). Les types histologiques étaient 31 adénocarcinomes, 17 carcinomes épidermoïdes, 10 carcinomes indifférenciés et 6 cancers à petites cellules. Les patients étaient classés stade IIA (4 cas), stade IIIB (18 cas) et stade IV (42 cas). En raison d'un stade tardif et /ou du coût élevé des thérapeutiques seuls 37 patients avaient reçu une chimiothérapie; associée à une radiothérapie (4 cas). Un patient a été opéré. Un traitement symptomatique et des soins d'accompagnement étaient proposés à tous nos patients dont la survie variait de 1 à 28 mois.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "AKw). La persistance héréditaire de l'hémoglobine F était associée aux phénotypes AA, AC et SS dans 1,16 % des cas. Les hémoglobinopathies étaient retrouvées dans toutes les ethnies majoritaires à Parakou et on note une nette prédominance de celles-ci chez les Dendi (plus de 24 %).Ce travail confirme que les hémoglobinopathies représentent un problème majeur de santé publique au Bénin et particulièrement à Parakou. Il est donc indispensable de renforcer les programmes de prévention et de prise en charge précoce existant afin de réduire la morbidité et la mortalité élevées liées à cette pathologie.Lymphome T/Nk extranodal de type nasal : quatre observations au Sénégal M. Diallo, A. Diop, B. Diatta, M. Ndiaye, B. Seck, S. Diadie, S. Diallo, N. Diack, P. Diousse, F. Ly, S. Niang, M.T. Dieng, A. Kane Université Cheickh Anta DIOP (UCAD), BP 3001 Pasteur, Sénégal moussante@hotmail.com Le lymphome T /NK extranodal à localisation primitivement cutanée est une entité individualisée dans la récente classification OMS et représentant 0,5 % des lymphomes non hodgkiniens. Ce lymphome est plus fréquemment rapporté en Asie et Amérique du Sud et exceptionnellement décrit en Afrique Noire.Nous rapportons 4 cas de lymphomes T /NK extranodal de type nasal. Le 1 er cas concernait une femme de 56 ans, guinéenne, présentant une volumineuse tumeur ulcéro-bourgeonnante nasale évoluant depuis 9 mois, associée à des plaques polycycliques et des macroadénopathies tumorales diffuses dans un contexte d'altération très marquée de l'état général. % de tous les lymphomes cutanés primitifs observés au Sénégal. Comparées aux séries asiatiques, il s'agit d'un lymphome rare en Afrique où, d'ailleurs, très peu de cas ont été rapportés. Nos observations étaient particulières par le caractère disséminé des lésions, ainsi que par l'évolution agressive de la maladie.Pathologies chroniques(2)-Epilepsies Réflexions sur l'épilepsie dans les pays tropicaux M. Dumas Institut d'épidémiologie neurologique et de neurologie tropicale, UMR INSERM. Faculté de médecine université de Limoges, Limoges, France ient@unilim.fr",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "A.G. Diop Département de neurologie, Faculté de médecine, CHU Fann, Université de Dakar, Sénégal agallodiop@gmail.com Environ 70 millions de personnes souffriraient de crises épileptiques récurrentes à travers le monde. 80% résideraient dans les pays en développement, notamment tropicaux. En Afrique sub-saharienne, les plus élevés taux de prévalence sont rapportés, avec une moyenne de 15 pour 1000. La majorité des personnes souffrant d'épilepsie n'y sont pas traitées pour des raisons diverses : insuffisance de personnel spécialisé, concentration des ressources matérielles et humaines dans les capitales africaines, manque d'information sur la curabilité de l'épilepsie, formation inadéquate du personnel de santé sur le diagnostic et la prise en charge de l'épilepsie et enfin, inaccessibilité géographique et financière des antiépileptiques. Des croyances et autres pesanteurs socioculturelles viennent s'ajouter à ce lot de facteurs de « treatment gap » ou « échappement thérapeutique » (estimé à 60 à 80 % selon les pays) des patients épileptiques pour cause de non diagnostic et/ou de non -raitement moderne. À côté des causes « classiques » d'épilepsies, des facteurs secondaires expliquent cet état épidémiologique, tels que : causes postinfectieuses, post-traumatiques, toxiques et enfin facteurs génétiques entretenus pas des mariages consanguins. Seules des initiatives hardies de santé publique peuvent contribuer à corriger ce « gap » et donner une chance aux personnes souffrant d'épilepsie et non soignées dans les pays du sud, de voir leur maladie confirmée et leur mise sous traitement effectif et durable. C'est dans ce cadre et dans une approche transversale que cette communication aborde ce problème majeur de santé publique dans le contexte d'une Afrique en transition épidémiologique entre les maladies infectieuses et les maladies chroniques non transmissibles.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "El.H.M. Ba, Z. Koné, S.O.M.L. Dada, M. Ndiaye, A.G. Diop, M.M. Ndiaye Clinique de neurologie du Centre national hospitalouniversitaire de Fann. Université Cheikh Anta Diop B.P. Sénégal du fait de sa gravité et de son poids social. Elle survient à tout âge, n'épargnant aucun sexe. Elle peut influencer la vie sexuelle et vice versa.L'objectif de ce travail est d'étudier les conséquences des médicaments antiépileptiques sur la vie sexuelle des femmes africaines épileptiques, l'influence de ces drogues sur la grossesse et au moment de l'allaitement. 17 % des épilepsies partielles, 64,16 % étaient sous phénobarbital, 69,16 % avaient une bonne observance thérapeutique. Comme effets secondaires des médicaments, 90 % avaient des troubles sexuels. 75 % menaient une vie sexuelle active, On notait une diminution du nombre de rapports sexuels par semaine durant la maladie [31/55=56,66 %]. Par ailleurs, 51,17 % ont eu à utiliser une contraception, dont 38,7 % de type oral. 64,86 % avaient remarqué une augmentation de la fréquence des crises au moment de leurs grossesses. Parmi les 74 femmes qui avaient été enceintes, 41,89 % avaient eu des enfants prématurés, 16,21 % avaient avorté, 61,17 % disaient avoir une vie psychosociale affectée.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "-Offre de soins et accès aux soins -Prise en charge VIH et sida",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "identifier les populations à risques, de présenter et d'analyser la répartition spatiale de la population et des services de santé, les données sur l'offre et l'accès aux soins. Ils aident ainsi à prendre des décisions. Dans cette communication, le SIG a été utilisé pour représenter les inégalités spatiales d'accès aux Soins de Santé Primaires (SSP) dans la commune d'arrondissement de Thiaroye sur mer située dans le département de Pikine (Dakar/Sénégal).",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Comme chaque fournisseur définit lui-même et de manière indépendante le nom commercial et les caractéristiques de ses ARV, cela se traduit par une grande diversité d'appellation, de format, forme et couleur pour un même médicament. L'objectif de cette étude est de décrire la diversité d'apparence (forme, format et couleur) et d'appellation des ARV disponibles au Sénégal, et de documenter l'impact de ces changements pour les patients et les professionnels de santé.Nous avons dressé l'inventaire des noms et description de l'aspect des ARV délivré à la pharmacie du CRCF/CHU de Fann à Dakar et avons mené des entretiens avec les patients et recueil d'informations auprès des dispensateurs sur les conséquences des changements dans l'apparence des médicaments. et représentent un obstacle à une bonne observance thérapeutique. Le principe d'une standardisation des apparences des ARV s'impose afin de rationaliser la gestion pharmaceutique et de favoriser l'observance thérapeutique. Il est urgent d'instaurer un critère de parfaite similitude d'apparence entre les médicaments comportant le même principe actif, au même dosage, commercialisés par des industriels différents. Ces aspects devraient être inclus dans les critères de pré-qualification définis par l'OMS.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "1. Fondation Mérieux, 17 rue Bourgelat 69002 Lyon France, France 2. Direction des laboratoires du Burkina Faso Ministère de la santé du Burkina Faso, Burkina Faso 3. Direction des laboratoires, Ministère de la santé du Séné-Suite aux succès enregistrés dans le cadre du projet RESAOLAB mis en oeuvre au Burkina Faso, au Mali et au Sénégal, et la demande des ministères des pays voisins, le réseau ouest africain des laboratoires est en en cours d'extension dans différents pays de la sous-région: le Bénin, la Guinée, le Niger et le Togo. Le projet RESAOLAB est devenu le programme RESAOLAB+.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Évaluation du coût de la prise en charge hospitalière des enfants vivant avec le VIH à Dakar (l'Hôpital des Enfants A. Royer) M. Varloteaux Institut de recherche pour le développement (IRD), Le Sextant 44, boulevard de Dunkerque, CS 90009 13572 Marseille cedex 02, France maryamvarlo@live.fr",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "et 6 garçons) ; seuls 6 sont traités par ARV. Age médian 9 ans [mini : 16 mois, max : 16 ans] ; la durée médiane d'hospitalisation est de 22 jours [mini : 7, max : 61]. Le coût médian par hospitalisation est de 87 850 FCFA (134 €) [38 809 FCFA -201 670 FCFA] ; le coût moyen journalier est de 4940 FCFA (7,5 €).Les coûts se répartissent entre : 58 % pour les médicaments (ARV non compris), 20 % pour les examens complémentaires ; 22 % concernent les dépenses « de vie quotidienne ». Actuellement, les dépenses médicales (médicaments et examens complémentaires) sont couvertes par un programme caritatif (Esther-France) ; les autres dépenses (soit environ 25 000 FCFA [39 €] par hospitalisation) sont à la charge des familles.Sachant que 60 % de la population sénégalaise dépense moins de 525 €/an (1,4 €/j) une hospitalisation équivaut à un mois de dépense supplémentaire pour une personne. Les coûts liés aux hospitalisations d'un enfant représentent des montants importants qui peuvent constituer un frein à l'accès aux soins et favoriser la paupérisation de la famille.Connaissances, attitudes et pratiques des prestataires en counseling des centres de dépistage du VIH/sida dans le district de santé de la Mifi (Ouest Cameroun) E.R. Mafo Nzonteu, A. Ngaha, L. Kaptue Yaoundé-Cameroun estellemafo@gmail.com Le counseling est une étape indispensable dans la lutte contre le VIH/SIDA dans le cadre de l'information et la prévention des risques de transmission, ainsi que le suivi des PVVIH. Évaluer les connaissances, attitudes et pratiques des prestataires en counseling des centres de dépistage du VIH/ SIDA. Il s'agit d'une étude transversale de type CAP, par entretiens individuels auprès des prestataires en counseling dans le district de santé de la Mifi, dans la région de l'Ouest Cameroun, de décembre 2009 à septembre 2010. Sur les 52 prestataires enquêtés, il y avait autant d'hommes que de femmes, et la tranche d'âge la plus représentée était 35-44 ans, la majorité étant des infirmiers (71.15 %). La plupart exerçait dans des CSI (32.7 %) et le tiers (34.6 %) n'avait reçu aucune formation préalable en matière de counseling. La majorité (64.7 %) des conseillers formés avaient été recyclés au cours des 5 dernières années. Le niveau des connaissances était jugé satisfaisant dans 90.4 % des cas, tandis que les attitudes et pratiques l'étaient dans 57,7 % des cas. Plus de la moitié des prestataires (59.2 %) avaient des difficultés à annoncer des résultats positifs aux patients et les référaient dans un CTA ou une UPEC. Les connaissances en counseling influençaient de manière significative les attitudes et pratiques des conseillers (p = 0,00). Bien que le niveau des connaissances en counseling soit satisfaisant pour la majorité de ces prestataires (90,4 %), les besoins en formation sont réels. Politiques et financement de la santé -Formation et gestion des ressources humaines Enjeux de la prise en charge des maladies non tranmissibles par les systèmes de santé en Afrique subsaharienne H. Balique Faculté de médecine de Marseille, Laboratoire de santé publique, 27, Boulevard Jean Moulin, 13005 Marseille, France hubertbalique@hotmail.com",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Extension de l'assurance maladie et inclusion des mutuelles communautaires au Sénégal B. Boidin Centre lillois d'études et de recherches sociologiques et économiques (CLERSE), CNRS/IN2P3 UMR6533, CNRS : UMR8019, Cité scientifique -Université Lille 1 Bâtiment SH2 59655 Villeneuve d'Ascq cedex, France bruno.boidin@univ-lille1.fr",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Déterminants de la demande de soins dans un contexte de gratuité : l'exemple de la ville de Pikine dans la banlieue de Dakar M. Dieng, M. Audibert Centre d'études et de recherches sur le développement international (CERDI), CNRS : UMR 6587, Université d'Auvergne -Clermont-Ferrand I, 65 Bvd Francois Mitterrand -BP 320 63009 Clermont Ferrand Cedex 1, France mddiengfaye@yahoo.fr L'objet de cette communication est d'étudier la demande de soins des ménages urbains (Sénégal). Les données pour cette étude ont été recueillies grâce à une enquête à plusieurs passages menée auprès de 449 ménages, choisis de manière aléatoire, localisés dans la ville de Pikine (banlieue de Dakar), entre décembre 2010 et novembre 2011. Tous les membres du ménage, ayant eu un épisode de maladie les deux mois précédant (premier passage) ou depuis le passage de l'enquêteur (passages suivants), ont été interrogés sur le recours aux soins et les dépenses de santé. Les données recueillies permettent d'estimer les déterminants de la demande de soins de santé par un modèle multinomial probit.Les nouveaux défis pharmaceutiques dans les pays à ressources limitées face aux nouvelles recommandations de traitement du VIH par l'OMS A. Ba PAH-CHMP, 4 voie militaire des Gravanches 63000 Clermont-Ferrand, France a.ba@chmp.org L'introduction rapide depuis les années 2000 de traitements à base de génériques a constitué une avancée dans le passage à l'échelle de la prise en charge des PVVIH, tuberculose et du paludisme. Toutefois cette entrée massive des médicaments génériques n'a pas permis d'éviter des problèmes pharmaceutiques de ruptures de stocks entraînant souvent un arrêt des traitements et/ou des changements de protocole en cours de traitement Au-delà des risques liés à la sécurisation des patients par une évaluation à long terme des effets secondaires engendrés par ces médicaments et l'absence de données de contrôle de qualité d'étude post marketing, des problèmes organisationnels sont rencontrés ces dernières années.Actuellement, les quantifications sont faites sur la base des commandes passées et des rapports d'activités (nombre de patients sous traitement) des services de prise en charge et des centres de dépistage volontaire.Le système de suivi-évaluation des patients et des produits pharmaceutiques ne fournit pas de données systématiques et fiables, ni sur les caractéristiques des files actives, ni sur la consommation par site. Ceci s'explique par le manque d'outils adaptés, de formation du personnel, et l'absence de circuits d'informations structurés et supervisés.La distribution des médicaments est peu intégrée au système national, ce qui engendre des disponibilités irrégulières des médicaments et autres produits médicaux au sein des sites de prise en charge. La nécessité de renforcer les capacités aussi bien au niveau national que régional dans leurs missions est donc admise par toutes les parties prenantes et demeure une priorité Le plan GAS met en oeuvre et utilise de nombreuses ressources. Par conséquent, anticiper son dimensionnement et le piloter est crucial pour répondre aux besoins des patients et ce dans une logique d'optimisation économique et de respect des protocoles thérapeutiques et des exigences des différents bailleurs et partenaires techniques. Le plan GAS combiné devra être centré sur la planification tactique des ressources et des moyens permettant de disposer d'un plan d'approvisionnement annuel avec des délais de livraisons connus et négociés avec chaque fabricant.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": ", P. Formenty (3) 1. Muséum national d'histoire naturelle (MNHN), CNRS : UMR7206. UMR 7206 & USM 104 Ecoanthropologie et ethnobiologie CNRS MNHN Bât 135 57 rue Cuvier 75231 PARIS CEDEX 05, France 2. Organisation mondiale de la santé (OMS), 20 avenue Appia 1211 Genève, Suisse epelboin@mnhn.fr",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "L'émergence des pathologies iatrogènes : perceptions des lipodystrophies par les personnes sous antirétroviraux à Dakar S. Boye (1, 2) La transition épidémiologique est supposée marquer l'émergence des malades chroniques qui nécessitent des traitements médicamenteux au long cours et voir s'accroitre la proportion des personnes âgées faisant l'objet de prescriptions médicamenteuses multiples. On doit s'attendre à une augmentation de la fréquence des effets indésirables des médicaments, un domaine jusqu'à présent peu investigué en Afrique. Lorsque ces effets sont spécifiques, ils soulèvent la question de leur interprétation locale, et du lien que font les personnes atteintes avec le traitement qui a provoqué ces troubles. C'est le cas des lipodystrophies provoquées par les antirétroviraux.Cette communication a pour objectif de préciser si les personnes atteintes de lipodystrophies secondaires à la prise d'antirétroviraux les perçoivent comme pathologiques, les associent à ces médicaments ou en donnent d'autres explications.L'étude qualitative a été réalisée par des entretiens approfondis auprès de vingt personnes atteintes de lipodystrophies cliniques, sous ARV depuis 10 ans et incluses dans la cohorte ANRS 1215 à Dakar (Sénégal). Les entretiens enregistrés ont été traduits du wolof et retranscrits, puis analysés.Les lipodystrophies sont surtout invalidantes en cas de fonte de la graisse des joues qui modifie le faciès, d'augmentation de la graisse abdominale et de perte de la graisse des extrémités des membres qui les fait apparaître émaciés. Les interprétations sont assez variées pour des troubles qui peuvent être d'intensité et de localisation identiques. Les signes s'intègrent plus ou moins harmonieusement dans la morphologie des individus ou dans leur histoire corporelle. De plus, les différences d'interprétation sont liées à l'âge et au sexe. Aussi, certaines personnes ne perçoivent pas ces signes ou les considèrent comme « secondaires », et d'autres en souffrent intensément.Les personnes n'associent pas toujours ces signes aux antirétroviraux, mais mentionnent d'autres causes telles que l'anxiété et le stress, une mauvaise alimentation, et des attaques en sorcellerie. Ces interprétations rapportent aussi les informations données par les soignants, qui sont mal à l'aise lorsque l'interruption du traitement qui a provoqué la lipodystrophie ne résout pas le problème, les signes étant souvent irréversibles. Les lipodystrophies ne semblent pas (encore) avoir valeur de « marque » du VIH aux yeux de la population générale, mais sont parfois vécues très difficilement. Les associations sont démunies, n'ayant ni information spécifique à apporter, ni proposition pour réparer les effets inesthétiques des traitements.Le vécu des effets indésirables des médicaments devrait être mieux exploré pour améliorer la qualité des soins à l'ère des maladies chroniques. De plus en plus, le téléphone est utilisé par des organismes de santé pour mener des interventions de promotion de la santé qui vise des changements de comportement, ainsi qu'en appui à la prise en charge des maladies chroniques, tel que le VIH. C'est dans cette dynamique que le Centre de traitement ambulatoire du CHNU de Fann de Dakar a décidé la mise en place d'un centre d'écoute à distance en 2004, dénommé CTA Info Sida, pour la prévention et la sensibilisation de masse. L'objectif de cette étude était d'explorer, de documenter et de questionner les pratiques des écoutants, puis de déterminer les fondements de la légitimité de leur intervention ainsi que celui d'explorer les difficultés auxquelles ils sont confrontés et la perception de l'écoute téléphonique dans le domaine du VIH.Dans une approche qualitative, nous avons mené des entretiens semi-directifs au nombre de 13 avec les écoutants, avec à la base un guide et une grille d'entretien qui regroupent toutes les thématiques du sujet.Au terme de cette étude, il est apparu que l'écoute téléphonique au CTA est gérée majoritairement par des écoutants issus de la mouvance associative de personnes vivant avec le VIH et par des assistants sociaux. Sa pratique suit une procédure processuelle allant de la prise de contact entre l'écoutant et l'appelant, à la satisfaction des besoins de ce",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}