{"paper_id": "ccdfae826fb1a78047bb49ec5eb027e7df5d1548", "metadata": {"title": "5084: PRESENCE OF IMMUNE DEFICIENCY INCREASES THE RISK OF HOSPITALIZATION IN PATIENTS WITH NOROVIRUS INFECTION", "authors": [{"first": "Sun-Woo", "middle": [], "last": "Kang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Keith", "middle": [], "last": "Sacco", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic Jacksonville", "location": {"settlement": "Jacksonville", "region": "FL"}}, "email": ""}, {"first": "Thanai", "middle": [], "last": "Pongdee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic", "location": {"settlement": "Rochester", "region": "MN"}}, "email": ""}, {"first": "Matthew", "middle": [], "last": "Binnicker", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic", "location": {"settlement": "Rochester", "region": "MN, 4 Gastroenterology"}}, "email": ""}, {"first": "Mark", "middle": [], "last": "Espy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mayo Clinic", "location": {"settlement": "Rochester", "region": "MN, 4 Gastroenterology"}}, "email": ""}, {"first": "Sahil", "middle": [], "last": "Khanna", "suffix": "", "affiliation": {"laboratory": "", "institution": "UCSF School of Medicine", "location": {"settlement": "San Francisco", "region": "CA"}}, "email": ""}, {"first": "Darrell", "middle": [], "last": "Pardi", "suffix": "", "affiliation": {"laboratory": "", "institution": "UCSF School of Medicine", "location": {"settlement": "San Francisco", "region": "CA"}}, "email": ""}, {"first": "Avni", "middle": ["Y"], "last": "Joshi", "suffix": "", "affiliation": {"laboratory": "Pediatric and Adult Allergy/Immunology", "institution": "Mayo Clinic", "location": {"settlement": "Rochester", "region": "MN"}}, "email": ""}]}, "abstract": [{"text": "More studies are focusing on renal tubular epithelial cells (RTECs) as a new target to restore inflammatory environment as clarifying their immune regulatory function. Here, we investigated whether histone deacetylases (HDACs) are activated in RTECs during T cell-mediated inflammation. Human renal proximal tubular epithelial cell line HK-2 was cultured in the presence or absence of recombinant interferon gamma (IFN-g) 200 U/ml plus tumor necrosis factor alpha(TNF-a) 5 ng/ml. The HDAC activity was determined on the expression levels of acetylated H3 and a-tubulin by immune blot assay. To determine the functional activity of HDAC inhibitor SB939, we analyzed the immune stimulatory phenotype of HK-2 cells such as class II MHC molecule, CD80, CD86, and CD40 by flow cytometry. We found that HDAC activity was markedly increased in HK-2 cells by treatment of IFN-g/TNF-a within 12 hours. Treatment of pan-HDAC inhibitor SB939 in HK-2 cells completely prevented HDAC activity. SB939 treatment predominantly inhibited upregulating CD40 expression but not MHC class II, CD80, and CD86. MCP-1 was significantly inhibited more than IL-6 and TNF-a by SB939 treatment. Our results demonstrate that 1) HDAC activity is increased in RTECs in response to 2) which further facilitates T cell-mediated inflammatory responses through CD40 and MCP-1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Immune complex (IC) deposition leading to vasculitis has been described in autoimmune disorders, as has the association between IC disease and complement deficiency. We present a patient with complete C3 deficiency and concurrent hypogammaglobulinemia treated with intravenous gammaglobulin (IVIg) who exhibited a vasculitis temporally associated with IVIg treatments. A 14-year-old male originally presented at 6.5 years of age with complicated pneumonia and a history of recurrent sinopulmonary infections. Immunologic work-up revealed hypogammaglobulinemia which was treated with immunoglobulin therapy for several years when he developed an episodic vasculitis. Further evaluation revealed a homozygous mutation causing complete absence of the C3 component of complement. While optimizing his immunoglobulin dose for immunoprotection, a temporal association was made between larger, more frequent IVIg infusions and episodes of leukoclastic vasculitis. This case uniquely demonstrates the well-established propensity towards IC deposition in a complement deficient patient. A large bolus of ICs, as supplied by infused IgG binding to circulating antigens, overwhelms the patient's faulty clearance mechanisms leading to episodes of vasculitis. Transitioning to lower dosage immunoglobulin infusions ameliorated this problem, eliminating further vasculitic episodes. severity and mortality, possibly by promoting regulatory T cells (Tregs) . However, few data have been reported about the impact of this drug on overall T cell population. The present work aims at investigating the mechanisms by which RAPA impacts GVHD in a humanized mouse model of GVHD (NSG mice infused with human PBMCs). We observed that RAPA injections significantly reduced xenogeneic GVHD lethality and severity. RAPA dramatically reduced human cells chimerism in RAPA mice and increased CD4 + /CD8 + T cells balance due to a lower proliferation of CD8 + T cells. In addition, the frequencies of naive CD4 + and CD8 + T cells were higher and the CD4 + T cells s h o w e d a r e d u c e d e f f e c t o r p h e n o t y p e (CD45RO + CD27 -). Further, the differentiation of helper T cells (Th1, Th2 and Th17) was significantly decreased in treated mice. Tregs were positively affected as RAPA up-regulated their expression of BCL-2 and KI67 as well as their STAT5 phosphorylation level, leading to higher Treg frequency in treated mice. Altogether these data suggest that RAPA ameliorates GVHD by lowering cytotoxic and effector CD4 + T cells frequency as well as promoting Tregs. met criteria for complete DiGeorge anomaly with either a heart defect or hypoparathyroidism. Eighty two percent of athymic patients with CHARGE syndrome transplanted before 2013 survived at least two years post-thymus transplantation. In the first 2 years after thymus transplantation, all surviving patients with CHARGE syndrome developed naïve CD4 T cells. Conclusions: The data suggest that many athymic patients have CHARGE syndrome. Recognition of T cell deficiency in CHARGE patients is critical for prompt referral for thymus transplantation. Introduction:The measurement of T cell receptor excision circles (TREC) on routine newborn screening (NBS) enables the early diagnosis of Severe Combined Immunodeficiency (SCID). Here we report a case of a newborn with low TRECs on NBS that led to an early diagnosis of properdin deficiency carriage. Case Report: A 9 day old, full term, female newborn, presented with low TREC levels. The infant's nursery course was complicated by Streptococcal pneumoniae septic shock, respiratory failure, and E. coli tracheitis during her first 2 weeks of life. TREC values were 93, 0, 0, average of 31 copies/μL. Immune evaluation revealed a low AH50 (36, reference range ≥ 46) at 18 days of life, which was repeatedly low (15) at 5 weeks of life. CBC, lymphocyte enumeration, immunoglobulin levels, CH50 and MBL were unremarkable, and chronic granulomatous disease assay was negative. TREC levels repeated at 2 weeks and at 5 weeks of life were normal. Evaluation of the AH50 pathway revealed a low properdin level (18.2 mcg/ml, reference range 22.3 -67.6), normal Factor B and mildly elevated Factor D, consistent with the diagnosis of properdin deficiency carriage. Conclusion: Infants with primary immunodeficiency have diverse clinical presentations, and complement deficiency should be considered in the differential diagnosis. An abnormal NBS with low TREC level can help identify other immunodeficiencies besides SCID. Common Variable Immunodeficiency (CVID), the most common primary immunodeficiency, is often complicated by the development of autoimmune disease, malignancy, and lung disease. Patients with CVID may present with generalized lymphadenopathy that can be easily mistaken for lymphoma. Cases: Patient 1 is a 50-year-old healthy male who was diagnosed with generalized lymphadenopathy on CT and PET scans that was suggestive of malignancy. Lymph node biopsy showed noncaseating granulomas without evidence of lymphoma. Immunoglobulin levels were low with poor vaccine response. IL-2 receptor was elevated at 1363U/mL (normal 109-663U/ mL). He was diagnosed with CVID with granulomatous disease. Patient 2 is a 63-year-old female with diagnosis of CVID, sarcoidosis, bronchiectasis, and remission from B-cell lymphoma. Surveillance CT and PET scans were suggestive of relapsed lymphoma. Lymph node biopsy showed reactive lymphadenopathy. Further evaluation found these lymph nodes to represent benign clonal lymphoid hyperplasia and not relapsed lymphoma. IL-2 receptor was markedly elevated at 2,735U/ml. Discussion: These cases demonstrate how lymphadenopathy may masquerade as malignancy. The lymphadenopathy is likely a result of immune dysregulation from CVID. IL-2 receptor, a biomarker for inflammation, may be used to monitor disease progression in these patients over time. 1 Shire, Cambridge, MA, 2 Shire, Bannockburn, IL Rationale: Treatment satisfaction (TS) is an important consideration for Ig treatment. This analysis compares TS during the IVIG and CUVITRU (SCIG 20%) treatment periods of clinical studies conducted in NA and EU in patients who entered from IVIG therapy.", "cite_spans": [{"start": 1435, "end": 1442, "text": "(Tregs)", "ref_id": null}, {"start": 5900, "end": 5901, "text": "1", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Methods: Two phase 2/3 studies evaluated patients with PIDD treated with SCIG 20% for~12 months subsequent to 3 months of treatment with IVIG (NA study) or IVIG or SCIG (EU study). TS was assessed using the Life Quality Index (LQI; higher scores indicate greater satisfaction) instrument at the end of the IVIG period and after the completion of the SCIG 20% period among patients entering the studies from IVIG therapy. Wilcoxon Signed Rank test evaluated statistical significance. Results: Patients reported significant improvements during the SCIG 20% period compared to the prior IVIG period in the Treatment Interference LQI domain in the NA study (36.5 vs 33.5; P = 0.049; n = 46) and the EU study (39.0 vs 34.5; P = 0.016; n = 30). Improvement was reported in the Therapy Setting LQI domain relative to the IVIG therapy period after treatment with SCIG 20%, improving from 17.5 to 20.0 (P < 0.001) and 18.0 to 21.0 (P = 0.002) in the NA and EU study, respectively. Conclusions: Patients reported improvements in TS after 12 months on the new SCIG 20% compared with IVIG. This improved satisfaction should be considered in offering the new SCIG 20% to patients receiving IVIG.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "treatments with 84% of younger (≤13 yr) and 91% of older (≥14 yr) patients preferring SCIG 20%. Home infusion was preferred by 88% of all patients. The aspects of treatment with the highest proportion of 'like'/'like very much' responses were \"ability to fit treatment into my own schedule\" (96%) and \"ability to self-administer without medical supervision\" (94%). Conclusions: Overall, 88% of patients preferred to continue receiving the recently approved SCIG 20%; they liked the ability to have more control over self-administration of their Ig treatment.", "cite_spans": [], "ref_spans": [], "section": "5131: TREATMENT PREFERENCE ON THE NEW SUBCUTANEOUS IMMUNOGLOBULIN 20% (SCIG 20%) TREATMENT IN PATIENTS WITH PRIMARY IMMUNODEFICIENCY DISEASES (PIDD) IN EUROPE (EU)"}, {"text": "Background: GLILD is the pulmonary component of a lymphoproliferative process that occurs in a minority of CVID patients. GLILD is diagnosed via lung biopsy. Monogenic disorders distinct from CVID can also cause GLILD. This study sought to determine the prevalence of monogenic causes of GLILD in patients previously diagnosed with CVID and the response to therapy with rituximab (RTX) and azathioprine (AZA) or RTX and mycophenolate mofetil (MMF). Methods: Twenty-five patients with biopsy-proven GLILD underwent whole exome sequencing to identify monogenic mutations, which were confirmed with Sanger sequencing. Response to immunosuppressive therapy was ascertained by chart review. Results: 8/25 patients were found to have mutations in genes known to cause a CVID-like disorder including TNFRSF1 (n = 4), CTLA4 (n = 2), KMT2D (n = 1) and XIAP (n = 1). Prominent comorbidities included adenopathy (n = 5), cytopenias (n = 6), and bronchiectasis (n = 2). Forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV1) demonstrated marked improvement, increasing an average of 329mL and 258mL amongst all of the patients, respectively. Diffusing capacity (DLCO) increased an average of 2.44 mL CO/ min/mmHg. All chest CTs demonstrated radiographic improvement. Conclusions: The use of RTX/AZA or RTX/MMF was effective in the treatment of GLILD in monogenic disorders originally diagnosed as CVID.", "cite_spans": [], "ref_spans": [], "section": "5135: PREVALENCE AND TREATMENT OF MONOGENIC CAUSES OF GRANULOMATOUS AND LYMPHOCYTIC INTERSTITIAL LUNG DISEASE (GLILD) IN PATIENTS PREVIOUSLY DIAGNOSED WITH CVID"}, {"text": "5136: HYPER IgD SYNDROME (HIDS) PRESENTING AS ARTHRITIS WITHOUT FEVER Joel Louis Gallagher, MD 1 , John M Routes, MD 1 , Mary T Bausch-Jurken, PhD 2 , Judy Ann Olson, MD 3 , Eli Eistein, MD 4 , Rachel Petro, MD 5 and James W Verbsky, MD/PhD 6 , Background: Periodic fever with mevalonate kinase deficiency, also known as HIDS, typically presents with fevers starting in infancy, lymphadenopathy, abdominal pain, ulcers, and rash. More severe mutations lead to mevalonic aciduria, resulting in mental retardation. We present a 17-year-old male with a history of short stature who initially presented at age two with knee swelling that progressed to chronic arthritis. His clinical course was notable for organomegaly, colitis, perioral ulcers, anemia, and elevated zinc levels and inflammatory markers. Fevers were never a prominent symptom. He was initially diagnosed with hyperzincemia with elevated calprotectin and trialed on multiple immunosuppressants, finally achieving improvement of the inflammation and anemia with anakinra. Methods: Whole exome sequencing was performed. Results: Sequencing demonstrated two mutations in the mevalonate kinase (MVK) gene: a c.118 C > T resulting in an R20Y substitution (inherited from his father) and a c.803 T > C resulting in an I268T substitution (inherited from his mother). Conclusions: We report a case of HIDS presenting as progressive arthritis without fevers, which is a nearly universal finding with HIDS. Arthritis is reported in association with HIDS but is typically transient in nature. In summary HIDS can have a variable presentation, including arthritis in the absence of fevers.", "cite_spans": [], "ref_spans": [], "section": "5135: PREVALENCE AND TREATMENT OF MONOGENIC CAUSES OF GRANULOMATOUS AND LYMPHOCYTIC INTERSTITIAL LUNG DISEASE (GLILD) IN PATIENTS PREVIOUSLY DIAGNOSED WITH CVID"}, {"text": "Gain-of-function mutations in PI3Kd (Phosphoinositide 3kinase delta) leading to lymphoproliferation and immunodeficiency is known as APDS/PASLI. We report 6 patients (age17-32 years) treated for 12 weeks with increasing doses of the PI3Kd-specific inhibitor leniolisib: 10 mg, 30 mg and 70 mg b.i.d.X4weeks respectively. All patients had splenomegaly at baseline; some had cytopenias(3),pulmonary sequelae(5) and history of malignant lymphoma(3);received immunoglobulin replacement(5), 3 had prior treatment with s i r o l i m u s ( r e q u i r i n g a 6 w e e k w a s hout).Lymphoproliferation improved significantly on escalating doses of leniolisib.CT/MRI scans at the end of treatment showed regression of spleen size by 40% (+/-11%). Leniolisib led to a reduction in the number of previously elevated transitional B cells and senescent CD4+ and CD8+ T cells; naive B cell numbers normalized. In parallel, a significant, dose-dependent reduction of PI3K/Akt pathway activity was noted. It was well tolerated with no early terminations or serious adverse events. Oral PI3Kd inhibitor leniolisib led to clinically relevant improvements of lymphoproliferation and normalization of B and T cell subsets in patients with APDS/PASLI.Participating patients are currently receiving continued leniolisib treatment in an extension study. Leniolisib is also being explored in primary Sjögren's syndrome", "cite_spans": [], "ref_spans": [], "section": "5135: PREVALENCE AND TREATMENT OF MONOGENIC CAUSES OF GRANULOMATOUS AND LYMPHOCYTIC INTERSTITIAL LUNG DISEASE (GLILD) IN PATIENTS PREVIOUSLY DIAGNOSED WITH CVID"}, {"text": "Meera Mehta MD 1 and Chandrakasan Shanmuganathan MD 2 , 1 Emory University School of Medicine, Emory University School of Medicine, Atlanta, GA, 2 Hematology/Oncology, Emory University School of Medicine, Atlanta, GA Introduction: Chronic Granulomatous Disease (CGD) is a primary immunodeficiency caused by a defect in the phagocyte nicotinamide adenine dinucleotide phosphate (NADPH) oxidase. Hemophagocytic lymphohistiocytosis has been reported in patients with CGD. This article reports a 3-month-old male who presented with fevers and abdominal distension and a 16month-old male who presented with fever and cough. Both met diagnostic criteria for HLH and CGD. Cases: C.M. presented at 3 months of age with a 4-day history of fever and abdominal distension. His labs were significant for a prolonged PT, PTT, elevated INR, low fibrinogen, ferritinemia, and elevated triglycerides. He had a maternal cousin and great uncle with CGD. His bone marrow biopsy was unrevealing. He met criteria for HLH and was started on chemotherapy with clinical improvement. L.D. presented at 16 months of age with a 5-day history of fever, diarrhea, and cough. He developed a metabolic acidosis with elevated liver enzymes and INR. He underwent a bone marrow biopsy, which exhibited hemophagocytes. Despite the initiation of decadron, etoposide, and IVIG, he clinically deteriorated and expired. Discussion: These two cases illustrate the importance of considering an underlying immunodeficiency in the differential diagnosis when evaluations patients presenting with HLH. ", "cite_spans": [], "ref_spans": [], "section": "5141: A CASE SERIES: CLUES TO A DIAGNOSIS OF CHRONIC GRANULOMATOUS DISEASE IN P A T I E N T S P R E S E N T I N G W I T H HEMOPHAGOCYTIC LYMPHOHISTIOCYTOSIS"}, {"text": "A 2 year old male presented with nausea, vomiting and abdominal pain one week after a camping trip. Headache and low grade fever followed, unresponsive to oral antibiotics. He progressed to shock and transferred to an ICU. Physical exam was notable for an erythematous rash noted throughout his body and hepatosplenomegaly with coarse breath sounds. Xray was consistent with an acute, diffuse pulmonary process. Shortly post admission, blood cultures grew 2+ yeast. Blood, bone marrow, and CSF grew Crytococcus Neoformans.", "cite_spans": [], "ref_spans": [], "section": "C R Y P T O C O C C A L S E P S I S A S I N I T I A L PRESENTATION OF CD40L DEFICIENCY"}, {"text": "He was started on ambisome/flucytosine treatment. Flow analysis for CD40L was sent, which confirmed absence of the protein.", "cite_spans": [], "ref_spans": [], "section": "C R Y P T O C O C C A L S E P S I S A S I N I T I A L PRESENTATION OF CD40L DEFICIENCY"}, {"text": "Despite aggressive treatment, the patient developed severe ARDS and septic shock, and was unable to be resuscitated. Patients with CD40L deficiency are potentially highly predisposed to cryptococcal infection, and this interaction should be studied further. Isolating Cryptococcus from a male patient should raise suspicion of this disease. A subset of patients with common variable immunodeficiency (CVID) develop granulomatous and lymphocytic interstitial lung disease (GLILD)-a restrictive lung disease for which no standardized treatment has been established. Combination chemotherapy with azathioprine and rituximab has been shown to improve symptoms, chest imaging and pulmonary function testing. We report three unique cases of successful treatment of GLILD with rituximab as a single agent. Case 1: A 25 year-old woman with CVID was on chronic prednisone for three years for treatment of her GLILD. She was started on rituximab single therapy, resulting in reduction of her prednisone use, and clinical improvement. Case 2: A 66 year-old woman with CVID and GLILD presented with decompensating respiratory symptoms, and worsening of both imaging and functional studies of the lung. Due to her history of lymphoma, azathioprine was not given. She was treated with rituximab therapy alone, with improvement in her clinical symptoms and lung function. Case 3: A 30 year-old woman presented with CVID and GLILD at the age of 20. She developed Mycobacterium terrae infection while on infliximab therapy for the GLILD. There was concern that use of azathioprine may cause a worsening of mycobacterial infection, thus she was started on rituximab alone for treatment of GLILD, with symptomatic improvement after four weeks of rituximab treatment. Rationale: Ig reduces infection rates in patients with PIDD by raising trough levels that are affected by Ig dose, interval, and bioavailability. A population PK model was developed based on weekly (QW) dosing data to simulate Ig exposure with CUVITRU, the new SCIG 20%, to compare 6 dosing intervals and to determine the dose adjustment factor. Methods: Data from 2 phase 2/3 studies in patients (≥2 yrs) treated with IVIG 10% and SCIG 20% QW were used to characterize Ig population PK with nonlinear mixed-effects modeling. A model simulated Ig exposure for 1000 patients with SCIG 20% dosed daily (QD), every 2 days, every 3 days, twice weekly (BIW), QW, and every 2 weeks (Q2W). Children's National Medical Center, Washington, DC", "cite_spans": [], "ref_spans": [], "section": "C R Y P T O C O C C A L S E P S I S A S I N I T I A L PRESENTATION OF CD40L DEFICIENCY"}, {"text": "The patient was born at 29 weeks by C-section due to ascites, maternal pre-eclampsia and acute fetal bradycardia. There was persistent liver inflammation prompting referral for liver transplant. Evaluation showed elevated urine organic acids, which led to the diagnosis. She was started on steroids, and subsequently transitioned to anakinra, with liver improvement but frequent admissions for fever/inflammation. She was referred for BMT. She underwent a 5/6 cord blood transplant with a campath/fludarabine/melphalan/thiotepa preparative regimen. She developed acute GvHD, treated with steroids. As the steroids weaned, she was admitted with a febrile episode, pneumonia and joint pains. Urinary mevalonic acid, although many levels below results prior to transplant, was elevated to hyper IgD flare-range levels. Conventional NK cells are important innate effector lymphocytes that play a crucial role in early host defense against different pathogens as well as malignant transformation. By their cytotoxic ability and secretion of cytokines and chemokines, they build a bridge between innate immunity and adaptive immunity. However, their role in the pathogenesis of Crohn's disease (CD) remains unclear. In this study, we analyzed the frequency and function of NK cells in the peripheral blood and terminal ileum of CD patients. The frequency of NK cells among Lineage (-) CD45 (+) CD127 (-) PBMC was similar between CD patients and healthy donors while its frequency was significantly increased in the inflamed terminal ileum. Also, we noticed that the peripheral NK cells of CD patients had significantly downregulated degranulation ability compared to donors. This indicated compromised cytotoxicity. At the same time, intestinal NK cells were potent IFN-rproducers and their enrichment in the inflamed mucosa suggested their potential contribution to the tissue damage process of CD patients. Overall, the phenotype and function of NK cells among CD patients are organ-specific and contextdependent. Better understanding about the NK cell biology in CD patients definitely could offer potential therapeutic opportunities for better outcomes. Measurement of an individuals ability to respond to polysaccharide antigens is a crucial test to determine adaptive immunity. Currently the response to Pneumovax is utilized but with the success of Prevnar, measurement of the response to Pneumovax may be challenging. The aim of the study was to assess the response to Typhi Vi vaccination in both pediatric and adult control groups and patients with antibody deficiency. In the control groups, >95% of the individuals had pre vaccination concentrations <100 U/mL and there was significant increase in concentration post vaccination (p < 0.0001) with >94% achieving ≥3 fold increase in concentration post vaccination (FI). The response to Typhi Vi vaccination was significantly lower in both pediatric (p = 0.006) and adult (p = 0.002) antibody deficiency groups when compared to their age matched control groups. 11% and 55% of the pediatric and adult antibody deficiency groups did not obtain a response >3FI. When grouped into those individuals with hypogammaglobulinemia (HYPO) or common variable immunodeficiency (CVID), both groups had a significantly lower median FI than the control group. The data suggests that measurement of the response to Typhi Vi vaccination could represent a complementary assay for the diagnosis of antipolysaccharide production deficiency. hypothyroidism, and nephrotic syndrome (glomerulonephritis membranoproliferative type I). Parents are cousins in first degree. At the age of 24 years, his first immunologic screening was done shown low IgG, IgM and IgA levels and 1.6% CD4+/FOXP3+/CD25 + (control = 3,5%). IVIG treatment was started. Genetic screening for mutations in FOXP3, CD25, STAT1, STAT3, CTLA4, and PIK3CD was done. A heterozygous mutation p.E1010A was found in PIK3CD in the C-lobe of kinase domain described in ExacBrowser with a very low frequency, 5/120,286 (0.004%). The clinical phenotype associated with PIK3CD patients included chronic diarrhea in 25%, associated with cryptosporidium at least in 3 patients and glomerulonephritis and hypothyroidism in a subset of patients. Conclusion: In addition to the usual genes associated with IPEX (FOXP3) and IPEX-like syndrome (CD25, STAT1, STAT3, and CTLA4), PIK3CD should be considered. Shire, Cambridge, MA Rationale: HYQVIA (IGHy), Ig 10% with rHuPH20 to facilitate SC infusion of Ig, is a novel treatment approved in the EU as a replacement therapy in adults, children, and adolescents (0-18 years) with PIDD, myeloma, and chronic lymphocytic leukemia. To acquire additional safety data on the long-term use of IGHy, this study was initiated in EU in July 2014. Methods: This ongoing prospective, non-interventional, open-label, uncontrolled, multicenter study was designed to evaluate the long-term effects of IGHy in adult patients, and to assess prescribed treatment regimens and treatment administration in routine clinical practice. Adult patients who are currently receiving or prescribed IGHy are eligible. The treatment regimen is at the discretion of the attending physician as per product information; patients are followed according to standard clinical practice, and anti-rHuPH20 antibodies are measured on a voluntary basis. Results: As of October 2016, 62 patients (out of 86 enrolled) had received ≥1 dose of IGHy. Overall, 104 nonserious AEs (excluding infections) were reported in 40 patients and none of the 46 patients assessed developed binding (with titer ≥160) or neutralizing antibodies against rHuPH20. Conclusion: This prospectively-collected data snapshot of IGHy use in a \"real-world\" clinical setting confirms that IGHy is safe and well tolerated; updated results will be presented. Methods: An ongoing prospective, non-interventional, open label, uncontrolled, multicenter study to assess the long-term local and systemic effects of IGHy in adult patients within a real-world clinical setting, including voluntary measurement of anti-rHuPH20 antibodies. Patients aged ≥16 years with PIDD receiving IGHy are eligible for enrollment. Patients are followed according to standard clinical practice and their treatment regimen is at the discretion of the attending physician as per-product information.", "cite_spans": [], "ref_spans": [], "section": "5147: GRANULOMATOUS INTERSTITIAL LUNG D I S E A S E I N C O M M O N V A R I A B L E IMMUNODEFICIENCY: A CASE SERIES OF PATIENTS TREATED WITH RITUXIMAB AS"}, {"text": "Results: To date, 131 patients treated with IGHy have been enrolled (age 17-85 yrs) at 21 US study sites. Dose, dosing intervals, adverse events, and anti-rHuPH20 antibodies are being analyzed for the first 50 patients enrolled in the study as previously planned; interim results will be presented. Conclusion: Interim results of this prospective study will illustrate IGHy use and safety in routine clinical practice.", "cite_spans": [], "ref_spans": [], "section": "5208: A GLOBAL NON-INTERVENTIONAL POST-AUTHORIZATION SAFETY STUDY (PASS) OF H Y Q V I A I N PAT I E N T S W I T H P R I M"}, {"text": "Rashi Singhal, Sheetal Chawla and Prasenjit Guchhait, Disease Biology Laboratory, Regional Centre for Biotechnology, Faridabad, India Monocytes and macrophages are professional phagocytes which combat infections and maintain homeostatic balance by engulfing microbes and apoptotic cells and releasing inflammatory cytokines. Studies have previously described the anti-inflammatory properties of these cells when they engulf free-hemoglobin (Hb) in hemolytic conditions. While investigating the phenotype of monocytes in two hemolytic disorders-PNH and SCD, we observed a high number of pro-inflammatory (CD14 + CD16 hi ) monocytes. An estimated 95% monocytes showed the existence of both intracellular Hb and CD42b (platelet marker) and expression of TNF-α which could be due to engulfment of Hb-bound activated platelets from circulation of these patients. Our in vitro data further confirmed that the CD14 + cells transformed into CD14 + CD16 hi subset after engulfing Hb-activated platelets and secreted high levels of TNF-α and IL-1β, unlike monocytes treated with free Hb, which secreted more IL-10. Further CD14 + monocytes differentiated into pro-inflammatory M1 macrophages upon engulfment of Hb-activated platelets.", "cite_spans": [], "ref_spans": [], "section": "5211: MONOCYTES ARE TRANSFORMED OR DIFFERENTIATED INTO PRO-INFLAMMATORY S U B T Y P E S U P O N E N G U L F M E N T O F H B -ACTIVATED PLATELETS UNDER HEMOLYTIC CONDITIONS"}, {"text": "Even in presence of IL-4/13 (stimulus for M2) these monocytes did not differentiate into M2 lineages. This change in phenotype of monocyte and macrophages may play a role in the increased propensity to thrombo-inflammatory complications and impaired immune response as observed in hemolytic patients. A 4-year old boy was diagnosed with RF -, ANA -arthritis, and uveitis. He had leukopenia, and neutropenia (0.02 10 3 UL; N: 1.5-8.0 10 3 UL). His father had neutropenia and recurrent infections as a child. Methotrexate improved symptoms, but caused worsening neutropenia and chronic cough, so was changed to adalimumab until infliximab was begun due to uveitis. A chest CT showed bronchiectasis. BAL grew S. pneumoniae and M. catarrhalis. Quantitative immunoglobulins were normal with poor polysaccharide response (PPR). T, B, and NK cells were low. NK cell subsets, NK function, and lymphocyte proliferation were normal. B cells showed increased % of (IgM + CD38 + CD19+) transitional B cells and plasmablasts. BM biopsy showed increased neutrophils and macrophages with enlarged vacuolated cytoplasm. WES revealed a novel CXCR4 gene mutation (c.979_980insG) confirming WHIM diagnosis. He was begun on GCSF for neutropenia and IgG replacement due to PPR. This case highlights the variability of clinical presentation and complications of WHIM syndrome. Diagnosis may be challenging when presentation is unusual; however, family history is essential, and WES is a helpful tool. Immunology, Allergy and Rheumatology, Texas Children's Hospital, Houston, TX Treatment for specific antibody deficiency (SAD) is not established. We aim to compare the difference in outcomes in SAD patients receiving immunoglobulin replacement (IgGR) versus no IgGR. A single center, retrospective chart review of 347 primary immunodeficiency patients between January 2012 -May 2016 was done. SAD was classified as mild, moderate, severe or memory (Orange et. al. JACI 2012) . Immunological phenotypes, numbers of infections and hospitalizations before and after therapy were recorded. T-test, Wilcoxin rank sum and Fisher exact tests were used to compare differences between groups. 31 patients met SAD criteria. 20 patients received IgGR, 11 were treated with prophylactic antibiotics or received no treatment (no-IgGR). Median rate of infections in IgGR was 1/year and 2/year in no-IgGR (P = 0.92). Median rate of hospitalizations was 36% in IgGR and 12% in no-IgGR (P = 0.35). 8/20 on IgGR had severe SAD. 50% of patients with severe SAD on IgGR had severe infections vs. 25% of the non-severe phenotype (p = 0.33). Immune phenotype analysis is underway. Although our data did not show a statistically significant difference in the rate of infections or hospitalizations in SAD patients, there was a trend toward fewer infections in IgGR group. Severe SAD was associated with higher hospitalization rates even after IgGR. Prospective studies comparing IgGR to no-IgGR in SAD are warranted. Common variable immunodeficiency (CVID) is the most frequent symptomatic primary immunodeficiency. Objectives: (1) Identify the agents of viral rhinosinusitis (VRS) in nasal wash samples of CVID patients and controls; (2) define cytokines and chemokines and the antiviral immunity gene expression. Patients and controls were examined when presenting VRS. The evaluation was repeated when all individuals were asymptomatic. Results: 43 samples of 34 controls and 22 samples of 14 CVID patients were collected. CVID patients had more and longer infections requiring more antibiotics than controls. CXCL10, CXCL8 CCL2, CCL5, IL-6, IL-10, IL-1 beta and TNF were increased in both groups during VRS. CVID patients showed increased gene expression than controls presenting VRS. Without VRS, gene expression in CVID patients was lower than controls. The greater variation of gene expression in CVID patients suggests an imbalance of immune response, local inflammation and consequent tissue damage.", "cite_spans": [{"start": 1927, "end": 1953, "text": "(Orange et. al. JACI 2012)", "ref_id": null}], "ref_spans": [], "section": "5211: MONOCYTES ARE TRANSFORMED OR DIFFERENTIATED INTO PRO-INFLAMMATORY S U B T Y P E S U P O N E N G U L F M E N T O F H B -ACTIVATED PLATELETS UNDER HEMOLYTIC CONDITIONS"}, {"text": "Arturo Borzutzky, MD 1,2 , Guillermo Perez-Mateluna 2 , Shantal Raso 3 , Mariana Aracena, MD 4 , Cecilia Vizcaya, MD 2 and Macarena Lizama, MD 5 , 1 Millennium Institute on Immunology and Immunotherapy, Santiago, Chile, 2 Department of Pediatric Infectious Diseases and Immunology, Pontificia Universidad Católica de Chile, Santiago, Chile, Case report: We report a 7 year-old girl with SWS due to h o m o z y g o u s L I F R m u t a t i o n ( c . 2 0 1 3 d u p T ; p.Met672Tyrfs11X) with bone dysplasia, frequent unintentional tongue-biting due to pain insensitivity, and dysautonomia. She has chronic oral candidiasis due to Candida albicans that repeatedly recurs after systemic antifungal therapy. She has history of neonatal sepsis, multiple Grampositive odontogenic and cervical abscesses, abdominal wall necrotizing fasciitis, and culture-negative osteomyelitis. Immunoglobulins were normal except for mildly elevated IgE. Lymphocyte populations were normal. Circulating Th17 cell numbers after PMA/ionomycin culture were normal. Conclusions: This is the first report to characterize LIFR deficiency (SWS) as a potential cause of chronic mucocutaneous candidiasis and bacterial infections. This phenotype suggests imbalances in JAK-STAT activation despite normal number of circulating Th17 cells. Patients with CVID may have lymphoid hyperplasia; some have risk of lymphoma. However, distinguishing between benign and malignant lymphoid proliferation in CVID may present challenges. We present 4 cases (3 males; 1 female) with previous diagnosis of CVID (age at diagnosis: 27-46 years) in which NH lymphoma was suspected (age at suspected diagnosis: 37-63 years) based upon #1 bone marrow CD5-l B cell predominance, no IgH clonal excess #2 nodal k B cell predominance, IgH clonal increase; #3 k B cell predominance and IgH clonal increase in a node #4) B-cell lymphocytosis, clonal B-cell population with excess kappa light chain. On this basis, 3 were diagnosed with Bcell marginal zone lymphoma and 1 with diffuse large Bcell lymphoma. Chemotherapy (rituxan, bendamustine; rituxan alone; cytoxan, prednisone and vincristine) was given to 3 patients and suggested for the fourth. Review of pathology did not validate lymphoma in these cases. As previously published, light chain excess/and or IgH rearrangements suggesting clonality may occur in lymphoid tissue in some CVID subjects, leading to requirements for experienced pathologists as well as cytogenetics, and additional morphologic markers. Background: Primary intestinal lymphangiectasia (Waldmann's disease) is a rare disease caused by dilated intestinal lacteals resulting in lymph leakage into the small bowel and protein-losing enteropathy (PLE). Case report: We report on an 11 year-old girl diagnosed with common variable immunodeficiency (CVID) at 8 years due to r e c u r r e n t r e s p i r a t o r y b a c t e r i a l i n f e c t i o n s a n d hypogammaglobulinemia. She had low antibody responses to vaccines, low memory B cells and T cells. She had history of PLE as a toddler diagnosed as allergic enteropathy. She also had intermittent right lower leg edema. Monthly intravenous immunoglobulin (IVIG) was started with improvement of edema. After 2 years, leg edema reappeared and hypoalbuminemia was detected. A labeled albumin scintigraphy showed marked enhancement in the small bowel demonstrating PLE. Ileoscopy showed leukoplakia suggestive of primary intestinal lymphangiectasia, which was confirmed through ileal biopsy. Follow-up was notable for fast clearance of monthly 800 mg/kg IVIG (trough IgG <300 mg/dL). A low-fat diet with supplementary medium-chain triglycerides was started with decrease in edema and increase in albumin and IgG levels. Conclusions: Primary intestinal lymphangiectasia shares immunological phenotype with CVID and may mimic this condition, particularly in the absence of gastrointestinal symptoms. Objective: Autoimmune cytopenias (AIC) are common in children and the majority of cases self resolves or respond to first line therapy with steroid and high dose immunoglobulins. Patients with primary immunodeficiency (PID) are prone to immune dysregulation and autoimmunity that may not respond to conventional treatment. To investigate the relationship between AIC and PID, we reviewed the natural history and treatment outcome of AIC in our tertiary care facility. Methods: In a single institution retrospective analysis, we reviewed the demographics, clinical and immunological phenotypes, and treatment of patients with AIC from 2013-2016. Results: We identified 165 patients with clinical and/or laboratory-confirmed AIC. Underlying PID was confirmed in 16 patients (10%). Mean age of onset of AIC did not differ between the groups with and without PID (6.7 vs 6.8 years, p = 0.93). AIC preceded the diagnosis of PID in a majority of cases (62.5%). Spectrum of PID associated with AIC was wide including T and/or B cell disorders. More patients with PID had multilineage cytopenia (9/16, 56% vs 9/149, 6.2%, p < 0.001) and required second-line therapy for AIC (9/13, 69.2%) than those without PID (21/85, 24.7%) (p = 0.001). Conclusions: Our data indicate a wide spectrum of PID may present with AIC as first sign of an underlying immune dysregulation and often require treatment with second-line therapy. Results are classified as normal, unsat, abnormal or critical abnormal. Flow cytometry is done for any abnormal result in a term infant and critical abnormal in a premature infant. Premature infants can have abnormal TREC values initially but repeat tests usually normalize. We report data demonstrating a trend for abnormal TREC results on second specimens despite previous normal TREC. Methods: Since June 1st, 65,214 infants have been screened for SCID. 54,593 were term (>2500g), 9560 were low birth weight (LBW), and 1061 were very low birth weight (VLBW) (1000g -2499g and <1000g respectively). Georgia is a one test state. We reviewed the total number of abnormal TREC NBS and the numbers with a prior normal TREC NBS. Results: There were 159 abnormal TREC NBS (0.24%). 46 infants had normal BW (0.08%), 56 had LBW (0.58%) and 57 were VLBW (5.37%). 55 infants had a previously normal NBS. LBW infants were most often affected (20/56). The median Cq for normal TREC was 30.75 for TREC and 22.9 for RNaseP. None of the infants with a previously normal NBS had a primary immune deficiency. Conclusions: Premature infants are more likely to have an abnormal subsequent NBS for SCID compared to term infants. Many of these infants are critically ill and require frequent blood transfusions which may result in a dilution of TREC in the DBS. Although ALPS diagnostic criteria are clearly established, differential diagnosis with other PIDs can be an issue if no mutation is found. A 12yo boy diagnosed with ALPS since he was 2years old was referred to us due to disease progres-sion. Although biochemical and clinical phenotype fully matched the diagnosis of ALPS (TAB), bone marrow showed wrinkled tissue paper features suggesting Gaucher Disease (GD), confirmed by βglucosidase dosage. Symptoms improved after enzyme replacement. Reticuloendothelial cells involvement in GDmay impair immune-system and show with ALPS phenotype. GD should be considered in ALPS diagnostic work-up. Reports about non-granulocytic cell lines in SCN and their family members are limited. The study included 17 children with SCN and 24 non-neutropenic family members. They were evaluated for CD95, CD95L, annexin on the L, PNL, Mo; cell cycle of L and PNL; L. subsets ; cell senescence of leukocytes by SA beta galactosidase; thrombocyte aggreg.; in vitro bleeding time by PFA-100; cell morph. by light, electron and fluorescent microscope. The HAX1, ELANE, G6PC3, CSF3R mutations were tested. Annexin on L, Mo and PNL of both patients and parents were significantly higher than the control. CD95 and CD95L displayed variable results. Leukocytes of 25% and 7.7% of patients and parents were positive for SA-b-gal. The cell cycle analysis showed G1 arrest and apoptosis in L of one patient and parents. Mutations, HAX1 (6); ELANE (2); G6PC3 (2) The NK and CD4 values were below the 25th percentile for age in 58.3%/ 50% of the patients and 84.6%/46.2% of the parents. Thrombocyte aggreg. were abnormal by 66.6% and 63.2%; dense granule number/thrombocyte was low by 53.8% and 28.5%; in vitro bleeding time was prolonged by 33.3% and 16.6%, respectively. Ultrastructure revealed that leukocytes and thrombocytes were dysmorphic, thrombocyte adhesion, aggregation, release were defective. Pluripotent stem cells are involved in SCN irrespective to the genetic defect and non-neutropenic family members are also affected. ", "cite_spans": [], "ref_spans": [], "section": "5220: CHRONIC MUCOCUTANEOUS CANDIDIASIS DUE TO LIFR DEFICIENCY (STÜVE-WIEDEMANN SYNDROME)"}, {"text": "5 2 3 2 : B O T H G R A N U L O C Y T I C A N D N O N - GRANULOCYTIC CELLS ARE AFFECTED IN PATIENTS WITH CONGENITAL NEUTROPENIA A N D T H E I R N O N -N E U T R O P E N I C", "cite_spans": [], "ref_spans": [], "section": "5226: CLINICAL FEATURES AND TREATMENT RESPONSES OF AUTOIMMUNE CYTOPENIAS WITH PRIMARY IMMUNODEFICIENCY AT"}, {"text": "Israeli pedigree presented with the typical phenotype of the autosomal-dominant triad of HIES. Th17 cells were drastically reduced in the patients. Disease causing mutations in all known HIES genes were excluded by next generation sequencing. Whole Exome Sequencing of three patients reve aled a homoz ygou s non sense m utation i n an uncharacterized zinc finger transcription factor (ZNF341), located in the linkage region. In transfected HEK293T cells, the wildtype GFP-zinc finger fusion protein localized to the nucleus, whereas the mutant GFP-zinc finger remained cytoplasmic, assuming that mutant zinc finger lacks its proper function as a nuclear transcription factor. A transcriptome study on patient-derived PBMCs revealed reduced STAT3 mRNA expression, which was confirmed by real-time qPCR and Western Blot. Since mutations in the coding exons and the promoter of STAT3 could be excluded, we hypothesize that the reduced STAT3 expression is caused by the mutated zinc finger. This would explain the typical STAT3-like phenotype in this family.", "cite_spans": [], "ref_spans": [], "section": "Molecular Genetic Unit, Istituto Giannina Gaslini,"}, {"text": "Autoimmune enteropathy is a pivotal feature in many congenital immune dysregulation syndromes. These diseases are fatal, unless treated by allogeneic HSCT, where GvHD is one of the major complications. Recently there is an increased awareness on the role of the intestine in educating the immune system. We aim to investigate whether altered homeostasis of the intestinal tract may influence the disease phenotype and the clinical course by controlling cell fate determination. We recruited thirteen patients with congenital immune dysregulations and autoimmunity. Five of them underwent HSCT and were monitored over the treatment. Fecal microbiota composition at the patient's diagnosis and before and at different times after HSCT was analyzed for each patient by NGS. A normal and elevated biodiversity is present in patients with mild phenotypes and a depletion of microbial community and with prevalence of potential pathogenic bacteria is observed in patients with severe disease. Treatment with HSCT induces a modification of gut flora with a recover of a normal composition in patients with disease resolution and a disruption of biodiversity in subjects with no successful treatment. The work contributes to understand gut homeostasis and represents the first step in identifying new biomarkers to predict the onset and severity of immune dysregulation and possible new therapeutic approaches. An ALPS diagnosis is made if an individual has 2 required criteria and one primary accessory criterion, including a disease-causing mutation. We report here a family of 3 individuals with a mutation in FAS who were diagnosed by genetic testing, although the index case had nearly-normal laboratory. The index case is a 6 yo male who presented with a temporary purpura, edema, and joint pain, in the absence of fever, with normal hematologic studies, but with persistent splenomegaly. Leukocytoclastic vasculitis was found on skin biopsy, and HSP was suspected. His mother is a 32 yo female who underwent splenectomy at age 4 due to refractory immune thrombocytopenia. She has been healthy and has not maintained follow-up for the condition. The maternal uncle was born with heart block and hepatosplenomegly, and developed chronic active hepatitis and hypogammaglobulinemia with elevated IgM. Despite IVIG and intermittent steroid courses for cytopenias, he developed cardiomyopathy and expired. The index case had ALPS panel testing, which was positive only for minimally elevated TCR a/b DNTC of 70/mcL, not suggestive of ALPS. However, whole exome testing was positive for c.443 + 1G > A in FAS gene, which his mother also shared. These cases show that variation of phenotype and partial penetrance may delay diagnosis. Definitive genetic testing may be necessary even in the absence of negative ALPS screening studies.", "cite_spans": [], "ref_spans": [], "section": "5239: ROLE OF GUT MICROBIOTA TO MONITOR IMMUNE DYSREGULATION IN CONGENITAL IMMUNE DYSREGULATION SYNDROMES"}, {"text": "Interferon-gamma (IFN-g) finds clinical application in the prevention and control of infections in chronic granulomatous disease (CGD) and inborn defects in the IFN-g/interleukin-12 axis. Our aim was to identify, by RNA-Seq and bioinformatics analysis, differentially expressed genes, transcripts and exons in Epstein-Barr virus-transformed B lymphocytes of healthy individuals, CGD patients, and patients with IFN-g receptor deficiency (IFNGRD), treated in vitro with IFN-g for 48 hours. We demonstrate that IFN-g increases the expression of relevant genes for oxidative killing, eNOS activation, proteasome-mediated degradation, antigen presentation, chemoattraction, and cell adhesion in cells from healthy individuals and CGD patients. Striking differential exon expression was identified for WARS, a gene with essential function in linking amino acids with nucleotide triplets contained in tRNAs, in IFN-g-treated normal and CGD cells, suggesting an important contribution of this gene to the benefits of IFN-g treatment for CGD. Surprisingly, upregulation of a small number of genes with immunological function was detected in IFN-g-treated IFNGRD cells, suggesting a residual function of the IFN-g receptor. These data indicate some of the genetic pathways by which IFN-g treatment contributes to increased immune responses against pathogens.", "cite_spans": [], "ref_spans": [], "section": "5239: ROLE OF GUT MICROBIOTA TO MONITOR IMMUNE DYSREGULATION IN CONGENITAL IMMUNE DYSREGULATION SYNDROMES"}, {"text": "Sara Barmettler, MD 1 , James M. Heather, PhD 2 , Gabriel Wong, MD/PhD 3 and Mark Cobbold, MD/PhD 2 , Rationale: Growing evidence suggests global disruption of the adaptive immune response in CVID, with abnormalities in both the B and T cell compartments. We sought to further evaluate the role of the T cell receptor (TCR) repertoire in immune dysregulation and the pathogenesis of autoimmunity in subsets of CVID patients. Methods: We evaluated the TCR repertoire to investigate subsets of CVID patients (including CVID associated enteropathy (CAE)) to identify TCR clonotypes specific to each group. We used a published database of 587 healthy donors (HD) to evaluate the incidence and frequency of these clonotypes to determine their specificity to patients with CAE. Results: Several candidate TCRβ clonotypes were identified that appeared to be associated with CVID, and 34 specifically with CAE. Using the HD database, we found that there were several TCR clonotypes present at extremely low rates in this database (1 found in just 2 HDs and the remainder (33/34) found at very low median frequencies (median = 0, range 0-2.3E-06)). Conclusions: We identified distinct CVID specific clonotypes with relative specificity to CAE patients. This data supports the dysregulation of T cells within this CVID subset. We plan to use these clonotypes to identify paired αβ sequences to determine if there is an autoimmune T cell targeting identifiable antigens, which could be driving autoimmune manifestations in CVID. Children's Hospital of Philadelphia, Philadelphia, PA BACKGROUND: Immunodeficiencies are associated with inflammatory bowel disease. The frequency of primary immunodeficiencies in an unselected cohort of patients with Very Early Onset Inflammatory Bowel Disease (VEO-IBD) is not known nor is there a recognized screening approach. METHODS: A joint Gastroenterology-Immunology clinic was established. We enrolled 110 consecutive VEO IBD patients (with onset of IBD before 5 years of age). Whole exome sequencing, flow cytometry and pathology review was performed. RESULTS: Features that differed in the VEO-IBD clinic compared to later onset were higher rates of ostomies and colectomies, as well as higher levels of apoptosis, eosinophils and villous blunting. 18% had abnormal B cell maturation, 18% had T cell subset abnormalities. 15% had low NK cells. Three patients had confirmed mutations in PIDD genes (ZBTB24, XIAP, ITK) and all had abnormal lymphocytes on flow cytometry. Five more patients had candidate genes identified with confirmation pending and all have lymphocyte abnormalities. Three bone marrow transplants have been performed which have been curative and gene-targeted therapies have also been effective. CONCLUSIONS: The identification of children with monogenic immunodeficiencies can define appropriate treatment and bone marrow transplantation can be curative. Screening flow cytometry appears to have high sensitivity. A 10 year-old female patient presented with cervical lymphadenopathy, splenomegaly, recurrent otitis media and sinusitis since 5y. At age of 7y, she developed autoimmune hemolytic anemia responsive to corticosteroid and intravenous immunoglobulin (IVIG) but presented CMV and P jirovecii pneumonia during corticosteroid therapy. The chest CT showed ground-glass opacities, pulmonary nodules and mediastinal lymphadenopathy. At age of 9, a progressive decrease in IgG levels was observed and IVIG replacement was initiated. Radiologic follow up showed worsening of pulmonary findings demanding an open lung biopsy. Histology revealed interstitial infiltration of T and B lymphocytes. Infection and neoplasia were ruled out and GLILD was characterized. We initiated immunosuppression with azathioprine and rituximab (375mg/m 2 /week -4 weeks). Azathioprine was switched to mycophenolate sodium due to GI intolerance. Radiological and lung function improvement was noticed after 2 months of treatment. Genetic analysis showed a heterozygous mutation in the CTLA4 gene (c.436G > A:p.G146R). Targeted therapy was proposed with abatacept. CTLA4 deficiency led to an early GLILD manifestation with rapid progression. Rituximab and azathioprine/mycophenolate was effective while awaiting specific treatment. Rationale: Rituximab (RTX) is a mAb used in broad range of conditions. Despite recent reports of a subset of patients who develop prolonged, symptomatic hypogammaglobulinemia (HGG), many patients do not undergo immunologic evaluation prior to initiation of RTX. Methods: We conducted a retrospective review of patients who received RTX at Partners HealthCare. We evaluated the frequency of immunologic evaluation pre and post RTX, correct identification/documentation of HGG, and compared healthcare encounters for infections pre and post RTX. Results: Of the 5,891 patients who received RTX, 52.4% did not have Ig levels checked prior to initiation of RTX. Of those that had, 23.8% had HGG. Over 1/2 of patients with moderate to severe HGG and over 1/3 of those with mild HGG did not have the diagnosis of HGG coded in their chart. There was a statistically significant increase in infections after RTX in the overall population (p < 0.0001) and in the subset with cancer/ autoimmune conditions. Patients with a diagnosis of HGG had more infection related healthcare encounters (p < 0.0001). Patients treated with IgG replacement had fewer infection related healthcare encounters on average, and this was particularly notable for pneumonia and sepsis. Conclusions: Many patients are not being screened or properly identified as having HGG when initiating RTX and this may contribute to excess morbidity and mortality. ", "cite_spans": [], "ref_spans": [], "section": "5239: ROLE OF GUT MICROBIOTA TO MONITOR IMMUNE DYSREGULATION IN CONGENITAL IMMUNE DYSREGULATION SYNDROMES"}, {"text": "Hypogammaglobulinemic patients with recurrent infections who do not fill CVID diagnostic criteria are better classified as IgG deficient. We sought to differentiate clinical and immunological phenotypes in a cohort of such patients to delineate these two PIDs.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND"}, {"text": "METHOD ICD codes for CVID and IgG deficiency were used to filter our electronic medical records. We gathered data to contrast immunologic workup and clinical manifestations in 101 CVID patients and 97 IgG deficient patients. RESULTS CVID patients had significantly lower IgG (229 vs 582 mg/dl), IgA and IgM levels as well as measles, tetanus, diphtheria, varicella, and pneumococcus vaccination titers than IgG deficient patients. When comparing B cell subpopulations, memory and switched-memory B cells were both lower in CVID patients (24.5 vs 39.8% and 2.07 vs 9.96%, respectively). Autoimmunity (44.6 vs 21.6%), interstitial lung disease, granulomas, splenomegaly, lymphoid malignancies, and any noninfectious complications (65.3 vs 30.9%) were significantly more prevalent in CVID patients. Recurrent sinopulmonary infections could not differentiate the two groups. CONCLUSIONS Hypogammaglobulinemic patients with recurrent sinopulmonary infections who have normal B cell subpopulations and do not display noninfectious manifestations should be more accurately diagnosed with IgG deficiency instead of CVID. Introduction: Primary hemophagocytic lymphohistiocytosis (HLH) and select related disorders are caused by bi-allelic mutations in PRF1, encoding perforin, or UNC13D, STXBP2, STX11, RAB27a, LYST and AP3B1, encoding proteins involved in cytotoxic lymphocyte degranulation. Screening tests are used to quickly distinguish primary HLH, facilitating treatment. The chromium release natural killer cell (NK) function assay can screen for all genetic diseases, and is part of the HLH-2004 diagnostic criteria, but combining flow cytometric tests to measure perforin expression and CD107a upregulation can also screen for all diseases. It is unknown which approach yields better diagnostic accuracy. Methods: We retrospectively reviewed test performance in 1604 patients referred to our clinical lab for HLH evaluation.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND"}, {"text": "For each test, we used ROC analysis to determine optimal diagnostic thresholds for detecting bi-allelic mutations, and calculated the diagnostic parameters. Results: The sensitivity of the NK function, perforin, and CD107a tests were 58.8%, 96.6%, and 93.8%, respectively. The specificity of the NK function, perforin, and CD107a tests were 72%, 99.5%, and 73%. Conclusion: NK function is less sensitive for detecting primary HLH compared to perforin and CD107a tests. Perforin and CD107a testing could replace or augment NK cell function testing as one of the HLH diagnostic criteria. Conclusions: Gammaplex 10%, the first 10% IVIG with a 15min titration schedule, allows shorter infusion durations than a 5% IVIG product, with a similar tolerability profile. We present an 18yo male with lymphopenia, renal disease (FSGS), and neuropathy associated with novel compound heterozygous missense variants in SGPL1. SGPL1 encodes sphingosine 1-phosphate lyase (S1PL), which terminally cleaves S1P. Lymphocytes express S1P receptors, and S1P gradients are critical for trafficking. A larger cohort of patients demonstrated that a genetic deficiency of S1PL activity leads to a novel syndrome of lymphopenia, FSGS, neuropathy, and adrenal insufficiency (J Clin Invest, In Press). Our patient has a history pneumonias and gastroenteritis, with normal antibody responses to vaccination. He His lymphocytes had normal proliferation to mitogens relative to total lymphocytes or CD3 + cells. TREC copies relative to CD3 + T cell count was normal, suggesting the lack of peripheral homeostatic expansion and cellular dilution of thymic-derived T cells. CD45RA/RO was normal for age; however CD62L + naive T cells were decreased. These results are consistent with a defect in lymphocyte trafficking. Comprehensive phenotypic analysis utilizing mass cytometry (CyTOF) is ongoing. In summary, we provide the first description of lymphopenia and primary immunodeficiency associated with monogenic loss-of-function variants in SGPL1. Purpose: This phase 3, multicenter, open-label, randomized, crossover bioequivalence (BE) trial evaluated the safety, tolerability, and PK of IVIGs Gammaplex 5% and Gammaplex 10% in subjects with PID. Methods: Adults (n = 33) received 5 Gammaplex 5% infusions followed by 5 Gammaplex 10% infusions, or vice versa, stratified by a 21-or 28-day dosing regimen. Children (n = 15) received 5 Gammaplex 10% infusions only. Results: The primary objective, to demonstrate BE of Gammaplex 10% and 5% at the 28-day dosing interval in adults, was met based on the Gammaplex 10%:5% ratio of area under the concentration vs time curve values. During the study, total IgG trough levels were well maintained, with values generally ≥600 mg/dL (minimum level for study inclusion). At dosing schedules and infusion rates used in this study, tolerability was comparable and acceptable in all subjects treated with Gammaplex 10% and 5%.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND"}, {"text": "Conclusions: This comparison of 5% and 10% IVIG products in PID subjects demonstrated BE of Gammaplex 10% and 5% at the 28-day dosing interval. The Gammaplex 10% formulation was well tolerated in pediatric and adult PID subjects. Based on the results from this bridging study, Gammaplex 10% could be expected to have a therapeutic effect similar to the licensed Gammaplex 5%, which has shown efficacy and tolerability in patients with PID and idiopathic thrombocytopenic purpura. Background: Intravenous immunoglobulin (IVIG) has been used for Primary immunodeficient patients and no access to subcutaneous (SC) route was available in Brazil until recently. The choice of route is not a simple decision considering that SC administration is not approved for the public health system. Aim: We describe our reality in shifting the route of IV administration for 3 patients. Methods: 1)17-year old male patient with cerebral palsy due to kernicterus. Due to seizures, he receives phenitoin and a secondary hypogammaglobulinemia was diagnosed. Other drugs did not result in improvement of clinical manifestations and he was diagnosed after pneumonia and sepsis. Systemic adverse reactions and restricted venous access indicated SCIG. 2)6-month female child from consanguineous parents and SCID (severe combined immunodeficiency) was diagnosed. SCIG was introduced after Bone Marrow Transplantation due to difficult venous access. 3)9 month-old girl, with hypogammaglobulinemia, anemia, recurrent fever and failute to thrive. She received IVIG, but SCIG was introduced due to the facilities of home care. Only one is supported by private insurance. The main difficulty was the absence of experience with the route and product. Conclusion: SCIG should be introduced in our public system and Private insurances could understand the reduced cost of this route. Excellent family acceptance. by profoundly deficient HLA class Ï expression and lack of cellular and humoral immune responses to foreign antigens. The disease is also referred to bare lymphocyte syndrome (BLS) type Ï. Bare Lymphocyte Syndrome (BLS) represent the second commonest type of PIDs after SCID seen in Saudi population. The major aim was to assess common clinical, immunological manifestations and the underlying molecular genetic defects of MHC II deficiency in Saudi Arabia. Ninety three (93) patients with MHC II deficiency were identified at King Faisal Specialist Hospital and Research centre. Clinical, immunological data were reviewed. 50 were males and 43 females. The vast majority of these cases are for children of consanguineous parents. Median age at diagnosis was 16 months. Recurrent chest infections and chronic diarrhea were the most common clinical presentation. Absent of MHCII expression, low CD4 and poor lymphocytes response to antigens was the commonest immunological defects. Four common RFXANK gene mutations were identified in seventy nine patients in whom DNA was available for study. Results roots out from these studies will benefit patients and their families in terms of counseling, disease prevention and prenatal diagnosis. A 24-year old female was referred to the immunology clinic for recurrent infections. She had a history of immune thrombocytopenic purpura which was treated with IVIG and two doses of rituximab. Initial consultation revealed no detectable IgG, IgA, or IgM. The absolute B cell count was 30 cell/μL with less than 1% CD 27 + B cells. Absolute CD 4 and CD8 T cells were 380 cell/μL and 870 cell/μL respectively with the CD4:CD8 ratio of 0.4. She was initiated on replacement immune globulin.", "cite_spans": [], "ref_spans": [], "section": "BACKGROUND"}, {"text": "Approximately two years later she developed a non-pruritic cutaneous eruption. Skin biopsy revealed sparse dermatitis with immature granulomas. This has responded to topical corticosteroids. More recently she has developed renal failure. Percutaneous renal biopsy showed severe interstitial fibrosis and tubular atrophy of the kidney with an associated dense interstitial inflammatory infiltrate of CD 8+ T cells. Patient received trials of prednisone, mycophenolate mofetil, and cyclosporine. The medications were complicated by steroid induced diabetes, GI intolerance, and acute kidney injury. Other co-morbidities include: pulmonary inflammatory changes, hepatosplenomegaly, and reactive lymphadenopathy. The patient is being evaluated for both dialysis and kidney transplant. Whole exome sequencing is pending to better identify her immune deficiency and to see if other treatment options can be considered. Next-generation sequencing (NGS) is an effective approach for identifying the genetic etiology of human disease. Public databases currently provide the only method to remove nonpathogenic variations (NPV) based on variant frequency. The use of internal databases has not been explored. We report the identification of variants occurring too commonly to cause rare disease in 3,104 PID exomes. We assemble these variants into a blacklist and show that it can reduce the number of variations per exome after public database filtering by 74%, including 8,500 variants with no public frequency. We show an extremely low false-negative rate and that blacklists from other projects are similarly efficient in filtering NPV from their exomes. We demonstrate that our PID blacklist removes NPV from other exome cohorts, allowing this approach to be applied to small cohorts. We provide practical examples of blacklist usage in PIDs. Our blacklist reduced the number of candidates in a patient with IKZF1 haploinsufficiency from 2,741 to 466, an 83% reduction. When applied to analysis of genetic homogeneity, blacklists allowed identification of highly significant STAT1 enrichment in 209 patients with chronic mucocutaneous candidiasis (p = 3.46x10 -7 ). Thus, blacklists are a highly effective tool for removing NPV from patients' exomes, allowing streamlined discovery of disease-causing mutations in patients. We studied four patients from two families who had Hodgkin's l y m p h o m a , p e r s i s t e n t E B V v i r e m i a , a n d hypogammaglobulinemia. Homozygous loss-of-function mutations in the CD70 gene were identified in both families by WES/ WGS. The homozygous frameshift mutation in one family led to absence of CD70 expression. The homozygous in-frame deletion in the other family resulted in a mutant protein that was not able to bind to its receptor CD27, rendering it biologically nonfunctional. In the patients, lymphocyte subsets were normal, except for reduced numbers of EBV-specific effector memory CD8 + T cells, 2B4+ or NKG2D+ expressing CD8 T cells, and memory B cells. T cell proliferation was normal when stimulated by PHA, PMA/ionomycin, or immobilized mAbs specific for CD2/CD3/CD28. However, T cell activation, when stimulated by autologous EBV-LCL, were impaired. Additionally, in vitro expanded EBV-specific cytotoxic T cells showed impaired cytotoxicity against autologous EBV-transformed B cells. Blocking CD70/CD27 interactions with an anti-CD70 antibody reduced T cell activation, but did not affect the cytotoxicity of normal EBV-specific CD8 + T cell clones against EBV peptidepulsed autologous EBV-LCL. Thus, autosomal recessive CD70 deficiency causes a new combined immunodeficiency mainly presenting as susceptibility to EBV-associated diseases, similar to what is seen in CD27 deficiency. Monogenic inborn errors of immunity, such as IRF7 deficiency, have been shown to result severe infectious diseases in otherwise healthy children. To examining the genetic epidemiology of life-threatening viral infections in children, over 500 children admitted to the intensive care unit with confirmed or suspected influenza infection or RSV were enrolled through the Pediatric Acute Lung Injury and Sepsis Investigator's (PALISI) Network and targeted sequencing was performed for 69 genes that are either known antiviral innate immune genes or had strong experimental evidence for restriction of influenza virus replication. Preliminary analyses revealed couple loss-of-function mutations and some rare or novel missense variants with computational deleterious predictions. For example, we identified one patient with a homozygous stop-gain mutation in the MBL2 gene and no detectable mannose binding lectin protein in blood. Our study showed the potential that high throughput genetics screening approach could successfully identify inborn errors in immunity in patients with severe respiratory virus susceptibility. The precise role of KMT2D in terminal B cell differentiation, especially with regard to mucosal immunity, remains undefined. Methods: Utilizing the Kmt2d+/BetaGeo KS1 mouse model (mKS1), we performed baseline humoral phenotyping, and challenged mice with OVA-cholera toxin intranasal vaccination. Results: Compared to wild-type controls, mKS1 mice have significantly decreased serum IgA levels, increased IgM concentrations, and splenomegaly. Following vaccination, mKS1 mice had poor anti-OVA IgA production and reduced IgA-secreting cells in the bone marrow and spleen compared to controls. We present a Caucasian male patient with very early onset inflammatory bowel disease (VEO-IBD) who underwent autologous hematopoietic stem cell transplantation (auto-HSCT) and developed relapse of severe refractory colitis leading to diagnosis of X-linked inhibitor of apoptosis (XIAP) deficiency. The patient had onset of chronic diarrhea early in life. He was diagnosed with Crohn's disease at 5 years of age and was treatment-refractory with eventual steroid-dependence despite receipt of infliximab. By age 15 years, the patient was TPNdependent despite prior proctocolectomy and underwent auto-HSCT. Symptoms improved following transplant and his immunosuppression was weaned. Ehlers-Danlos Syndrome (EDS) is a constellation of heritable connective tissue disorders presenting with variable severity of symptoms including skin hyperextensibility, fragility, delayed wound healing with atrophic scars, easy bruising, joint hypermobility, muscle hypotonia, cardiovascular malformations (e.g., mitral valve prolapse), and arterial rupture. 1 The literature suggests that the prevalence of primary immunodeficiencies may be increased in patients diagnosed with connective tissue disorders. 2,3 Here, we describe three patients previously diagnosed with EDS that were found to have various immunodeficiencies. Case 1 is a 38 year old woman with EDS with hyperextensibility, arthralgias, Chiari malformation, increased skin elasticity, and easy bruising found to have transient IgG1 deficiency and low CH50 and C1r. Case 2 is a 49 year old woman with EDS with hypermobility with persistent idiopathic T cell lymphopenia and suspected mast cell disorder. Case 3 is a 25 year old woman with EDS consisting of hypermobility and tracheomalacia with IgA deficiency and recurrent sinopulmonary infections. More research is needed to determine the molecular and genetic underpinnings of immunodeficiency in EDS patients. ", "cite_spans": [{"start": 6498, "end": 6499, "text": "1", "ref_id": null}], "ref_spans": [], "section": "BACKGROUND"}, {"text": "S.S Kilic 1 , J Hartberger 2 , SF Jakobs 2 , M Fliegauf 2 , A Hyper-IgE Syndrome (HIES) may present with the clinical triad of chronic eczema with elevated IgE levels, recurrent skin abscesses and respiratory tract infections. To date three causative genes, STAT3, DOCK8, PGM3 and Tyk2 have been identified but many cases remain still unexplained. Children of a consanguineous Turkish family an extended Israeli pedigree (expected to have an autosomal recessive trait) presented with the typical phenotype of the autosomal-dominant triad of HIES. Th17 cells were drastically reduced in the patients. Disease causing mutations in all known HIES genes were excluded by next generation sequencing. WES of three patients revealed a homozygous nonsense mutation in an uncharacterized zinc finger transcription factor (ZNF341), located in the linkage region. In transfected HEK293T cells, the wildtype GFP-zinc finger fusion protein localized to the nucleus, whereas the mutant GFP-zinc finger remained cytoplasmic, assuming that mutant zinc finger lacks its proper function as a nuclear transcription factor. A transcriptome study on patient-derived PBMCs revealed reduced STAT3 mRNA expression, which was confirmed by real-time qPCR and Western Blot. We hypothesize that the reduced STAT3 expression is caused by the mutated zinc finger. This would explain the typical STAT3-like phenotype in this family.", "cite_spans": [], "ref_spans": [], "section": "5285: AUTOSOMAL-RECESSIVE STAT-3-LIKE HYPER-IgE SYNDROME CAUSED BY A HOMOZYGOUS MUTATION IN A ZINC FINGER TRANSCRIPTION FACTOR"}, {"text": "Cystic Fibrosis (CF) and Severe Combined Immune Deficiency (SCID) are potentially fatal rare congenital disorders characterized by frequent infections and failure to thrive. We present a novel case of Omenn Syndrome (SCID variant) and CF. The patient is a male infant born to consanguineous parents with rash, lymphopenia, and eosinophilia. The mother underwent stem cell transplant from a male sibling for SCID (RAG1 mutation). Newborn screening revealed absent TRECs. Flow cytometry showed T-B-NK+ SCID. He had normal IgG, low IgM, low-normal IgA, and high IgE. Lymphocyte proliferation to phytohemagglutinin was decreased but normal to pokeweed mitogen. TAGSCAN for RAG1 gene showed homozygous pathogenic variant. TCR gene rearrangement assay to evaluate for oligoclonality showed polyclonal TCR's. TCR V-beta Repertoire Analysis showed oligoclonal families with some polyclonal repertoire. Cytogenetics cell sorting showed 100% male cells. There was no maternal DNA detected on STR analysis. Due to brother's history of primary ciliary dyskinesia, gene sequencing showed CFTR homozygous gene mutation in our patient, who was also diagnosed with CF. To our knowledge, this is the first case of a newborn born with both SCID and CF. Physicians must maintain a high index of suspicion for multiple genetic disorders in consanguineous families.", "cite_spans": [], "ref_spans": [], "section": "5286: SAFETY AND EFFICACY OF GENE THERAPY USING A MODIFIED SELF-INACTIVATING GAMMARETROVIRAL VECTOR FOR SCID-X1"}, {"text": "phenotypes such as STING-associated vasculopathy with onset in infancy (SAVI), a disease caused by mutations in the TMEM173 gene. Currently, no pharmacological intervention is able to control disease progression in patients with SAVI. However, promising results have been obtained targeting the type I interferon receptor signaling pathway using Janus Kinase inhibitors. Combining peripheral blood interferon signature analysis and molecular sequencing, we identified two patients with mutation in TMEM173. Both patients presented with skin involvement and progressive severe interstitial lung disease with restrictive features by spirometry. Echocardiographic indirect signs of pulmonary hypertension were present in one case. On a compassionate basis, we started treatment with the JAK1/2 inhibitor, Ruxolitinib. We observed improvement of respiratory function in both patients with an increase in forced vital capacity, discontinuation of oxygen therapy and resolution of echocardiographic abnormalities. Clinical control of skin lesions was also obtained and both patients were able to taper steroids. We conclude that targeting interferon receptor signaling represents a promising therapeutic option for patients with SAVI syndrome and severe lung involvement. Objective: To identify and describe the myelosuppression effect of Trimethoprim-Sulfamethoxazole (TMP-SMX) used as a prophylactic treatment on a variety of primary immune deficiency (PID) patients. Method: A retrospective study of existing data for all PID patients who received TMP-SMX as a prophylaxis dose in Qatar. Data comprised of: patients' age, type of PID, CBC results (WBC, Neutrophils, Lymphocytes, RBC, Hemoglobin, and Platelet counts) at baseline, first seen, and at maximum myelosuppression was observed during the period of TMP-SMX administration and collected. Results: A total of 120 subject were reviewed, 43 were included in this study. Chronic granulomatous disease and Severe combined immunodeficiency represent about 60% of the studied group (35% & 25% respectively). Suppression in at least one cell line was observed in 95% of studied subjects however, the suppression below the normal value for age were seen on an average of 55% of the study population. The suppression was seen highest in absolute neutrophil count, then RBC followed by absolute lymphocyte count and lastly platelets (68.5%, 50%, 46.6%, and 35% of studied group, respectively). Conclusion: Trimethoprim-Sulfamethoxazole prophylaxis was highly suspected to cause myelosuppression (especially neutrophil count) in PID patients. Future larger prospective study is required to confirm this association. Division of Allergy and Immunology, University of South Florida, Tampa, FL CVID epidemiology has been described almost exclusively at large referral centers and centralized databases such as the USIDNET. These data demonstrate the high morbidity of noninfectious CVID sequelae. To establish the frequency and severity of noninfectious sequelae at a large tertiary care center, we conducted a retrospective cohort analysis of patients with CVID diagnosed or treated at Partners HealthCare Network Hospitals in Boston, MA (including the Massachusetts General and Brigham and Women's Hospitals). Our cohort of 201 CVID patients was comparable to the USIDNET with regard to native immunoglobulin levels, B-cell immunophenotype, and noninfectious disease complication rates. Using unbiased clustering, we statistically differentiated the Partners cohort into noninfectious disease sequelae endotypes including atopic, lymphoproliferative, and auto-antibody-mediated. Furthermore, we observed discrete immunophenotypes (e.g. total and subclass immunoglobulin levels, B-/T-cell subsets, and B-/T-cell function) that were endotype-specific. These data demonstrate the power of the USIDNET in validating smaller cohort analyses and of unbiased statistical approaches in elucidate novel or unexpected correlations between immunophenoptype and divergent clinical outcomes, which is of particular importance in the heterogenous CVID population. Background: Mutations in NCF1 result in autosomal recessive p47 phox CGD, with impaired reactive oxygen species (ROS) production. Identification of the specific genetic defect is complicated by two highly conserved (>98%) pseudogenes. The NCF1 gene has a GTGT at the start of exon 2 while the pseudogenes (NCF1B and NCF1C) delete one GT (ΔGT). Unequal recombination may lead to replacement of the NCF1 GTGT with pseudogene ΔGT. Sequence identity between the wild type gene and pseudogenes precludes standard Sanger sequencing. Method: ddPCR was used to differentiate the number of GTGT alleles and ΔGT alleles at the NCF1 locus in each gDNA sample. Result: The ratio of GTGT alleles to total NCF1 alleles (2:6, 1:6, or 0:6) was used to assort DNA into normal subjects, CGD carriers, and CGD patients, respectively. Over 85% of p47 phox CGD patients (102/119) lacked the GTGT allele. Unexpectedly, analysis of normal subjects revealed that a significant proportion (14%) exhibited >2 GTGT alleles without increased p47 phox protein expression or the ROS production. Conclusion: ddPCR is effective identifying patients and carriers with p47 phox CGD. Chronic granulomatous disease (CGD) is a primary immunodeficiency of phagocyte oxidative metabolism resulting in susceptibility to certain bacterial and fungal infections. Gastrointestinal manifestations in CGD have prevalence between 30-40%. Therapy for CGD related colitis has been challenging; either due to lack of sustained response, or severe infectious complications.", "cite_spans": [], "ref_spans": [], "section": "5286: SAFETY AND EFFICACY OF GENE THERAPY USING A MODIFIED SELF-INACTIVATING GAMMARETROVIRAL VECTOR FOR SCID-X1"}, {"text": "We reviewed the charts of 6 patients (5-45 years old) with severe CGD related colitis (3 X-linked, 2 phox 47 deficient and 1 highly lyonized X-linked carrier) treated with vedolizumab, alpha 4 beta 7 integrin inhibitor (12-17 months). All patients had failed therapy with at least prednisone and azathioprine and were steroid dependent. All were on prophylactic antibiotics and antifungals. Results: All patients had improvement in symptoms; none were able to completely taper off steroids. All experienced recrudescence of symptoms. One patient on hemodialysis developed papilledema and sagittal sinus thrombosis after 8 doses; vedolizumab was stopped. One patient developed pneumonia after 2 doses, and inguinal adenopathy after 5 doses; drug was continued. Conclusions: Overall only one patient discontinued the drug secondary to thrombosis. Vedolizumab has promising activity in CGD related colitis, however it remains a bridge to more definitive therapy such as hematopoietic transplantation. Program for Cell and Gene Therapy and Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA Background: Studies suggested that soluble factors in plasma from patients with active (aBD) and inactive Behçet's disease (iBD) stimulate neutrophil function. We have identified soluble CD40 Ligand (sCD40L) as one of these factors. Methods: Patient groups: aBD (n = 30), iBD (31), healthy controls (HC; 30). sCD40L plasma level was measured by Luminex. The effect of pooled plasma from each group on neutrophil NET release was evaluated in the presence or absence of sCD40L blockade by recombinant CD40 (rhCD40-muIg). NET formation was quantified on coverslip-plated neutrophils. Results: sCD40L plasma levels were significantly higher in iBD (median/range x10 3 = 17.2/2.4-19.3) and aBD (18.3/0.4-19.9) compared to HC (0.5/0.3-26.7; p < 0.001). NET formation was constitutively increased in BD compared to HC and was increased by aBD plasma. sCD40L blockade decreased NET formation in all groups, especially in neutrophils of BD patients (Table) . Conclusion: Plasma from BD patients increase NET formation. Increased concentration of sCD40L may be associated with neutrophil hyperactivity in BD. The prevalence of hypogammaglobulinemia in this cohort appears to be higher than the published data. Although, these findings could be explained by the concurrent use of other immunosuppressive medications, they could be related to the patients' age. We suggest close monitoring for hypogammaglobulinemia after the use of rituximab and providing immunoglobulin replacement if needed.", "cite_spans": [], "ref_spans": [{"start": 2068, "end": 2075, "text": "(Table)", "ref_id": null}], "section": "2 9 0 : M Y E L O S U P P R E S S I O N E F F E C T O F T R I M E T H O P R I M -S U L FA M E T H O X A Z O L E P R O P H Y L A X I S I N P R I M A R Y I M M U N E DEFICIENCY DISEASE PATIENTS"}, {"text": "Sara ", "cite_spans": [], "ref_spans": [], "section": "5315: FUNCTIONAL DIAGNOSIS OF ATAXIA T E L A N G I E C TA SI A I N A F E M A L E I N FA N T IDENTIFIED VIA NEWBORN SCREENING FOR SCID (NBS SCID)"}, {"text": "We assessed the clinical relevance of pneumococcal antibody levels by comparing antibodies measured by ELISA against 7 pneumococcal serotypes.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Immunized healthy children generally had higher concentrations against all serotypes measured. Protective levels in PCVimmunized children with recurrent infections did not differ significantly from unimmunized children. In all groups, individual antibody concentrations varied significantly.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We conclude that although many children with recurrent infections have poor responses to conjugate pneumococcal vaccine, the individual variation in values in all groups makes the establishment of quantitative definitions of normal and abnormal questionable.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "Background: XIAP deficiency, otherwise known as Xlinked lymphoproliferative syndrome type-2 (XLP-2), is typically associated with Epstein Barr Virus (EBV) associated hemophagocytic lymphohistiocytosis (HLH), hypogammaglobulinemia, splenomegaly, and enterocolitis. Increasing diagnostic complexity can result in complications and worse prognosis. AIM: to develop a discriminant model for PID dx, based on demographic, clinical and lab attributes from patients evaluated for recurrent infections and immune problems. METHODS: In MedSys we identified patients whose diagnosis included the term immunodeficiency. Of the resulting list we excluded those without confirmed diagnosis, clinical history, blood count or serum immunolgobulins. A database was built of patients with confirmed or ruled-out PID. In half the dataset, a linear discriminant model was developed through the backward stepwise method using JMP11. The model was then cross-validated in the rest of the cases. RESULTS: Of 368 identified patients, 233 were included, 45 without PID. In the training dataset the model was built of 10 variables (neutropenia, lymphopenia, low/high IgG, urinary/ mucocutaneous infection, lymphadenitis, encapsulated bacteria, no isolate, and current age); when applied to the validation set and the whole dataset, accuracy, sensitivity, and specificity remained around 80%. DISCUSSION: Performance is encouraging. Identified attributes might serve as red flags in a detection system to extract PID patients. Cytopenia and leukemia may occur. Our case is a teenager with chronic severe immune thrombocytopenia (ITP) and low serum IgG, IgA, and IgM since age 3. Methods: We used a primary immunodeficiency next generation sequencing panel of 180 genes to evaluate the patient, followed by Sanger sequencing of family members. Epitope-tagged wild type and mutant IKAROS proteins were expressed in NIH3T3 cells and analyzed using confocal microscopy. Results: The patient had a novel heterozygous missense mutation in the DNA binding domain of IKZF1 (c.584A > G, p.His195Arg). The same mutation was found in his mother, who also had low Ig and at age 23 had ITP requiring splenectomy. Neither had frequent infections. Telomere lengths were normal. In vitro studies of mutant IKAROS showed loss of characteristic pericentromeric DNA-binding, consistent with previous findings of other pathogenic mutations in IKZF1. Tand B-cell repertoire studies are ongoing.", "cite_spans": [], "ref_spans": [], "section": "5320: NOVEL MISSENSE MUTATION IN X-LINKED INHIBITOR OF APOPTOSIS (XIAP) LEADING TO THE DEVELOPMENT OF GRANULOMATOUS INTERSTITIAL LUNG DISEASE (GLILD)"}, {"text": "Conclusions: IKAROS deficiency may present with ITP in the absence of infections. For ITP patients, we recommend serum Ig screening and evaluation for antibody defects. Identifying the genetic diagnosis in these cases can help anticipate complications in patients and their families.", "cite_spans": [], "ref_spans": [], "section": "Division of Pediatric"}, {"text": "Roshni Naik, MD and Maria-Anna Vastardi, MD, Allergy and Immunology, SUNY Downstate Medical Center, Brooklyn, NY Introduction: We report a case of periodic fever of unclear etiology. Methods: Case presentation Results: A sevenyear-old boy, originally from Grenada, with a history of Kawasaki disease presented with monthly episodes of fevers. Two years ago, patient started experiencing fevers around the same time of month lasting 5 to 7 days with maximum temperature of 105.0¡F. One to two days prior to fever, patient experienced arthralgias. There was no joint swelling, rash, lymphadenopathy, weight loss, oral ulcers, ocular symptoms, respiratory symptoms, gastrointestinal symptoms, or urinary symptoms. During fever episodes, there was a neutrophilic predominant leukocytosis (13.99-14.48 K/uL) and an elevated CRP (33.60-53.72 mg/dL) and ESR (39.0-80.0 mm/h). Blood culture, urine culture, throat culture, stool ova and parasite, malaria screen, HIV screen, and PPD were negative. ANA, rheumatoid factor, p-ANCA, and c-ANCA were negative. Chest x-ray and transthoracic echocardiogram were normal. There was no family history of periodic fevers or autoimmune diseases. Fever improved with nonsteroidal anti-inflammatory drugs, acetaminophen, and glucocorticoids. Genetic testing for known periodic fever syndrome genes (ELANE, LPIN2, MEFV, MVK, N L R P 3 , P S T P I P 1 , T N F R S F 1 A ) w a s n e g a t i v e . Conclusion: Despite extensive workup, the etiology of the monthly fevers still remains unknown. Congenital multiple intestinal atresia has been reported in French-Canadian infants and is caused by mutations in the tetratricopeptide repeat domain 7A gene (TTC7A). This severe, fatal neonatal disorder is associated with immunodeficiency, characterized by hypogammaglobulinemia, B and T cell lymphopenia.", "cite_spans": [], "ref_spans": [], "section": "5323: A CASE OF UNEXPLAINED MONTHLY FEVERS"}, {"text": "A French-Canadian preterm boy presented with intestinal obstruction on day 1 of life. His clinical course worsened with secretory diarrhea, bloody stools, and poor weight gain despite parenteral nutrition. He had agammaglobulinemia persisting even with IVIg. He had severe anemia, neutrophilia and lymphopenia, with decreased B and CD8 T cell counts. An extended B/T cell phenotype showed a high proportion of immature cells with little evidence of maturation. Genetic studies revealed compound heterozygous mutations in TTC7A. The patient developed worsening respiratory distress and passed away at 5 months. B cell Class Switch Stimulation with CD40L/IL4/IL21 showed few B cell clones. The patient had a larger population of CD19CD27+ cells compared to control. The supernatant contained comparable levels of IgG as the control. Conclusion Our patient presented with a classical picture of multiple intestinal atresia with CID. Under the proper stimulation ex vivo, production of IgG was observed. Whether this is attainable for B cells in vivo is unknown.", "cite_spans": [], "ref_spans": [], "section": "Case Presentation"}, {"text": "Tamar N. Rubin, MD 1 and Elif Dokmeci, MD 2 , Introduction XLA is a primary immunodeficiency that is due to abnormal development of B lymphocytes caused by a mutation in the BTK gene. Patients typically present in infancy. We report a new mutation in the BTK gene in a young Vietnamese teenager who presented with pancolitis and H. pylori gastritis. Case A 14-year old boy presented for evaluation of colitis and failure to thrive. His initial tests showed undetectable IgA, severe H. Pylori duodenitis, and hypocellular lamina propia with difficulty identifying plasma cells on colonoscopy. Further evaluation showed extremely low IgG of 28mg/dL, undetectable IgM, and absent B-cells. Genetic testing showed two nucleic acid deletions in the BTK gene (c.1097_1098delCT). This resulted in a frameshift in the BTK protein at codon 366 in exon 12, which was predicted to result in a truncated or absent protein. This specific variant has not been reported in medical literature, however frameshift variants of BTK are commonly causative of XLA. He was started on IVIG and H. Pylori treatment with rapid resolution of his symptoms.", "cite_spans": [], "ref_spans": [], "section": "5325: X-LINKED AGAMMAGLOBULINEMIA (XLA) DIAGNOSED IN VIETNAMESE TEENAGER WHO P R E S E N T E D W I T H G A S T R O I N T E S T I N A L DISEASE AND FOUND TO HAVE A NOVEL BRUTON'S TYROSINE KINASE (BTK) GENE MUTATION"}, {"text": "We report a young teenager who presented with the classic manifestations of inflammatory bowel disease, but was found to have XLA. This case report illustrates the importance of considering an underlying immune deficiency in patients with diffuse gastrointestinal pathology, regardless of their age. Background: At now, data on antibiotic prophylaxis in primary antibody deficiency patients are uncertain. We are studying the role of azithromycin on primary antibody deficiency patients. Methods: We are conducting a multicenter randomized placebo-controlled-double-blind trial on 89 patients with COPD and exacerbations. The aim of the study is evaluating efficacy and safety of azithomycin low-dose (250 mg 3 consecutive days a week) for 24 months vs placebo. In patients under azythomycin we expect a decrease of COPD exacerbations (reduction of dyspnea, cough, sputum), no use of additional antibiotics, an increase of respiratory volumes, an improvement of the Health Related Quality of Life measures. Results: The study started on June 2014 and will last 30 months (therapy: 24 months, follow-up: 6 months). Monthly evaluations: lung function, St. George's Respiratory Questionnaire, sputum sample for microbiological assessment, blood test, diaries for use of additional antibiotics, SF-36 Questionnaire for quality of life, report of adverse events. Our study will end on December 2016. During the study we observed 14 drop out (9 patients withdrew informed consent; 5 patients died: 2 for respiratory distress; 1 for cancer, 1 for Parkinson disease, 1 for stroke). Conclusion: To our knowledge our study is the first one on antibiotic prophylaxis in primary antibody deficiencies patients. Autosomal dominant hyper-IgE syndrome (AD-HIES) is a multisystem disorder caused by mutations in STAT3 gene and presents with recurrent respiratory and cutaneous infections. We report the case of an adult female who was referred due to recurrent skin infections since childhood. She also had asymmetric facies, scoliosis, high serum IgE (>2000 IU/mL), eosinophilia and bronchiectasis and was diagnosed as AD-HIES according to the NIH clinical scoring system. The proband reported six family members with the same phenotype and two of them were also referred for evaluation (1 daughter and 1 son), both fulfilling diagnostic criteria for AD-HIES. Long-term prophylaxis with azithromycin (500 mg p.o., twice a week) was started in June/2011, in association with topical skin antiseptics. Physical examination, routine laboratory tests and assessment of macrolide toxicity were performed at scheduled outpatient visits (every 3-6 months). All three patients tolerated very well the proposed protocol and had no serious infection during follow-up period (57 months). Self-reported improvement of quality of life by the patients was particularly noteworthy. He developed severe chronic anemia with iron deficiency, unresponsive to intensive iron replacement. IgG levels were persistently low, despite adequate IVIg therapy. Celiac disease or relevant gastrointestinal bleeding were ruled out. Upper endoscopy and colonoscopy showed diffuse lymphangiectasias. Histological examination of intestinal biopsies revealed numerous red blood cells within dilated mucosal lymphatic vessels. Octreotide (200 mcg/day, SC) and weekly SCIg infusions (10g/wk.) were started. Six weeks after treatment a marked improvement in anemia and body iron stores was observed, with serum IgG levels > 900 mg/dL.The patient had mild facial dysmorphisms and pectus excavatum. Noonan syndrome type 8 was diagnosed by whole exome sequencing (WES) that showed a mutation in RIT1 gene, predicted to be deleterious (Chr1:155.874.287; c.295T > G;p.Phe99Val). Noonan syndrome type 8 has been associated with mutations affecting genes involved in p38-MAPK pathway but without hypogammaglobulinemia or significant enteric protein loss. This report emphasizes the importance of recognizing unusual clinical findings associated with hypogammaglobulinemia as well as the role of WES for diagnosis of new immunodeficiency phenotypes. Here we present a case of multiple T inkin brain abscesses successfully treated with antifungals. Methods: Gomori methamine silver, periodic acid Schiff stains, brain heart infusion and sabouraud dextrose agar cultures were used. Results: 21 y old male with CGD (gp91phox) presented with headache and became unresponsive. CT Scan showed multiple right temporal lobe ring-enhancing lesions, cerebral edema, and i m p e n d i n g h e r n i a t i o n . U r g e n t d e c o m p r e s s i v e hemicraniectomy was done. Neurological status improved; he was extubated next day with left pronator drift and minor arm weakness. Cultures grew T inkin sensitive to Liposomal Amphotericin-B (L-Ampho-B) and Voriconazole. Complete resection carried a high chance of visual field deficit, which was an unacceptable risk to our patient. He was treated with L-Ampho-B and Voriconazole. 6 weeks later, MRI showed significant decrease in the abscesses, so he continued on Voriconazole alone, then switched to Posaconazole for better therapeutic levels. Most recent MRI showed no enhancement indicating complete resolution of the infection. Conclusion: Broad spectrum antifungal therapy alone can be considered when surgical resection carries a high morbidity risk. Objective Immunodeficiencies secondary to partial RAG1/2 mutations have a widening autoimmune clinical spectrum and autoantibodies, including those targeting cytokines. Herpes virus infections are often observed prior to the onset of autoimmunity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Methods To study this phenomenon, a novel murine model was designed with rag2 F62L/F62L (mut/mut) modeling a patient with partial Rag deficiency (19.6% recombinase activity), history of autoimmune cytopenia and complicated herpes virus infection. Mice were infected with mouse gammaherpesvirus-68 (MHV-68) and cellular and humoral response were monitored. B cell tolerance checkpoints were examined. Results At baseline mut/mut mice had increased use of proximal IgH J genes consistent with partial Rag activity. Although viral latency was comparable, antibody generation to virus and self-antigens were increased and larger lymphoid larger infiltrates (lung, liver, kidney) were noted in mut/mut versus wt/wt mice. Receptor editing in bone marrow, serum B cell activating factor (BAFF) levels and regulatory T compartments did not significantly differ.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Conclusions MHV-68 infection in our rag2 mouse model induced increased antibody responses to virus and self. Major mechanism of autoantibody generation is yet to be determined.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Diogo C Soares, MD 1 , Flavia B Piazzon, MD, PhD 1 , Evelin Zanardo 1 , Antonio Carlos Pastorino, PhD, MD 1 , Leslie D Kulikowski, PhD 1 , Debora R Bertola, MD, PhD 1 , Magda Carneiro-Sampaio, MD, PhD 1 and Chong Ae Kim, MD, PhD 1 , CASE REPORT: A 26 year-old woman of nonconsanguineous and healthy parents with failure to thrive, developmental delay, atrio-ventricular connection, patent ductus arteriosus, pulmonary hyperflow, congenital asplenia, recurrent infections, renal dysplasia, intestinal lymphangiectasia and leg swelling. At age of 20 the patient was diagnosed with Hashimoto thyroiditis. Laboratory tests revealed slightly low levels of IgM 76,8 and normal serum levels of IgG 988 mg/dL, IgA 219,2 mg/dL, IgE 332 UI/mL, CD3 + 2692 cel/mm3, CD4 + 1565 cel/mm3, CD8 + 943 cel/mm3, CD19 + 506 cel/mm3, CD16 + /56 + 689 cel/mm3 and Howell-Jolly bodies were determined in peripheral blood smear. The patient received immunization for encapsulated bacteria. Due to infections, antibiotic prophylaxis was started, with improvement of infections. IS is related to homozygous mutation in the GDF1 gene. We decided to investigate the patient by the SNP-array. The result revealed duplication of approximately 4.3Mb, extending from 16q24. Monogenic causes for severe manifestations of common allergic disease shed light on the pathogenesis of atopy, although severe infectious and other syndromic phenotypes often accompany such diseases. We performed next-generation sequencing on a cohort of patients with severe atopic dermatitis regardless of comorbidities, but with evidence of familial inheritance. We found 8 individuals from 4 families harboring distinct, novel heterozygous mutations in CARD11, a lymphocyte scaffolding protein involved in antigen receptor (AgR) signaling to NF-kB and mTOR. Significant infections beyond the skin were documented in some, but not all of these patients. In contrast to known immunologic diseases associated with CARD11, these atopy-associated CARD11 mutations led to dominant interfering, hypomorphic activity upon AgR stimulation in transfected T cell lines. Primary patient T cells also showed impaired AgR-induced activation of NF-kB and mTORC1, which is critical for promoting Th1 and preventing Th2 responses. Defective mTORC1 signaling and IFN-gamma production was partially rescued by supplementing with excess glutamine, which requires CARD11 for import into T cells. Our findings indicate single hypomorphic mutations in CARD11 can cause potentially correctable cellular defects that lead to severe atopic disease sometimes in the absence of other syndromic features.", "cite_spans": [], "ref_spans": [], "section": "5335: 16q24 DUPLICATION AND IVEMARK SYNDROME: A NOVEL GENOMIC CAUSE?"}, {"text": "Our clinical laboratory designed a comprehensive SCID panel as well as two B+ and B-subpanels which include genes from the comprehensive panel. These were employed for testing of 336 patients. Testing using the c o m p r e h e n s i v e p a n e l d e m o n s t r a t e d a p o s i t i v e (diagnostic) result in 32/224 (14.3%) individuals, and identified non-diagnostic likely pathogenic variants (LPATH) or variants of uncertain significance (VUS) in 82 (36.6%). The diagnostic and VUS/LPATH rates of the subpanels were significantly different when compared to the comprehensive panel. The B+ subpanel gave a diagnostic result in 23/76 (30.3%, p = 0.0019) individuals and a VUS/LPATH result in 14 (18.4%, p = 0.0033). The Bsubpanel yielded diagnostic results in 15/36 (41.67%, p < 0.0001) individuals and a VUS/LPATH result in 7 (19.4%, p = 0.044). Additionally, the diagnostic rate among patients younger than 2 years was 25.31% (62/ 245), as opposed to 8.80% (8/91) in those older than 2 years (p = 0.00094). In conclusion, our data suggest that those patients who receive a thorough immune workup prior to genetic testing were those that were more likely to receive relevant results. Tailoring the panel order to the patient's subtype presentation can minimize VUS/LPATH rates without decreasing diagnostic rates. We retrospectively studied all patients with primary immunodeficiency (PID) on Itraconazole prophylaxis in Immunology Department for the period 2014-mid2016. Primary outcomes were TDM efficacy and breakthrough fungal infection. We identified 64 patients aged 2 months to 16 years. Most common diagnoses were SCID (22%), CGD (20%) and HLH (11%). 30% had enterocolitis or gut GvHD. 20% had not had any definitive treatment whereas 70% had undergone stem cell transplant, 11% gene therapy and 1 had thymic transplant. Itraconazole TDM results are shown below.", "cite_spans": [], "ref_spans": [], "section": "5335: 16q24 DUPLICATION AND IVEMARK SYNDROME: A NOVEL GENOMIC CAUSE?"}, {"text": "Results: 9 presented with breakthrough infection (44% proven or probable). Overall mortality was 6.5% and fungal infection mortality was 75%. All patients with breakthrough infection had itraconazole level <0.5 mg/l or had no level measured. Itraconazole level <0.5 mg/L was predominant when dosage was 5 mg/kg once daily than 5mg/kg twice daily (67.2% versus 28.1%, p = 0.042) Conclusion: Consistent Itraconazole TDM is crucial for the survival of patients with PID. 5mg/kg regimens do not achieve effective itraconazole levels.", "cite_spans": [], "ref_spans": [], "section": "3 4 : I T R A C O N A Z O L E P R O P H Y L A X I S"}, {"text": "Stem Cell Transplantation Group, Istituto Giannina Gaslini, 10 Haematology Unit, IRCCS, Istituto Giannina Gaslini, Genoa, Italy, Objective: Immune dysregulation in partial RAG deficiency may present with features that overlap with autoimmune diseases. Here we present a child who was treated for autoimmune lymphoproliferative (ALPS)-like disease, required bone marrow transplantation and eventually was diagnosed with partial RAG deficiency. Methods: Retrospective chart review. Genetic testing was performed by next generation sequencing. Results: A healthy 30-month old male developed relapsing multilineal autoimmune cytopenia with 1.5-2% TCR alpha beta CD4-CD8-T cells and hepatosplenomegaly concerning for ALPS-like disease that required escalation of therapy from steroid to rituximab to mycophenylate mofetil and sirolimus. Patient's condition was complicated by interstitial pneumonia and infections with H1N1 and CMV. Patient developed macrophage activation syndrome; primary HLH was excluded. At 62 months, he underwent alpha beta T cell depleted haploidentical stem cell transplant and is doing well two years post-transplant. A hypomorphic homozygous RAG1 mutation (R507G) was found via next generation sequencing. The activity of this mutation is yet to be determined; a similar point mutation (R507W) is published with 16% activity. Conclusions: RAG deficiency may present with recalcitrant multilineal cytopenia in the setting of viral infections and HSCT may be the ultimate therapeutic solution. We present a case of compound heterozygous RTEL1 mutations in a child with neutropenia, Francisella novicida lymphadenitis, recurrent infections, and decreased NK cell function. Methods: Immune system evaluation in light of neutropenia and uncommon infection included T, B, NK cells and IFN-γ/IL-12/ STAT1 pathway by FACS, lymphocyte proliferation, immunoglobulin levels, antibody titers, DHR, telomeres and Trio Whole Exome Sequencing (WES).", "cite_spans": [], "ref_spans": [], "section": "5346: PARTIAL RAG DEFICIENCY IN A CHILD WITH AUTOIMMUNE CYTOPENIA AND FEATURES OF A U T O I M M U N E LY M P H O P R O L I F E R AT I V E SYNDROME (ALPS)"}, {"text": "Laboratory results showed neutropenia, decreased NK cell function, and compound heterozygous mutations in RTEL1 gene: c.1373C > T; p.T458M & c.2651C > T; p.S884F. Due to neutropenia, telomeres for granulocytes were not assessed. Conclusion: An unbiased genetic approach to evaluating immune dysfunction revealed a phenotypic expansion of a known genetic cause for FKND and bone marrow failure, RTEL1. This highlights the role RTEL1, a gene essential for DNA repair, may have in normal NK cell development and function. Background: CGD occurs as a result of a defect in any one of 5 phox subunits of NOX2. As a results phagocyte oxidative metabolism is impaired as measured by a dihydrorhodamine (DHR) assay. Rarely severe G6PD deficiency can result in an abnormal DHR leading clinicians to believe the patient has a genetic mutation in NOX2. Method: An 8-year-old boy was referred for CGD evaluation in the setting of recurrent pulmonary infections, failure to thrive, anemia, jaundice and an abnormal DHR. The DHR was more characteristic of autosomal recessive CGD; however the patient's mother appeared to have two populations of cells indicative of an X-linked carrier. Further testing showed abnormal G6PD activity in the patient's PMN, PBMC, and RBC. Subsequent immunoblot revealed that the patient's PMN expressed all phox proteins.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Result: The patient's DHR was abnormal as a result of s e v e r e G 6 P D d e f i c i e n c y l e a d i n g t o i n f e c t i o n susceptibility. Conclusion: Phenotypic CGD can occur in the setting of severe G6PD deficiency in the absence of any mutation in the NOX2 subunits. Genetic confirmation of CGD is important in the setting of an abnormal DHR. Misdiagnosis of genotypic CGD in the setting of severe G6PD deficiency can lead to hemolysis on traditional prophylactic antibiotics. This case represents the importance of evaluating both the mother and son in the genotypic diagnosis of CGD. ADA2 Deficiency (DADA2) typically presents in childhood or young adulthood and is characterized by early-onset stroke, immunodeficiency and vasculitis. We report a case of adult brothers with DADA2 presenting with bone marrow failure. Patient 1 presented at 47 years of age with leukopenia. Prior medical history was notable for splenomegaly and dermatopolymyositis. Within three years he progressed to pancyt openia. Bone m arrow evaluation showed hypocellularity (0-15%) with trilineage hematopoiesis, reticular fibrosis and elevated interstitial T cells. He responded to treatment with anti-lymphocyte globulin and cyclosporine (CSA). He continues on CSA.", "cite_spans": [], "ref_spans": [], "section": "5351: IMPORTANCE OF GENETIC CONFIRMATION I N T H E D I A G N O S I S O F C H R O N I C GRANULOMATOUS DISEASE"}, {"text": "Patient 2 is the brother of patient 1, who presented at the age of 52 years with mild leukopenia and similar bone marrow findings. His medical history was notable for recurrent Aeromonas hydrophila infections and type II diabetes. Two novel missense variants in CECR1 (p.Leu181Pro and p.Trp501Arg) were found in both patients. Both brothers also demonstrated a low ADA2 level, CD4 lymphopenia, hypo-IgM and an elevated TNF level. Our patients expand the genetic and clinical understanding of DADA2 given the discovery of two novel missense variants and their presentation as adults with bone marrow failure. Reticulin fibrosis and low IgM levels may be of value in distinguishing DADA2 patients from other bone marrow failure presentations.", "cite_spans": [], "ref_spans": [], "section": "5351: IMPORTANCE OF GENETIC CONFIRMATION I N T H E D I A G N O S I S O F C H R O N I C GRANULOMATOUS DISEASE"}, {"text": "Chromosomal instability syndromes result from defective DNA repair mechanisms, and are characterized by immunodeficiency, radiation sensitivity, and cancer susceptibility. Despite phenotypic overlap, clinical presentation varies. Case Presentations A 3 y e a r o l d f e m a l e p r e s e n t e d w i t h p r o f o u n d hypogammaglobulinemia, recurrent otitis media, microcephaly, and normal development. Two pathogenic variants in the NBN gene, c.657_661del and c.1142del, consistent with Nijmegen Breakage Syndrome, were found. Management includes minimizing radiation exposure and IVIG. HSCT is pending.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A 4 year old female presented with poor antibody responses to S. pneumoniae, recurrent sinopulmonary infections, E coli meningitis at 2 weeks age, gait abnormalities, telangiectasias, and myopia. Her cells were found to be radiosensitive despite normal AFP level and ATM expression. A deleterious mutation in APTX(Aprataxin), c.940_956del, causing ataxia with oculomotor apraxia type 1 was found. Management included minimizing radiation and prophylactic TMP-SMX.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Recognition of the clinical presentation of chromosomal instability syndromes is necessary to establish diagnosis and guide decision making. Though each of the cases presented with recurrent infections and immunodeficiency, recognition of other symptoms led to proper identification of distinct disorders. Berardinelli-Seip congenital lipodystrophy is an extremely rare autosomal recessive adipocyte differention disorder, estimated to occur in 1 in 10 million people. Four molecularly distinct forms have been defined, with mutations of AGPAT2 and BSCL2 accounting for 95 percent of all cases. These genes are critical for normal adipogenesis and mutations cause failure to express key lipogenic transcription factors including PPAR gamma and C/EBP-alpha. 18 year old male consulted for evaluation of facial \"angioedema\" and urticaria. His swelling improved during periods of fasting. He was on Lisinopril for hypertension. Other relevant medical history includes DM, hypertriglyceridemia, ventricular hypertrophy, atopic dermatitis and allergic rhinitis. Exam revealed symmetric soft tissue increase of the cheeks, acanthosis nigricans, hepatomegaly, absence of subcutaneous adipose tissue of the thorax, abdomen and upper extremities. Imaging studies confirmed enhanced premalar soft tissue consistent with fat. We report a young gentleman with facial swelling due to fat infiltration, misdiagnosed as angioedema. Atypical presentations of angioedema have extensive differential diagnosis. Systemic approach can identify rare conditions. Patients with primary immunodeficiency diseases (PID) are vulnerable to life-threatening infection and allogeneic hematopoietic cell transplantation (HCT) has led to the improvement in their survival. We report the results of HCT performed in patients with PID for eleven consecutive years from 2006 to 2016 at Samsung Medical Center, Seoul, Korea. Twenty six recipients with PID were identified; CGD (n = 11), WAS (n = 4), SCID (n = 3), familial HLH (n = 2), LAD type 1 (n = 1), SCN (n = 1), hyper IgM syndrome (n = 1), and undifferentiated PID (n = 3). Donor types were matched sibling (n = 4), matched unrelated (n = 8), umbilical cord blood (UCB) (n = 10), and haploidentical (n = 4). Nine patients (34.6%) received HCT during the former half period and 17 patients (65.4%) during the latter half period. Five patients experienced graft failure (GF), while 4 of them were eventually engrafted after additional HCT. The estimated 5-year overall survival rate was 79.1%. Six patients (23%) died and the causes of death were sepsis (n = 3), chronic GVHD (n = 2), and diffuse alveolar hemorrhage (n = 1). In conclusion, candidates for PID patients have been increasingly identified for allogeneic HCT in Korea and the majority of them could be cured by HCT. Establishment of systematic registry of PID patients for HCT is needed.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Giuliana Giardino 1 , Austen Worth 2 and Fani Ladomenou 2 , Patroula Koletsi MD 3 IFNg. The clinical picture and inflammatory markers improved after granulocyte infusions which were stopped due to the development of anti HLA antibodies compromising any attempt for allogeneic HSCT. Pioglitazone was started on the basis of the recent findings suggesting a beneficial effect on CGD. During the treatment, the clinical condition remained stable with normalization of the inflammatory markers but without any improvement in the liver lesions. Differently, from the previous observations we didn't report any changes in the DHR activity before and after the treatment. In conclusion, this case suggests that, although Pioglitazione has shown encouraging results in vitro and in vivo, further studies are necessary to define its effectiveness for the treatment of CGD.", "cite_spans": [], "ref_spans": [], "section": "3 6 1 : T H E U S E O F P I O G L I TA Z O N E A S T H E R A P E U T I C A P P R O A C H I N C H R O N I C GRANULOMATOUS DISEASE: A SINGLE CASE EXPERIENCE"}, {"text": "Heterozygous gain-of-function (GOF) mutations in PIK3CD cause combined immunodeficiency, referred to as APDS or p110δ-activating mutation, resulting in senescent T cells, lymphadenopathy and immunodeficiency. Hyperactivation of PI3Kd impairs B cell class-switch and somatic hypermutation, resulting in hypogammaglobulinemia and impaired vaccine responses. Clinical hallmarks include chronic lung disease, chronic herpes infections, autoimmunity and lymphoproliferation. A 10 y.o. boy of consanguineous Morrocan descent presented at 1 year of age with Salmonella typhi sepsis. At 17 months he was admitted with primary EBV infection complicated by pneumonia and followed by recurrent lower respiratory tract infections resulting in chronic lung disease. Lab analyses showed typical T-lymphopenia with progressive decrease in naïve T cells, low s w i t c h e d m e m o r y B c e l l s , p r o g r e s s i v e hypogammaglobulinemia and persistent EBV viremia. In addition he shows decreased Th17 cells, and abnormal phosphorylation of STAT4. Whole exome sequencing identified a known GOF mutation in PIK3CD (c. G3061A, p. Glu1021Lys). This patient shows immunological features typical of APSD yet also decreased Th17 cells and abnormal phosphorylation of STAT4. Analysis of the effect of PIK3CD GOF mutations on the IFN-gamma/IL-12 and IL-17 pathway will be presented. Primary immunodeficiency disorders (PID) are among \"rare\" or orphan diseases with prevalences between 1: 25,000 to 1: 50,000. It is wrongly thought that PID are childhood pathologies contributing to the fact that Internal medicine physicians are not familiar with these conditions. Common Variable Immunodeficiency (CVID) is the most common PID in adulthood with its highest peak in the second and third decades of life. The Immunology clinic at the Hospital Universitario del Valle in Cali, Colombia has diagnosed during 12 months of operation 5 adults who meet the diagnostic criteria for CVID (PAGID/ESID 1999) . These are 2 women and 3 men aged between 20 and 41 years, in whom other causes of hypogammaglobulinemia were ruled out and have a marked decrease (<2DS for healthy adults) of IgG, IgA and/or IgM in serum, in addition showed poor response to protein vaccines (HBsAg/Tetanus) as well as polysaccharides (Pneumovax). As has been reported in the literature all cases present increased susceptibility to bacterial infections and pulmonary complications. The 2 women present autoimmune cytopenias. A higher index of suspicion in PID allows earlier diagnosis, improvement in quality of life and prognosis. The creation of the clinical immunology clinic in the city of Cali is an effort to improve the diagnosis of PID in both adults and children. The volume and diversity of large-scale biological data available in the public domain continues to grow. This data has the potential to be reused to answer questions beyond those envisioned when the data was generated; however, few immunologists have sufficient bioinformatics expertise to do so. We used OMiCC, a free online platform that enables programming-free meta-analysis of public gene expression data and facilitates \"crowdsharing\" the work of annotating and constructing data compendia. We organized an \"OMiCC Jamboree\" to evaluate if biologists without bioinformatics training could use OMiCC to identify and annotate public gene expression datasets and design proper disease versus control comparisons for meta-analysis. Twenty-nine volunteer NIH biologists gathered to search and annotate public microarray data of human autoimmune conditions and the corresponding mouse models. Meta-analyses across studies explored 1) gene expression signatures for each disease, 2) pan-disease signatures, and 3) cross-species signatures. A large number of differentially expressed genes and enriched pathways were identified for each disease, with substantial overlap among diseases both within and between species, including pan-disease and pan-species signatures such as those associated with interferon. Supported by the Intramural Research Programs of NIAID and CIT, NIH. Several studies have shown that subcutaneous Immunoglobulin (SCIG) is as good as Intravenous Immunoglobulin (IVIG) preventing infections in PID. SCIG has been proposed as an alternative as efficient as IVIG in the immunomodulatory treatment (IT) of many neurological diseases and other diseases. Aim: Follow up of 48 patients (p) with SCIG treatment during 6 years. Material: Two Groups (G), G1:41p with PID with IG replacement treatment, G2: 7p with IT. The product was administered at 1 or multiple injection sites by push, in each site a maximum of 20 ml in children and 35 ml in adults. Results: G1: The mean dose was 133mg/kg/w.G2:Dose was 300 mg/ Kg/w. G1: The mean serum IgG level was 1205 mg/dl. Levels were better and stable. Efficacy: Among the G1 p, the annual rate of infection was 1,2 p/year. 1 XLA suffered an Enterovirus Encephalitis and 1 CVID presented Pseudomona aureus Sinusitis. G2: All patients presented remission. Tolerance: 50% presented mild episodes related with the injection site and only one p presented 2 moderate adverse reactions Conclusion: SCIG administration by push was generally well tolerated with no systemic or clinically significant adverse reactions and is an effective alternative to IVIG. Stable serum IgG steady-state levels are crucial in order to provide optimal protection against infections and therapeutic Immunomodulatory activity. Background: APECED is an autosomal recessive disease characterized by chronic candidiasis and autoimmune diseases due to mutations in the autoimmune regulator (AIRE) gene. We present a novel case of APECED due to compound heterozygous mutations in AIRE and IL-7 receptor (IL-7R) genes. Methods: Retrospective chart review. Results: A 13-year-old boy born to non-consanguineous parents met clinical diagnostic criteria for APECED. He presented at 14 months with an Addisonian crisis, eczema, diarrhea, and failure to thrive. He had recurrent oral candidiasis, diaper dermatitis, onychomycosis, otitis media, sinusitis, bronchitis, and pneumonia. Autoimmunity included hypoparathyroidism, hypothyroidism, alopecia areata, celiac disease, arthritis, uveitis, and vitiligo. He had nasal and middle ear polyposis with eosinophilia on biopsy and colonic dysmotility. Delayed type hypersensitivity to candida was negative with positive candidaspecific IgG and IgA. Genetic evaluation revealed heterozygous AIRE (c.769C > T) and IL-7R (c.1241C > T) mutations. His mother is heterozygous for the AIRE mutation and mildly B-cell deficient. His father is heterozygous for the IL-7R mutation with normal immune function.", "cite_spans": [{"start": 1962, "end": 1979, "text": "(PAGID/ESID 1999)", "ref_id": null}], "ref_spans": [], "section": "5362: Th17 IMPAIRMENT IN A PATIENT WITH"}, {"text": "Conclusion: APECED has been reported only in the setting of homozygous mutations in AIRE. We present a case of APECED due to compound heterozygous mutations in AIRE and IL-7R genes. Plasma was screened for anti-cytokine antibodies. Results: A previously healthy 28 month-old patient developed severe immune thrombocytopenia (ITP) two months after the onset of a prolonged varicella infection. ITP did not respond to high dose immunoglobulin or steroid treatment. Immune phenotyping was notable for low naïve and total T cell count but preserved B cell numbers. Polyclonal gammopathy was also observed. Hematopoietic stem cell transplant was initiated for refractory cytopenia, persistent varicella infection and in concern for a presumed immune deficiency. After extensive genetic testing a compound heterozygous pathogenic RAG1 (p.Ala444Val, p.Lys992Glu, rag1 activity 1.4% and 9.1% respectively) mutation was identified and anticytokine antibodies targeting IFN-α, ω and IL-12 were detected. Conclusions: Severe autoimmune cytopenia and generation of anti-cytokine antibodies coincided with complicated course of varicella in our patient with partial RAG deficiency. Its expression and effect on neutrophil oxidative burst and Mac-1 expression in active (aBD) and inactive Behçet's disease (iBD) has not been characterized. Methods: Patients: aBD (n = 30), iBD (n = 31), healthy controls (HC; n = 30). Pooled plasma from each group and from a group of CD40L-deficient patients was used to treat neutrophils from HC, iBD or aBD patients. Cells were evaluated for 1) H 2 O 2 /O 2 production by chemoluminescence; 2) Flow cytometry for CD40 and Mac-1 on neutrophils and monocytes and CD40L on activated T cells and platelets; 3) qRT-PCR: CD40L gene expression by PBMC. Results: sCD40L and plasma from BD, but not from CD40Ldeficient patients, stimulated O 2 production (Table) . Similar results were observed for H 2 O 2 production. Mac-1 expression was constitutively increased in BD neutrophils. PBMC and CD4+ T cells from BD showed higher CD40L expression. Conclusion: Plasma from BD patients stimulates oxidative burst, likely induced by sCD40L and mediated by Mac-1. Cutis laxa (CL) is a rare connective tissue disorder with skin laxity and incompletely characterized systemic manifestations. Both acquired and inherited forms of CL exist. Inherited CL includes autosomal dominant CL (ADCL), multiple types of autosomal recessive CL (ARCL) and X-linked CL (XLCL). Previously we reported EBV-associated smooth muscle tumors in a child with CL and NK cell deficiency. Later, whole exome sequencing of this individual revealed a homozygous mutation in the gene ATP6V0A2, the causative gene defect in ARCL type 2A (ARCL2A). Here we report NK cell defects in an expanded cohort of ARCL2A patients and the consequences of ATP6V0A2 silencing in the NK cell line NK92. As described in our original patient, ARCL2A patients lacked NK-cell mediated cytotoxicity and had a decrease in NK cell frequencies and effector molecules. As a disease control, ADCL patients carrying ELN mutations did not show this phenotype. Silencing of ATP6V0A2 in the NK92 cell line led to a recapitulation of the cohort NK cell phenotype with a decrease in natural cytotoxicity related to reduced lysosomal acidification and perforin processing. Taken together these data suggest ATP6V0A2 mutations result in a decrease of perforin, leading to impaired NK cell mediated cytotoxicity. These findings help provide insight into both NK cell cellular biology and the complex clinical manifestations of CL. Program for Cell and Gene Therapy and Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA, 3 Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA RATIONALE: Autosomal dominant anhidrotic ectodermal dysplasia with immune deficiency (AD-EDA-ID) is caused by heterozygous IkBa mutations. Usual features include combined immune deficiency, recurrent infections, and ectodermal dysplasia. We report a female with recurrent infections, hyper IgM, and no ectodermal dysplasia who was found to have a heterozygous IkBa mutation. METHODS: Immunophenotyping, functional flow cytometry, and gene sequencing were done. RESULTS: The patient presented in infancy with E. coli bacteremia and numerous respiratory and gastrointestinal viral infections. She had no ectodermal dysplasia. Immune evaluation at 5 months found leukocytosis (43,000 cells/uL), elevated IgM (425 mg/dL) and normal IgG (237 mg/dL). Immunophenotyping showed expanded naïve T cells with normal proliferation to PHA, but no response to CD3 stimulation. Vaccine responses were poor. Sequencing identified a previously characterized heterozygous IkBa mutation (p.S32I), which causes a phosphorylation defect that prevents ubiquitin mediated degradation. She has been treated with IgG replacement and antimicrobial prophylaxis, but not BMT. CONCLUSIONS: Hyper IgM and variable ectodermal dysplasia are well described in NEMO deficiency but not in AD-EDA-ID. This case expands the spectrum of findings reported in AD-EDA-ID to include hyper-IgM and lack of ectodermal dysplasia. ", "cite_spans": [], "ref_spans": [{"start": 1868, "end": 1875, "text": "(Table)", "ref_id": null}], "section": "5362: Th17 IMPAIRMENT IN A PATIENT WITH"}, {"text": "A 17 year-old boy with presumed autoimmune fulminant hepatic failure received a liver transplant at 2 years of age and was since maintained on tacrolimus and mycophenolate. At 15 years, he developed insulin-dependent diabetes mellitus, as well as subacute ataxia, initially presenting as decline in penmanship and tremors in the hands, and rapidly progressing with loss of ambulation. Neuroimaging revealed isolated severe cerebellar atrophy. Whole exome sequencing revealed a FOXP3 mutation (IVS2 + 1G > C), consistent with IPEX. CSF analysis showed slightly elevated protein (50 mg/dL), with IgG index slightly elevated at 0.69 (ULN 0.62). He had paired systemic and CSF oligoclonal bands. CSF flow cytometry was benign. All viral PCRs including JCV were negative except for high titers of HHV-6 in blood and CSF (HHV6B PCR in blood > 2500000 copies/mL) representing chromosomally integrated HHV6B. Search for autoantibodies revealed low titers of N-Type Calcium Channel Ab (0.09 nmol/L; n.v. ≤.03) but absence of the P/Q type, suggesting non-specific autoimmunity background. Serum and CSF were negative for antibodies to cell surface neuronal antigens (NMDA, AMPA, GABA(B), mGluR1, and mGluR5 receptors), and to LGI1 and Caspr2 (previously attributed to VGKC). To our knowledge, this is the first report of cerebellar degeneration in IPEX, whose autoimmune or infectious origin remains to be determined. (4), DiGeorge (4), Lymphopenia (5; 2 resolved, 3 persist), Congenital anomalies (2), CHARGE (2), Ataxia-telangiectasia (1), Hemophagocytic Lymphohistiocytosis (1), and False Positive (3). Conclusion: PA State screening has been successful in detecting SCID in the hospitals where it is performed, but 14% of babies statewide remain untested. To our knowledge, no case of SCID has been missed by NBS, but since NBS began, there have been 3 patients diagnosed with SCID due to severe infections who were not tested by the NBS program. These data demonstrate the success of the SCID screen in the state of PA as well as the need for mandatory screening. We are currently working on gathering data from the other immunology referral centers in PA.", "cite_spans": [], "ref_spans": [], "section": "National Institute of Allergy and Infectious Diseases"}, {"text": "The patient is a 6-year-old girl, of non-consanguineous Quebecois origin, who presented in 2013 with progressive lymphadenopathy for investigation. Clinical history of adenotonsillectomy at 18months of age for adenotonsillar hypertrophy contributing to difficulty eating and poor weight gain. The patient presented 3 months later with persistent submandibular lymphadenopathy. No history of recurrent bacterial, viral or fungal infections or autoimmunity. No family history of note. On examination, she had isolated cervical adenopathy and no hepatosplenomegaly. Investigations demonstrated hypogammaglobulinaemia with hyperIgM (IgG <0.8, IgA < 0.5, IgM 9.4g/L), lymphopenia (1.5x10 9 /L), significantly elevated memory B cells (CD27+/ CD19+) 66% (N < 41%) and reduced naïve thymic emigrants (CD31 + CD45RA+/CD4+) 25% (N > 39%). UNG and AICDA mutations negative. Whole exome sequencing identified a de novo splice site mutation in PIK3R1 (NM_181524:exon5:c.525 + 1G > A).", "cite_spans": [], "ref_spans": [], "section": "5398: INCREASED MEMORY B CELLS -AN UNEXPECTED FINDING IN A PATIENT WITH A SPLICE SITE MUTATION IN PIK3R1 RESPONSIBLE FOR HYPER-IgM SYNDROME"}, {"text": "The patient was treated with SCIG (1g/kg/month). Recurrence of tonsillar tissue occurred post-resection. This case illustrates an unexpected finding of elevated memory B cells in a patient with a splice site mutation in PIK3R1, presenting with lymphoproliferation, and Hyper-IgM syndrome. The elevation in memory B cells is a rare finding in association with this mutation. Complete thymic aplasia is a rare cause of SCID but increasingly recognized with SCID newborn screening. Tbox transcription factor 1 (TBX1) is important in thympoiesis; heterozygous mutation in TBX1 are a rare cause of velocardiofacial syndrome but not a common cause of complete thymic aplasia in humans. Case Presentation A 10 day old term female with 0 TRECs on newborn screen was identified. Evaluation revealed severe T cell lymphopenia (CD3 XX cells/ul), normal B and NK cell populations, absent proliferation to PHA, and no thymus on CXR. Complete sensorineural deafness was present in the patient's mother, maternal grandfather, and maternal great grandmother. A presumptive diagnosis of SCID was made and HSCT pursued. A 20 base pair heterozygous duplication was found in TBX1 c.1176_1195dup20; the same heterozygous mutation is suspected in the mother and maternal great grandmother. HSCT was abandoned and thymic transplantation pursued.", "cite_spans": [], "ref_spans": [], "section": "5398: INCREASED MEMORY B CELLS -AN UNEXPECTED FINDING IN A PATIENT WITH A SPLICE SITE MUTATION IN PIK3R1 RESPONSIBLE FOR HYPER-IgM SYNDROME"}, {"text": "We report one of the first cases of TBX1 haploinsufficiency causing complete thymic aplasia and SCID. By case in this family, mutations in TBX1 have variable penetrance. The genetic diagnosis of this patient drastically changed management arguing that waiting on a genetic diagnosis in some presentations of SCID may be warranted.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Yufei Xiang, MD PhD 1 , Nicholas Hubbard 1 , Yuchi Honaker, PhD 1 , David Hagin, MD PhD 1 , Logan Fisher 1 , Sarah Wang 1 , Karen M. Sommer, PhD 1 , Andrew M. Scharenberg, MD 1,2,3 , Troy R. Torgerson, MD PhD 1,2 and David Rawlings, MD PhD 1,2,3 , a marked improvement in survival from 0% (in the absence of co-delivered eTreg) to 60% with eTreg co-delivery. At our day 50 endpoint, GFP + FOXP3 hi T cells were present in spleen, liver, lung, peripheral blood and bone marrow. Compared with Teff cells, long-term engrafted eTreg made IL-10 and IL-4 but lacked IFNγ and IL-2. Our gene editing thus allowed us to override endogenous silencing of FOXP3 to enforce stable FOXP3 expression in T cells. For future clinical use, we have successfully generated antigen specific eTregs with the goal of producing stable, functionally active antigen-specific eTregs for treating candidate autoimmunities. There is not a consensus about clinical and immunological abnormalities in patients with Selective IgA Deficiency (SIgAD). Also, no genetic defect(s) related with SIgAD have been reported. We now present an update of the clinical and immunological characterization a cohort of 14 patients with SIgAD. Patients met ESID criteria for SIgAD, signed informed consent and were admitted until September 2016. Ig and specific Abs were measured in serum. Flow cytometry was used to phenotype peripheral blood lymphocytes subsets and to evaluate proliferation of T and B cells.", "cite_spans": [], "ref_spans": [], "section": "5401: NUCLEASE-TARGETED GENE-EDITING TO ACHIEVE STABLE FOXP3 EXPRESSION IN PRIMARY HUMAN T CELLS DELAYS THE ONSET XENOGENEIC MODEL OF GRAFT-VERSUS-HOST DISEASE (GVHD)"}, {"text": "Patients born from apparently non-consanguineous parents. The mean age of onset of symptoms and diagnosis were 7.8 and 18 years, respectively. Patients had normal serum levels of IgG and IgM with IgA absent. We observed recurrent respiratory tract infections, followed by gastrointestinal and skin manifestations. In 11 patients, we observed normal % and absolute numbers of T, B cells, and normal % but low absolute numbers of NK cells. Naïve, central memory and effector memory T cells as well as naïve, marginal zone-like and isotype switched B cells were normal. We did not detect IgA+ B cells in patients compared with controls. T and B cell proliferation were normal in 9 patients. Our patients exhibit heterogeneous clinical abnormalities. The consistent results are absence of IgA+ B cells and low absolute counts of NK cells. . We postulate that this could be due in part to insufficient circulating antibodies to common upper airway bacterial pathogens. Methods 54 patients with PID were enrolled in a Phase III trial studying the efficacy of an IVIG product with high antibody titers to RSV and other respiratory viruses. Antibody levels to 12 different Strep pneumoniae serotypes were measured by ELISA at various time points after IVIG.", "cite_spans": [], "ref_spans": [], "section": "5401: NUCLEASE-TARGETED GENE-EDITING TO ACHIEVE STABLE FOXP3 EXPRESSION IN PRIMARY HUMAN T CELLS DELAYS THE ONSET XENOGENEIC MODEL OF GRAFT-VERSUS-HOST DISEASE (GVHD)"}, {"text": "The maximum fold increase of anti-pneumococcal antibody over baseline ranged from 1.73 to 6.97 fold and depended on the dose of IgG given and the particular lot of IgG infused. Trough levels of anti-pneumococcal IgG were much more variable than trough levels of neutralizing antibodies to RSV. As a result, many subjects had trough levels of antibodies to at least 6 pneumococcal serotypes that fell below a presumed \"protective\" titer of 1.3 ug/ml at some point between infusions despite having serum IgG concentrations solidly within the normal range. Summary Significant variability was found in circulating antipneumococcal titers in patients treated with IVIG. This may contribute to persistent upper airway infections despite achieving quantitatively \"normal\" IgG levels on replacement therapy.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Background: We characterize the clinical phenotype and cellular function of mutant Lyn kinase in two patients with a de novo mutation at the LYN regulatory tyrosine residue 508. Results: The de novo mutations in LYN were detected by NGS and lead to p.Y508* (pt1) and to p.Y508F that was studied in the Lyn up/up mice (pt2). Pt.1 presented with hydrops fetalis and neonatal onset of skin neutrophilic vasculitis, hepatosplenomegaly, testicular pain, increased transaminases and C-reactive protein (CRP), thrombocytopenia, anemia and detectable autoantibodies. Post-splenectomy, he developed leukocytosis and thrombocytosis. Liver biopsy showed bridging fibrosis. Clinical response to prednisone and IVIG was partial. B lymphocytes showed constitutive phosphorylation of Lyn and downstream kinases. The tyrosine kinase inhibitor dasatinib normalized Lyn phosphorylation in pt. B cells and was initiated with significant clinical and laboratory response. Pt.2 presented with a neonatal-onset purpuric skin rash, abdominal and testicular pain, headaches, arthralgias, oral ulcers and increased CRP. Partial response to steroids and colchicine and significant clinical response to etanercept were observed. Conclusion: Activating mutations in Lyn kinase cause a novel immunedysregulatory syndrome of neonatal-onset of neutrophilic vasculitis and systemic inflammation. Introduction: Limited reports of liver disease in DOCK8 deficiency identify cholangitis and cryptosporidia infection. We evaluated liver function tests (LFT), cryptosporidia in stool, liver imaging and liver biopsies in our DOCK8 deficient cohort. Methods: Retrospective review of LFT's, liver imaging/ biopsies, cryptosporidia studies and outcome of 46 DOCK8 deficient patients. We compared cryptosporidia PCR and staining methods when available. Results: We reviewed the records of 46 DOCK8 deficient patients. 11 of 41 patients with liver imaging had abnormalities, with ductal dilation most frequent, and was associated with LFTs abnormalities. Four biopsies showed cholestatic liver disease, including ductopenia. Cryptosporidia was identified (stain or PCR) for 4/9 patients with abnormal imaging and abnormal LFTs, and was not found in any with normal LFT's and liver imaging. Two patients were PCR positive for cryptosporidia without diarrhea and with negative stains for cryptosporidia. Two patients with cryptosporidia and significant liver pathology died post-BMT from liver failure, one after liver transplant pre-BMT. Conclusions: LFT abnormalities and bile duct abnormalities are common in DOCK8 deficiency. Cryptosporidia infection likely plays a role in the pathogenesis of these abnormalities and should be increasingly recognized with molecular techniques of detection. Immunoglobulins at time of MPGN diagnosis -IgG 4.6g/L, IgA 6.8g/L, IgM 0.26g/L. In 2014 he was found to have IgG <1.7g/L, IgA 2.5g/L, IgM 0.16g/L, absent isohaemagglutinins and absent B cells (CD19 < 1%). Genetic analysis confirmed a missense mutation in BTK (c.1100c > A, p.A367E, SH2 domain) consistent with XLA. The patient was commenced on SCIG and continuous oral antibiotics and has a current steady state IgG of 5.5g/L. He has persistent proteinuria, exacerbated by intercurrent chest infections. His bronchiectasis symptoms have improved. This is a rare and interesting case of immune complex mediated disease in XLA, illustrating the potential for residual B cell function. It highlights the interplay between humoral immune deficiency and autoimmunity, and the difficulty in managing such patients. MIRAGE (myelodysplasia, infection, restriction of growth, adrenal hypoplasia, genital phenotypes, and enteropathy) is a newly described syndrome in patients with heterozygous mutations of SAMD9. Immunodeficiency in these patients has not been well described. We report a 15 month old male with a history of failure to thrive, adrenal insufficiency and severe respiratory viral infections requiring intubation two times in the pediatric intensive care unit. Sequencing of SAMD9 showed a heterozygous missense mutation. SAMD9 has been described to play a role in the innate immune response and defense against viral pathogens. Exome sequencing also showed a variant of unknown significance in WAS, but WASp protein expression in peripheral blood lymphocytes was normal. Bone marrow evaluation revealed myelodysplasia with the cytogenetic finding of monosomy 7. His immune evaluation was significant for hypogammaglobinemia (IgG: 190 mg/dL), B-lymphopenia (101/mm 3 ), CD4 T-cell lymphopenia (625/mm 3 ) with an inverted CD4:CD8 ratio of 0.7. Phenotyping showed highly immature CD4 and CD8 T-cell lineages and absent immature CD19 B cells with significant B-lymphopenia. IVIG was started for hypogammaglobinemia. The findings in this patient suggest that SAMD9 plays a role in immune cell development and function. Immune evaluation in additional MIRAGE patients would be informative.", "cite_spans": [], "ref_spans": [], "section": "NIAID/NIH, Bethesda, MD"}, {"text": "signaling enzyme downstream of activating NK cell receptors, the activation of which results in calcium influx and cytolytic granule mobilization. Though mutations in the C-terminal SH2 domain of PLCG2 are associated with the autoinflammatory condition APLAID, mutations in the nSH2 have not been previously investigated as a cause of immunodeficiency. Further investigation revealed cosegregation of reduced NK cell PLCG2 phosphorylation and killing, as well as reduced circulating B cells, in three G595R mutation positive family members. Future studies will examine the mechanism of NK cell specific PLCG2 G595R haploinsufficiency.", "cite_spans": [], "ref_spans": [], "section": "5414: A NEW CASE OF X-LINKED PIGMENTARY R E T I C U L AT E D I S O R D E R L I N K E D T O A RECURRENT MUTATION IN POLA1"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "5396: T C ELL LY MPHOPENIA WITH JAK3 MUTATIONS ASSOCIATED WITH DECREASED SIGNALING THROUGH THE IL-7 RECEPTOR", "authors": [{"first": "Gretchen", "middle": [], "last": "Harmon", "suffix": ""}, {"first": "Megan", "middle": [], "last": "Morsheimer", "suffix": ""}, {"first": "Joseph", "middle": ["A"], "last": "Md", "suffix": ""}, {"first": "", "middle": [], "last": "Grillo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "3 Division of Allergy and Immunology, Ann and Robert H. Lurie Children's Hospital of Chicago", "authors": [{"first": "Robert", "middle": ["H"], "last": "Ann", "suffix": ""}, {"first": ";", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "Robert", "middle": ["H"], "last": "Ann", "suffix": ""}, {"first": "", "middle": [], "last": "Lurie", "suffix": ""}], "year": null, "venue": "", "volume": "60611", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Children's Hospital of Chicago", "authors": [{"first": "Ann", "middle": [], "last": "Department Of Pathology", "suffix": ""}, {"first": "Robert", "middle": ["H"], "last": "Lurie", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Genetic testing revealed two JAK3 mutations in the patient, each inherited from one of her parents. STAT5 phosphorylation was normal via the IL-2R, but was severely decreased through the IL-7R in CD8 T cells and less so in CD4 T cells. Furthermore, CD127 (IL-7R) expression is decreased in CD8 and CD4 T cells, although this is more pronounced on CD8 T cells. Serial evaluations of lymphocyte enumeration in the first 12 months of life showed persistence of T cell lymphopenia, particularly CD8 T cell lymphopenia and a progressive decrease in naïve T cells and increase in effector and memory T cells. T cell chimerism analysis did not detect maternal DNA and TCR V beta analysis showed normal T cell clonality. Tetanus antibody level was adequate at seven months of age. The patient has remained free of infection on trimethoprim-sulfamethoxazole and fluconazole prophylaxis alone", "authors": [], "year": null, "venue": "An eight day old Hispanic female born at 38 weeks gestation was identified by newborn screening with T-cell receptor excision circle (TREC) level of zero. Lymphocyte subset enumeration was notable for very low CD3 cells (172/mm3)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "MD PhD 1 , 1 Division of Pulmonology, Allergy and Immunology, Children's Hospital of Pittsburgh", "authors": [{"first": "Stacy", "middle": [], "last": "Rosenberg", "suffix": ""}, {"first": "Jennifer", "middle": [], "last": "Heimall", "suffix": ""}, {"first": "Kathleen", "middle": [], "last": "Sullivan", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "", "suffix": ""}, {"first": "Hey", "middle": [], "last": "Chong", "suffix": ""}], "year": null, "venue": "Margarite Bechis 1", "volume": "5404", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "FL, 3 Division of Allergy and Immunology", "authors": [], "year": null, "venue": "Johns Hopkins -All Children's Hospital", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "5114: LOW T CELL RECEPTOR EXCISION CIRCLES (TREC) ON ROUTINE NEWBORN SCREENING (NBS) LEADING TO AN EARLY DIAGNOSIS OF PROPERDIN DEFICIENCY CARRIAGE Yasmin Hamzavi Abedi, MD 1 and Artemio M Jongco III, MPH MD PhD 2 , 1 Division of Allergy and Immunology, Hofstra Northwell School of Medicine, Great Neck, NY, 2 Center for Immunology and Inflammation, Feinstein Institute for Medical Research, Manhasset, NY", "latex": null, "type": "figure"}, "FIGREF3": {"text": "5151: POPULATION PHARMACOKINETIC (PK) MODELING AND SIMULATION OF VARIOUS DOSING INTERVALS AND DETERMINATION OF THE DOSE ADJUSTMENT FACTOR AFTER SC ADMINISTRATION OF IMMUNOGLOBULIN 20% (SCIG 20%) IN PATIENTS WITH PRIMARY IMMUNODEFICIENCY DISEASES (PIDD) Todd Dumas, PharmD 1 , Martin Wolfsegger 2 , N. Seth Berry, PharmD 1 , Barbara McCoy, PhD 3 and Leman Yel,", "latex": null, "type": "figure"}, "FIGREF4": {"text": ", MD 1 , Jack J. Bleesing, MD, PhD 1 , Javier El-Bietar, MD 1 , Pooja Khandelwal, MD 1 , Michael B Jordan, MD 1 , Ashish R. Kumar, MD PhD 1 , Michael S Grimley 1 , Stella M Davies, MD 1 and Rebecca Marsh, MD 1 ,", "latex": null, "type": "figure"}, "FIGREF5": {"text": "STUDY (PASS) ON THE LONG-TERM SAFETY OF SCIG 10% INFUSION FACILITATED WITH RECOMBINANT HUMAN HYALURONIDASE ( r H U P H 2 0 ) I N PAT I E N T S W I T H P R I M A RY IMMUNODEFICIENCY DISEASES (PIDD) IN EUROPE (EU) Pauline Ellerbroek, MD, PhD 1 , Leif Hanitsch, MD 2 , Reinhold Schmidt, MD 3 , P. M. van Hagen, MD, PhD 4 , Pieter van Paassen, MD, PhD 5 , Michael Borte, MD 6 , Todd Berner, MD 7 , Nikolai Nikolov, MD, MBA 8 , Heinz Leibl, PhD 8 and Leman Yel, MD 9 ,", "latex": null, "type": "figure"}, "FIGREF6": {"text": "UCLA Medical Center, UCLA Medical Center, Santa Monica, CA,", "latex": null, "type": "figure"}, "FIGREF8": {"text": "LYMPHOMA. Tukisa D. Smith, MD, MS and Charlotte Cunningham-Rundles, MD, PhD, Division of Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Hale, MD 8 , Peter H. Shaw, MD 8 , Nanette H. Grana, MD 8 , Jennifer L. Mayer, MD 8 , Jonathan L. Metts, MD 8 , Irmel A. Ayala, MD 8 , Aleksandra Petrovic, MD 9,10 , Jennifer W. Leiding, MD 2,11,12 and Jolan E. Walter 13,14 ,", "latex": null, "type": "figure"}, "FIGREF10": {"text": "screening (NBS) for SCID measures TREC in newborn dried blood spot (DBS).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "5231: ALPS AND GAUCHER DISEASE. A CLINICAL AND BIOCHEMICAL OVERLAP Maurizio Miano 1 , Andrea Beccaria 1 , Maja Di Rocco 2 , Elena Palmisani 1 , Filomena Pierri 1 , Michaela Calvillo 1 , Enrico Cappelli 1 , Tiziana Lanza 1 , Paola Terranova 1 , Carlo Dufour 1 , Francesca Fioredda 1 and Concetta Micalizzi 1", "latex": null, "type": "figure"}, "FIGREF14": {"text": "5253: GLILD (GRANULOMATOUS LYMPHOCYTIC INTERSTITIAL LUNG DISEASE) TREATMENT IN A PEDIATRIC PATIENT WITH CTLA4 DEFICIENCY:", "latex": null, "type": "figure"}, "FIGREF15": {"text": "5254: RETROSPECTIVE ANALYSIS OF THE IMPORTANCE OF IMMUNOLOGIC EVALUATION IN PATIENTS RECEIVING RITUXIMAB AND CLINICAL IMPLICATIONS Sara Barmettler, MD 1 , Mei-Sing Ong, PhD 2 , Jocelyn Farmer, MD, PhD 3 , Hyon Choi, MD, Dr. P.H. 4 and Jolan E Walter, MD PhD 5 ,", "latex": null, "type": "figure"}, "FIGREF16": {"text": ". Filion, MD, FRCPC, Sarah Taylor-Black, MD and Charlotte Cunningham-Rundles, MD, PhD, Division of Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY", "latex": null, "type": "figure"}, "FIGREF18": {"text": ". Kleiner, MD, PhD 1 , Kim Clark, PharmD 2 , Kelly Farnan, RMA, CCRC 3 , Danielle Eufrasio, CCRC 3 , Miranda Norton, PhD 4 and Mark R. Stein, MD 3 ,", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Division of Rheumatology, and Pathology and Immunology, Washington University in St. Louis, St. Louis, MO", "latex": null, "type": "figure"}, "FIGREF20": {"text": "has pan-lymphopenia (cells/mL): CD4 + 84 (ref 530-1800), CD8 + 38 (ref 330-920), CD19 + 40 (ref 110-570), and CD56 + 58 (ref 70-480).", "latex": null, "type": "figure"}, "FIGREF21": {"text": ", AND PHARMACOKINETICS (PK) OF GAMMAPLEX® 10% VERSUS GAMMAPLEX® 5 % I N S U B J E C T S W I T H P R I M A R Y IMMUNODEFICIENCY DISEASES (PID)", "latex": null, "type": "figure"}, "FIGREF22": {"text": "de Base do Distrito Federal, Hospital de Base, Brasilia-DF, Brazil;, Brasilia-DF, Brazil, 3 Aliança Instituto de Oncologia, Brasilia, Brazil, 4 Department of Pediatrics, ABC School of Medicine, Santo Andre-SP,", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Wake Forest University School of Medicine, Winston-Salem, NC, 6 Section of Pulmonary, Critical Care, Allergic and Immunologic Diseases, Wake Forest University School of Medicine, Winston-Salem, NC", "latex": null, "type": "figure"}, "FIGREF25": {"text": ", BA 1 , Yuval Itan, PhD 2 , Bertrand Boisson, PhD 2 , Lei Shang, PhD 2 , Benedetta Bigio, PhD 2 , Aurélie Cobat, PhD 3 , Jean-Laurent Casanova, MD, PHD 2 , Laurent Abel, MD, PhD 3 and Charlotte Cunningham-Rundles, MD, PhD 1 , 1 Division of Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, 2 St-Giles Laboratory of Human Genetics of Infectious Diseases, The Rockefeller University, New York, NY, 3 Laboratory of Human Genetics of Infectious Diseases, Necker Branch, Necker Hospital for Sick Children, INSERM, Paris, France", "latex": null, "type": "figure"}, "FIGREF26": {"text": "Laboratory of Human Genetics of Infectious Diseases, The Rockefeller University, New York, NY", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Host Defenses, NIAID, NIH, Bethesda, MD Viral lower respiratory infections are a global public health problem primarily affecting children, which are the main causes for majority of pediatric hospitalizations worldwide.", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Syndrome (KS1) is an autosomal dominant disorder linked to mutations in the histone methyltransferase gene KMT2D. Most KS1 patients suffer from hypogammaglobinemia (especially IgA deficiency) and have reduced CD27+ and class switched (IgD-) memory B cells.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Fifteen months post auto-HSCT his colitis relapsed. Evaluation revealed normal immunoglobulin levels and vaccine titers. Neutrophil oxidative burst and IL-10R function were intact. Lymphocyte XIAP expression was markedly decreased. Sequencing of the BIRC4gene demonstrated a pathogenic nonsense mutation (c. 968G > A; p.W323*) leading to a diagnosis of XIAP deficiency in this patient. This case highlights the importance of thorough immunologic evaluation in patients with VEO-IBD. Protocols utilizing a u t o -H S C T f o r p a t i e n t s w i t h a u t o i m m u n e o r autoinflammatory diseases that have clinical overlap with monogenic immune disorders should employ rigorous immunologic evaluation pre-transplant. 5283: IMMUNODEFICIENCIES IN EHLERS-DANLOS SYNDROME: A CASE SERIES OF THREE PATIENTS Alice S Chau, MD 1 and Artemio M Jongco III,", "latex": null, "type": "figure"}, "FIGREF30": {"text": "1 Malfait F, et al. Gen in Med. 2010. 12(10):597-605. 2 Kelgentreff K, et al. Clin Immun. 2014. 1501(1):43-50. 3 Bisconti M, et al. Resp. 2000. 67:223-228.", "latex": null, "type": "figure"}, "FIGREF32": {"text": "Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, 6", "latex": null, "type": "figure"}, "FIGREF33": {"text": "Host Defenses, National Institutes of Allergy and Infectious Diseases, NIH, Bethesda, MD", "latex": null, "type": "figure"}, "FIGREF34": {"text": "Funded by NCI Contract No. HHSN261200800001E. 5 3 0 6 : V E D O L I Z U M A B I N C H R O N I C GRANULOMATOUS DISEASE: A SAFE AND P R O M I S I N G BR I D G E T H E R A P Y FO R C G D RELATED COLITIS. Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, MD", "latex": null, "type": "figure"}, "FIGREF35": {"text": "5308: CD40/CD40L PATHWAY IS ASSOCIATED WITH INCREASED NEUTROPHIL EXTRACELLULAR TRAPS RELEASE IN BEHÇET'S DISEASE Sandro Felix Perazzio, MD, PhD 1,2,3 , Viviane Cardoso, MSc 2 , PV Soeiro-Pereira, PhD 4 , Alexandre Wagner Silva de Souza, MD, PhD 1,2 , Hans D Ochs, MD 3 , Antonio Condino-Neto, MD, PhD 4 , Troy R. Torgerson, MD PhD 5 and Luis Eduardo Coelho Andrade, MD, PhD 1,2 ,", "latex": null, "type": "figure"}, "FIGREF36": {"text": "Pathology, University of Utah, Salt Lake City, UT Background: Mutations in the transcription factor IKAROS (encoded by IKZF1) cause an autosomal dominant antibody deficiency (infections, low B cells and immunoglobulins [Ig]).", "latex": null, "type": "figure"}, "FIGREF39": {"text": "5330: A NOVEL MUTATION IN RIT1 GENE CAUSING NOONAN SYNDROME TYPE 8: MANAGEMENT OF HYPOGAMMAGLOBULINEMIA diagnosed as CVID.", "latex": null, "type": "figure"}, "FIGREF40": {"text": "5333: SUCCESSFUL TREATMENT OF MULTIPLE BRAIN ABSCESSES CAUSED BY TRICHOSPORON INKIN IN A PATIENT WITH X-LINKED CHRONIC GRANULOMATOUS DISEASE (CGD) Joud Hajjar, MD 1 , Alejandro Restrepo, MD 2 , Heta Javeri, MD 3 , Alexander M Papanastassiou, MD 4 and Thomas F Medcine-Infectious Disease, The University of Texas Health Center, San Antonio, TX Rationale: T inkin can cause invasive infections in the immunocompromised. Most patients progress and infections are considered untreatable without removal of infected tissues.", "latex": null, "type": "figure"}, "FIGREF42": {"text": "1 to 16q24.3, covering 103 genes. CONCLUSION: This case report suggests that could be other genomic abnormalities leading to IS. GRANT: FAPESP (2014/50489-9) 5337: GERMLINE HYPOMORPHIC, DOMINANT NEGATIVE CARD11 MUTATIONS IN SEVERE ATOPIC DISEASE. Pediatrics, Division of Rheumatology, and Pathology and Immunology, Washington University in St. Louis, St. Laboratories, Merck & Co. Inc., Boston, MA", "latex": null, "type": "figure"}, "FIGREF44": {"text": "Natural killer (NK) cells are important in defense against infections and cancer. NK cell deficiency (NKD) can be divided into two types: Classical NKD where there is absence of NK cells and their function, and Functional NKD (FNKD) where there is presence of NK cells with defective activity. Despite the advancement of genetic testing, only GATA2, MCM4, RTEL1, IRF8 and FCGR3A have been reported for NKD.", "latex": null, "type": "figure"}, "FIGREF46": {"text": "5352: BONE MARROW FAILURE SECONDARY TO ADA2 DEFICIENCY IN ADULT SIBLINGS Thomas F. Michniacki, MD 1 , Mark Hannibal, MD 2 , Kelly J. Walkovich, MD 3 , Mark T. Vander Lugt, MD 3 , Michael Hershfield, MD 4 , David G. Frame, PharmD 5 and Adam S DuVall, MD, MPH 6 ,", "latex": null, "type": "figure"}, "FIGREF48": {"text": "X linked agammaglobulinemia (XLA), is a Primary Immunodeficiency (PID) with absence of B cells with reduction of all immunoglobulin levels. AIM: Demonstrate the importance of searching Enterovirus in XLA patients even if there are no neurological symptoms. MATERIAL AND METHODS: Retrospective study of a12 months of age male with XLA. RESULTS: Boy that at 4 months presented Pseudomonas spp sepsis and meningoencephalitis. 50 days later he relapsed with t h e s a m e t w o e p i s o d e s . I m m u n o l o g y s t u d i e s :Panhipogammaglobulinemia with absent CD20 + cells and mutation in BTK gene. He began intravenous (IV) gammaglobulin (Ig) treatment. Enterovirus PCR in stool reported: positive SABIN 2 in different samples. Cerebrospinal fluid PCR was negative for this germ. Due to his viral complications he began weekly oral and IV gammaglobulin treatment. He suffered from hepatitis and persisted with SABIN 2 chronic excretion in spite of Ig treatment. We added Pocapavir treatment (250 mg for 13 days). Since this treatment he has negative Enterovirus PCR in stools and no neurological symptoms. DISCUSSION: Enteroviral infections in XLA patients tend to manifest slowly throughout the years even under regular Ig replacement treatment. There are still no clear indications regarding the most effective therapeutic approach, but the antiviral Pocapavir seems to significantly improve outcomes.5364: COMMON VARIABLE IMMUNODEFICIENCY (CVID) IN ADULTS: SINGLE-CENTER FIRST YEAR EXPERIENCE IN CALI, COLOMBIA. Andres F Zea-Vera, MD PhD, VIREM research group, Microbiology department, Universidad del Valle, Cali, Colombia", "latex": null, "type": "figure"}, "FIGREF49": {"text": "5366: MASS MINING: A CROWDSOURCING APPROACH FOR META-ANALYZING GENE EXPRESSION SIGNATURES OF AUTOIMMUNITY USING LARGE-SCALE PUBLIC DATA SETS Rachel Sparks, William W. Lau, OMiCC Jamboree Working Group and John S. Tsang, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD", "latex": null, "type": "figure"}, "FIGREF50": {"text": "5368: AIRE AND IL-7 RECEPTOR COMPOUND HETEROZYGOUS MUTATIONS RESULTING IN", "latex": null, "type": "figure"}, "FIGREF53": {"text": "CELL TRANSPLANTATION (HSCT) FOR X-LINKED LYMPHOPROLIFERATIVE DISORDER (XLP): SHOULD WE RECONSIDER MATCHED CARRIER SIBLINGS AS HSCT DONORS IN X-LINKED IMMUNE DEFICIENCY? Anu Mallapaty, DO, MS 1 , Jack J. Bleesing, MD, PhD 2 and Shanmuganathan Chandrakasan, MD 1 ,", "latex": null, "type": "figure"}, "FIGREF54": {"text": "Lindsay II, MD 1 , Carla Duff, CPNP, MSN, CCRP 1 , Gretchen Vaughn, ARNP 2 , Gabi Jervis, MS, CGC 3 , Thomas Mueller, PhD 3 , Gregory Hale, MD 2 , Benjamin Oshrine, MD 2 and Jennifer W. Leiding, Hematology/Oncology and Blood and Marrow Transplant, Johns Hopkins All Children's Hospital, Cancer and Blood Disorders Institute, St. Petersburg, FL, 3 Pathology and Laboratory Medicine, All Children's Hospital/Johns Hopkins Medicine, St. Petersburg, FL Background", "latex": null, "type": "figure"}, "FIGREF57": {"text": "'s Hospital, Seattle, WA, 2 Seattle Children's Research Institute, Seattle, WA", "latex": null, "type": "figure"}, "TABREF5": {"text": "Introduction: Many regions around the world lack access to genetic evaluation. Shipping blood or cells between countries is hampered by bureaucratic road blocks and expensive and sometimes unsuccessful shipping. Dried blood spots (DBS) sampling is minimal-invasive, uses small amounts of blood, and can be sent cheaply by mail without special precautions.", "latex": null, "type": "table"}, "TABREF8": {"text": "AN UNUSUAL PRESENTATION OF A RARE COMBINED IMMUNODEFICIENCY Andrea A. Ramirez, MD, MEd 1 , Michael W. Gleason, MD, MSPH 2 , Khoulood F. Fakhoury, MBBS, FAAP, FACCP 3 and Filiz O. Seeborg, MD, MPH 1 , Pediatrics, Immunology Allergy and Rheumatology, Baylor College of Medicine/Texas Children's Hospital, Houston, TX, Pediatrics Texas Children's Cancer Center, Baylor College of Medicine/Texas Children's Hospital, Houston, TX, Pediatrics, Pulmonology, Baylor College of Medicine/Texas Children's Hospital, Houston, TX WHIM Syndrome is a rare autosomal dominant combined immunodeficiency with clinical features of Warts, Hypogammoglobulinemia, Infections, and Myelokathexis. Increased activation of the CXCL12/CXCR4 axis is the biological feature.", "latex": null, "type": "table"}, "TABREF9": {"text": "EVALUATION OF ANTIVIRAL IMMUNITY IN NASAL WASH OF PATIENTS WITH COMMON VARIABLE IMMUNODEFICIENCY ALONG WITH VIRAL RHINOSINUSITIS. Thiago de Almeida Bezerra 1 , Dewton de Moraes-Vasconcelos 2 , Alessandra Pontillo 3 , Alberto José da Silva Duarte, Clarisse Martins Machado and Lucy Santos Vilas Voas,", "latex": null, "type": "table"}, "TABREF11": {"text": "Differential diagnosis of acquired and congenital Marrow Failure (MF) is crucial to plan the best therapy. Rarely bone marrow can be targeted by immune attack secondary to PIDs. ). 1 pt with GATA2 was diagnosed after his death due toMDS evolution. As MF was never reported in APDS, these findings widen its clinical phenotype. PIDs should be searched in patients with MF who may potentially receive targeted treatment and/or the appropriate conditioning regimen for SCT.5236: SEVERE AUTO-IMMUNE ENTEROPATHY IN A PATIENT WITH A LOSS OF FUNCTION MUTATION IN TUMOR NECROSIS FACTOR ALPHA-INDUCED PROTEIN 3 (TNFAIP3/A20) Yael Gernez, MD, PhD 1 , Charles A. Filion, MD, FRCPC 1 , Angela Tsuang, MD, MSc 1 , Tukisa D. Smith, MD, MS 1 , Julie Niemela, PhD 2 , Sergio Rosenzweig, MD, PhD 3 and Charlotte Cunningham-Rundles, MD, PhD 1 , Division of Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MDA 30 y.o. male with history of bone marrow with T cell infiltrates with clonal features, mild lymphadenopathy, splenomegaly, idiopathic chronic red cell aplasia controlled on cyclosporine (Parvovirus infection and ALPS excluded) was assessed for severe non-bloody diarrhea. Autoimmune enteropathy was confirmed by positive serum anti-enterocyte antibodies. He was treated with elemental diet, infusions of rituximab (375mg/m 2 ) and oral steroids, but he had minimal improvement and monthly infusions of infliximab (5 mg/kg) were begun, leading to improvement. However, the need for increased infliximab doses became evident, and he was changed to vedolizumab (300mg/ 2months) with benefit. His serum TNFa was elevated. Whole exome sequencing revealed a heterozygous splice site variant c.1907-5T > G in tumor necrosis factor alpha-induced protein 3 (TNFAIP3/A20). This was confirmed in him and his healthy father by Sanger sequencing. TNFAIP3 encodes a zinc finger protein and ubiquitin-editing enzyme which inhibits NF-kappa B activation and TNF-mediated apoptosis. Mutations in A20 have been found with early-onset systemic inflammation and familial Behcet-like autoinflammatory syndrome. The suggested disease mechanism is haploinsufficiency; variable penetrance of other potential dominant genes makes dissection of potential causative genes difficult.5238: THE ZINC-FINGER-TRANSCRIPTION-FACTOR ZNF341 DEFICIENCY IN 3 SISTERS Sara Sebnem Kilic, Pedaitric Immunology, Bursa, TurkeyHyper-IgE Syndrome (HIES) may present with the clinical triad of chronic eczema with elevated IgE levels, recurrent skin abscesses and respiratory tract infections. To date four causative genes, STAT3, DOCK8, Tyk2 and PGM3, have been identified but many cases remain still unexplained. Children of a consanguineous Turkish family an extended", "latex": null, "type": "table"}, "TABREF12": {"text": "Judith Kelsen 1 , Maire Conrad 2 , Noor Dawany 3 , Edward M Behrens, MD 4 , Claudio Giraudo 5 , Marcella Devoto 3 and Kathleen Sullivan, MD, PhD 6 , 1 Pediatric Gastroenterology, Children's Hospital of Philadelphia, Philadelphia, PA, Genetics, Children's Hospital of Philadelphia, Philadelphia, PA, Pediatric Rheumatology, Children's Hospital of Philadelphia, Philadelphia, PA, Pathology, Children's Hospital of Philadelphia, Philadelphia, PA,", "latex": null, "type": "table"}, "TABREF13": {"text": "1 Department of Pediatrics University of Sao Paulo, Universidade de Sao Paulo, Sao Paulo, Brazil, Allergy and Immunology Unit -Department of Pediatrics, Universidade de Sao Paulo, Sao Paulo, Brazil, 3 Allergy and Immunology Unit, Hospital das Clinicas da Universidade de Sao Paulo, Sao Paulo, Brazil, Allergy and Immunology Unit -Department of Pediatrics, Universidade de Sao Paulo, Sao Paulo, Brazil, 5 Department of Pediatrics, University of Sao Paulo, Sao Paulo, Brazil,", "latex": null, "type": "table"}, "TABREF14": {"text": "University of Miami Miller School of Medicine, Miami, FL, Bio Products Laboratory, USA Inc, Durham, NC, Allergy Associates of the Palm Beaches, North Palm Beach, FL, Bio Products Laboratory, Ltd, Elstree, United Kingdom Purpose: Gammaplex 10% is a new, ready-prepared IVIG. Recently, bioequivalence (BE) was established for the Gammaplex 10% & 5% formulations. Here we compare infusion durations & related tolerability of the 2 formulations administered via 15-min titration periods. Methods: This phase 3, multicenter, open-label, randomized, 2-period, crossover BE trial evaluated PK, safety, & tolerability of Gammaplex 10% in adults & children with primary immunodeficiency. BE of Gammaplex 10% & 5% was assessed in adults. For each infusion, rate was increased at 15-min intervals per subject tolerability.", "latex": null, "type": "table"}, "TABREF15": {"text": "CD38+ fraction, suggesting Kmt2d insufficiency alters B cell terminal differentiation/intestinal B cell ontogeny. Conclusion: The mKS1 mouse recapitulates the IgA deficiency seen in human KS1 patients and is an emerging pre-clinical model of KS1associated immune deficiency. 5282: XIAP DEFICIENCY PRESENTING AS SEVERE TREATMENT REFRACTORY COLITIS IN A 17 YR OLD MALE Daniel E. Dulek, MD 1 , Yasmin Khan, MD 2 , Sarah S. Neumann, RN 3 , Donna S. Hummell, MD 2 and James A Connelly, MD 3 , Pediatric Infectious Diseases, Vanderbilt University Medical Center (Vanderbilt Children's Hospital), Nashville, TN, 2 Pediatric Allergy, Immunology and Pulmonary Medicine, Vanderbilt University (Vanderbilt Children's Hospital), Nashville, TN, 3 Pediatric Hematology-Oncology, Vanderbilt University (Vanderbilt Children's Hospital), Nashville, TN", "latex": null, "type": "table"}, "TABREF16": {"text": "University of Washington and Center for Immunity and Immunotherapies/Seattle Children's Research Institute, Seattle, WA, Department of Immunology, University of Sao Paulo, Sao Paulo, Brazil,", "latex": null, "type": "table"}, "TABREF17": {"text": "All study subjects had hypogammaglobulinemia after rituximab treatment except the two patients who were on high dose IVIG therapy. Four out of the five who were not on high dose IVIG had low IgA and IgM. Three out of the five patients with", "latex": null, "type": "table"}, "TABREF19": {"text": "Immunodeficiencies Research Unit, Mexico City, Mexico, 4 Immunodeficiencies Research Unit, National Institute of Pediatrics, Mexico City, Mexico, 5 Immunodeficiency Research Unit, National Institute of Pediatrics, Mexico City, Mexico INTRODUCTION: PID are a group of over 300 underdiagnosed congenital defects with greater susceptibility to infection, autoimmunity, inflammation and cancer.", "latex": null, "type": "table"}, "TABREF20": {"text": "ANTIBIOTIC PROPHYLAXIS IN PRIMARY ANTIBODY DEFICIENCY PATIENTS: STUDY DESIGN Cinzia Milito 1 , Federica Pulvirenti 1 , Stefano Tabolli 2 , Rossella Carello 3 and Isabella Quinti, Dr. 1 , Dpt of Molecular Medicine, Sapieza, University of Rome, Rome, Italy, IDI, Health Services Research Unit, IDI, Rome, Italy,", "latex": null, "type": "table"}, "TABREF22": {"text": "Immunology, Sor Ludovica, La Plata, Argentina, Immunology Group, Ricardo Gutierrez Children´s Hospital, Buenos Aires, Argentina", "latex": null, "type": "table"}, "TABREF23": {"text": "A BOY WITH MILLER-DIEKER SYNDROME. This is the first reported case with Miller-Dieker Syndrome and combined immunodeficiency (CID) detected by newborn screening (NBS): A 20 month-old ex-32 week premature boy was initially seen in at 1 month old because of a positive newborn screening (NBS) for severe combined immunodeficiency. He had epicanthal folds, low set ears, micrognathia, and severe hypotonia. Head MRI findings were consistent with lissencephaly. Immunologic and genetic findings are summarized inTable 1. Molecular cytogenetic studies were consistent with Miller-Dieker syndrome. The deleted region contained 175 genes 19 disease-associated genes none of which have been reported in CIDs. The patient developed seizures and infantile spasms. He continues have T lymphocytopenia (between 600 and 900 cells/ul), recurrent viral respiratory tract infections, aspiration pneumonia, and intractable seizures. Respiratory infections have been less frequent since IgG replacement was started at 1 year of age when he developed hypogammaglobulinemia.Pediatric Immunology, Immunology and Microbiology, Bone Marrow Transplant, University Hospitals Leuven, Leuven, Belgium DADA2 is caused by biallelic loss-of-function mutations in CECR1 and characterized by vasculopathy (from livedo reticularis and polyarteritis nodosa to lacunar stroke), bone marrow dysfunction and immunodeficiency. Here, we present a boy whose severe viral phenotype and associated neutroand monocytopenia initially made us consider DOCK8 and GATA2 deficiency. The index case had infant-onset macular erythema corresponding to dermal perivascular T-lymphocytic infiltration. At age 9 months he had severe VZV infection, at age 2y Herpes Zoster recurrence. At presentation refractory warts and disseminated mollusca were visible. The patient also had a history of bacterial infections (pneumonia at 18 months, recurrent otitis media) and intractable diarrhea. Blood analysis showed intermittent neutro-and monocytopenia and microcytic anemia. IgG2, IgA and IgM and switched memory B cells were low. DOCK8 expression was normal. No mutations in GATA2 and CXCR4 were detected. At age 6 he presented with knee pain traced down to the m. gastrocnemius and corresponding on MRI to vasculitis with myositis. This led to the suspicion of DADA2, supported by low plasma DADA2 activity. CECR1 sequencing is pending. In depth immunologic analysis will be presented. Severe viral infections should alert to potential DADA2. GATA2 deficiency as a differential diagnosis for DADA2 may not be sheer coincidence.5376: REFRACTORY AUTOIMMUNE CYTOPENIA LINKED TO VARICELLA INFECTION IN A CHILD WITH RAG DEFICIENCY Vera Goda 1 , Aniko Eva Malik 2 , Tibor Kalmár 3 , Zoltan Maroti 4 , Krisztian Csomos 5 , Bhumika Patel, MD 6 , Boglarka Ujhazi 5 , Gergely Krivan 1 and Jolan E. Walter 5 , Division of Pediatric Allergy & Immunology, Department of Pediatrics, University of South Florida, St. Petersburg, FL, Johns Hopkins -All Children's Hospital, St. Petersburg, FLBackground: Autoimmune manifestations can coincide with viral infections in immune deficiency. We report the case of a 26 month-old child who developed severe refractory autoimmune cytopenia with varicella infection and later diagnosed with RAG deficiency. Methods: A primary immunodeficiency sequencing gene panel was utilized.", "latex": null, "type": "table"}, "TABREF24": {"text": "5 3 7 7 : V A R I A B I L I T Y O F P R I M A R Y IMMUNODEFICIENCY AND PROGRESSION TO CVID: A CASE REPORT Tracy A Hwangpo, MD/PhD 1 , Allison Dixon, MD 1 and Harry W Schroeder Jr., MD PhD 1 , Medicine, University of Alabama at Birmingham, Birmingham, AL,Purpose of Study: Many patients who present with unexplained recurrent sinopulmonary infections demonstrate a spectrum of antibody deficits that do not fit cleanly within the strict ESID definition of CVID. We describe a patient followed for 15 years who displays a wide range of antibody deficits who ultimately met the criteria for CVID.Methods: Chart review of clinical symptoms, immune system labs, B cell counts, and pulmonary function testing were analyzed. Summary of Results: The patient presented at the age of 38 with recurrent sinusitis and otitis media with low IgG1 and IgG2. She responded to pneumococcal vaccination and was treated with prophylactic antibiotics. At sixmonth, her IgG1 normalized, but her IgG2 remained depressed. Over time, she developed more frequent and severe episodes of sinusitis along with declining IgG levels. Her IgA fell below normal 3 years later. Her total IgG fell below 500 mg/dl, and she demonstrated a reduction in FEV1 and FEF 25%-75% at age 45. She was started on gammaglobulin and responded with normalization of pulmonary function. Throughout her clinical course, her IgG, IgA and B cell counts varied remarkably. Conclusions: The progression to and course of CVID can be quite variable. Patients with a suspected antibody deficiency can benefit from repeated monitoring for progression of their disease.5379: RECURRENT SEVERE RESPIRATORY INFECTIONS DUE TO PATHOGENIC VARIANT IN TECPR2Roxanne C. Oriel, MD 1,2 and David W. Rosenthal, DO PhD 1,2 , Departments of Medicine and Pediatrics, Hofstra Northwell School of Medicine, Hempstead, NY, 2 Division of Allergy and Immunology, Departments of Medicine and Pediatrics, Northwell Health, Great Neck, NY 7 yo Bukharian male with severe central sleep apnea, epilepsy, and global developmental delay was followed longitudinally for recurrent bacterial/viral pneumonias requiring multiple PICU admissions/intubations. Immune evaluation (age 2): low B-cells, normal T/NK-cells; protective titers to tetanus, non-protective titers to S. pneumoniae; normal CH50 and neutrophil oxidative burst. Immune evaluation (age 5): persistent B cell lymphopenia; normal lymphocyte proliferation to PHA and PWM, quantitative IgG/IgA/IgM; protective titers to diphtheria, H. influenza type b, and neutralizing Ab to polio, yet persistently low S. pneumoniae titers despite Prevnar-13® vaccination. Whole exome sequencing (WES) identified a TECPR2 c.3416delT frameshift mutation previously implicated in autophagy dysfunction and consequent hereditary spastic paraparesis, which has been associated with gastroesophageal reflux, but not immunodeficiency.To our knowledge, this is the sixth case of a Bukharian patient with this pathogenic variant and progressive neurologic decline. WES should be considered if an underlying etiology for recurrent severe infections cannot be identified. Although this patient did not have a primary immunodeficiency, the recurrent infections merited WES. As more cases of TECPR2 mutations are identified, the mechanism of recurrent infections can be better characterized.Research andDevelopment, Fleury Group, Sao Paulo, Brazil, 3 University of Washington and Center for Immunity and Immunotherapies/Seattle Children's Research Institute, Seattle, WA, Department of Immunology, University of Sao Paulo, Sao Paulo, Brazil, Program for Cell and Gene Therapy and Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA Purpose: We have identified soluble CD40 Ligand (sCD40L) as an important mediator of inflammation in Behcet's disease.", "latex": null, "type": "table"}, "TABREF25": {"text": "Division of Nephrology, Nemours A.I. duPont Hospital for Children, Wilmington, DEMutations in the FOXP3 gene have been associated with the rare, often fatal disorder IPEX, typically presenting in infancy with enteropathy, endocrinopathy, and dermatitis.A 12 year old male presented at age 13 months with edema, wheezing, proteinuria, and hematuria. Renal biopsy revealed MPGN type I. He developed nephrotic range proteinuria responsive only to pulse dose steroids and refractory to MMF, rituximab, and tacrolimus, which progressed to end stage renal disease and need for dialysis. His history includes severe chronic rhinosinusitis s/p FESS, nasal polyposis, eczema, pancreatitis, Blastocystis hominis gastroenteritis, chronic lung disease with suppurative bronchitis, and multiple severe infections requiring ICU support including Gram negative sepsis. Laboratory results in the setting of chronic immune suppression and nephrotic syndrome include peripheral eosinophilia, elevated IgE, hypogammaglobulinemia, factor XI inhibitor, and lymphopenia. Whole exome sequencing revealed a novel maternally inherited hemizygous variant in the FOXP3 gene, M370V, likely pathogenic due to known IPEX-associated mutations in nearby residues. A variant of unknown significance was also identified in SASH3 and PLG genes. FOXP3 mutations may present variably, in a manner distinct from IPEX, and should be considered in male patients with renal disease and immune dysregulation.5386: RAPIDLY EROSIVE ARTHRITIS IN IPEX SYNDROME AFTER BONE MARROW TRANSPLANT Miriah C Gillispie, MD 1 , Caridad A Martinez, MD 2 and Andrea A. Ramirez, MD, MEd 3 , Pediatric Immunology, Allergy, and Rheumatology, Baylor College of Medicine/Texas Children's Hospital, Houston, TX, Pediatrics Texas Children's Cancer Center, Baylor College of Medicine/Texas Children's Hospital, Houston, TX, Pediatrics Immunology Allergy and Rheumatology, Baylor College of Medicine/Texas Children's Hospital, Houston, TXA term infant was hospitalized at birth and eventually diagnosed at 2 months of age with IPEX syndrome due to neonatal onset diabetes mellitus, diarrhea responsive only to bowel rest, and eczema. A pathogenic mutation of the FOXP3 gene was confirmed. He underwent bone marrow transplant at 7 months with donor full engraftment at 17 days after transplant with 5/6, CMV matched donor after undergoing conditioning with Busulfan/Cytoxan/Fludarabine. Two years after transplant, his parents noted stiffness, arthralgias, and loss of gross and fine motor skills. He was radiographically diagnosed with severe, erosive polyarthritis. Therapy with IV methylprednisolone and infliximab was initiated with excellent response, however, the patient developed respiratory distress and imaging revealed pulmonary nodules. Infliximab was held due to concerns for infection. Evaluation revealed fungal infection and he was empirically treated for fungal pneumonia. He continues on IV methylprednisolone 30 mg/kg every 2 weeks with adequate control of his arthritis. He has also been transitioned from sirolimus to mycophenolate and received rituximab due to mixed chimera. This case highlights that severe arthritis may follow BMT in IPEX, partially due to decreased donor chimerism resulting in immune dysregulation.", "latex": null, "type": "table"}, "TABREF26": {"text": "Children's Healthcare of Atlanta, Emory University School of Medicine, Atlanta, GA, 2 Division of Bone Marrow Transplantation and Immune Deficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH Introduction: Currently, HSCT is the only available definitive therapy for XLP. Methods: We report discordant long-term immune reconstitution following HSCT in 3 siblings with XLP, two of whom received matched sibling transplants from a sister who is a disease carrier, while the other received a matched unrelated transplant. Results: At 7 years post reduced intensity transplant, all had 100% donor chimerism, none developed severe GVHD, and all were off immunosuppression. The two with the carrier donor have normal SAP expression in around 60% of T cells. However, they have poor B cell reconstitution and inability to discontinue immunoglobulin replacement, along with T-cell lymphopenia and poor T cell proliferative responses to mitogens and antigens. This is in marked contrast to that of the other sibling who received a matched unrelated HSCT. He has excellent B and T-cell immune reconstitution, and is currently off immunoglobulin replacement. The asymptomatic female sibling donor has normal lymphocytes and immunoglobulins, with non-skewed bimodal SAP expression. Conclusions: HSCT from female XLP carriers could lead to poor immune reconstitution. Further studies are warranted to understand the role of the SAP-deficient donor immune fraction in long-term immune reconstitution. This report could have clinical implications for using carriers as donors in other X-linked immune defects.5391: INTRAVENOUS IMMUNOGLOBULIN-RELATED HEMOLYSIS IN KAWASAKI DISEASE: CASE REPORT AND REVIEW OF LITERATURE Rofida Nofal, MD 1 , Julia Brown, PharmD 2 , Mark T. Vander Lugt, MD 3 and Kelly J. Walkovich, MD 3 , Background: High-dose intravenous immunoglobulin (IVIG) is standard treatment for Kawasaki disease (KD).Case: A 16-year-old male presented with syncope, aseptic meningitis and immune hemolysis (IH) requiring packed red blood cell transfusion five days after receiving IVIG. He was diagnosed with atypical Kawasaki disease (KD) based on 10-day history of fever associated with bilateral cervical lymphadenopathy, bilateral conjunctivitis, strawberry tongue, high CRP and low albumin. He received high dose IVIG (Gamunex); two days later he developed rash, headache, vomiting, and syncope. His hemoglobin dropped from 13.9 to 5.7 g/dL with elevated reticulocyte count, decreased haptoglobin and IgG + direct antiglobulin test.Conclusion: IH is a rare underreported complication of IVIG administration for KD with incidence of 0.36% to 16%. Among 24 reported cases of IVIG-related IH in children, 61% were treated for KD. Risk factors include: non-O blood group, high dose IVIG (>2g/kg) and underlying immune dysregulation. Additionally, newer, isosmolar liquid products have been accused of increased incidence of IVIG-related hemolysis. Usage of low titer product as well as a high index of suspicion for IH with monitoring of hemoglobin and clinical status, especially after high dose IVIG, appear to be key elements to mitigate the risk of significant hemolysis.5392: CEREBELLAR DEGENERATION IN A PATIENT WITH IPEX SYNDROME Ariane Soldatos, MD, MPH 1 , Suk See DeRavin, MD, PhD 2 , Mark Gorman, MD 3 , Bibiana Bielekova, MD 1 , Steven Jacobson, PhD 1 , Emily C. Leibovitch, PhD 1 , Klaus Werner, MD, PhD 4 , Robert R. Lebel, MD 5 , Luigi D. Notarangelo, MD 2 1 National Institute of Neurological Disorders and Stroke, Bethesda, MD, 2 National Institute of Allergy and Infectious Diseases, Bethesda, MD, Boston Children's Hospital, Boston, MA, Duke University, Durham, NC,", "latex": null, "type": "table"}, "TABREF27": {"text": "Division of Allergy and Immunology, Children's Hospital of Philadelphia, Philadelphia, PA Background: PA started statewide SCID NBS July 2013, but it is not mandated in all hospitals. Methods: Data was collected from the PA department of health (DOH), and from retrospective chart review of abnormal SCID NBS patients referred to Children's Hospital of Pittsburgh (CHP) and Children's Hospital of Philadelphia (CHOP) Results: From 2013-2015, DOH data revealed 51 referrals for abnormal NBS with 8 confirmed as SCID. As of 2016, 24 PA hospitals do not have SCID NBS with 86% of births screened. From July 2013-July 2015, there were 22 abnormal SCID NBS referrals made to CHP (6) and CHOP(16). Confirmatory testing demonstrated SCID", "latex": null, "type": "table"}, "TABREF28": {"text": "EVALUATION OF TROUGH LEVELS OF ANTIBODIES TO 12 SEROTYPES OF S. PNEUMONIA IN A PHASE III CLINICAL TRIAL IN PATIENTS WITH PRIMARY IMMUNODEFICIENCY (PID) Troy R. Torgerson, MD PhD 1 , Jean-Laurent Casanova 2,3 , James Mond 4 , Ricardo Sorensen, MD 5 , Charlotte Cunningham-Rundles, MD, PhD 6 and Jordan S. Orange, MD, PhD 7 , Program for Cell and Gene Therapy and Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA, The Rockefeller University, New York, NY, Howard Hughes Medical Institute, New York, NY, ADMA Biologics, Ramsey, NJ, Department of Pediatrics, Louisiana State University Health Sciences Center, New Orleans, LA, Division of Clinical Immunology, Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, 7 Section of Immunology, Allergy and Rheum, Baylor College of Medicine, Houston, TX Background Despite achieving normal plasma levels of IgG, patients with PID receiving IgG replacement therapy often have persistent chronic upper airway infections (esp. sinusitis)", "latex": null, "type": "table"}, "TABREF29": {"text": "Agharahimi, CRNP 1 , Nirali Shah, MD 2 , Ashleigh A Sun, RN 3 , Steven M. Holland, MD 4 , Helen C. Su, MD, PhD 5 , Dennis D. Hickstein, MD 6 , Theo Heller, MD 7 and Alexandra F Freeman, MD 4 , 1 Laboratory of Clinical Infectious Diseases, National Institute of Allergy and Infectious Diseases/NIH, Bethesda, MD, 2 Pediatric Oncology Branch, National Cancer Institute/ NIH, Bethesda, MD, 3 Laboratory of Clinical Infectious Diseases, National Institutes of Health, Bethesda, MD, 4 Laboratory of Clinical Infectious Diseases, NIAID/NIH, Bethesda, MD, 5 Laboratory of Host Defenses, NIAID, NIH, Bethesda, MD, 6 Experimental Transplantation and Immunology Branch, Division of Basic Sciences, National Cancer Institute, National Institutes of Health, 7 Liver Diseases Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, MD", "latex": null, "type": "table"}, "TABREF30": {"text": "negative cultures for microbacteria, fungi e bacteria. Death occurred on the second week after splenectomy, by an overhelming infection.DNA sequencing showed a STAT1 p. R274Q mutation, known to have a gain-offunction effect.5412: COMPLEX IMMUNE COMPLEXES -A RARE CASE OF XLA AND MPGN Annaliesse Blincoe, MBChB, Jan Sinclair, MBChB and Shannon Brothers, MB BCh, Paediatric Immunology and Allergy, Starship Children's Health, Auckland, New ZealandThe patient is a 12yr old NZ Maori boy from nonconsanguineous parents. Diagnosed with MPGN Type 1 at 4 years of age. Renal biopsies demonstrated subendothelial immune complex deposition (IgG,IgM,IgA,C3,C1q). He has a history of persistent proteinuria (450-949mg/mmol) with preserved renal function, treated with prednisone and mycophenolate. Diagnosed with bronchiectasis in 2014. History of recurrent chest infections, otitis media, Streptococcus pneumoniae bacteremia and periorbital cellulitis. Non-immunised. His maternal half-uncle died of bronchiectasis with agammaglobulinaemia.", "latex": null, "type": "table"}, "TABREF31": {"text": "Table 1. Molecular cytogenetic studies were consistent with Miller-Dieker syndrome. The deleted region contained 175 genes 19 disease-associated genes none of which have been reported in CIDs. The patient developed seizures and infantile spasms. He continues have T lymphocytopenia (between 600 and 900 cells/ul), recurrent viral respiratory tract infections, aspiration pneumonia, and intractable seizures. Respiratory infections have been less frequent since IgG replacement was started at 1 year of age when he developed hypogammaglobulinemia.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>1 month </td><td>13 months\n</td></tr><tr><td>TREC </td><td>79 (NY state cut off &gt;125)\n</td></tr><tr><td>ALC (cells/ul) </td><td>2,280\n</td><td> </td></tr><tr><td>CD3 </td><td>1,300 </td><td>634\n</td></tr><tr><td>CD4 </td><td>620 </td><td>386\n</td></tr><tr><td>CD8 </td><td>867 </td><td>222\n</td></tr><tr><td>CD19 </td><td>756 </td><td>269\n</td></tr><tr><td>CD16/56 </td><td>1,200 </td><td>483\n</td></tr><tr><td>IgG (mg/dl) </td><td>175 </td><td>362\n</td></tr><tr><td>IgM (mg/dl) </td><td>30 </td><td>26\n</td></tr><tr><td>IgA (mg/dl) </td><td>&lt;6 </td><td>11\n</td></tr><tr><td>CD45RA (cells/ul) </td><td>420\n</td><td> </td></tr><tr><td>CD45RA (%) </td><td>72\n</td><td> </td></tr><tr><td>Mitogen response </td><td>Normal </td><td>Normal\n</td></tr><tr><td> </td><td>Pneumococcal IgG </td><td>Protective in 10/13\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Howard Hughes Medical Institute ICA (MIM271400) is characterized by the absence of spleen at birth without any other developmental defect. In 2013, we showed that heterozygous coding mutations in ribosomal protein SA (RPSA) underlie autosomal dominant ICA in 8 kindreds. This was surprising as mutations in 13 other human ribosomal proteins, such as RPS19, cause Diamond Blackfan Anemia. None of these ribosomopathy patients have been reported with asplenia. Since then, our cohort has doubled in size. Twenty out of the 46 ICA kindreds now included were found to carry a RPSA mutation. We identified mutations in the coding and noncoding region of the gene. We performed a thorough clinical evaluation of patients with ICA and assessed penetrance at the splenic and infectious level. Strikingly, 6 different RPSA mutations were incompletely penetrant at both levels. Asplenic adults frequently develop auto-immunity. We additionally carried out molecular experiments to differentiate the functional and structural impact of the observed coding and non-coding mutations on RPSA. We will present data showing human ribosomal mutations can be hypomorphic in ICA, as has been previously described for SBDS in Schwachman-Diamond Syndrome. RPSA mutations thus consistently underlie around half of ICA cases. Of note, ICA can have incomplete penetrance and go unnoticed until adulthood.Annaliesse Blincoe, MBChB 1 , Roxane Labrosse, MD 1 , Isabel Fernandez, PhD 2 , Julie Gauthier, PhD 3 , Jacques Michaud, MD 1,4 , Virginie Saillour, MSc 4 , Hélène Decaluwe, MD PhD 1 , Fabien Touzot, MD PhD 1 and Elie Haddad, MD PhD 1,2 , 1 Program for Cell and Gene Therapy and Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA,", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Adenosine deaminase 2 deficiency (DADA2) is caused by biallelic mutations in CECR1. DADA2 results in variable vasculopathy (livedo reticularis, polyarteritis nodosa, lacunar stroke and intracranial hemorrhages), immunodeficiency and bone marrow failure. TNF-a blockade is the treatment of choice for the vascular manifestations. Hematopoietic stem cell transplantation (HSCT) is a potential curative treatment. We present a cohort of 10 patients who received HSCT for DADA2. Indication for HSCT was marrow dysfunction/immunodeficiency. 4/10 had vasculitis pre-HSCT. The median age at HSCT was 4y. Conditioning regimens were myeloablative (MA) (6), modified MA (2) and reduced intensity (2). Donors were matched sibling (1), haploidentical sib (1), matched unrelated (MUD) (7) and mismatched unrelated (1). 2 MUD HSCT patients previously underwent HSCT from an affected sib resulting in engraftment failure. All are alive and well (incl. no new vascular events). Follow-up ranges from 8m to 9y. Plasma ADA2 enzyme activity normalized in those tested (7/9), as early as D + 14 (myeloid engraftment) along with a drop in inflammatory cytokines as evident from prospective monitoring in 1 patient. Post-HSCT auto-immunity (cytopenia) was reported in 4, graft versus host disease grade 2 in 1, grade 1 in 2/10 patients. In conclusion: HSCT is a safe and effective treatment for DADA2. University of South Florida, Tampa, FL Background: Immunodysregulation in CGD leads to autoimmunity, hyperinflammation, and granuloma formation. Cardiovascular and kidney disease occur more commonly in p47phox deficiency. Methods: 24 specimens from 7 patients with CGD (3 XL, 3 p47 phox , 1 p22 phox ), 4 XL carriers, and 4 healthy controls (HCs) were evaluated. Clinical assays for autoimmunity, hypercoagulable risk and the Clot Formation and Lysis (CloFAL) spectrophotometric time series assay were performed. Results: Conventional thrombophilia testing results were mostly negative/normal; APAs were present in 2 out of 7 with CGD. Using the CLoFAL assay, CGD patients were hypercoagulable (Coagulation Index (CI) 5.9 ± 1.8) compared to HCs (CI 3.6 ± 1, p 0.01). Hypercoagulability and hypofibrinolysis worsened when patients were acutely ill (CI 4.7 ± 0.6 vs 7.4 ± 1.6, p 0.0043) (Fibrinolytic Index (FI2) 10.6 ± 1.6 vs 7.8 ± 0.9, P 0.0081) and resolved post HSCT (CI 5.9 ± 1.8 vs 3.2 ± 1.6, p 0.02) (FI2 9.3 ± 1.9 vs 12.8 ± 2.4; p 0.012). No defect was present in XL carriers. Conclusions: CGD patients have hypercoagulability and hypofibrinolysis that is more severe during acute illness and corrects after HSCT. The mechanism does not appear to be autoimmune or clotting factor mediated but may stem from endothelial damage propagated by hyperinflammation. Barbara Bosch 1 , Alexandre Bolze 1 , Bertrand Boisson 1 , Alexander Antipenko 1 , Yuval Itan 1 , Richard Copley 2 , Paul Sackstein 1 , Usha Kini 3 , Andrew Pollard 4 , Dinakantha Kumararatne 5 , Malgorzata Pac 6 , Horst Von Bernuth 7 , Licia Selleri 8 , Anne Puel 9,10 , Capucine P i c a r d 1 1 , N i z a r M a h l a o u i 1 1 a n d J e a n -L a u r e n t Casanova 1,11,12,13 , ", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Kabuki syndrome (KS) is a rare multisystem disease with characteristic facial features and developmental delay that can cause humoral immunodeficiency and autoimmunity. Case: Our patient had neonatal hypoglycemia, early onset mild motor delay, learning disabilities, many facial skeletal abnormalities, and recurrent otitis media requiring myringotomy tubes 7 times and causing conductive hearing loss. At 12 years, he developed seizures due to lymphocytic cerebritis and at 18 years, Coombs + hemolytic anemia. Over the next 3 years, he had recurrent sinusitis and otitis media and was referred to Immunology. Despite elevated CD4-CD8-ab T cells (2.1%), low percentage of CD27 B cells (5%), no mutations were found in ALPS associated genes. A diagnosis of common variable immunodeficiency was made based on low IgG and IgA and poor response to vaccines. At 23 years, he developed pulmonary MAC. Because no genetic etiology could be found, WES was performed and a heterozygous one base pair deletion was found in KMT2D(c.7650delT) leading to a frameshift in the protein (p.Val2551Serfs*32).", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "KS is a rare congenital syndrome often diagnosed in childhood. Immunodeficiency can occur in many congenital syndromes; pattern recognition of these features is imperative to establishing the correct diagnosis. Familial hemophagocytic lymphohistiocytosis (FHL) is a rare primary immune disorder caused by defects in the lymphocyte cytolytic pathway. FHL type 5 (FHL5) is due to syntaxin binding protein 2 (STXBP2) gene mutations. We report two male siblings with FHL5. The first boy, 10 years old, was diagnosed at 3 months with his first activation. He suffered from severe TPN-dependent chronic diarrhea since birth, for which an endoscopy revealed microvillous atrophy. At 6 months, he underwent HSCT from an umbilical cord donor, which he later rejected (chimerism 10%). Despite initial good chimerism, his severe and intractable diarrhea persisted. He has been treated for over 12 catheter-associated bacteremias and numerous thromboses. The second sibling, 5 months old, was diagnosed soon after birth due to the presence of severe diarrhea also requiring TPN. At 2 months, a spontaneous HLH episode occurred. A unique HSC donor compatible with both siblings has recently been found. HSCT is currently being considered, along with an eventual small bowel transplant if HSCT is successful. Our cases highlight that STXBP2 mutations can be associated with severe diarrhea, which, when present, further complicate management because of the absence of curative measures despite HSCT. Although gut transplant could potentially improve quality of life, it has not been reported yet in these patients. Introduction: Wiskott-Aldrich syndrome (WAS) is an Xlinked disorder caused by a mutation in the gene that encodes the Wiskott-Aldrich protein (WASp). Classical WAS is characterized by microthrombocytopenia, recurrent infections, extensive eczema and increasead susceptibility to autoimmunity and/or malignancy. Pyoderma gangrenous (PG) is an uncommon neutrophilic dermatosis that presents as an inflammatory and ulcerative disorder of the skin, with unclear reasons for the development of the inflammatory process. However, findings suggest that immune system dysregulation may contribute to PG. We report herein a case of PG in a patient with mutation in the WASp gene. Case report: 8 year-old boy, with a phenotypic diagnosis of classical WAS at the age of 4, presenting painful large ulcerated violaceous skin lesion, whose histopathological wasÊcompatible with PG. Started prednisone and dapsone resulting in unsatisfactory control. At the age of 6, evolved to recurrent sterile subcutaneous abscesses, needing several surgical approaches, associatedÊwithÊfever. Conducted pulse therapy with methylprednisolone reaching relative improvement, being indicated the use of antiinterleukin-1 with excellent clinical response. Mutation identified in the WAS gene, deletionÊcausing a premature stop codon and the production of a truncated protein (Del ATp.Ile238Trp fsX21).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Nicholas Klaiber, MD 1 and Santhosh Kumar, MD 2 , 1 Department of Allergy and Immunology, VCU Health System, Richmond, VA, 2 VCU Health System, Richmond, VA Introduction Hemophagocytic lymphohistiocytosis (HLH) is a potentially fatal immune dysregulatory syndrome characterized by fever, hyperferritinemia, cytopenias and increased inflammatory markers. Ferritin levels greater than 10,000 have previously been reported to be highly sensitive and specific for HLH. Case presentation A previously healthy 5-week-old female infant presented to the emergency department with cough, fever and irritability. Labs were significant for anemia, elevated aspartate aminotransferase, alanine aminotransferase, and lactate dehydrogenase. The patientÕs ferritin was noted to be significantly elevated at 15,451 ng/mL (upper limit-150 ng/ mL) while triglycerides and fibrinogen were within the normal range. Soluble IL-2 level was elevated at 3,315 U/mL (upper limit-710 U/ml). Bone marrow biopsy showed rare hemophagocytes but an otherwise normocellular marrow with appropriate trilineage hematopoiesis. NK cell functionality assay was normal. Microbiologic studies revealed no infectious organisms in the blood or CSF. DNA sequencing showed no pathogenic mutations in genes previously linked to familial HLH, however, a potentially deleterious mutation to the PIEZO1 gene was identified. Discussion This case presents a patient with HLH-like immunodysregulation noted to have a mutation in the PIEZO1 gene. Introduction: STAT 1 gain-of-function (GOF) mutations were initially though to be associated only with chronic mucocutaneous candidiasis. However, subsequent reports have show that STAT1 GOF can lead to infections by histoplasma capsulatum, coccidiodes immitis and other intracellular organisms. We report here the only case we are aware of disseminated leishmaniasis caused by a GOF STAT1 mutation. Case Report: 4 year-old boy presenting with low grade fever and severe astenia for 2 weeks, with hepatoesplenomegaila, pancitopenia and liver failure, evolving to shock and respiratory failure. A bone marrow aspirate showed a hypocelular bone marrow, with hemophagocytosis and the presence of Leishmania. He was treated with lipossomal amphotericin and the HLH 20014 protocol was initiated, (without etoposide). After 8 weeks, the patient was still in serious condition, with fever, anemia, thrombocytopenia, elevated ferritin and splenic nodules. A diagnostic splenectomy was performed, which showed macrophagic activation, with nodular spleen necrosis, secondary to the visceral leishmaniosis, and", "cite_spans": [], "ref_spans": [], "section": "5410: PIEZO1 MUTATION IN A PATIENT WITH L A B O R AT O RY F E AT U R E S R E S E M B L I N G HEMOPHAGOCYTIC LYMPHOHISTIOCYTOSIS"}, {"text": "Background. X-linked reticulate pigmentary disorder (XLPDR) is a rare syndrome characterized by skin hyperpigmentation, and immune dysfunction leading to recurring infections and sterile inflammation. Additional phenotypic characterization of the disorder remains important. Methods. Clinical phenotyping of the affected family was performed, including immunological tests and skin biopsies. Assessment for the XLPDR intronic mutation and analysis of interferon stimulated gene expression in circulating blood cells were performed. Results. We report the identification of a new case of XLPDR arising in a non-consanguineous family. The main manifestations in this case included skin hyperpigmentation, typical facial features, hypohidrosis with abnormal sweat test, recurrent lung infections, corneal scarring, enterocolitis, and urethral strictures. Dramatic activation of interferon stimulated genes was noted in circulating blood cells and an intronic point mutation in POLA1 was found, identical to previously reported cases.Conclusions. XLPDR is a rare disorder characterized most significantly by skin hyperpigmentation, facial features, and lung infections, which often prompt an erroneous initial diagnosis of cystic fibrosis. This case confirms that this disorder is a type I interferonopathy and also indicates a complete lack of allelic heterogeneity in this disease. questionnaire. Immunoglobulin route of administration, therapy setting, clinical and immunological data were collected. RESULTS: CVID_QoL, EF and RF scales correlated with age. The duration of disease did not influence HRQoL. No difference were observed between patients receiving SCIG and IVIG; no correlation was found between IgG trough level or Ig serum level at diagnosis and CVID_QoL scores. Being female, underweight, admitted in hospital, having a previous diagnosis of cancer or chronic comorbidities, taking polymedication and having an unexplained persistent entheropathy proved to be major risk factors associated with a poor health status. The number of infection correlated with a poorer HRQoL status. The experience of pneumonia, relapsing episodes of diarrhea (>4 for year), sinusitis and bronchitis (>2 for year) was associate to more severe CVID_QoL scores. CONCLUSIONS: This study provides the impact of immunological, clinical and therapy-related factors on the burden of disease in patient with CVID assessed by CVID_QoL. Herpesviruses infect the majority of the human population though few cases result in severe or disseminated infections in immunocompetent patients. Patients with deficiencies in NK cell development or function may suffer from severe, sometimes lethal, infections with DNA viruses such as HSV1 (Herpes Simplex Virus 1). However, few monogeneic causes of functional NK cell disorders have been described to date. Here we describe a case report of a 17-year-old female with a history of severe and frequently recurring HSV1+ gingivostomatitis associated with decreased NK cell function. Clinical testing revealed a novel combination of normal NK cell percentage, perforin/granzyme levels, and CD107 degranulation but severely attenuated cytotoxicity against K562 target cells. Microscopy analysis of patient NK cells revealed normal conjugation with K562 targets, but reduced cytotoxic granule convergence and MTOC polarization. Mass cytometry (CyTOF) and whole exome sequencing were used in parallel to investigate these findings. A novel heterozygous mutation in the N-terminal SH2 (nSH2) domain of PLCG2 (G595R) was revealed, correlating to diminished PLCG2 phosphorylation assayed by CyTOF. PLCG2 is a critical", "cite_spans": [], "ref_spans": [], "section": "5411: STAT 1 GAIN-OF-FUNCTION MUTATION IN PATIENT WITH VISCERAL LEISHMANIASIS AND S E C O N D A R Y H E M O P H A G O C Y T I C LYMPHOHYSTIOCITOSIS"}]}