{"paper_id": "cd124fd76f4bba6c3f05905f6095eda960a47d9c", "metadata": {"title": "Chemokine CC Receptor 2 Is Important for Acute Control of Cardiac Parasitism but Does Not Contribute to Cardiac Inflammation after Infection with Trypanosoma cruzi", "authors": [{"first": "Jenny", "middle": ["L"], "last": "Hardison", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": ["A"], "last": "Kuziel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Protein Design Labs, Inc", "location": {"addrLine": "3205 McGaugh Hall", "settlement": "Fremont", "region": "California"}}, "email": ""}, {"first": "Jerry", "middle": ["E"], "last": "Manning", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["E"], "last": "Lane", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The CC chemokine ligand 2 (CCL2) and CC chemokine receptor 2 (CCR2) are expressed in the heart after infection with Trypanosoma cruzi, suggesting that they play an important role in host defense. Infection of CCR2-deficient (CCR2 Ϫ/Ϫ ) mice with T. cruzi resulted in increased cardiac parasitism, yet the severity of cardiac inflammation was not affected. In addition, expression of interferon-g and inducible NO synthase in the heart, which are associated with effective killing of trypomastigotes, was not affected in CCR2 Ϫ/Ϫ mice. These observations reveal that CCR2 signaling plays a distinct role that is separate from that of influencing either chemotaxis or previously defined anti-trypomastigote mechanisms for the control of T. cruzi's replication in the heart.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "infiltrates are composed primarily of CD8 + T cells but also contain CD4 + T cells and macrophages [2] . As the disease progresses, the heart becomes enlarged, and, over time, this condition can result in congestive heart failure and sudden death [1, 2] . Therefore, an understanding of the mechanisms participating in promoting and maintaining inflammation in the heart may foster identification of new therapeutic targets in the treatment of chronic Chagas disease.", "cite_spans": [{"start": 99, "end": 102, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 247, "end": 250, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 251, "end": 253, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "During the past several years, there has been increased interest in characterizing the expression of proinflammatory chemokine genes in the hearts of T. cruzi-infected mice [3] [4] [5] . Chemokines and their cognate receptors direct the extravasation of leukocytes and monocytes from the bloodstream into tissues and also regulate the positional migration of these cells in tissues. In addition, in numerous disease models, chemokines have been shown to play a significant role in the influx of cells, where they participate in the control of pathogens and/or contribute to chronic inflammation. Chemokine genes are expressed in the hearts of T. cruzi-infected mice, suggesting that chemokines may play a role in host defense and/or disease. In support of this idea, we and others have determined that CXC chemokine ligand 9 (CXCL9) and CXCL10, as well as CC chemokine ligand 5 (CCL5), are detectable in the heart during both acute and chronic cardiomyopathy [3, 5] . When mice are treated with neutralizing antibodies specific for CXCL9 and CXCL10, the result is increased parasitemia, indicating that these chemokines play an important role in generating a protective immune response [5] ; however, blocking these chemokines does not ultimately alter the severity of chronic cardiomyopathy, as characterized by both the parasitic burden and chronic inflammation in the heart. One factor controlling the response to chemokine-ligand expression is the corresponding expression of the appropriate chemokine receptor(s). We have recently shown that T. cruzi-infected mice lacking CC chemokine receptor 5 (CCR5), which recognizes CCL5, results in an increase in both parasitemia and parasitic burden in the heart, an increase that correlates with a paucity of infiltration of T cells and macrophages [4] .", "cite_spans": [{"start": 173, "end": 176, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 177, "end": 180, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 181, "end": 184, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 959, "end": 962, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 963, "end": 965, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1186, "end": 1189, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1797, "end": 1800, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "In addition to inducing the directional migration of targeted populations of leukocytes during periods of inflammation in response to infection or injury, chemokines are now recognized to be important in numerous biological processes, one of which is to exert antimicrobial effects against various types of pathogens, including parasites [6] . Indeed, after a series of in vitro studies, Aliberti et al. [7] reported that CCL2 signaling both increased the macrophage uptake of T. cruzi and enhanced the production of NO, which resulted in the killing of this parasite. These observations suggest that, by controlling this parasite's replication, CCL2 may play a role in resistance to infection with T. cruzi. Previous studies in our own and other laboratories have demonstrated that, in response to infection with T. cruzi, CCL2 is expressed in the heart [3, 5] . In addition, the CCL2 receptor, CCR2, also is expressed in the heart after infection with T. cruzi, which suggests that it plays an important role in the CCL2:CCR2 signaling axis, thereby promoting host defense. To characterize the in vivo role that CCL2 signaling plays in leukocyte trafficking, CCR2-deficient (CCR2 Ϫ/Ϫ ) mice were infected with T. cruzi, and both the ability to control this parasite's replication in the heart and the severity of cardiac inflammation were evaluated.", "cite_spans": [{"start": 338, "end": 341, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 404, "end": 407, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 855, "end": 858, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 859, "end": 861, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Materials and methods. Female CCR2 wild-type (CCR2 +/+ ) mice (B6129F2/J, obtained from The Jackson Laboratory in Bar Harbor, ME), and female CCR2 Ϫ/Ϫ mice (129B6F2-Cmkbr2 tm1Kuz ), all of which were 6-8 weeks old, were bred and housed in pathogen-free conditions, in enclosed filter-top cages. Mice were infected subcutaneously with 50 blood-derived Colombiana-strain trypomastigotes, and parasitemia was monitored weekly, as described elsewhere [5] . Mice were killed at days 0, 15, 30, 60, 120, and 200 after infection, and their hearts were collected for histological and RNA analysis by RNase protection assay. The hearts were fixed in 10% formalin and were embedded in paraffin, and 5-mm sections were cut in 100-mm increments, for staining with hematoxylin-eosin. Each section was scored for inflammation, by an investigator blinded as to its source; and infected cardiomyocytes were counted according to a method described elsewhere [5] . Significant differences in parasitism were determined by Mann-Whitney U test; P р was considered to be significant. .05", "cite_spans": [{"start": 447, "end": 450, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 941, "end": 944, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Total RNA was extracted from hearts by use of TRIzol reagent (Invitrogen). A minimum of 3 mice were evaluated at each examination time. Chemokine, chemokine-receptor, cytokine, and cell-surface marker transcripts were analyzed by use of custom multitemplate probe sets (BD PharMingen), and individual transcripts were normalized to housekeeping gene L32 [4, 5] . Normalized units are obtained by dividing the band intensity of each individual transcript by the band intensity of L32 and are expressed as percentages. Data are expressed as means ‫ע‬ SD, and significant differences between CCR2 +/+ mice and CCR2 Ϫ/Ϫ mice, at each examination time, were determined by Student's t test;", "cite_spans": [{"start": 354, "end": 357, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 358, "end": 360, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "was considered to be significant. P р .05 Results and discussion. At days 30-60 after infection, the hearts of T. cruzi-infected CCR2 +/+ mice had detectable mRNA transcripts for both CCL2 and CCR2, suggesting that CCL2 and CCR2 potentially play a role in the regulation of host defense and/or inflammation in the heart (figure 1A). Evaluation of parasitemia revealed no difference between CCR2 Ϫ/Ϫ mice ( ) and CCR2 +/+ mice ( ), and all mice in n p 11 n p 12 both groups survived to day 200 after infection, the last point at which survival was measured (data not shown). Collectively, these data indicate that (1) CCR2 signaling is not required for control of T. cruzi's replication in the blood and (2) CCR2 is not an important influence in survival. However, at day 30 after infection, cardiac parasitism in CCR2 Ϫ/Ϫ mice was ∼6-fold higher than that in CCR2 +/+ mice (table 1 and figure 1B) . Infected cardiomyocytes in CCR2 Ϫ/Ϫ mice were often found in close proximity and were frequently quite large, a result that contrasts with what was observed in CCR2 +/+ mice ( figure 1B) . However, the deficiency in the CCR2 Ϫ/Ϫ mice's control of this parasite's replication in the heart was eventually overcome, and, at days 60-200 after infection, there were no differences between the 2 groups of mice (table 1) .", "cite_spans": [], "ref_spans": [{"start": 886, "end": 896, "text": "figure 1B)", "ref_id": "FIGREF0"}, {"start": 1075, "end": 1085, "text": "figure 1B)", "ref_id": "FIGREF0"}, {"start": 1304, "end": 1313, "text": "(table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "To determine whether the increase in cardiac parasitism in CCR2 Ϫ/Ϫ mice correlated with a muted inflammatory response, the severity of cardiac inflammation was determined by scoring of the hematoxylin-eosin-stained tissues and, by use of the RNase protection assay, examination of the mRNA transcripts for the presence of infiltrating immune cells. As shown in table 1, at no examination time after infection was there any difference between the severity of inflammation in CCR2 Ϫ/Ϫ mice and that in CCR2 +/+ mice. Consistent with these results is the finding that the mRNA transcript levels for CD4, CD8, and F4/80 detected in the hearts of CCR2 +/+ mice were similar to those detected in the hearts of CCR2 Ϫ/Ϫ mice (figure 1C and D). Both interferon (IFN)-g and inducible NO synthase (iNOS) have been shown to be important in reducing the parasitic burden in infected tissues [2] ; in the present study, however, at no examination time after infection were the transcript levels for either IFN-g or iNOS in CCR2 Ϫ/Ϫ mice different from those in CCR2 +/+ mice ( figure 1C and D) . Similarly, there were no deficiencies in expression of chemokine transcripts in the hearts of CCR2 Ϫ/Ϫ mice, compared with that in the hearts of CCR2 +/+ mice ( figure 1E) ; rather, at days 60 and 120 after infection, expression of CCL5 was increased in CCR2 Ϫ/Ϫ mice during chronic infection. Expression of some chemokine receptors was intermittently reduced in CCR2 Ϫ/Ϫ mice after infection (figure 1F); for example, at day 30 after infection, expression of CXCR3 in CCR2 Ϫ/Ϫ mice was ∼3-fold lower than that in wild-type control mice, and, at day 60 after infection, expression of CCR5 in these mice was ∼5-fold lower than that in wild-type control mice. Evaluation either by histological analysis or on the basis of expression of markers for T cells and macrophages showed that at no examination time after infection was the infiltration of leukocytes into the heart decreased in CCR2 Ϫ/Ϫ mice, a finding that implies that signaling through CCR2 may play a role in both cell activation and expression of other chemokine receptors. The immune response in peripheral tissue also did not appear to be decreased in CCR2 Ϫ/Ϫ mice: at days 30 and 60 after infection, expression of chemokines in the spleen of CCR2 Ϫ/Ϫ mice was increased, compared with that in the spleen of CCR2 +/+ mice; however, at days 15, 30, 60, and 120 after infection, expression of chemokine receptors was similar in both groups of mice (data not shown). Collectively, these data (1) demonstrate that CCR2 neither enhances immune-cell infiltration into the heart nor influences antiparasitic effector responses such as expression of either IFN-g or iNOS and (2) imply that CCR2 is important in the control of T. cruzi's replication in the heart. Therefore, the mechanism by which CCR2 controls this parasite's replication is not dependent on the regulation of cardiac inflammation.", "cite_spans": [{"start": 880, "end": 883, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1065, "end": 1081, "text": "figure 1C and D)", "ref_id": "FIGREF0"}, {"start": 1245, "end": 1255, "text": "figure 1E)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "CCR2 is the primary receptor for CCL2 and is found on monocytes, activated T cells, B cells, and NK cells [8] . Recent studies have indicated that, in response to stimuli or infection, CCR2 Ϫ/Ϫ mice display deficiencies in trafficking of T cells and macrophages [9, 10] . Previous studies have also demonstrated that CCL2 can activate T cells and macrophages, presumably through binding to CCR2 expressed on the surface of these cells [10, 11] . Indeed, leukocyte populations from CCR2 Ϫ/Ϫ mice do not bind CCL2 and exhibit defects both in activation and in recruitment to sites of inflammation [9] . Infection of CCR2 Ϫ/Ϫ mice with various microbial pathogens has increased our understanding of how this receptor contributes to immunological events involved in host protection; for example, CCR2 Ϫ/Ϫ mice with lungs infected with Cryptococcus neoformans exhibit a decreased protective Th1 response accompanied by a switch to a strong Th2 response [12] . This switch in Th responses correlates with both prolonged infection and the infecting agent's greater dissemination throughout the body. Analysis of CCR2 Ϫ/Ϫ mice either infected with Leishmania donovani or immunized with shistosomal antigen has revealed an impaired cellular immune response characterized both by reduced T cell and macrophage recruitment to sites of antigen localization and by decreased expression of IFN-g [11, 13] . Collectively, these studies strongly suggest that expression of CCR2 is required for the development of protective Th1 responses after microbial challenge. The findings of the present study indicate that, in T. cruzi-infected mice, the absence of CCR2 does not decrease expression of IFN-g (figures 1C and D); nor were there increased numbers of transcripts for the Th2associated cytokines IL-4 and IL-10 (data not shown). Therefore, it is unlikely that the increased parasitic burden in the hearts of CCR2 Ϫ/Ϫ mice is a result of a muted Th1 response accompanied by increased expression of Th2-associated cytokines.", "cite_spans": [{"start": 106, "end": 109, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 262, "end": 265, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 266, "end": 269, "text": "10]", "ref_id": "BIBREF9"}, {"start": 435, "end": 439, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 440, "end": 443, "text": "11]", "ref_id": "BIBREF10"}, {"start": 595, "end": 598, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 948, "end": 952, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1382, "end": 1386, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1387, "end": 1390, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "Alternately, differential expression of chemokine receptors in CCR2 Ϫ/Ϫ mice may contribute to the inability to control T. cruzi's replication in the heart during acute infection, in light of in vitro studies that have shown that chemokines play a role in promoting the control of this parasite's replication [7, 14] ( figure 1F ). Chemokines such as CCL2 and CXCL10 increase nitrite production by infected cardiomyocytes to a level that is sufficient for control of this parasite's replication [14] . Moreover, by virtue of their enhancement of both production of NO and phagocytosis of trypomastigotes, CCL2, CCL3, CCL4, and CCL5 have been implicated in promoting the trypanocidal activities of macrophages, with CCL2 being the most potent chemokine promoting these activities [7] . In addition to promoting these trypanocidal activities, CCL2 may also be important in promoting the effective survival responses of cardiomyocytes. Indeed, in a model of myocardial trauma, CCL2 signaling through CCR2 has been found to be associated with increased cardiomyocyte survival [15] . These findings highlight the possibility that CCR2 plays a previously unappreciated role in host defense after infection with T. cruzi.", "cite_spans": [{"start": 309, "end": 312, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 313, "end": 316, "text": "14]", "ref_id": "BIBREF13"}, {"start": 495, "end": 499, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 779, "end": 782, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1072, "end": 1076, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 319, "end": 328, "text": "figure 1F", "ref_id": "FIGREF0"}], "section": ""}, {"text": "The results of the present study show that the contribution that CCR2 makes to host defense is transient and is limited to the acute stages of infection, which coincide both with increased expression of CCL2 and with cardiac parasitism (table 1 and figure 1A ). This finding suggests that, during this time, CCR2 is used to inhibit the spread of parasites and to promote the killing of these parasites in the heart. Potential mechanisms by which CCR2 signaling enhances tissue-specific host defense may include regulation of phagocytosis of trypomastigotes and/ or control of T. cruzi's intracellular replication, possibly through the sequestering of required growth factors. Ongoing studies are under way to further characterize the mechanisms by which CCR2 promotes the killing of this parasite.", "cite_spans": [], "ref_spans": [{"start": 249, "end": 258, "text": "figure 1A", "ref_id": "FIGREF0"}], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Chagas' disease", "authors": [{"first": "H", "middle": ["B"], "last": "Tanowitz", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Kirchhoff", "suffix": ""}, {"first": "D", "middle": [], "last": "Simon", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Morris", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Weiss", "suffix": ""}, {"first": "M", "middle": [], "last": "Wittner", "suffix": ""}], "year": 1992, "venue": "Clin Microbiol Rev", "volume": "5", "issn": "", "pages": "400--419", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Immunological control of Trypanosoma cruzi infection and pathogenesis of Chagas' disease", "authors": [{"first": "Z", "middle": [], "last": "Brener", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Gazzinelli", "suffix": ""}], "year": 1997, "venue": "Int Arch Allergy Immunol", "volume": "114", "issn": "", "pages": "103--113", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Kinetics of cytokine gene expression in experimental chagasic cardiomyopathy: tissue parasitism and endogenous IFN-gamma as important determinants of chemokine mRNA expression during infection with Trypanosoma cruzi", "authors": [{"first": "A", "middle": [], "last": "Talvani", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Ribeiro", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aliberti", "suffix": ""}], "year": 2000, "venue": "Microbes Infect", "volume": "2", "issn": "", "pages": "851--66", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The CC chemokine receptor 5 (CCR5) is important in control of parasite replication and acute cardiac inflammation following infection with Trypanosoma cruzi", "authors": [{"first": "J", "middle": ["L"], "last": "Hardison", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Wrightsman", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Carpenter", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Lane", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Manning", "suffix": ""}], "year": 2006, "venue": "Infect Immun", "volume": "74", "issn": "", "pages": "135--178", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The chemokines CXCL9 and CXCL10 promote a protective immune response but do not contribute to cardiac inflammation following infection with Trypanosoma cruzi", "authors": [{"first": "J", "middle": ["L"], "last": "Hardison", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Wrightsman", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Carpenter", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Lane", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Manning", "suffix": ""}], "year": 2006, "venue": "Infect Immun", "volume": "74", "issn": "", "pages": "125--159", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "IP-10 is critical for effector T cell trafficking and host survival in Toxoplasma gondii infection", "authors": [{"first": "I", "middle": ["A"], "last": "Kahn", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Maclean", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Lee", "suffix": ""}], "year": 2000, "venue": "Immunity", "volume": "12", "issn": "", "pages": "483--94", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "beta-Chemokines enhance parasite uptake and promote nitric oxide-dependent microbiostatic activity in murine inflammatory macrophages infected with Trypanosoma cruzi", "authors": [{"first": "J", "middle": ["C"], "last": "Aliberti", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Machado", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Souto", "suffix": ""}], "year": 1999, "venue": "Infect Immun", "volume": "67", "issn": "", "pages": "4819--4845", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Expression and characterization of the chemokine receptors CCR2 and CCR5 in mice", "authors": [{"first": "M", "middle": [], "last": "Mack", "suffix": ""}, {"first": "J", "middle": [], "last": "Cihak", "suffix": ""}, {"first": "C", "middle": [], "last": "Simonis", "suffix": ""}], "year": 2001, "venue": "J Immunol", "volume": "166", "issn": "", "pages": "4697--704", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Severe reduction in leukocyte adhesion and monocyte extravasation in mice deficient in CC chemokine receptor 2", "authors": [{"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Morgan", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Dawson", "suffix": ""}], "year": 1997, "venue": "Proc Natl Acad Sci", "volume": "94", "issn": "", "pages": "12053--12061", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lack of CCR2 results in increased mortality and impaired leukocyte activation and trafficking following infection of the central nervous system with a neurotropic coronavirus", "authors": [{"first": "B", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Lane", "suffix": ""}], "year": 2001, "venue": "J Immunol", "volume": "167", "issn": "", "pages": "4585--92", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Defects in the generation of IFNg are overcome to control infection with Leishmania donovani in CC chemokine receptor (CCR) 5-, macrophage inflammatory protein-1-a-, or CCR2-deficient mice", "authors": [{"first": "N", "middle": [], "last": "Sato", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Melby", "suffix": ""}], "year": 1999, "venue": "J Immunol", "volume": "163", "issn": "", "pages": "5519--5544", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "CCR2 expression determines T1 versus T2 polarization during pulmonary Cryptococcus neoformans infection", "authors": [{"first": "T", "middle": ["R"], "last": "Traynor", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Toews", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Huffnagle", "suffix": ""}], "year": 2000, "venue": "J Immunol", "volume": "164", "issn": "", "pages": "2021--2028", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effect of C-C chemokine receptor 2 (CCR2) knockout on type-2 (schistosomal antigen-elicited) pulmonary granuloma formation: analysis of cellular recruitment and cytokine responses", "authors": [{"first": "K", "middle": ["S"], "last": "Warmington", "suffix": ""}, {"first": "L", "middle": [], "last": "Boring", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ruth", "suffix": ""}], "year": 1999, "venue": "Am J Pathol", "volume": "154", "issn": "", "pages": "1407--1423", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Trypanosoma cruzi-infected cardiomyocytes produce chemokines and cytokines that trigger potent nitric oxide-dependent trypanocidal activity", "authors": [{"first": "F", "middle": ["S"], "last": "Machado", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Martins", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aliberti", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Mestriner", "suffix": ""}, {"first": "F", "middle": ["Q"], "last": "Cunha", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Silva", "suffix": ""}], "year": 2000, "venue": "Circulation", "volume": "102", "issn": "", "pages": "3003--3011", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Chemokine expression in myocardial ischemia: MIP-2 dependent MCP-1 expression protects cardiomyocytes from cell death", "authors": [{"first": "S", "middle": ["T"], "last": "Tarzami", "suffix": ""}, {"first": "R", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "W", "middle": [], "last": "Miao", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Kitsis", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Berman", "suffix": ""}], "year": 2002, "venue": "J Mol Cell Cardiol", "volume": "34", "issn": "", "pages": "209--230", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CC chemokine receptor 2 (CCR2)'s enhancement of host defense after infection with Trypanosoma cruzi. A, Expression of chemokine mRNA and chemokine-receptor mRNA, as determined on the basis of RNase protection assay (RPA), in the hearts of CCR2 wild-type (CCR2 +/+ ) mice infected with T. cruzi. CCR2 is expressed at days 30 and 60 after infection; its ligand, CC chemokine ligand 2 (CCL2), is expressed at day 30 after infection. B, Infected cardiomyocytes in the heart, primarily at day 30 after infection. Infected cells are more numerous and larger in CCR2-deficient (CCR2 Ϫ/Ϫ ) mice (Ϫ/Ϫ) than in CCR2 +/+ mice (+/+). C, Analysis of mRNA transcripts for T cell (CD4 and CD8) and macrophage markers (F4/80), interferong (IFN-g), and inducible NO synthase (iNOS), by RPA. The levels in the hearts of CCR2 +/+ mice are similar to those in the hearts of CCR2 Ϫ/Ϫ mice. D, Average expression of each transcript, normalized as a percentage of housekeeping gene L32. Results in CCR2 +/+ mice are represented by solid lines; those in CCR2 Ϫ/Ϫ mice are represented by dotted lines. E and F, Expression of chemokine (E) and chemokine-receptor (F) mRNA transcripts in the heart, on the basis of RPA. Results in CCR2 +/+ mice are represented by solid lines; those in CCR2 Ϫ/Ϫ mice are represented by dotted lines. A minimum of 3 animals were evaluated at each examination time. An asterisk (*) indicates that the average expression in CCR2 Ϫ/Ϫ mice is significantly different from that in CCR2 +/+ mice ( ; Student's t test). P р .05", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cardiac inflammation and tissue parasitism.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Average inflammation\n</td><td>Tissue parasitism, mean  SE, no. of\n</td></tr><tr><td>Mouse strain, days after infection\n</td><td>score, mean </td><td> SD\n</td><td> </td></tr><tr><td>Atrium </td><td>Ventricle </td><td>infected cells/100 mm2</td></tr><tr><td>CCR2+/+\n</td><td> </td><td> </td><td> </td></tr><tr><td>0 ( n p 3 )</td><td>0.67  1.15 </td><td>0.67  1.15 </td><td>0.00\n</td></tr><tr><td>15 ( n p 5 )</td><td>2.00  0.00 </td><td>2.00  0.00 </td><td>0.00\n</td></tr><tr><td>30 ( n p 5 )</td><td>4.00  0.00 </td><td>3.60  0.55 </td><td>11.33  2.94\n</td></tr><tr><td>60 ( n p 3 )</td><td>2.67  1.53 </td><td>3.00  1.00 </td><td>1.06  1.06\n</td></tr><tr><td>120 ( n p 4 )</td><td>2.75  0.96 </td><td>3.00  0.00 </td><td>0.00\n</td></tr><tr><td>200 ( n p 3 )</td><td>2.67  0.58 </td><td>2.67  0.58 </td><td>0.00\n</td></tr><tr><td>CCR2/\n</td><td> </td><td> </td><td> </td></tr><tr><td>0 ( n p 3 )</td><td>1.33  0.58 </td><td>2.00  0.00 </td><td>0.00\n</td></tr><tr><td>15 ( n p 5 )</td><td>2.00  0.00 </td><td>2.00  0.00 </td><td>0.92  0.92\n</td></tr><tr><td>30 ( n p 8 )</td><td>3.88  0.35 </td><td>3.75  0.46 </td><td>75.05  33.61a\n</td></tr><tr><td>60 ( n p 4 )</td><td>3.33  0.58 </td><td>3.67  0.58 </td><td>1.40  0.70\n</td></tr><tr><td>120 ( n p 3 )</td><td>2.00  0.00 </td><td>2.33  0.58 </td><td>0.00\n</td></tr><tr><td>200 ( n p 4 )</td><td>3.25  0.50 </td><td>3.00  0.00 </td><td>0.00\n</td></tr></table></body></html>"}}, "back_matter": []}