{
    "paper_id": "cd2cfa8d626ddf228ef677617a3de866f8700747",
    "metadata": {
        "title": "Climate change, global warming, and intensive care",
        "authors": [
            {
                "first": "Thomas",
                "middle": [],
                "last": "Bein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Regensburg",
                    "location": {
                        "postCode": "93042",
                        "settlement": "Regensburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Karagiannidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Regensburg",
                    "location": {
                        "postCode": "93042",
                        "settlement": "Regensburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Quintel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Regensburg",
                    "location": {
                        "postCode": "93042",
                        "settlement": "Regensburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the last five decades, human activities have resulted in the release of increasing quantities of carbon dioxide and other greenhouse gases, thus contributing to global climate change by additional heating of the atmosphere. The world has warmed up by approximately 0.85 °C. In particular, the last decade has been the warmest since 1850 [1] , and the frequency and intensity of natural disasters (such as earthquakes, devastating storms, forest fires, prolonged heat waves, droughts, and floods) have increased manifold. Between 1998 and 2017, climaterelated and geophysical disasters killed 1.3 million people and left a further 4.4 billion injured, homeless, displaced, or in need of emergency assistance [2] . Climate change scenarios include a change in the spread of infectious diseases with warming and changes in outbreaks associated with extreme weather events after floods or as a result of water heating. Furthermore, warmer climates provide more favourable conditions for the survival and completion of the life cycle of the vector that transmits pathogens [3] . Natural disasters and extreme events lead to traumatic deaths and injuries, mental illnesses, and infections, while global warming per se promotes heat-associated illnesses (cardiovascular strain, pulmonary diseases, exsiccosis, mental disorder [4] ).",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organisation (WHO) expects approximately 250,000 additional deaths per year between 2030 and 2050 from extreme heat, natural disasters, and changing patterns of infections, mostly in people at risk (people living in coastal regions or mega cities, children, the elderly, people with multiple and/or severe comorbidities, and-last but not least-people living in regions with weak healthcare infrastructures) [5] .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impact of global warming on diseases requiring intensive care has been extrapolated from some existing data regarding a change in the spread of infectious diseases [6] , an (further) alteration of the function of the respiratory system-especially in patients suffering from chronic lung diseases-an expected increase in kidney diseases, an expansion of cognitive disorders due to heat waves, particularly in the elderly, and some adverse effects on the cardiovascular system. An overview of health-related changes requiring intensive care is given in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 561,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "According to statistical models to estimate the global burden of infectious diseases due to climate change, in 2030, there could be a 10% increase in diarrhoeal diseases, primarily in young children, and the population at risk for malaria could increase by 3-5% [7] . Of late, in Germany, the first incidence of meningitis caused by mosquito-borne West Nile virus infection was reported in a man who never had travelled abroad [8] . In consequence, in future, the European intensivist-who already should be aware of uncommon vector-borne diseases due to global tourism-must be further sensitized to presently uncommon or tropical mosquito-borne diseases such as malaria and dengue, or other vector-borne viral, fungal, or bacterial transmissions like coccidioidomycosis or avian influenza.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What should we expect regarding the impact of climate change on respiratory health? Lungs in a warming world [9] become more vulnerable, especially those that are yet damaged. In patients with serious lung diseases like asthma or chronic obstructive lung disease (COPD), an aggravation of severity or increased mortality has been described as a consequence of global warming. Increasing concentration of greenhouse gases, air pollution, forest fires, prolonged heat waves, droughts, and floods contributes to increased respiratory morbidity and mortality. During the 2006 heat wave in Portugal, for each 1 °C increase COPD morbidity increased by 5.4%, especially in women and in persons aged over 75 years [10] . Furthermore, a rapid spread of viral respiratory infections (e.g. Hantavirus, respiratory syncytial virus) as well as fungal respiratory infections (coccidioidomycosis, aspergillosis) can be expected [11] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dehydration and volume loss could be the other consequences of climate-related extreme heat exposure, leading to chronic kidney diseases or acute renal failure [12] apart from that caused by diabetes, hypertension, or glomerulonephropathy. A recent study [13] has recognized an epidemic of chronic kidney disease of unknown aetiology in Central America ('Mesoamerican Nephropathy'), which has been attributed to recurrent dehydration due to heat stress. Several studies have addressed potential cardiopulmonary health effects associated with climate change parameters [overview in 14] , and these effects are expected to further increase in the coming decades. It seems that a rise in mortality, emergency room visits, and (intensive care) hospitalization due to cardiopulmonary diseases attendant on heat stress, extreme weather conditions, or air pollution are more certain than worst-case horror scenarios.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But what is about climate change and intensive care medicine? Do we have enough awareness (and answers) in the face of all these challenges for the healthcare system? In a recent survey on climate change and health on the members of the American Thoracic Society [15] , the majority of the respondents stated that climate change is a fact that it is relevant for patient care. They confirm that physicians and physician organizations should play an active role in educating patients, the public, and policy-makers about the effects of climate change on human health. Do we play such an active role yet? Are we prepared to confront the increased frequency of critical illnesses about which, in some cases, we have to learn first? [16] To our knowledge, there is presently no specific activity in intensive care medicine to face current and future challenges in the context of global warming and climate change, although it is expected that intensive care medicine will need more specialized capacities, better knowledge on the part of the intensivists, and better preparation for worst-case scenarios (heat stroke waves or infectious outbreaks) to manage the consequences of climate change adequately.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has been shown that acute and intensive care services vary substantially across economic regions, in highincome as well as in low-income countries [17] , and it is debatable whether the current structure of intensive care is yet armed for needs related to climate change. ICU bed capacities represent by far not the only challenge; changes in knowledge and organization are required to be prepared ( Table 1 ). The intensive care staff will in the near future need specific knowledge about 'uncommon' diseases and heat stroke management (especially in the elderly), and the ICU must be organized so as to be able to effectively take care of larger numbers of rapidly incoming critically ill patients in the context of natural disasters. Especially in megacities and coastal regions, the number of ICU beds should be checked so that they are sufficient in times of natural disasters. A functionally adequate capacity for isolating patients with critical infections is indispensable for successful infection control management. Expert support from psychiatrists or psychologists must be available in situations of devastating floods, storms, or heat waves. Preparing intensive care medicine for the consequences of climate change does not mean neglecting the basic principle of medicine-the best cure is prevention. Therefore, supporting efforts that reduce or ideally stop global warming are the need of the hour.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Increasing number of critically ill patients due to heat waves, natural disasters, air pollution or forest fire Increase capacity of ICU beds, especially in coastal regions or megacities Mass casualties of critically ill patients due to rapid weather changes, floods, heat attacks Implement a 'reserve' of staff and ICU beds, which can be easily activated Increasing incidence of 'uncommon' infectious or non-infectious diseases Provide sufficient capacities of patient isolation Instruct the ICU staff in the diagnosis and management of 'uncommon' diseases Increasing number of nephropathy during heat waves Provide sufficient machines for renal replacement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge Solution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mitigation of Climate Change. Contribution of Working Group III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Edenhofer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pichs-Madruga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sokona",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farahani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kadner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seyboth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eickemeier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kriemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savolainen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlömer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stechow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Climate Change",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United Nations Office for Disaster Risk Reduction, Centre for Research on the Epidemiology of Disasters (2019) Economic losses, poverty, and disasters",
            "authors": [],
            "year": 1998,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global warming and its health impact",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rossati",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Occup Environ Med",
            "volume": "8",
            "issn": "",
            "pages": "7--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medical aspects of global warming",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoganathan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Rom",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Ind Med",
            "volume": "40",
            "issn": "",
            "pages": "199--210",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global climate change and infectious diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Shuman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Occup Environ Med",
            "volume": "2",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Climate change and infectious diseases: what can we expect?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Ogden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gachon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Can Commun Dis Rep",
            "volume": "45",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lungs in a warming world: climate change and respiratory health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "143",
            "issn": "",
            "pages": "1455--1459",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Excess mortality and morbidity during the July 2006 heat wave in Porto",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monteiro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Portugal. Int J Biometeorol",
            "volume": "57",
            "issn": "",
            "pages": "155--167",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Climate Change and Respiratory Infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirsaeidi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Motahari",
                    "suffix": ""
                },
                {
                    "first": "Taghizadeh",
                    "middle": [],
                    "last": "Khamesi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schraufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Am Thorac Soc",
            "volume": "13",
            "issn": "",
            "pages": "1223--1230",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Climate change and the emergent epidemic of CKD from Heat stress in rural communities: the case for heat stress nephropathy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lemery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "García-Trabanino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taduri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amarasinghe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anutrakulchai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stenvinkel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roncal-Jimenez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lanaspa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Correa-Rotter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sheikh-Hamad",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Burdmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andres-Hernando",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Milagres",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanbay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wesseling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Sánchez-Lozada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "11",
            "issn": "",
            "pages": "1472--1483",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CKD of unknown origin in Central America: the case for a Mesoamerican nephropathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Correa-Rotter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wesseling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Kidney Dis",
            "volume": "63",
            "issn": "",
            "pages": "506--520",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Environment, global climate change, and cardiopulmonary health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bayram",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Abdalati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carlsten",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Balmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Takaro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "195",
            "issn": "",
            "pages": "718--724",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Survey of International Members of the American Thoracic Society on climate change and health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarfaty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kreslake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ewart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Guidotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Balmes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Maibach",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Am Thorac Soc",
            "volume": "13",
            "issn": "",
            "pages": "1808--1813",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prioritizing health in a changing climate",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "773--774",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International Forum of Acute Care Trialists. Access to urban acute care services in high-vs middle-income countries: an analysis of seven cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Karir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salluh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bozza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oppong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Velayutham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dueñas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Angus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intensive Care Med",
            "volume": "40",
            "issn": "",
            "pages": "342--352",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Influences of climate change and global warming on health with potential impact on intensive care medicine",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}