{
    "paper_id": "cdd82befa24c7c2e2a676a8f7cf364e87ff4cd7a",
    "metadata": {
        "title": "Intrauterine insemination via coeliotomy · Acute-phase proteins on the surface of leucocytes · Chiari-like malformation in a Cavalier King Charles Spaniel · Review of head trauma in postnatal domestic animals · Effective duration of clip application in sheep · Intra-articular injections for osteoarthritis in horses · Kunjin flaviviral encephalomyelitis in a horse · Vitamin D in short-beaked echidnas",
        "authors": []
    },
    "abstract": [
        {
            "text": "Results from a study of 238 coeliotomy-assisted intrauterine inseminations (CAII), performed at a specialist hospital, suggest that this technique can produce similar whelping rates to non-surgical or intravaginal insemination. 1 CAII is a relative simple artificial insemination technique that does not require specialised equipment or training. However, there is little published data on its clinical effectiveness, despite its apparent widespread use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This retrospective, single cohort, observational study reports the clinical outcomes of commercially performed CAII and the factors that affect its outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In total, 174 CAIIs resulted in whelping and the authors conclude that good quality sperm is important for success. Whelping rates with CAII are not maximised unless more than 200 ¥ 10 6 progressively motile sperm are inseminated. bs_bs_banner EDITORIAL EDITORIAL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The authors also conclude that their results raise the question of whether CAII is a justifiable routine method of insemination, particularly as surgical insemination strategies are associated with risks to the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinically, the presence of alpha-1-acid glycoprotein (AGP)-positive leucocytes as assessed by flow cytometry could be considered a good marker of inflammation, an Italian study suggests. 2 AGP is the major feline acute-phase protein (APP) and serum concentrations of AGP are used as a biomarker of inflammation for many inflammatory/infectious diseases, particularly feline infectious peritonitis (FIP), a lethal disease caused by the feline coronavirus (FCoV).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study investigated the presence of AGP on circulating leucocytes in healthy FCoV-seropositive and FCoV-seronegative cats and in cats affected by different diseases, including FIP. The percentage of cats with AGP-positive neutrophils was higher among the sick than the healthy cats. The percentage of cats with FIP and AGPpositive neutrophils was not significantly higher than in the control group, but among FCoV-positive cats the proportion of cats expressing AGP on neutrophils was higher among sick compared with healthy cats. However, some clinically healthy cats did have AGP-positive leucocytes in their blood, which may have been related to stress or fear. The authors note, however, that currently available tests for other APP are often more accessible and less expensive than flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Authors of a case report conclude that early recognition of dysphagia and expeditious intervention are crucial for a favourable neurological outcome in clinical cases of congenital caudal occipital malformation syndrome (COMS). 3 Otherwise known as Chiari-like malformation, this syndrome is common in Cavalier King Charles Spaniels, but up to 65% of dogs with this condition remain subclinical and require no intervention. The malformed occipital bone causes cerebellar and brainstem crowding in the caudal fossa of the cranium and physical obstruction to the flow of cerebrospinal fluid.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case report describes an unusual case of COMS in a 4-year-old Cavalier King Charles Spaniel that presented with sudden onset vomiting, gagging and severe inspiratory dyspnoea, requiring anaesthesia and positive-pressure ventilation. This was presumed to be secondary to neurogenic dysphagia, which is a common presenting sign of Chiari malformations in humans, but has been rarely described in veterinary literature. Decompressive surgery of the foramen magnum in this case was deemed essential, given the unique life-threatening clinical signs, and the dog responded rapidly. There was no recurrence of clinical signs in the 3 years after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A review examines neurotrauma studies in paediatric humans and experimental animal models and outlines the pathophysiological and biomechanical events likely to be operative in head trauma of postnatal domestic animals. 4 Most of our knowledge of neonatal and adolescent traumatic brain injury (TBI) in domestic animals is derived from human studies, which are often inappropriately extrapolated to the paediatric population from reactions of the adult brain, or from laboratory rodent models. The developing brain shows an age-dependent response to TBI and the immature nervous system often responds differently to that of an adult. The outcome in young animals after TBI is complex, in part because recovery is superimposed upon developmental events. The author concludes that it is clear that even in human medicine there is much to be understood about TBI in the developing brain.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Education, ethics & welfare"
        },
        {
            "text": "A study examining the use of plastic occlusive clips as an alternative to mulesing determined the minimum duration of clip application required to increase the size of the perineal and tail bare areas and reduce breech wrinkle, dag or urine stain scores. 5 Clip application results in ischaemic necrosis of the occluded skin with subsequent sloughing. After the clips were applied to Merino lambs, they were left on for 1-14 days and the bare area scores determined after 60 days. Clips increased the size of the perineal and tail bare areas if left on the lambs for a minimum of 4-6 days. The increases in the size of the perineal and tail bare areas were similar to the results of previous studies. However, the authors note that further research is still required to determine the degree of protection against flystrike provided by the clips.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Production animals"
        },
        {
            "text": "Intra-articular administration of sodium pentosan polysulfate (PPS) and glucosamine (GLC) only cause mild inflammatory synovitis, which is not substantially different to that elicited by injection of a similar volume of saline, the first study in the equine section suggests. 6 PPS and GLS are each commonly used for the treatment of equine osteoarthritis (OA). It has been suggested that they may interact synergistically, promoting production of high-molecular-weight hyaluronic acid in the synovial fluid, thereby providing superior treatment for OA than either agent alone. The effects of weekly intra-articular injections for 3 weeks of a combination of PPS and GLC were investigated. There were changes in total nucleated cells in the synovial fluid, total protein concentrations and neutrophil percentages in both PPS/GLC-treated and control groups, depending on the day after treatment. The authors conclude that both agents are safe for use in the horse.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "The final case report details the presentation, diagnosis and treatment of an Arabian gelding that died of Kunijn virus encephalitis. 7 In Australia, there are a number of arboviruses associated with encephalitis in humans and horses, including Kunijn virus, a subtype of West Nile Virus, and the Murray Valley encephalitis and Ross River encephalitis viruses. Recent extreme climatic changes and flooding has seen increased attention given to the re-emergence of arboviruses, but to date there have been no major outbreaks of Kunijn virus equine encephalitis in Australia and no case reports of Kunijn flaviviral encephalitis in horses have been published. The 17-year-old gelding had clinical signs of flaviviral encephalitis in late-February 2011, during which time there was an increase in cases of arbovirus-associated neurological disturbances in horses in Victoria and New South Wales.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "Kunijn virus encephalitis was not initially suspected, but ELISAtesting revealed elevated titres of anti-Kunijn virus antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "Despite treatment, the horse died after 6 days of hospitalisation. The authors suggest that if an endemic state is inevitable, vaccination of horses should be undertaken to prevent future viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine"
        },
        {
            "text": "Marsupials have a low requirement for vitamin D3 and may be more susceptible to vitamin D3 toxicosis than other species, but no investigations into the vitamin D3 requirements of any monotreme species have been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife & zoos"
        },
        {
            "text": "This study investigated serum 25-hydroxyvitamin D (25(OH)-D) concentrations in captive short-beaked echidnas at three facilities and compared them with those of wild echidnas. 8 The concentrations of 25(OH)-D were significant higher in the captive than in the wild echidnas. A reduction in dietary vitamin D3 at one facility led to a significant decline in serum 25(OH)-D concentrations to levels comparable with wild echidnas. Although there were no clinical signs of hypervitaminosis D observed in any of the captive echidnas, the authors note that more research is required to determine the best diet formulation for captive short-beaked echidnas.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Wildlife & zoos"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coeliotomy-assisted intrauterine insemination in dogs: a study of 238 inseminations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "Pga",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Flow cytometric detection of alpha-1-acid glycoprotein on feline circulating leucocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paltrinieri",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marchini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gelain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Resolution of life-threatening dysphagia caused by caudal occipital malformation syndrome following foramen magnum decompressive surgery",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Brain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "297--300",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparative approach to understanding traumatic injury in the immature, postnatal brain of domestic animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Finnie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "301--307",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect on the breech and tail characteristics of Merino lambs of varying the duration of application of occlusive plastic clips as an alternative to mulesing",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lawton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "308--314",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of intra-articular sodium pentosan polysulfate and glucosamine on cytology, total protein concentration and viscosity of synovial fluid in horses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bischofberger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horadagoda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jeffcott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "315--320",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kunjin flaviviral encephalomyelitis in an Arabian gelding in New South Wales",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horadagoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Mogg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Australia. Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of diet on serum 25-hydroxyvitamin D concentration in the short-beaked echidna (Tachyglossusaculeatus)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Scheelings",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Aust Vet J",
            "volume": "90",
            "issn": "",
            "pages": "325--328",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}