{
    "paper_id": "ce8ff3997e9ee6219ec15a0f16f333e6b9bf2d3e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n a short 100 years, humanity has changed course beyond measure. The world's population has grown sevenfold from 1 billion to near 7 billion, life expectancy has increased by half again from 50 to 75 years, and disease burden has been dramatically reduced. Although most of the health gains have occurred in the Western developed countries, globalization is rapidly altering the pace of change everywhere and the advances made in developed countries are destined to transform middle-and low-income countries. Gains in China and India stand testimony to this prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What has produced such large-scale changes in the course of human affairs and how has medicine and public health been part of that change? Surely the rise of science as a way of understanding and as a self-correcting search for solutions is a major force in the change. It was only in1908 that the first findings from the founders of modern medicine were being translated into health care and public health. It is surprising indeed how young medical science is. Leading 19 th century medical scientists such as Louis Pasteur, John Snow, Rudolf Virchow, Paul Ehrlich and William Osler transformed our understanding of disease. The microbial basis for disease, its cellular manifestation in tissue pathology, its clinicopathological correlations, modes of transmission and immunological interventions provided the foundation to tackle the great infectious diseases. And infectious diseases have undoubtedly been the greatest killer in human history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Solving the problems of infectious diseases revealed the underlying relationship between the social and biological determinants of disease and showed that broad-based changes in the social environment as well as specific biological interventions bring disease under control. McKeown in his magisterial book, \"The Modern Rise of Populations,\" showed that societal change substantially reduced the transmission of many infectious diseases even before biologic interventions such as drugs and vaccines became available. 1 He also observed that some diseases depended on biomedical interventions to achieve control. Experience has shown that societal and biological interventions often synergize in accelerating disease control efforts.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microbes as biological entities are properly viewed as part of complex natural ecosystems. Pathogenic microbes occupy only one (parasitic) of several niches that microbes can share with their hosts. And of the many thousands of microbial species, only 100 or so are inherently pathogenic to humans. Many of these pathogenic organisms appear to have had their origins in social animals that were domesticated by humans and to have crossed over to human populations several thousand years ago. 2 These organisms are predominantly the causative agents of the density-dependent communicable diseases of childhood. The large-scale emergence of these diseases passed unnoticed in remote history and came to be accepted as the common circumstance of life. However in the 20 th century, disease emergence has been witnessed with stunning regularity, and in the case of HIV, with global devastation.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emergence of a new infectious disease vividly illustrates the convergence of social and biological drivers. 3 These drivers include changes in host ecology and environment, changes in host behaviour and movement, changes in host phenotype and genetics and changes in microbial genetics. In turn these drivers ratchet through five stages to create disease emergence. These stages include stage 1: agent only in animals (e.g., Rabies); stage 2: agent able to produce localized primary infections (e.g., Lassa fever); stage 3: with limited outbreak (e.g., Ebola); stage 4: prolonged outbreak (e.g., Dengue); stage 5: endemically established in human population with humanto-human transmission (e.g., HIV). 2 Clearly the route from stage 1 to stage 5 is epidemiologically possible but (thankfully) littered with many failed evolutionary attempts. 4 These new understandings are proving important in anticipating contemporary emerging diseases. Both SARS and H5N1 Avian Influenza are stage 3 emergent pathogens which remain in a nonhuman host reservoir with periodic jumps into communities. Future vigilance for emerging infectious diseases will require more information about microbial species resident in non-human social animals (such as bats and primates, among others) as well as global early warning systems that monitor pathogens infecting persons exposed to wild or domesticated animals. Armed with this new knowledge, public health organizations like the Public Health Agency of Canada and the BCCDC are actively involved in establishing global warning systems through sharing of surveillance data and microbial samples. The recent description of the sink and source model offers a very practical approach to mitigating the impact of epidemic and pandemic influenza through global information sharing. 5 One can only dream of what the world might be like today if HIV had been recognized and responded to when it began its march out of nature.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 843,
                    "end": 844,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1806,
                    "end": 1807,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the control of childhood infectious diseases can be pointed to as one of the greatest achievements of the 20 th century, it is surprisingly underappreciated that adult infectious diseases continue to severely impact human health in both developed and developing worlds. The major adult infectious diseases include the sexually transmitted diseases such as Chlamydia, gonorrhea, syphilis and oncogenic HPV, the blood-borne pathogens such as HIV and hepatitis B and C, and the respiratory-borne diseases such as tuberculosis, pneumonia and influenza. It is important to consider why public health achievements have been so much less successful for adult than for childhood infectious diseases. Likely multiple reasons underlie the differing success. Vaccines are the prime approach for childhood diseases whereas case findings, drug treatment and behavioural interventions have been the primary tools for adult diseases. Childhood immunization is a universal population-wide endeavour that leverages herd immunity in achieving its remarkable results. Adult diseases are based on individualized interventions which are not amplifiable through effects like herd immunity. Additionally, vaccines appear to be a more evolutionarily stable strategy than drug treatment in disease control programs as drug-resistant mutants often emerge and undermine the success of a program. Paradoxically, case findings and early drug treatment can even interfere with the development of individual-and population-level immunity, thereby exacerbating the problem. 6 In aggregate, it appears likely that vaccines will also be necessary to control the adult infectious diseases. Oncogenic HPV vaccines are among the most promising interventions in this field. Breakthrough knowledge in microbial genomics and immunology that gave rise to the HPV vaccine suggests that molecular vaccines for Chlamydia, gonorrhea and tuberculosis may not be far off.",
            "cite_spans": [
                {
                    "start": 1548,
                    "end": 1549,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccines are currently available for the main causes of pneumonia and influenza, but they have had only limited impact in controlling these major adult diseases. While they are less than perfect vaccines in comparison to childhood vaccines, public health has so complicated their delivery that they only marginally impact disease burden. When jurisdictions have gone to universal programs, results are much more striking. Ontario's universal influenza immunization program reduced influenza-related morbidity and mortality by over 50% despite only achieving 35% coverage of the population. 7 With 2108 in mind, two great challenges remain for future public health success in the control of infectious diseases. The first challenge is operational and the second is conceptual. The operational challenge is to globalize the success of infectious disease control and prevention worldwide. In many developing countries, preventable infectious diseases still remain all too common; translating what we know works to all settings is the grand challenge of global development. Health is a fundamental human right and is essential to economic development. Prevention of disease globally benefits Canada locally because diseases know no boundaries, as we grippingly recognized with the arrival of SARS. We cannot be a healthy country in a sick world. Canada's public health system must become part of a global collaborative.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 591,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second challenge is much more conceptual in nature. In Canada today, chronic diseases of the adult years and not infectious diseases of childhood are the major disease burdens. The adult chronic diseases such as atherosclerosis, cancer and degenerative neurological disease all have an underlying inflammatory pathophysiology. 8 Could they be linked directly or indirectly with microbial causes?",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Direct microbial causes of chronic disease clearly occur. Helicobacter pylori and peptic ulcer disease, HPV and cervical cancer, Chlamydia and infertility, and hepatitis viruses and cirrhosis all bear witness to this. While the search for microbial causes of chronic disease needs to continue, at least as interesting is the concept that microbial diseases in childhood indirectly determine the risk for adult onset chronic disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus throughout the 19 th and 20 th centuries, life expectancy dramatically increased. Even today, the average person in Canada gains an extra 2-3 months of life per year. It is as if we wake up in the morning to a 29-hour day, 24 of which we live now and another 5 of which we save for later. What is behind this newly acquired population momentum for increasing life expectancy? Demographers and statisticians have pointed out that increasing life expectancy is traceable to increasing health among birth cohorts, principally measured as decreasing infant and childhood mortality rates. 9 They argue that in terms of health, it is much more important what year you were born in than the year you live in.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 590,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mechanistically, it is suggested that reducing childhood infectious and inflammatory diseases sets a robust physiological reserve from which healthy aging unfolds with clock-like Gompertzian regularity. 10, 11 After age 20, mortality rates double every 8 years. The lower the childhood mortality rate is set, the further to the right the adult mortality rate is shifted. Thus demographers have shown that the popular wisdom is true -sixty is the new forty! While these concepts are the fruitful basis for much new research, they also suggest that the best way for public health to invest in preventing the chronic diseases of the adult years is to prevent infectious diseases of childhood.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unimagined strides in human health have been made over the past 100 years. The future may hold even greater achievements. We may be able to see a world where disease burden due to infections is reduced to minimal levels using evolutionarily stable and ecologically robust strategies. Such strategies will need to include a worldwide disease surveillance system linking animal and human health, a unified international vaccine program, the coordinated non-culture-dependent search for microbial causes of the major chronic illnesses, and molecularly designed vaccines for all the major infectious diseases of public health importance. While some of this may sound more like science fiction than science fact, one simply needs to consider what has been achieved since 1908. In a nation where for every 24 hours lived, we gain another 5 hours of life because of public health interventions, is that too far-fetched a vision for the future?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Modern Rise of Population",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mckeown",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Panosian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Koella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bergstrom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The genomic and epidemiological dynamics of human influenza A virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "615--634",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The unexpected impact of a Chlamydia trachomatis infection control program on susceptibility to reinfection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pourbohloul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rekart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "10",
            "pages": "1836--1880",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of universal influenza immunization on mortality and health care use",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Stukel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "Reg",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLOS Medicine",
            "volume": "5",
            "issn": "10",
            "pages": "1440--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Origin and physiological roles of inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "428--463",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inflammatory exposure and historical changes in human life-spans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Crimmins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": "1736--1775",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "General theory of mortality and aging",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Strehler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mildvan",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Science",
            "volume": "132",
            "issn": "",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aging, natural death and the compression of morbidity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fries",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "NEJM",
            "volume": "303",
            "issn": "3",
            "pages": "130--165",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "CANADIAN JOURNAL OF PUBLIC HEALTH • JANUARY/FEBRUARY 2009 5",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}