{
    "paper_id": "cf1c268c0ec1781ca1fab722163e396d199508a3",
    "metadata": {
        "title": "Supporting information text",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "whereas knockdown had no effect on RSL3's ability to induce ROS. Two-way ANOVA, Bonferroni correction, * p-value <0.05, *** p-value <0.001, ns = not significant relative to the indicated treatments. D) Suppression of erastin lethality in 143B with CARS knockdown can be rescued with PPG co-treatment. After 48-hours of knockdown, cells were treated with erastin or vehicle, and PPG or vehicle. Viability was monitored using ViCell cell count. One-way ANOVA, Bonferroni correction, * p-value <0.05, *** p-value <0.001, ns = not significant relative to the indicated treatments. E) Propargylglycine (PPG) co-treatment does not affect other inhibitors of erastin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Small molecule inhibitors of erastin (ATOC and DFOM), were co-treated with 2 mM PPG. PPG co-treatment did not affect ATOC or DFOM's ability to rescue erastin's lethality. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RNA was isolated from siRNA and compound-treated HT-1080 cells as described above for RT-qPCR reactions. Poly-A pull-down was used to enrich mRNAs from total RNA samples (1 μg per sample, RIN>8 on Bioanalyzer) and libraries were prepared using Illumina TruSeq RNA prep kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA sequencing"
        },
        {
            "text": "Libraries were sequenced using an Illumina HiSeq 2000 instrument (Columbia Genome Center, Columbia University). Short reads were mapped to the human reference genome using Tophat, and relative abundance of genes and splice isoforms were determined using Cufflinks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA sequencing"
        },
        {
            "text": "To conduct rescue experiments, a point mutation in the third codon of an amino acid at the target site of the siRNA was introduced through mutagenesis. Target overexpression constructs. Three cell lines were constructed; one overexpressing wild-type CARS, another with seq 1 sequence mutated, and a third with seq 2 sequence mutated. The",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Target",
                    "ref_id": null
                }
            ],
            "section": "Rescue experiments"
        },
        {
            "text": "LentiORF plasmids were infected into HT-1080 cells as lentivirus as described previously (1). 10 µg/mL of blasticidin was used to select for stably-transfected cells. Once stably-transfected cell lines were constructed, siRNA-mediated gene knockdown was conducted as described above and tested for sensitivity to erastin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rescue experiments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RAS--RAF--MEK--dependent oxidative cell death involving voltage--dependent anion channels",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yagoda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "7146",
            "pages": "864--868",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Screening controls and validation of CARS. A) BJeLR cells were used in secondary screen. VDAC3 was used as the control in a similar manner as in HT-1080 cells. B) shRNA against CARS reconfirms its inhibitory effects against erastin in HT-1080 cells. C) CARS knockdown protects from erastin lethality over 24, 48 and 72 hours of compound treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confirmation of CARS knockdown's ability to rescue against erastin. A) Rescue experiments, where HT-1080 cells express the CARS gene with the third codon of the siRNA target sequences mutated. Sequences corresponding to only the first and second siRNAs were targeted. Cells expressing the mutant forms were resistant to each respective siRNA in terms of mRNA knockdown, and without the mRNA knockdown, the cells retained sensitivity to erastin. Dose response curves and correlating mRNA levels. B) mRNA levels of siCARS treated cells in different cell lines. C) Overexpression of CARS has no effect on cells sensitivity to erastin. D) CARS knockdown does not rescue from BSO-induced lethality. CARS was knocked down in HT-1080 cells for two days in 12-well format, then treated with 50 and 10 µM BSO for 24 hours before viability calculation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CARS knockdown does not affect iron homeostasis and upregulates the transsulfuration pathway to protect against erastin. A) CARS knockdown has no effect on iron regulating genes TFRS, IREB2, ISCU, FTH1, FTL, FBXL5, DMT1. Gene levels detected through RT-qPCR. B) CARS knockdown does not inhibit RSL3's ability to induce C11-BODIPY lipid ROS. C) CARS knockdown inhibits erastin's ability to induce intracellular ROS as detected by DCF,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "in HT-1080 cells with simultaneous knockdown of CARS and CBS. Genes were knocked down in HT-1080 cells for 48-hours then treated with 5 µM erastin or vehicle for 24 hours before cell counting by ViCell. Error bars are S.D. from three biological replicates. mRNA levels of CBS were quantified with qPCR. G) tRNA synthetase knockdown has no effect on RSL3-induced lethality. H) tRNA synthetase knockdown slows proliferation, but degree of affect on proliferation does not correlate with tRNA synthetase knockdown's ability to rescue from erastin lethality. Knockdowns were performed as described in methods, except for 50,000 cells were plated in a 6-well plate for the 72 and 96 hour knockdown cells. Error bars are S.D. from three biological replicates. I) mRNA levels of tRNA synthetase after knockdown. J) Halofuginone, an inhibitor of EPRS, suppresses erastin lethality, while histidinol, an inhibitor of HARS, does not. Cells were seeded in 384-well format with either 20 nM halofuginone or 20 µM histidinol for 24 hours, before addition of erastin in a 12-point, 2-fold dilution series. After 24 hours of compound treatment, alamar blue was added and viability assessed. K) mRNA levels of transsulfuration genes upon 20 nM halofuginone and 20 µM histidinol treatment for 48 hours. Halofuginone treatment increases CBS and PSAT1, while histidinol does not.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cars mRNA knockdown confirmation using shRNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "sequences of two siRNA's targeting CARS was used; seq 1 (Ambion Silencer Select Cat. # S2404), and seq 2 (Ambion Silencer Select Cat. # S2405). Primers for each mutagenesis were as follows: siRNA seq 1 forward: CAA ATT TGA TGT CTT TTATTG CAT GAA CAT CAC AGA CAT TGA TGA CAA GAT CAT CAA GAG GGC CCG siRNA seq 1 reverse: CGG GCC CTC TTG ATG ATC TTG TCA TCA ATG TCT GTG ATG TTC ATG CAATAA AAG ACATCA AAT TTG siRNA seq 2 forward: GGTTAC GGCTAT GTC TCC AAC GGATCC GTC TACTTT GAT ACA GCG A siRNA seq 2 reverse: TCG CTG TAT CAA AGT AGA CGG ATC CGTTGG AGA CAT AGC CGT AAC C Mutagenesis was conducted on Sigma LentiORF CARS (Clone 100998721)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "1.5 million HT-1080 cells were reverse transfected with siNT or siCARS in 15 cm tissue culture dishes and incubated for 48 hours. DMSO (vehicle), 10 µM erastin (7 hours) or 500 nM RSL3 (2 hours) were added to each siRNA treatment before harvesting cells. Cells were trypsinized, pelleted, washed with PBS and flash frozen. Samples were processed by Metabolon Inc. The experiment was done in biological quintuplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "To detect intracellular iron levels, CARS was knocked down in cells for 48 hours. On the day of assay, cells were harvested in HBSS and incubated with 10 nM Calcein AM (Invitrogen, C3099)for 10 minutes at 37 °C. Cells were then washed and analyzed through an Accuri C6 flow cytometer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calcein AM staining"
        }
    ]
}