{
    "paper_id": "d0649142ccf6d08c2eb99c8772aee5106af07d25",
    "metadata": {
        "title": "Post-ARDS pulmonary fibrosis in patients with H1N1 pneumonia: role of follow-up CT Fibrosi polmonare post-ARDS in pazienti con polmonite da H1N1: ruolo della TC nel follow-up",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Mineo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "F"
                ],
                "last": "Ciccarese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "C"
                ],
                "last": "Modolon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M P"
                ],
                "last": "Landini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M"
                ],
                "last": "Valentino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M"
                ],
                "last": "Zompatori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Policlinico S. Orsola-Malpighi",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose. Our aim was to evaluate the evolution of 20 patients with H1N1 pneumonia, focusing our attention on patients with severe clinical and radiological findings who developed post-acute respiratory distress syndrome (post-ARDS) pulmonary fibrosis. Materials and methods. Twenty adult patients (nine women and 11 men; mean age 43.5±16.4 years) with a diagnosis of H1N1 infection confirmed by pharyngeal swab came to our attention from September to November 2009 and were followed up until September 2010. All patients were hospitalised in consideration of the severity of clinical findings, and all underwent chest X-ray. Twelve of them underwent at least one computed tomography (CT) scan of the chest. Results. In 75% of cases (15/20), there was complete resolution of the clinical and radiological findings. Twenty-five percent of patients (5/20) developed acute respiratory distress syndrome (ARDS), which progressed to predominantly peripheral pulmonary fibrosis in 10% (2/20; one died and one had late-onset pulmonary fibrosis, documented on day 68). Moreover, in one patient with a CT diagnosis of pulmonary fibrosis, we observed progressive regression of radiological findings over 4 months of follow-up. Conclusions. In patients with H1N1 pneumonia, post-ARDS pulmonary fibrosis is not a rare complication. Therefore, a CT scan should be performed in all patients with severe clinical findings. Our study demonstrated that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Obiettivo. Scopo del presente lavoro è quello di effettuare una valutazione evolutiva in 20 pazienti con polmonite da H1N1, focalizzando l'attenzione sui casi con severo decorso clinico-radiologico e sulle sequele polmonari post-acute respiratory distress syndrome (ARDS). Materiali e metodi. Venti pazienti adulti, di cui 9 donne e 11 uomini, con età media di 43,5±16,4 anni e con diagnosi di influenza suina H1N1 confermata mediante tampone faringeo sono giunti alla nostra osservazione tra settembre e novembre 2009 e sono stati valutati evolutivamente fino a settembre 2010. Tutti i pazienti, in considerazione della severità del quadro clinico, sono stati sottoposti a regime di ricovero ed hanno eseguito almeno una radiografia del torace; 12 di essi hanno eseguito inoltre almeno una tomografia computerizzata (TC) del torace. Risultati. Nel 75% dei casi (15/20) la sintomatologia e le alterazioni a carico del parenchima polmonare sono regredite dopo terapia in assenza di significativi esiti parenchimali. Nel restante 25% (5/20), il ricovero è stato gravato da complicanze respiratorie fino ad un quadro conclamato di ARDS, con evoluzione in interstiziopatia prevalentemente periferica in 2 pazienti, di cui uno poi deceduto ed uno con sviluppo tardivo di fibrosi polmonare documentata in 68 a giornata. Si segnala infine un caso in cui si è verificata comparsa di segni compatibili con interstiziopatia polmonare che sono andati incontro a graduale regressione nei controlli a quattro mesi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CHEST RADIOLOGY RADIOLOGIA TORACICA in these patients, fibrosis could present a different spatial distribution and a different temporal trend, with delayed late onset; moreover, in one case, the signs of interstitial lung disease partially regressed over time. Therefore, CT should be considered not only in the diagnostic stage, but also during the follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "polmonare dell'ARDS da H1N1 rappresenta una complicanza di non rara osservazione, il monitoraggio evolutivo dei pazienti con presentazioni cliniche particolarmente severe non può esimersi dall'impiego dell'indagine TC. Il nostro studio ha documentato che la interstiziopatia conseguente alla polmonite virale con ARDS può presentare non solo una distribuzione spaziale peculiare, ma anche un inconsueto andamento temporale, con insorgenza tardiva; inoltre, in un singolo caso si è documentata una parziale e graduale riduzione nel tempo dei segni di interstiziopatia. Questa osservazione può giustificare ulteriormente, l'impiego della TC non solo in acuto ma soprattutto nel monitoraggio tardivo di questi pazienti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Parole chiave ARDS · Fibrosi · TC · Polmonite H1N1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Il virus dell'influenza appartiene alla famiglia degli Orthomyxoviridae ed è responsabile di un quadro patologico che si può estrinsecare seguendo due modelli: quello endemico (stagionale, sostenuto dal gruppo B) e quello pandemico (ad incidenza occasionale, sostenuto dal gruppo A). I virus A sono caratterizzati da un'alta capacità mutazionale e per questo presentano una maggiore virulenza. Si ricordino in proposito le grandi pandemie del secolo scorso: la \"spagnola\" (1918) (1919) , la più grave, con un numero di decessi complessivamente pari a 20-25 milioni di persone), la \"asiatica\" (1957) (1958) e la \"Hong Kong\" (1968) (1969) . L'11 giugno del 2009, l'Organizzazione Mondiale della Sanità ha dichiarato il livello 6 di pandemia influenzale per un nuovo ceppo A, il virus H1N1, noto anche come virus dell'influenza suina perchè nato dalla ricombinazione di due ceppi virali suini circolanti in Eurasia e nel Nord-America. Tale virus, comparso per la prima volta in Messico nell'aprile del 2009, si è rapidamente diffuso in tutto il mondo, risvegliando i timori per una patologia che in passato aveva determinato un alto tasso di mortalità [1] . In realtà, l'influenza pandemica H1N1 si è rivelata benigna nella maggior parte dei casi, con un tasso di mortalità pari allo 0,5%. L'attenzione è stata però richiamata dal fatto che le categorie più suscettibili all'infezione e in cui si è registrata la maggior incidenza di forme severe siano stati bambini e giovani adulti, così come accadde nella pandemia del 1918. La bassa incidenza negli anziani pare sia da ricondurre proprio alla presenza di un sistema immunitario già sensibilizzato in seguito all'esposizione al virus nel 1918 o ai ceppi correlati circolanti fino al 1957 [2] . Le complicanze, dipendenti o dall'azione diretta del virus o dallo sviluppo di superinfezioni, possono aggravare il",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 478,
                    "text": "(1918)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 485,
                    "text": "(1919)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 598,
                    "text": "(1957)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 605,
                    "text": "(1958)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 629,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 636,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1738,
                    "end": 1741,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduzione"
        },
        {
            "text": "The influenza virus belongs to the Orthomyxoviridae family and is responsible for pathological conditions that may develop following one of two patterns: endemic (seasonal, type B influenza) and pandemic (occasional, type A influenza). Type A viruses are characterised by high mutational rates, leading to greater virulence. These viruses were responsible for the major pandemics of the past century: the Spanish flu (1918) (1919) , the most serious, with a total of 20-25 million deaths), the Asian flu (1957) (1958) and the Hong Kong flu (1968) (1969) . On 11 June 2009, the World Health Organization raised the pandemic level to 6 for the novel type A (H1N1) influenza, also known as swine influenza virus due to its origin from the recombination of two viral strains of swine influenza circulating in Eurasia and North America. This virus, which first appeared in Mexico in April 2009, spread rapidly throughout the world, renewing fears of a disease that had caused high mortality rates in the past [1] . In fact, the pandemic H1N1 influenza proved to be benign in most cases, with a mortality rate of 0.5%. Of note, however, was the fact that the population groups most vulnerable to infection and with the highest incidence of severe forms were children and young adults, as had happened during the 1918 pandemic. The low incidence of severe disease among the elderly may be explained by the presence of a sensitised immune system following exposure to the 1918 virus or related strains that circulated until 1957 [2] . Complications due to either the direct action of the virus or to the development of superinfections may worsen the clinical picture, leading to acute respiratory distress syndrome (ARDS), death, or permanent fibrotic sequelae [3] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 423,
                    "text": "(1918)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 430,
                    "text": "(1919)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 510,
                    "text": "(1957)",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 517,
                    "text": "(1958)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 546,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 553,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1753,
                    "end": 1756,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study was to evaluate the evolution of 20 patients with a definite diagnosis of H1N1 pneumonia, focusing our attention on those with a severe clinical and quadro clinico fino all'acute respiratory distress syndrome (ARDS), al decesso del paziente o allo sviluppo di sequele permanenti di tipo fibrotico [3] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scopo del presente lavoro è stato quello di effettuare una valutazione evolutiva in 20 pazienti con diagnosi di certezza di polmonite da H1N1, focalizzando la nostra attenzione sui casi clinici con decorso clinico-radiologico severo, complicatosi con evoluzione in quadri di interstiziopatia e di fibrosi polmonare post-ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I dati epidemiologici rilevano che in Italia si sono verificati circa 4760000 di casi di infezione, delle quali poco meno di cinquecentomila in Emilia-Romagna, con un totale di decessi pari a 228 in tutta Italia [4] . Da ",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "Da",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materiali e metodi"
        },
        {
            "text": "Epidemiological data reveal that approximately 4,760,000 cases of H1N1 infection occurred in Italy, just under 500,000 of which were in the Emilia Romagna Region, leading to 228 deaths throughout Italy [4] . From September to November 2009, 20 adult patients -nine women and 11 men -with a mean age of 43.5±16.4 years and a diagnosis of H1N1 swine flu confirmed by pharyngeal swab [Swine-Flu A/H1 reverse transcriptase polymerase chain reaction (RT-PCR)], came to our observation. The patients were enrolled in our study following admission to the Emergency Department (ED) or during hospitalisation for other conditions. More specifically, 17 were referred from the ED, two from the Department of Oncology and one was a pregnant woman admitted for delivery. All patients exhibited clinical and laboratory findings worthy of further investigation by chest X-ray and/or chest computed tomography (CT). All 17 patients admitted to the ED were hospitalised, with Patient Outcome Research Team (PORT) III-IV [5] classification; seven required admission to the Intensive Care Unit (ICU) for assisted mechanical ventilation (PORT class V; Tables 1 and 2) . Consistent with the data reported in the literature [1] , all patients had nonspecific symptoms of influenza, namely: 88% had fever (>38°C), 52% cough, 29% dyspnoea, 11% headache, 11% arthralgia and 11% gastrointestinal symptoms.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1133,
                    "end": 1148,
                    "text": "Tables 1 and 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "All patients underwent at least one chest radiograph and 12 at least one chest CT. Chest radiographs were performed at the Radiology Division of the ED. All radiographs were obtained in a single projection (anteroposterior) and in the supine position. CT scans were performed on a 6-or 16-slice Siemens CT scanner (Somatom Sensation Cardiac 16, Forchheim, Germany) with the volumetric technique, no contrast enhancement, and thin-slice reconstructions. The images obtained were independently reviewed with specific window settings for the pulmonary parenchyma and mediastinum by two specialised physicians and two radiology trainers to obtain a final diagnostic interpretation. Any disagreement was resolved by consensus. Chest radiographs and CT scans were assessed for the following: 1. abnormalities of parenchymal density at baseline (areas of ground-glass opacity, consolidation with or without air bronchogram, mixed patterns such as consolidation associated with ground-glass attenuation), their distribution (unilateral, bilateral), location and extent (upper lobes, lower lobes, hilar-perihilar region, subpleural region, diffuse); 2. pleural effusion; 3. pericardial effusion; 4. presence of hilar-mediastinal lymph nodes with shortaxis diameter >1 cm; (Fig. 1a) , evidenziò un incremento delle consolidazioni parenchimali, comparsa di minimo versamento pleurico bibasale, di pneumotoraci persistenti anche dopo posizionamento di drenaggi e di necrosi della mucosa tracheale in assenza di segni di fibrosi parenchimale. Dopo 68 giorni dal ricovero venne eseguito un terzo controllo TC (Fig. 1b) che dimostrò la tardiva comparsa di iniziali segni di fibrosi polmonare caratterizzati da ispessimento reticolare dell'interstizio e bronchiectasie da trazione, a distribuzione periferica. Nonostante la severità del quadro clinico, il paziente ebbe una progressiva, lenta risposta alle terapie (antivirale ed antibiotica a largo spettro), con progressiva stabilizzazione dei parametri vitali fino al raggiungimento graduale della autonomia respiratoria, sia pure con prove di funzionalità indicative di severo deficit restrittivo ed un quadro parenchimale riferibile ad evoluzione fibrotica di ARDS. Il paziente venne dimesso, dopo 95 giorni di degenza, con una diagnosi di \"sindrome ipocinetica e polineuropatia da malattia critica, in esiti di insufficienza respiratoria acuta da focolai broncopneumonici multipli da virus H1N1\". I controlli evolutivi a 10 mesi hanno confermato la stabilità del quadro polmonare, con ispessimento reticolare dell'interstizio e grossolane bronchiectasie, specie a carico delle regioni periferiche. 5. pneumothorax; 6. signs of interstitial lung disease and fibrosis (architectural distortion, reticular opacities, septal and interlobar thickening, traction bronchiectasis).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1263,
                    "end": 1272,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1595,
                    "end": 1604,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "In 45% of patients (9/20), the first radiograph showed no pleuroparenchymal lesions; in the remaining cases (65%, 11/20), the most frequent finding was bilateral consolidation (64%, 7/11), with predominant location in the basal lung areas (36%, 4/11). Less frequent findings included thickening of bronchovascular bundles at both lung bases (9%, 1/11), radiopaque parenchymal striae at the middle third of the right lung field (9%, 1/11) and a single lung consolidation with parahilar distribution (18%, 2/20). Of the nine patients with normal radiograph, three underwent lung CT without contrast enhancement on account of their clinical condition and low oxygen saturation; CT scans confirmed the negative radiological finding in one case only. Overall, lung CT was performed in 60% of patients (12/20), with the following results: bilateral and peripheral ground-glass attenuation, in particular at the time of symptom onset, in 25% of patients (3/20); concurrent areas of consolidation and ground-glass attenuation, in some cases with air bronchogram, in 25% (3/20); areas of parenchymal consolidation in 42% (5/20); mostly moderate pleural effusion in 17% (2/20); pericardial effusion in 17% (2/20) leading to cardiac tamponade in one case only; hilar-mediastinal lymph nodes with short-axis diameter >1 cm in 33% (4/20); pneumothorax in 17% (2/20) . No patient showed sign of pulmonary fibrosis at onset.",
            "cite_spans": [
                {
                    "start": 1346,
                    "end": 1352,
                    "text": "(2/20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All patients' clinical course showed regression of parenchymal symptoms and abnormalities after treatment (osel- tamivir phosphate and antibiogram-guided broad-spectrum antibiotics), with no significant parenchymal sequelae in 75% of cases (15/20) . In the remaining 25% of cases (5/20), hospital stay was characterised by respiratory complications, including full-blown ARDS with fibrotic evolution in 2/20 cases, one of which lead to the patient's death. In one patient (5%), the disease evolved with signs suggesting pulmonary fibrosis that, during follow-up CT, progressively reached almost complete resolution (Table 3) . We provide a brief description of the clinical course of the two patients who developed post-ARDS pulmonary fibrosis and of the patient in whom an apparently similar process showed progressive regression.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "(15/20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 624,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A 33-year-old man with no concurrent disease except obesity [body mass index (BMI=29.5)] and mixed dyslipidaemia presented to the ED with fever (39°C) and acute respiratory failure oxygen saturation (SpO 2 ) = 89%). The first standard radiograph and chest CT performed on admission showed multiple bilateral consolidation areas, more evident at the lower lobes, with no sign of pleural effusion or haemodynamic compromise. The patient was admitted to the ICU where he first underwent intubation then placing of a tracheostomy tube. Subsequent CT 15 days later (Fig. 1a) showed increased pulmonary consolidations, a small bi-basal pleural effusion, pneumothorax persisting even after insertion of drainage catheters and necrosis of the tracheal mucosa without any sign of parenchymal fibrosis. A third CT scan on day 68 (Fig. 1b) showed a late appearance of initial signs of pulmonary fibrosis characterised by reticular thickening of the interstitium and traction bronchiectasis with peripheral distribution. Despite the severity of the symptoms, the patient showed progressive, slow response to antiviral and broad-spectrum antibiotics, with gradual stabilisation of vital signs until progressive return to breathing air, even though the function tests indicated severe restrictive defects and the parenchymal pattern suggested fibrotic ARDS. The patient was discharged on day 95 with a diagnosis of hypokinetic syndrome and critical-illness polyneuropathy, with acute respiratory failure due to multiple foci of bronchopneumonia secondary to H1N1 virus. Follow-up at 10 months confirmed a stabilised lung pattern, with reticular thickening of the interstitium and gross bronchiectasis, mostly affecting the peripheral regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 569,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 819,
                    "end": 828,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 39-year-old man with no concomitant disease was admitted to the ED with fever (39.7°C) and acute respiratory failure (SpO 2 = 88%) which prompted ICU admission with intubation and placement of a tracheostomy tube to provide mechanical ventilation. The first standard radiograph and chest CT obtained on admission (Fig. 2a) showed multiple areas of ground-glass attenuation and bilateral con- (Fig. 3b ) documentò riduzione di estensione e di densità delle consolidazioni parenchimali con comparsa di aspetti compatibili con evoluzione fibrotica e prevalentemente periferica: reticoli e bronchiectasie cilindriche parzialmente ripiene di secreti. I controlli evolutivi TC hanno evidenziato, già al 71° giorno (Fig. 3c) , la completa regressione delle residue aree consolidative, con persistenza di ground-glass periferico bilateralmente ed aspetti reticolari esclusivamente ai lobi inferiori e dorsalmente. Inoltre non erano più apprezzabili gli aspetti bronchiettasici. Infine, a 4 mesi, si è documentata la pressoché completa regressione dei segni di interstiziopatia, residuando esclusivamente aree di ground-glass in sede basale e periferica ed in minor misura, perilare (Fig. 3d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 402,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1185,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "solidation, with no signs of haemodynamic compromise or pleural effusion. Further standard radiographs showed enlargement of the consolidation areas, presence of a small bi-basal pleural effusion, subcutaneous emphysema, pneumoneck, pneumomediastinum and bilateral pneumothorax, partially saccular, which required insertion of drainage catheters. During the hospital stay, characterised by Aspergillus and Enterobacter superinfection, by persistent bilateral pneumothorax despite the drainage catheters, and by necrosis of the tracheal mucosa, the patient showed no response to treatment, with severe, rapid compromise of the respiratory pattern. On day 60 only did the patient's clinical condition allow a repeat CT examination (Fig. 2b) , which showed diffuse signs of pulmonary fibrosis, with reticular thickening of the interstitium and traction bronchiectasis. The absence of intermediate CT scans does not allow us to clearly date the change from the proliferative phase (radiologically characterised by parenchymal consolidation) to the fibrotic phase (radiologically indicated by initial parenchymal fibrosis) of ARDS. On day 113, the patient died from sepsis; autopsy findings confirmed the radiological diagnosis, showing the presence of bilateral, necrotising, haemorrhagic bronchopneumonia, with multiple abscess cavities within a subverted lung structure due to fibrotic interstitial pneumonia, as well as signs of ulcerative-haemorrhagic laryngotracheitis. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 738,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "La diagnostica per immagini ha apportato il suo contributo al management dei pazienti con infezione da virus influenzale A già a partire dal 1918; come effetto della prima guerra mondiale, l'esercito americano e molti ospedali del territorio furono dotati di apparecchi radiologici e ciò permise l'esecuzione dei primi studi su larga scala quando scoppiò la diffusione dell'infezione pandemica [5] . Il più comune pattern allora descritto fu quello delle opacità a chiazze; tuttavia molti autori convennero sulla non specificità del quadro radiologico e soprattutto sulla difficoltà di differenziazione con altre patologie ad elevata incidenza, prima tra tutte, la tubercolosi [6] . Fu solo con la pandemia del 1957 che si verificò la prima classificazione dei pattern radiologici, con l'identificazione di quattro diversi quadri sindromici: 1. quadro influenzale clinico e laboratoristico, con Rx del torace negativo; 2. influenza con secondaria sovrainfezione batterica; 3. polmonite virale acuta e rapidamente progressiva; 4. coinfezione virale e batterica [7] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussione"
        },
        {
            "text": "Fondamentale quindi per la diagnostica per immagini, oggi come in passato, non solo il corretto inquadramento diagnostico dei pazienti con influenza da H1N1, ma anche il monitoraggio evolutivo delle possibili complicanze. Il miglioramento tecnologico, ma soprattutto la nascita e lo sviluppo dell'indagine TC, rendono ragione dell'importanza che tale metodica assume come strumento fondamentale da integrare con i parametri clinici e laboratoristici per l'identificazione, la gestione ed il follow-up dei pazienti con forme severe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussione"
        },
        {
            "text": "A 52-year-old man with no concurrent disease on admission except for being overweight (BMI not recorded on the clinical chart) presented with dyspnoea and fever (39.5°C) refractory to treatment with levofloxacin and paracetamol. The patient was admitted to the respiratory ICU where he received continuous positive airway pressure (CPAP) ventilation with 100% oxygen (O 2 ) due to severe hypoxaemia detected at arterial blood gas analysis, and he was treated by Tazocin (piperacillin/tazobactam) and antiviral therapy. Chest X-ray and CT scan obtained on admission (Fig. 3a) documented the presence of multiple bilateral areas of consolidation, most evident at the lower lobes, with a peripheral, predominantly peribronchovascular, distribution and no associated pleural or pericardial effusion. Further chest radiographs showed a gradual reduction of the consolidation areas, associated with an improvement in respiratory function until complete return to breathing air. After 15 days, before discharge, a CT scan (Fig. 3b) demonstrated reduced extent and density of the parenchymal consolidations and the appearance of signs consistent with fibrotic evolution, prevalently in the peripheral location: reticular opacities and cylindrical bronchiectases partially filled with secretions. Follow-up CT scans showed, as of day 71 (Fig.  3c) , complete regression of residual consolidation areas, with bilateral peripheral ground-glass opacities and reticular pattern persisting only at the lower lobes and dorsally. Bronchiectasis was no longer visible. Finally, the virtually complete regression of the signs of interstitial lung disease was seen at the 4-month follow-up, leaving only areas of ground-glass opacities in the basal and peripheral regions and, to a lesser extent, in the perihilar zone (Fig. 3d).   Fig. 2a,b A 39 -year-old man with H1N1 pneumonia. a HRCT scan performed on admission (day l) shows multiple ground-glass opacities and bilateral parenchymal consolidations, with peripheral and patchy distribution; b at 60 days, HRCT scan shows consolidation areas, subcutaneous emphysema, pneumothorax and radiological signs of pulmonary fibrosis (interstitial reticular thickening and traction bronchiectasis). In particolare, la nostra attenzione si è soffermata sulla valutazione diagnostico-evolutiva di quei pazienti che hanno presentato lo sviluppo di complicanze durante il regime di ricovero. La letteratura sottolinea come, tra le condizioni predisponenti allo sviluppo di complicanze, oltre ai classici fattori di rischio, comuni all'influenza endemica (patologie cardiovascolari, patologie polmonari, turbe neurologiche, immunodepressione, insufficienza renale o epatica cronica), vadano tenuti in considerazione anche obesità e gravidanza [2, 8] . I meccanismi che si associano allo sviluppo di complicanze possono essere legati all'azione diretta del virus (in genere un danno alveolare diffuso -DAD -), all'insorgenza di superinfezioni batteriche/fungine o a danni iatrogeni e possono determinare un",
            "cite_spans": [
                {
                    "start": 2764,
                    "end": 2767,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2768,
                    "end": 2770,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 574,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1328,
                    "end": 1338,
                    "text": "(Fig.  3c)",
                    "ref_id": null
                },
                {
                    "start": 1800,
                    "end": 1827,
                    "text": "(Fig. 3d).   Fig. 2a,b A 39",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "Diagnostic imaging has contributed to the management of patients with influenza A virus infection since 1918; as a consequence of World War I, the American Army and many community hospitals were supplied with radiological devices, and this made possible the first large-scale studies during the outbreak of the pandemic infection [5] . The most common pattern described at that time was patchy lung opacities; however, several authors agreed on the nonspecificity of the pattern and the difficulty differentiating the condition from other particularly common diseases, such as tuberculosis [6] . It was only with the 1957 pandemic that the radiological findings were classified, with the identification of four different syndromic patterns: a b c d Fig. 3a-d A 51 -year-old man with H1N1 pneumonia. a HRCT scan performed after hospital admission shows ground-glass opacities associated with multiple bilateral parenchymal consolidations, more evident in the lower areas and with a peripheral distribution; b at 15 days, HRCT scan documents partial regression of parenchymal consolidations and appearance of signs compatible with a predominantly peripheral fibrosis (interstitial reticular thickening and cylindrical bronchiectasis filled with secretions); c at 71 days, complete resolution of parenchymal consolidations with persistence of bilateral, peripheral ground-glass opacities and reticular pattern located exclusively in the posterior areas of lower lobes; bronchial dilatation is considerably reduced; d after 120 days, almost complete regression of interstitial reticular thickening and cylindrical bronchiectasis, with persistence of small areas of peripheral, basal ground-glass opacities.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 763,
                    "text": "Fig. 3a-d A 51",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Uomo di 51anni affetto da polmonite H1N1. a L'immagine HRCT mostra all'esordio multiple consolidazioni parenchimali bilaterali, più evidenti ai lobi inferiori a distribuzione periferica associate ad aree di ground-glass. b La HRCT ripetuta a 15 giorni mostra riduzione di estensione e di densità delle consolidazioni parenchimali con comparsa di aspetti compatibili in prima ipotesi con segni di evoluzione fibrotica prevalentemente periferici, con reticoli e bronchiectasie cilindriche parzialmente ripiene di secreti. c Il controllo a 71 giorni mostra la completa regressione delle residue aree consolidative con persistenza di ground-glass periferico bilateralmente ed aspetti reticolari esclusivamente ai lobi inferiori dorsalmente; notevolmente ridotti gli aspetti bronchiettasici. d Il controllo dopo 120 giorni documenta la pressoché completa risoluzione dei reticoli e delle bronchiectasie, residuando esclusivamente delle aree di ground-glass in sede basale perifericamente. 1. clinical and laboratory pattern of influenza, with negative chest X-ray; 2. influenza with secondary bacterial superinfection; 3. acute and rapidly progressive viral pneumonia; 4. viral and bacterial co-infection [7] .",
            "cite_spans": [
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3a-d"
        },
        {
            "text": "Therefore, today as in the past, the fundamental goals of diagnostic imaging are not only to provide accurate diagnostic interpretation of patients with H1N1 influenza but also to monitor the evolution of possible complications over time. Technological advances, and in particular, the introduction and development of CT imaging, account for the importance of CT as an essential tool to be integrated with clinical and laboratory data for detection, management and follow-up of patients with severe forms of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3a-d"
        },
        {
            "text": "In our study, we focused our attention on evaluating the disease course of patients who developed complications during their stay in hospital. Previous studies have reported on the need to consider obesity and pregnancy among the risk factors for complications, in addition to the typical risk factors of endemic influenza (cardiovascular disease, lung disease, neurological disorders, immunodeficiency, chronic renal or liver failure) [2, 8] . The mechanisms associated with the development of complications may be related to the direct action of the virus (typically diffuse alveolar damage; DAD) and the onset of bacterial/fungal superinfections or iatrogenic injury, which may lead to worsening clinical condition and eventually death or irreversible damage, such as post-ARDS fibrosis. ARDS is characterised by severe respiratory failure refractory to oxygen therapy and is caused by lung oedema resulting from the increased permeability of the alveolar-capillary barrier. The pathogenesis of membrane damage is complex and related to both the release of inflammatory cytokines [interleukin (IL)-1, tumour necrosis factor (TNF), granulocyte-macrophage colony-stimulating factory (GM-CSF), IL-8, leukotriene B4 (LTB4)] and the aberrant immune response mediated by the CD8 T and B lymphocytes [9] . It produces a peculiar pathological and radiological pattern characterised by three well-known sequential phases [10] [11] [12] [13] [14] [15] : 1. Exudative phase (first 24 h): This phase is characterised by alveolar deposition of fluid, proteins and inflammatory cells. Radiologically, ground-glass opacities and signs of pulmonary hypertension may be seen (pulmonary artery dilatation, right heart enlargement), even though chest radiographs may still be negative in this phase. 2. Proliferative phase (2-7 days) : In response to the noxious stimulus, connective tissue and other structural elements accumulate in the lung, which appears richly cellular at microscopy. Radiologically, this phase is characterised by diffuse or confluent consolidation areas, mainly at the lower lobes, with preservation of the normal parenchymal architecture. The incidence of parenchymal infiltrates is high in this phase and carries a high risk of mortality. The finding of bronchiectasis in the context of ground-glass areas has been interpreted as an initial sign of fibrosis. Furthermore, in this phase, in cases of ARDS second- [10] [11] [12] [13] [14] [15] [16] . Nonostante la limitata casistica, l'analisi della nostra esperienza consente di fare alcune considerazioni. In linea con la letteratura, si confermano le principali modalità clinico-radiologiche di presentazione [3, 7, [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] . Nel paziente deceduto ed in cui è stata eseguita l'indagine autoptica, si sono documentati alcuni dei pattern più frequentemente descritti (danno alveolare diffuso, broncopolmonite necrotizzante e ad impronta emorragica, necrosi della mucosa delle vie aeree, pneumotorace); non è stata invece documentata la presenza di tromboembolia e di infarto polmonare [27] [28] [29] . Le informazioni aggiuntive fornite da questo studio, pur con i limiti legati al ridotto numero di pazienti, riguardano la possibile evoluzione in fibrosi polmonare dell'infezione da H1N1 (nella nostra casistica, 10% dei pazienti: 2/20), con caratteristiche in parte differenti rispetto alla fibrosi post-ARDS da altre cause. Le differenze consistono nel tipo di distribuzione: non solo ventrale, ma anche periferica, nella tempistica di insorgenza e nelle modalità di evoluzione. Su due pazienti, almeno in un caso (caso 1), abbiamo avuto la dimostrazione che la comparsa dei segni di fibrosi è stata più tardiva e si è evidenziata non prima del 68° giorno dall'insorgenza dell'ARDS. La consapevolezza della non occasionale evoluzione fibrotica, anche tardiva, deve indurre il radiologo ad un attento monitoraggio e giustifica l'impiego della TC toracica nel follow-up, anche se la tempistica dei controlli non è ben definita. Nel monitoraggio evolutivo della fibrosi post-ARDS abbiamo inoltre documentato un caso di graduale regressione dei segni inizialmente compatibili con fibrosi, con persistenza di opacità ground-ary to pneumonia, interstitial pulmonary emphysema is frequently seen, particularly in patients with ARDS receiving CPAP. CT demonstrates air collections within the interstitium adjacent to the pulmonary veins and lymph vessels before these become apparent on chest radiography, or air cysts 5 mm in diameter in the subpleural or perihilar regions. When located in the peribronchovascular region, these air cysts form \"interstitial air communications\", which may lead to pneumothorax, bulla formation or pneumomediastinum, and are typically predictors of a poor prognosis. 3. Fibrotic phase (after approximately 7 days): This occurs in approximately 50% of patients and is caused by fibroblast activation and collagen deposition. Fibrotic evolution is associated with a worse prognosis, and the early presence of procollagen III in bronchoalveolar lavage (BAL) fluid is associated with more severe disease and an increased risk of death. Lung damage is correlated with a restrictive defect and is characterised by a reticular pattern, parenchymal distortion and traction bronchiectasis with mostly ventral distribution. Pneumothorax and mediastinal emphysema are frequently associated. Later abnormalities include signs of fibrosis, mainly in the anterior lung portions, which testifies to the protective effect of the parenchymal consolidations against the mechanical damage induced by ventilation. Positive-pressure mechanical ventilation recruits atelectatic alveoli in the more dependent lung regions. Hypoventilated areas of subtotal atelectasia, appearing as ground-glass areas on CT, are re-ventilated more rapidly with positive-pressure mechanical ventilation compared with areas of completely atelectatic or nonventilated areas, which appear on CT as areas of consolidation. Several studies on ARDS patients undergoing zero-and positive-pressure ventilation have demonstrated that alveolar re-ventilation is obtained by increasing ventilation pressure along a craniocaudal and ventrodorsal axis. Therefore, basal and dorsal areas are ventilated last at the expense of overdistention of the ventral and cranial portions, leading to an increased risk of barotrauma-volutrauma and fibrotic evolution in these areas [10] [11] [12] [13] [14] [15] [16] . Despite our small patient series, analysis of our experience allows some considerations to be made. Consistent with the literature, we confirm the known clinical and radiological presentations [3, 7, [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] . In the patient who died and underwent autopsy, some of the most common patterns were observed (DAD, necrotising and haemorrhagic bronchopneumonia, necrosis of the airway mucosa, pneumothorax); conversely, the presence of thromboembolism and pulmonary infarction was not detected [27] [28] [29] . The additional information provided by our study, even though with the limitations of a small patient series, concerns the possible evolution of H1N1 infection into pulmonary fibrosis (10% of patients, 2/20), characterised by signs that differ in part from those of post-ARDS fibrosis due to other causes. The differences lie in the distribution (not only ventral but glass, forse attribuibile ad un quota di fibrosi microscopica a sede prevalentemente basale e periferica. Questa osservazione giustifica ulteriormente l'impiego della TC per definire l'evolutività dei quadri radiologici in pazienti con ARDS da H1N1 e non è sorprendente, basti pensare che anche nel caso della polmonite interstiziale non specifica (NSIP), opacità reticolari e bronchiectasie possono regredire dopo terapia, a dimostrazione che, in assenza di honeycombing (polmone ad alveare) la diagnosi TC di fibrosi interstiziale può non corrispondere alla realtà anatomo-patologica. In questi casi si suppone che le bronchiectasie potenzialmente reversibili non siano dovute a trazione fibrotica ma ad atelettasia peribronchiale [30, 31] . Abbiamo inoltre descritto un caso in cui i segni suggestivi per fibrosi, documentati in TC al 15° giorno, sono progressivamente regrediti fino all'isolato riscontro, a 4 mesi, di opacità ground-glass prevalentemente basali, a distri-also peripheral), in the time of onset and in the proliferative pattern. In at least one (case 1) of two cases, we confirmed that the appearance of the signs of fibrosis was delayed, with no sign being detected before day 68 after ARDS onset. Awareness of the nonoccasional, possibly delayed, fibrotic evolution must suggest careful radiological monitoring and justifies the use of follow-up chest CT, despite there being no clear definition as to the best timing of follow-up studies. Moreover, in monitoring the course of post-ARDS fibrosis, we observed one case of gradual regression of signs that were initially consistent with fibrosis. Ground-glass opacities persisted, possibly due to microscopic fibrosis mainly basally and peripherally. This finding, which further justifies the use of CT to monitor the evolution of radiological patterns in patients with H1N1-induced ARDS, is not surprising. In fact, even in the case of nonspecific interstitial pneumonia (NSIP), reticular opacities and bronchiectases may regress after treatment, demonstrating that in the absence of honeycombing, the CT diagnosis of interstitial fibrosis may not correspond to pathology findings. In these cases, it may be assumed that potentially reversible bronchiectasis could be induced by peribronchial atelectasia rather than by fibrotic \"traction\" [30, 31] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1807,
                    "end": 1817,
                    "text": "(2-7 days)",
                    "ref_id": null
                },
                {
                    "start": 2422,
                    "end": 2426,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2427,
                    "end": 2431,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2432,
                    "end": 2436,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2437,
                    "end": 2441,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2442,
                    "end": 2446,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2447,
                    "end": 2451,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2452,
                    "end": 2456,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2671,
                    "end": 2674,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2675,
                    "end": 2677,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2678,
                    "end": 2682,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2683,
                    "end": 2687,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2688,
                    "end": 2692,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2693,
                    "end": 2697,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2698,
                    "end": 2702,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2703,
                    "end": 2707,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2708,
                    "end": 2712,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2713,
                    "end": 2717,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2718,
                    "end": 2722,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2723,
                    "end": 2727,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3087,
                    "end": 3091,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3092,
                    "end": 3096,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3097,
                    "end": 3101,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 6445,
                    "end": 6449,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 6450,
                    "end": 6454,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 6455,
                    "end": 6459,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6460,
                    "end": 6464,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 6465,
                    "end": 6469,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 6470,
                    "end": 6474,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 6475,
                    "end": 6479,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 6675,
                    "end": 6678,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 6679,
                    "end": 6681,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 6682,
                    "end": 6686,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 6687,
                    "end": 6691,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 6692,
                    "end": 6696,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 6697,
                    "end": 6701,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 6702,
                    "end": 6706,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 6707,
                    "end": 6711,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 6712,
                    "end": 6716,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 6717,
                    "end": 6721,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6722,
                    "end": 6726,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 6727,
                    "end": 6731,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 7013,
                    "end": 7017,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 7018,
                    "end": 7022,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 7023,
                    "end": 7027,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 8131,
                    "end": 8135,
                    "text": "[30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 8136,
                    "end": 8139,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 9711,
                    "end": 9715,
                    "text": "[30,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 9716,
                    "end": 9719,
                    "text": "31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3a-d"
        },
        {
            "text": "Although H1N1 influenza has a benign clinical course in the majority of cases, a proportion of patients, particularly young individuals, may develop complications. When this evolution is suspected, chest CT is essential both for determining the precise extent of parenchymal damage and for monitoring its evolution. In our experience, the most severe cases were complicated by superinfections, necrosis of the tracheal mucosa and bilateral pneumothorax and especially by the development of post-ARDS fibrosis (10% of cases; 2/20), with ventral but also posterior-segment distribution. CT scans performed in the initial phase in these patients showed groundglass opacities in both lungs, with predominantly peripheral distribution and with no pleural effusion. A few days later, we observed the appearance of bilateral, mainly bi-basal, parenchymal consolidations, some with air bronchogram and frequently with associated pneumothorax, often bilaterally. Finally, we observed gradual resolution of parenchymal consolidations, with pulmonary fibrosis characterised by reticular thickening of the interstitium and irreversible traction bronchiectasis. In one case only could we demonstrate that the appearance of initial signs of fibrosis occurred >2 months after hospital admission, much later than reported in the literature for the fibrotic evolution of ARDS/DAD. This type of fibrosis differs from post-ARDS fibrosis from other causes due to its spatial and temporal distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We also describe a case in which signs suggestive of fibrosis on CT performed on day 15 progressively regressed buzione periferica. Pertanto, poiché l'evoluzione in fibrosi polmonare dell'ARDS ad eziologia virale (nella nostra casistica, da H1N1) rappresenta una complicanza di non rara osservazione, il monitoraggio evolutivo dei pazienti con presentazioni cliniche particolarmente severe non può esimersi dall'impiego dell'indagine TC. Nonostante la casistica sia limitata, il nostro studio ha dimostrato che tale fibrosi può presentare non solo una distribuzione spaziale peculiare, ma anche un inconsueto andamento temporale con insorgenza tardiva. Inoltre, esclusivamente in un singolo caso si è documentata una parziale e graduale riduzione nel tempo dei segni inizialmente ritenuti compatibili con la fibrosi stessa. Questo giustificherebbe l'impiego della TC non solo durante lo stadio acuto, ma soprattutto nel monitoraggio tardivo di questi pazienti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "to the point that the only finding at 4-months' follow-up was predominantly basal ground-glass opacities with peripheral distribution. Therefore, as the evolution of postviral ARDS (in our case related to H1N1 virus) into pulmonary fibrosis does not represent an infrequent complication, follow-up monitoring of patients with extremely severe clinical symptoms must include CT examination. Although our patient population was limited, our study proved that this type of fibrosis may be unusual both in spatial distribution and temporal trend (late onset). Furthermore, in one case only, we observed a partial and gradual reduction of signs initially thought to be consistent with the fibrosis itself. This finding appears to justify the use of CT not only during the acute phase of the disease, but most of all in the late monitoring of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical management of pandemic 2009 influenza A (H1N1) infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "916--925",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection",
            "authors": [],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "1708--1719",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathologic findings in novel influenza A (H1N1) virus (\"swine flu\") infection. Contrasting clinical manifestations and lung pathology in two fatal cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoppacher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Clin Pathol",
            "volume": "133",
            "issn": "",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comunicato Stampa numero 22",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Malattie dell'apparato respiratorio",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabbri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of radiology in influenza: novel H1N1 and lessons learned from the 1918 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Coll Radiol",
            "volume": "7",
            "issn": "",
            "pages": "690--697",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chest radiography findings in adults with pandemic H1N1 2009 influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcewen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Scriven",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BJR",
            "volume": "83",
            "issn": "",
            "pages": "499--504",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical findings and demographic factors associated with ICU admission in Utah due to novel 2009 influenza A(H1N1) infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Markewitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Rolfs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "752--758",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Pathological characteristics and management of acute respiratory distress syndrome resulting from influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Homsi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Milojkovic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Homsi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "South Med J",
            "volume": "103",
            "issn": "",
            "pages": "786--790",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pulmonary pathology of the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomashefski",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Chest Med",
            "volume": "11",
            "issn": "",
            "pages": "593--619",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary edema and adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Radiol Clin North Am",
            "volume": "29",
            "issn": "",
            "pages": "943--963",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The American-European consensus conference on ARDS: Definitions, mechanisms, relevant outcomes and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What has computed tomography taught us about the acute respiratory distress syndrome?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1701--1711",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of CT scan studies for the diagnosis and therapy of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Valenza",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Chest Med",
            "volume": "27",
            "issn": "",
            "pages": "559--570",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Radiological findings of pneumonia in patients with swineorigin influenza A virus (H1N1)",
            "authors": [
                {
                    "first": "M ; Busi",
                    "middle": [],
                    "last": "Prokop",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rizzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schininà",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferraro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiol Med",
            "volume": "17",
            "issn": "",
            "pages": "507--515",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Swine-origine influenza A (H1N1) viral infection: radiographic and CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quiney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1494--1499",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "High-resolution computed tomography findings from adult patients with influenza A (H1N1) virusassociated pneumonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hochhegger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Radiol",
            "volume": "74",
            "issn": "",
            "pages": "93--98",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influenza A (H1N1) virusassociated pneumonia: high-resolution computed tomography-pathologic correlation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fontes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chest radiographic and CT findings in novel swine-origin influenza A (H1N1) virus (S-OIV) infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cinti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kazerooni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1488--1493",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Swine-origin influenza A (H1N1) viral infection: small airways disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AJR Am J Roentgenol",
            "volume": "195",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Follow-up aspects of influenza A (H1N1) virus-associated pneumonia: the role of high-resolution computed tomography in the evaluation of the recovery phase",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Korean J Radiol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pulmonary complication of novel influenza A (H1N1) infection: imaging features in two patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Radiol",
            "volume": "10",
            "issn": "",
            "pages": "531--534",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Image findings of patients with H1N1 virus pneumonia and acute respiratory failure",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henzler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalenka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acad Radiol",
            "volume": "17",
            "issn": "",
            "pages": "681--685",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Imaging findings in a fatal case of pandemic swine-origin influenza A (H1N1)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Asnis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Crupi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1500--1503",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Autopsy findings in eight patients with fatal H1N1 influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Clin Pathol",
            "volume": "134",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Fatal 2009 influenza A (H1N1) infection, complicated by acute respiratory distress syndrome and pulmonary interstitial emphysema",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Regula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiographics",
            "volume": "30",
            "issn": "",
            "pages": "327--333",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Pulmonary pathologic findings of fatal 2009 pandemic influenza A/H1N1 viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ely",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Pathol Lab Med",
            "volume": "134",
            "issn": "",
            "pages": "235--243",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "La polmonite interstiziale non specifica (NSIP)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zompatori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sverzellati",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiol Med",
            "volume": "115",
            "issn": "",
            "pages": "139--143",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Serial HRTC in NSIP. Prognostic value of initial pattern",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Screaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiorns",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Radiol",
            "volume": "60",
            "issn": "",
            "pages": "96--104",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "especially in lower lung zones COPD, chronic obstructive pulmonary disease; NHL,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "b A 33-year-old man with H1N1 pneumonia. a High-resolution computed tomography (HRCT) scan on day 15 after symptom onset shows multiple parenchymal consolidations, a small amount of bi-basal pleural effusion, persistent pneumothorax after drainage placement, without radiological signs of pulmonary fibrosis; b at 68 days, HRCT scan shows the initial development of a predominantly peripheral fibrosis (interstitial reticular thickening and traction bronchiectasis).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Uomo di 33 anni affetto da polmonite virale da H1N1. a La tomografia computerizzata ad alta risoluzione (HRCT) a 15 giorni dall'esordio, evidenzia la presenza di multiple consolidazioni parenchimali, minimo versamento pleurico bibasale, pneumotorace bilaterale persistente anche dopo posizionamento di drenaggi, in assenza di segni di fibrosi parenchimale. b Il controllo HRCT a 68 giorni evidenzia la comparsa di iniziali segni di fibrosi polmonare caratterizzati da ispessimento reticolare dell'interstizio e bronchiectasie da trazione, a distribuzione tipicamente periferica. a b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". 2a,b Uomo di 39 anni affetto da polmonite virale da H1N1. a L'HRCT all'esordio mostra multiple aree di ground-glass e consolidazioni parenchimali bilaterali, a distribuzione periferica. b L'HRCT dopo 60 giorni mostra aree consolidative, enfisema sottocutaneo, pneumocollo e pneumotorace; si associano diffusi segni di fibrosi polmonare, con ispessimento di tipo reticolare dell'interstizio e bronchiectasie da trazione. a b",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "settembre a novembre del 2009 sono giunti alla nostra osservazione, presso il nostro policlinico, 20 pazienti adulti di cui 9 donne e 11 uomini, con età media di 43,5±16,4 anni e con diagnosi di influenza suina H1N1 confermata mediante tampone faringeo (Swine-Flu A/H1-RT PCR). I pazienti sono stati arruolati nel nostro studio in seguito ad accesso diretto tramite Pronto Soccorso o perché già ricoverati per altri quadri patologici (nello specifico: 17 afferenti dal pronto soccorso, 2 oncologici e 1 donna gravida ricoverata per il parto) e presentavano tutti un quadro clinico-laboratoristico tale da richiedere un approfondimento con radiogramma e/o tomografia computerizzata (TC) polmonare. Dei 17 pazienti giunti al Pronto Soccorso, per tutti si è ritenuto necessario il ricovero ospedaliero (classe PORT III-IV [5]) e per 7 di essi è stato necessario il ricovero nel reparto di rianimazione con ventilazione meccanica assistita (classe PORT V, Tabelle 1 e 2). La totalità dei pazienti presentava, in linea con la letteratura [1], sintomi influenzali aspecifici, in particolare: iperpiressia (>38°) nel 88%, tosse nel 52%, dispnea nel 29%, cefalea 11%, artralgie 11% e disturbi gastrointestinali nel 11%. Tutti i pazienti hanno eseguito almeno una radiografia del torace e 12 di essi almeno una TC del torace. La radiografia del torace è stata eseguita nella sezione di radiologia d'urgenza del dipartimento di emergenza. Tutti i radiogrammi sono stati eseguiti in un'unica proiezione (antero-posteriore) ed in decubito supino. Le indagini TC sono state invece eseguite su TC Siemens 6 strati o TC Siemens 16 strati (Somatom Sensation Cardiac 16, Forchheim, Germania) con tecnica volumetrica, senza somministrazione di mezzo di contrasto (MdC) e ricostruzioni a strato sottile. Le immagini radiologiche, ottenute utilizzando specifiche finestre per il parenchima polmonare e per il mediastino, sono state quindi esaminate indipendentemente da due medici specialisti in radiodiagnostica e da due medici in formazione in radiodiagnostica, ottenendo una interpretazione diagnostica finale. Le differenze sono state risolte per con-radiological course progressing to interstitial disease and post-ARDS pulmonary fibrosis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "89%). Il primo radiogramma standard e lo studio TC torace eseguiti all'ingresso, dimostravano la presenza di multiple consolidazioni parenchimali bilaterali, più evidenti ai lobi inferiori, in assenza di segni di versamento pleurico o di scompenso emodinamico. Il paziente venne quindi ricoverato nel reparto di rianimazione e sottoposto prima ad intubazione e quindi al posizionamento di cannula tracheostomica. Il successivo studio TC eseguito dopo 15 giorni",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Subdivision into different risk classes based on score[5] si constatava un'assenza di risposta alle terapie con severa, rapida compromissione del quadro respiratorio. Solo dopo 60 giorni dal ricovero, le condizione cliniche del paziente consentirono la ripetizione dell'indagine TC(Fig. 2b) che mostrò la comparsa di diffusi segni di fibrosi polmonare, con ispessimento di tipo reticolare dell'interstizio e bronchiectasie da trazione. L'assenza di controlli TC intermedi non consente di datare con certezza il viraggio dalla fase proliferativa (radiologicamente caratterizzata da consolidazioni parenchimali) alla fase fibrotica (radiologicamente iniziale fibrosi parenchimale) dell'ARDS. Al 113° giorno è infine sopraggiunto il decesso del paziente per stato settico con conferma del quadro radiologico anche all'indagine autoptica che documentava la presenza di una broncopolmonite bilaterale, necrotizzante ed ad impronta emorragica, con caverne ascessuali multiple, in polmoni a struttura sovvertita per la presenza di una polmonite interstiziale fibrotica e segni di laringotracheite ulcerativo-emorragica.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of gender, age, risk factors and main radiological features at onset Patient Gender Age Risk factors X-ray",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Sebbene l'influenza da H1N1 abbia un decorso benigno nella maggior parte dei casi, esiste una percentuale di pazienti, specie in età giovanile, che possono presentare lo sviluppo di complicanze. Qualora si sospetti questo tipo di evoluzione, la TC del torace si dimostra uno strumento fondamentale, sia nella esatta definizione dell'estensione del danno parenchimale, sia nel monitoraggio evolutivo. Nella nostra esperienza, i casi più severi sono stati complicati da comparsa di sovrainfezioni, necrosi della mucosa tracheale e pneumotorace bilaterale ma, soprattutto, dall'instaurarsi di un quadro di fibrosi post-ARDS (10% dei casi, 2/20), con distribuzione non solo ventrale ma anche ai segmenti polmonari posteriori. In questi pazienti lo studio TC ha evidenziato, nelle fasi iniziali, ground-glass localizzato ad entrambi i campi polmonari e a distribuzione prevalentemente periferica, in assenza di versamento pleurico. Dopo alcuni giorni, abbiamo osservato la comparsa di addensamenti consolidativi parenchimali bilaterali, specie in sede bibasale, in parte con broncogramma aereo e frequente comparsa di pneumotorace, spesso bilaterale. Da ultimo, si è osservata la graduale risoluzione delle consolidazioni parenchimali con comparsa di fibrosi polmonare caratterizzata da ispessimento reticolare dell'interstizio e bronchiectasie da trazione irreversibili. In un singolo caso abbiamo potuto documentare con certezza che l'esordio degli iniziali segni di fibrosi polmonare si è verificato dopo oltre 2 mesi dal ricovero, quindi molto più tardivamente di quanto riportato nella letteratura per l'evoluzione fibrotica dell'ARDS/DAD. Per le sue caratteristiche di distribuzione spaziale e temporale, tale fibrosi potrebbe presentarsi con aspetti differenti rispetto alla fibrosi post-ARDS da altre cause.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}