{
    "paper_id": "d0a69db635c751d21446224e3d3d7c96471f09bb",
    "metadata": {
        "title": "Hemophagocytic syndrome in the critically ill",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Rokyta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Novak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Matejovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Sramek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Hora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Jindra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir: Reactive hemophagocytic syndrome (hemophagocytic histiocytosis; HS) in adults is a relatively rare disease with high mortality (50±80 %) [1, 2] . The underlying etiology involves bacterial, viral or fungal infection (infection associated HS; IAHS), autoimmune diseases or hematological malignancies. HS is characterized by the proliferation of macrophages in bone marrow (BM). It is believed that T lymphocytes produce excessive amounts of cytokines which activate macrophages. These, in turn, phagocytize hematopoetic cells in BM. Apart from pancytopenia, other organ failure may occur due to hypercytokinemia. Fever, hepatosplenomegaly, lymphadenopathy, and disseminated intravascular coagulation (DIC) usually occur. We report a case of a patient with life-threatening HS.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 146,
                    "end": 148,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 42-year-old, previously healthy, immunocompetent man was admitted to the hospital because of a fever of unknown origin, polyarthralgia, left pleural and pericardial effusion, and hepatomegaly associated with cholestasis. Extensive diagnostic effort including BM aspiration, liver biopsy, and immunology did not definitely reveal primary diagnosis. Elevated antibodies against Coxsackie B5 were found. The treatment consisted of broad-spectrum antibiotics and, subsequently, corticosteroids which had only a temporary effect. On day 33, the patient's status deteriorated (fever, coagulation abnormalities, and axillary lymphadenopathy with non-specific histology) and he was admitted to our ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On day 35, hyperdynamic septic shock with ARDS and MODS developed. Repeated microbiological assays were negative. The patient was mechanically ventilated and continuous hemofiltration was started. On day 40, severe neutropenia (< 0.2 10 9 /l), thrombopenia (< 20 10 9 /l), and laboratory signs of DIC were present. The second BM aspiration was done on day 41 and showed a massive infiltration with hemophagocytic histiocytes. This finding was plausible with diagnosis of IAHS and was confirmed by the third BM aspiration on day 47.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The treatment with granulocyte colonystimulating factor failed to reverse pancytopenia. Then intravenous immunoglobulins (IVIg 0.4 g kg ±1 d ±1 for 5 days) were given. Subsequently, cyclosporin A was administered for 3 days. One day after the end of IVIg treatment, leukocytes and platelets started to rise and 2 days later reached normal levels. The further course of the illness was favorable. The patient was successfully weaned from mechanical ventilation and MODS resolved. BM aspiration on day 69 showed a marked decrease of hemophagocytic histiocytes. The patient was discharged home on day 78. During 12 months of follow-up, no relapse occurred, the patient's health status was excellent, and all laboratory tests normalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The diagnosis as well as the etiology of HS is difficult to determine. Bone marrow aspiration with cytology and/or histology performed by an experienced hematopathologist is necessary for correct diagnosis. The cause of HS often remains unknown. We may only speculate that Coxsackie B5 virus infection was the trigger for the development of HS in our patient. Standard treatment of HS (except for a treatment of known underlying disease) has not been established yet, though more or less successful trials with high-dose steroids, IVIg, plasma exchange, cyclosporin A, and etoposide have been published [3, 4] . In our case, it seems that the treatment with IVIg was effective. The patient survived despite a prolonged ICU stay and the development of MODS. This documents the importance of vigorous supportive intensive care in such situations.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, it should be kept in mind that hemophagocytosis per se may be involved in the development of thrombocytopenia (with or without pancytopenia and DIC) in the critically ill [5] . In conclusion, reactive hemophagocytic syndrome may be a life-threatening but potentially treatable condition even in the ICU setting.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection-and malignancy-associated hemophagocytic syndromes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Janka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashazu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "12",
            "issn": "",
            "pages": "435--444",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prognostic factors of hemophagocytic syndrome in adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Katayama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur J Haematol",
            "volume": "59",
            "issn": "",
            "pages": "247--253",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two separate episodes of hemophagocytic syndrome at a two-year interval in an apparently immunocompetent male",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hishizawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hada",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int J Hematol",
            "volume": "69",
            "issn": "",
            "pages": "101--104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Differential diagnosis of hemophagocytic syndrome: underlying disorders and selection of the most effective treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashuku",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int J Hematol",
            "volume": "66",
            "issn": "",
            "pages": "135--151",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of hemophagocytic histiocytosis in the etiology of thrombocytopenia in patients with sepsis syndrome or septic shock",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Støphan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thioliere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verdy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1159--1164",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}