{"paper_id": "d0e0eec3071f8874c438e1466c44b76639d8382b", "metadata": {"title": "Inhibition of Rhinovirus Replication In Vitro and In Vivo by Acid-Buffered Saline", "authors": [{"first": "James", "middle": ["E"], "last": "Gern", "suffix": "", "affiliation": {"laboratory": "Division of Allergy and Immunology", "institution": "University of Wisconsin", "location": {"settlement": "Madison"}}, "email": ""}, {"first": "Anne", "middle": ["G"], "last": "Mosser", "suffix": "", "affiliation": {"laboratory": "Division of Allergy and Immunology", "institution": "University of Wisconsin", "location": {"settlement": "Madison"}}, "email": ""}, {"first": "Cheri", "middle": ["A"], "last": "Swenson", "suffix": "", "affiliation": {"laboratory": "Division of Allergy and Immunology", "institution": "University of Wisconsin", "location": {"settlement": "Madison"}}, "email": ""}, {"first": "Paul", "middle": ["J"], "last": "Rennie", "suffix": "", "affiliation": {"laboratory": "", "institution": "Procter & Gamble Health Sciences Institute", "location": {"settlement": "Cincinnati", "region": "Ohio"}}, "email": ""}, {"first": "R", "middle": ["James"], "last": "England", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hull Royal Infirmary", "location": {"settlement": "Hull", "country": "United Kingdom"}}, "email": ""}, {"first": "Jacqueline", "middle": [], "last": "Shaffer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Procter & Gamble Health Sciences Institute", "location": {"settlement": "Cincinnati", "region": "Ohio"}}, "email": ""}, {"first": "Haruko", "middle": [], "last": "Mizoguchi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Procter & Gamble Health Sciences Institute", "location": {"settlement": "Cincinnati", "region": "Ohio"}}, "email": ""}]}, "abstract": [{"text": "Human rhinoviruses (HRVs) are quite sensitive to low pH. To determine whether this characteristic might be a therapeutic target, we evaluated the sensitivity of HRV to low-pH buffers in vitro and in vivo. Our findings confirm that low pH inhibited replication of most HRVs and reduced the replication of influenza virus. Preliminary experiments verified that the surface pH of the human nasopharynx could be transiently lowered to pH ∼4.0 by topical administration of citrate/phosphate (CP) buffers, which was well tolerated. In a pilot experimental colds study, intranasal administration of CP buffer, compared with normal saline, reduced viral shedding by 1 log unit (10 3 vs. 10 4 50% tissue culture infective dose/mL; ), although respiratory symptoms P ! .01 were not significantly reduced. These findings demonstrate that low-pH buffers have antiviral activity in vivo and suggest that a larger clinical trial is warranted to determine whether this approach could reduce rates of viral transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Human rhinoviruses (HRVs), which have long been associated with the common cold, are now recognized as causing significant morbidity in patients with asthma, chronic obstructive pulmonary disease, and other chronic respiratory illnesses [1]. In addition, these viral illnesses can cause sinusitis, otitis media [2, 3], and bronchiolitis in young children [4, 5] and elderly persons [6] , and they are often precursors for bacterial otitis and sinusitis [7] . The recognition of HRVs as important causes of morbidity in both the upper and lower airways has helped to intensify the search for antiviral agents to treat or prevent infection with HRV.", "cite_spans": [{"start": 355, "end": 358, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 359, "end": 361, "text": "5]", "ref_id": "BIBREF4"}, {"start": 382, "end": 385, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 453, "end": 456, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Abstract"}, {"text": "Several unique aspects of the HRV replication cycle", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "have been identified as therapeutic targets. For example, compounds have been developed to block the binding of HRV to its major receptor, intercellular adhesion molecule (ICAM)-1, to prevent uncoating of viral RNA, or to inhibit the viral 3C protease [8] [9] [10] . In addition to these vulnerabilities, one of the defining characteristics of HRVs is that they are quite sensitive to low pH. This effect is thought to be due to conformational changes in capsid proteins at pH !6.2, leading to loss of the VP4 subunit, which renders the virus noninfectious [11] . Although this effect has been noted in vitro for many years, our search of the literature has not found any attempt to administer acidic buffers intranasally for the prevention or treatment of HRV infection.", "cite_spans": [{"start": 252, "end": 255, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 256, "end": 259, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 260, "end": 264, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 557, "end": 561, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "We conducted a series of experiments to more carefully evaluate the sensitivity of HRV to low-pH buffers in vitro and to determine whether low-pH buffers are safe, well tolerated, and efficacious in human volunteers. Our findings confirm that many serotypes of HRV are exquisitely sensitive to pH !6.0 in vitro activity. These findings provided the rationale for conducting a double-blinded, placebo-controlled, clinical trial to determine whether low-pH buffers have anti-HRV activity in vivo. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "H-HeLa cells were grown in Eagle's MEM (EMEM; Life Technologies) supplemented with nonessential amino acids, l-glutamine, antibiotics, and 10% calf serum (Hyclone) [12] . Human bronchial epithelial cells (HBECs) were isolated from residual tissue destined for lung transplantation as described elsewhere [13] . MDCK cells and Hep-2 cells were grown in EMEM supplemented with 10% fetal bovine serum (Hyclone). Representative serotypes of HRV (1A, 2 [14] .", "cite_spans": [{"start": 164, "end": 168, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 304, "end": 308, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 448, "end": 452, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 441, "end": 447, "text": "(1A, 2", "ref_id": "TABREF1"}], "section": "Cells and viruses."}, {"text": "were incubated (for 10 min at 34ЊC) with 0.5 mL of the test buffer along with 0.5 mL of medium. Next, the cells were washed once in PBS (pH 7.2), and the medium was replaced. This treatment was repeated twice more at 4-h intervals. Twenty-four hours after the first treatment, unstained cells were examined under a light microscope for cytopathic effects. Next, the cells were fixed (0.5 mL/well buffered formalin for 1 h) and stained with 0.1% crystal violet in 20% ethanol. The integrity of the cell monolayer was evaluated on a scale of 0-3 depending on the intensity of staining (0, no surviving cells; 3, intact cell monolayer).", "cite_spans": [], "ref_spans": [], "section": "Toxicity tests of low-pH buffers on HeLa and BE cell monolayers. Cell monolayers (HeLa cells and/or HBECs)"}, {"text": "In vitro virus inactivation tests. HRV16 (10 6 mL ≈ 10 TCID 50 ) was incubated (at 22ЊC and 35ЊC) with 1 mL of either 0.15 mol/L citrate/phosphate (CP) buffer (pH 5.0), 0.1 mol/L ascorbate (pH 5.0), 0.05 mol/L phthalate (pH 5.0), or PBS (pH 7.2) as a negative control. In a second series of experiments, a range of respiratory viruses, including RSV, influenza (Beijing/ 32/92-like), PIV-3, and several HRV serotypes were tested. For these experiments, the viral suspensions were diluted only 2fold, to more closely simulate conditions that might occur in the nasopharynx after topical application of a nasal spray. Viral titers were determined after 2 and 10 min of incubation.", "cite_spans": [], "ref_spans": [], "section": "Toxicity tests of low-pH buffers on HeLa and BE cell monolayers. Cell monolayers (HeLa cells and/or HBECs)"}, {"text": "Effect of intermittent exposure to low-pH buffers on viral growth in vitro. HeLa cell monolayers were inoculated with HRV16 (10 TCID 50 /well for 4 h) and then treated with low-pH buffers or PBS (for 10 min at 34ЊC). This procedure was repeated at 8, 12, 24, 28, 32, and 36 h after infection, and viral titers were determined at 48 h. In addition, uninfected cell monolayers were also briefly exposed (10 min) to low-pH buf-fers (0.15 mol/L CP [pH 5.0] or 0.05 mol/L phthalate [pH 5.0]) or PBS (pH 7.2) 3 times in a 24-h period. Neither citrate nor CP treatment produced cell toxicity, but phthalate treatment produced extensive thinning and detachment of the cell monolayer (data not shown).", "cite_spans": [], "ref_spans": [], "section": "Toxicity tests of low-pH buffers on HeLa and BE cell monolayers. Cell monolayers (HeLa cells and/or HBECs)"}, {"text": "Three studies were conducted to test the tolerability and effects of repeated administration of low-pH buffers and to test antiviral effects in vivo. Each protocol was reviewed and approved by the Human Subjects Committee at the testing institution (University of Wisconsin Hospital or Hull and East Riding Local Research Ethics Committee).", "cite_spans": [], "ref_spans": [], "section": "Clinical Studies"}, {"text": "Tolerability of low-pH nasal sprays in healthy volunteers. To determine whether low-pH nasal sprays would be tolerated when used repeatedly, a double-blinded, placebo-controlled, randomized cross-over study was conducted. After informed consent was obtained, 15 normal healthy volunteers between the ages of 18 and 65 years sprayed 300 mL of either 0.15 mol/ L CP (pH 4.5), 0.075 mol/L CP (pH 4.5), or normal saline (pH 7.4) into each nostril 4 times daily for 5 days. Each of the sprays also contained standard preservatives and thickening agents. The subjects used all nasal sprays consecutively, with rest periods (no sprays) in between. Each spray was administered with 3 shots (∼100 mL/shot) in each nostril 4 times daily, followed by a 9-day rest period during which no nasal sprays were used. Physical examination of the nasal mucosa was performed at baseline and at the end of each 5-day treatment period. In addition, a diary was kept to record symptoms (congestion, headache, etc.) on a 4-point scale (0, none; 1, mild; 2, moderate; 3, severe). There was a 10 day wash-out period in between administration of the nasal sprays. ", "cite_spans": [], "ref_spans": [], "section": "Clinical Studies"}, {"text": "Twelve healthy adult volunteers between the ages of 18 and 60 years without current nasal symptoms were recruited for the study. None had used topic nasal sprays during the preceding 3 months. Three different volumes (15, 50 , and 100 mL) of a pH 3.5 citric acid/lpyroglutamic acid/phytic acid solution were administered via nasal spray pumps (Valois VP7) into 1 nostril only. To achieve the 100-mL dose, a 50-mL pump was sprayed twice. Mucosal epithelial surface pH measurements were obtained with a multiuse pediatric external reference pH catheter (Medtronic) inserted via the vestibule at 3 points in the nose: the inferior turbinate, the septum, and the nasopharynx [15, 16] . Measurements were obtained at baseline and 1, 5, 10, 15, and 30 min after dosing. The order of dose testing was randomly allocated by the investigator.", "cite_spans": [{"start": 217, "end": 221, "text": "(15,", "ref_id": "BIBREF14"}, {"start": 222, "end": 224, "text": "50", "ref_id": null}, {"start": 671, "end": 675, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 676, "end": 679, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Nasal spray effects on intranasal pH."}, {"text": "To determine whether intranasal administration of low-pH buffers would either prevent or lessen the severity of clinical colds, a pilot prospective, randomized, placebo-controlled study was conducted using experimental inoculation with HRV16. After they provided informed consent, healthy volunteers between the ages of 18 and 60 years with no detectable neutralizing antibody to HRV16 were randomly assigned to receive either the active treatment or placebo. The treatment solution consisted of citrate (pH 3.5), phytic acid (a chelating agent), l-pyroglutamic acid, phenyl ethyl alcohol (a preservative), Carbopol 980 (a thickener), and eucalyptol. The placebo solution consisted of normal saline (pH 7.2-7.4), along with the same thickeners and preservatives.", "cite_spans": [], "ref_spans": [], "section": "Effects of low-pH nasal sprays on experimental HRV infection."}, {"text": "Beginning 5 min after inoculation (1000 TCID 50 ), the test solution (either low-pH buffer or placebo) was self-administered 4 times a day (∼8:00 a.m., 1:00 p.m., 6:00 p.m., and 11: 00 p.m.) for 5 days in a volume of 100 mL (2 50-mL sprays) in each nostril. Before the administration of the second, third, and fourth doses of test product on each of days 0-4, subjects recorded the presence and severity of their symptoms at that time in their symptom diary. Cold symptoms (sneezing, rhinorrhea, nasal obstruction, sore throat, cough, headache, malaise/tiredness, run-down feeling, and chilliness) were rated using a 4-point scale (0, absence; 1, mild; 2, moderate; 3, severe). The 3-4 scores for each type of symptom on each day were adjusted for baseline by subtracting the corresponding scores from day Ϫ1, and average daily scores were calculated.", "cite_spans": [], "ref_spans": [], "section": "Effects of low-pH nasal sprays on experimental HRV infection."}, {"text": "A nasal wash was performed after symptom assessment and before the first morning dose on days 0-4. Subjects were considered to have had a cold if they met the following modified Jackson criteria: (1) confirmed infection as evidenced by the presence of HRV16 in their nasal wash or at least a 4-fold increase in the titer of serum neutralizing antibody to HRV16 and (2) total symptom score of у6 and either the presence of rhinorrhea for у3 days or the subject's impression of having a cold. Cold duration was defined as number of days when subjects had a daily symptom score that was greater than a threshold value. For asymptomatic infections, a cold duration of 0 was assigned.", "cite_spans": [], "ref_spans": [], "section": "Effects of low-pH nasal sprays on experimental HRV infection."}, {"text": "The duration of reduced pH induced by administration of different volumes of nasal spray was compared by calculating the area under the curve (AUC). Because of the exploratory nature of the study, no adjustments were made to control the exper- ", "cite_spans": [], "ref_spans": [], "section": "Statistical Methods"}, {"text": "Several low-pH buffers were selected for study because of their buffering capacity in the range of pH 4-6, which has been reported to inactivate HRV. Each of the selected buffers maintained a pH of !6.0 when diluted at least 3-fold with PBS (pH 7.4). In addition, because the goal of these experiments was to develop a solution to be used topically in the nose, several buffers were not chosen because of poor solubility, mucosal irritation, or a strong taste. Phthalate, CP, and ascorbate buffers each caused a marked loss in infectious virus titer, and this effect was more pronounced at 35ЊC than at 22ЊC (figure 1). After incubation (for 2 min at 35ЊC) of virus suspensions with an equal volume of 0.15 mol/L CP (pH 4.5), HRV1A, -2, -14, -16, and -49 lost between 2.6 and 3.6 log 10 in titer. HRV85 lost no appreciable titer even when incubated for 10 min in the acidic buffer. Influenza A (Beijing/32/92-like) showed a 0.7 log 10 reduction in infectivity in 2 min and an average reduction of 2.9 log 10 after 10 min. Low pH did not diminish the titers of either RSV or PIV-3.", "cite_spans": [], "ref_spans": [], "section": "Susceptibility of HRV, RSV, PIV, and influenza virus to low pH."}, {"text": "Natural HRV infections are initiated by a small inoculum, and virus must spread extracellularly to infect additional cells. Experiments were conducted to model this process in vitro and to determine whether low-pH nasal sprays could interrupt the extracellular spread of HRV. Exposure of HRV16-infected HeLa cells to low pH citrate or CP buffers at 4-h intervals reduced the 48-h yield of virus (figure 2). By contrast, washing cells with PBS (pH 7.2) produced only modest reductions in viral titer, compared with untreated cells (10 4.1 vs. 10 5.5 TCID 50 /mL; figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 562, "end": 570, "text": "figure 2", "ref_id": "FIGREF1"}], "section": "Effect of intermittent exposure to low-pH buffers on viral growth in vitro."}, {"text": "The sprays were generally well tolerated, and all subjects completed all phases of the study. No differences were noted in the total symptom scores (table 1). When individual signs and symptoms were analyzed separately, sore throat was reported more often in individuals treated with either 0.15 or 0.075 mol/ L CP, compared with saline, and this was also reflected in a higher mean score for this symptom (table 1) . Nasal erythema on physical examination was reported more often in individuals treated with saline. There were no other group-related differences in signs or symptoms.", "cite_spans": [], "ref_spans": [{"start": 406, "end": 415, "text": "(table 1)", "ref_id": "TABREF1"}], "section": "Tolerability of low-pH nasal sprays in normal volunteers."}, {"text": "A total of 12 healthy volunteers completed the intranasal pH study. Intranasal administration of 15, 50, or 100 mL of a pH 3.5 citric acid/l-pyroglutamic acid/phytic acid solution caused transient pH changes on all 3 regions of the nose, and the effect was dose and time dependent ( figure 3; table 2 ). The greatest effects (2-2.5 pH unit reduction) were seen 1 min after the administration of 50-100 mL, and the pH remained significantly lower than baseline pH for 5-10 min. The 100-mL dose produced a significantly greater pH reduction, compared with the 15-and 50-mL doses (AUC, and .04, respectively) in the na-P p .02 sopharynx, and similar trends were noted for other areas of the nose (data not shown).", "cite_spans": [], "ref_spans": [{"start": 283, "end": 300, "text": "figure 3; table 2", "ref_id": "FIGREF1"}], "section": "Buffered nasal sprays can lower pH in vivo."}, {"text": "A total of 43 subjects completed the study (table 3) , and 42 subjects were infected as indicated by shedding of virus in nasal secretions and/or a 4fold increase in antibody titer. Among the infected subjects, 20 (active nasal formulation group) and 21 (placebo group) subjects had complete data sets for analyses based on previous 24h symptom assessments. In the placebo group, 86% of the subjects inoculated with HRV16 experienced cold symptoms. The active treatment group had a lower cold incidence rate of 71%, but this difference, which reflected a difference of 3 subjects between the 2 treatment groups, did not reach statistical significance. The active treatment did not lower total symptom scores or median daily symptom scores (figure 4), compared with placebo. Similarly, the administration of low-pH nasal spray did not reduce individual symptom scores or shorten the duration of illness (data not shown).", "cite_spans": [], "ref_spans": [{"start": 43, "end": 52, "text": "(table 3)", "ref_id": "TABREF3"}], "section": "Effect of low-pH nasal sprays on outcome of experimentally induced infection with HRV16."}, {"text": "Almost all subjects became infected with the challenge virus (20/21 in the treatment group and 22/22 in the placebo group). When the amount of virus in nasal lavage samples from day 2 was quantified, the median virus level was 10-fold lower in the treatment group, compared with the placebo group (10 3 vs. 10 4 TCID 50 /mL;", "cite_spans": [], "ref_spans": [], "section": "Effect of low-pH nasal sprays on outcome of experimentally induced infection with HRV16."}, {"text": "). There was a modest correlation between P ! .01 viral shedding and symptom scores in the group as a whole ( ; ), and this was not modified by treatment r p 0.447 P ! .01 s status.", "cite_spans": [], "ref_spans": [], "section": "Effect of low-pH nasal sprays on outcome of experimentally induced infection with HRV16."}, {"text": "No serious adverse events (AEs) were reported. One early withdrawal was related to abdominal discomfort. The number of subjects reporting AEs in each treatment group regardless of causality was 6 subjects (27%) in the active nasal formulation group and 2 subjects (9%) in the placebo group. Among AEs that were judged to be possibly or probably related to treatments, 1 subject (5%) in the active nasal formulation group reported fever, and 1 subject (5%) in the placebo group reported abdominal discomfort. There was 1 subject who reported application site reaction to the active spray; this was reported on a single day and resolved on the same day.", "cite_spans": [], "ref_spans": [], "section": "Effect of low-pH nasal sprays on outcome of experimentally induced infection with HRV16."}, {"text": "We conducted a series of in vitro and in vivo experiments to determine whether the sensitivity of HRV to low pH might be used to develop new treatment approaches to respiratory viral infection. A survey of common respiratory viruses showed that acid conditions inhibit the replication of most HRV serotypes, and to a lesser extent, of influenza virus. Many of the low pH buffers that were tested did not harm cell monolayers in vitro. Of the different solutions that were evaluated in tissue culture, citrate was chosen for further study because it is nontoxic, readily kills virus (2-4 log 10 reduction in TCID 50 ), and has a buffering capacity to remain at low pH even after it is diluted 3-fold. The in vitro model of intermittent exposure to a nasal spray suggested that, by interrupting the extracellular spread of virus, low-pH buffers may be able to either prevent or reduce the severity of clinical colds. Because the low-pH buffers lowered the nasal pH for at least 5 min and produced only minor irritation of the nose in healthy volunteers, a small-scale pilot clinical trial was performed using experimental inoculation with HRV16. Experimental inoculation with HRV provides an attractive model to test antiviral compounds because it allows for inoculation with a standardized virus and for detailed kinetic observations of the evolution and resolution of the cold. The combination of low pH and a chelating agent reduced the amount of viral shedding during the acute cold but did not reduce common cold symptoms. Although no clinical benefits were demonstrated, the present study confirmed the feasibility of using inexpensive low pH solutions to inhibit viral replication.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A major question raised by these results is why the treatment was able to reduce viral shedding but not clinical symptoms. One factor was the statistical power of the study. A further possibility is that, despite having an antiviral effect, the solutions caused sensations in the nose that were confused with cold symptoms. Although the AE profile of citrate in the noses of normal volunteers was similar to that of normal saline, it is possible that this effect could be accentuated in the presence of a viral infection. An alternate explanation for the lack of clinical benefit is that a greater reduction in viral replication is needed to achieve efficacy. The 1-log reduction in viral shedding observed in the present trial is similar, however, to that reported in a clinical trial of tremacamra (soluble ICAM-1) [10] and is somewhat greater than that produced by interferon-a 2b or pleconaril [17, 18] . Each of these medications produced a small but significant clinical benefit in previous studies. Topical medications have an additional challenge of delivering medication to the site of infection. Infections with HRV can involve large lower airways in addition to the nasopharynx [19] , and delivery to these locations might be necessary to obtain optimal clinical benefits. Finally, it is possible that the spray enhanced either cellular or neural inflammation; both of these mechanisms have been linked to the pathogenesis of cold symptoms [1, 20] . For future studies, histologic evaluation of nasal mucosal biopsy samples could provide additional information in this regard.", "cite_spans": [{"start": 817, "end": 821, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 898, "end": 902, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 903, "end": 906, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1189, "end": 1193, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1451, "end": 1454, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1455, "end": 1458, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In the preliminary trials, low-pH nasal sprays were well tolerated by healthy volunteers and caused a significant reduction in nasal pH. In addition to citrate, phytic acid was added to the preparation used in the inoculation trial, because the combination of low pH and chelating ability helped to boost the antiviral activity of the preparation in vitro (data not shown). Preliminary experiments indicated that a low-pH preparation containing phytic acid was also well tolerated by volunteers (data not shown). From a technical standpoint, our results demonstrate that it is possible to lower the nasal pH to !4.0 in healthy human subjects by dosing with as little as 50-100 mL of nasal spray. Encouragingly, effects on pH in the nasal cavity extended from anterior portion of the inferior turbinate (where the product was deposited) to the nasopharynx, indicating a broad pattern of deposition and/or spread. Overall, dilution into nasal secretions and buffering in the nasal tissues resulted in a change of only 0.5 pH units from the delivered product. This confirms that use of the spray produced a pH that is hostile to HRVs, which are generally inactivated by a 1min exposure to pH 4.0.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although no clinical benefits were demonstrated using this model, the low-pH nasal spray did reduce viral shedding. Because the transmission of colds depends in part on shedding large amounts of virus [21] , it is conceivable that low-pH treatments could be used to inhibit person-to-person transmission. In fact, tissues impregnated with organic acids and detergents were able to reduce the transmission of colds in a clinical trial [22] .", "cite_spans": [{"start": 201, "end": 205, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 434, "end": 438, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In summary, some, but not all, common respiratory viruses are susceptible to low pH, and we have demonstrated antiviral effects of low pH both in vitro and in vivo. Despite its having an antiviral effect, the nasal formulation that we tested did not result in a statistically significant reduction in cold severity or duration, and our hypothesis is that local irritation to the nose may have obscured clinical benefits. If less irritating acidic sprays are developed, this could represent a new and inexpensive antiviral approach for the prevention or treatment of colds caused by HRV and would warrant running a larger scale human study.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Relationship of viral infections to wheezing illnesses and asthma", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 2002, "venue": "Nat Rev Immunol", "volume": "2", "issn": "", "pages": "132--140", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Detection of rhinovirus in sinus brushings of patients with acute communityacquired sinusitis by reverse transcription-PCR", "authors": [{"first": "A", "middle": [], "last": "Pitkaranta", "suffix": ""}, {"first": "E", "middle": [], "last": "Arruda", "suffix": ""}, {"first": "H", "middle": [], "last": "Malmberg", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1997, "venue": "J Clin Microbiol", "volume": "35", "issn": "", "pages": "1791--1794", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Physiologic abnormalities in the paranasal sinuses during experimental rhinovirus colds", "authors": [{"first": "B", "middle": ["W"], "last": "Turner", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Cail", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}], "year": 1992, "venue": "J Allergy Clin Immunol", "volume": "90", "issn": "", "pages": "474--482", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Viral infections in relation to age, atopy, and season of admission among children hospitalized for wheezing", "authors": [{"first": "P", "middle": ["W"], "last": "Heymann", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Carper", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Murphy", "suffix": ""}], "year": 2004, "venue": "J Allergy Clin Immunol", "volume": "114", "issn": "", "pages": "239--286", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rhinovirus illnesses during infancy predict subsequent childhood wheezing", "authors": [{"first": "R", "middle": ["F"], "last": "Lemanske", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Gangnon", "suffix": ""}], "year": 2005, "venue": "J Allergy Clin Immunol", "volume": "116", "issn": "", "pages": "571--578", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rhinovirus and coronavirus infection-associated hospitalizations among older adults", "authors": [{"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "185", "issn": "", "pages": "1338--1379", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Influenza virus and rhinovirus-related otitis media: potential for antiviral intervention", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 2000, "venue": "Vaccine", "volume": "19", "issn": "", "pages": "66--70", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Oral pleconaril treatment of picornavirus-associated viral respiratory illness in adults: efficacy and tolerability in phase II clinical trials", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "T", "middle": [], "last": "Coats", "suffix": ""}, {"first": "K", "middle": [], "last": "Kim", "suffix": ""}], "year": 2002, "venue": "Antivir Ther", "volume": "7", "issn": "", "pages": "53--65", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Phase II, randomized, double-blind, placebo-controlled studies of ruprintrivir nasal spray 2-percent suspension for prevention and treatment of experimentally induced rhinovirus colds in healthy volunteers", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 2003, "venue": "Antimicrob Agents Chemother", "volume": "47", "issn": "", "pages": "3907--3923", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Efficacy of tremacamra, a soluble intercellular adhesion molecule 1, for experimental rhinovirus infection-a randomized clinical trial", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Wecker", "suffix": ""}, {"first": "G", "middle": [], "last": "Pohl", "suffix": ""}], "year": 1999, "venue": "JAMA", "volume": "281", "issn": "", "pages": "1797--804", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Acid-induced structural changes in human rhinovirus-14-possible role in uncoating", "authors": [{"first": "V", "middle": ["L"], "last": "Giranda", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Heinz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Oliveira", "suffix": ""}], "year": 1992, "venue": "Proc Natl Acad Sci", "volume": "89", "issn": "", "pages": "10213--10220", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Role of maturation cleavage in infectivity of picornaviruses: activation of an infectosome", "authors": [{"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Monroe", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Rueckert", "suffix": ""}], "year": 1993, "venue": "J Virol", "volume": "67", "issn": "", "pages": "2110--2132", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Rhinovirus replication causes RANTES production in primary bronchial epithelial cells", "authors": [{"first": "M", "middle": ["K"], "last": "Schroth", "suffix": ""}, {"first": "E", "middle": [], "last": "Grimm", "suffix": ""}, {"first": "P", "middle": [], "last": "Frindt", "suffix": ""}], "year": 1999, "venue": "Am J Respir Cell Mol Biol", "volume": "20", "issn": "", "pages": "1220--1228", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Rhinovirus-induced peripheral blood mononuclear cell responses and outcome of experimental infection in allergic subjects", "authors": [{"first": "D", "middle": ["E"], "last": "Parry", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sukow", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Dick", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Swenson", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}], "year": 2000, "venue": "J Allergy Clin Immunol", "volume": "105", "issn": "", "pages": "692--700", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Nasal pH and saccharin clearance are unrelated in the physiologically normal nose", "authors": [{"first": "R", "middle": ["J"], "last": "England", "suffix": ""}, {"first": "R", "middle": [], "last": "Anthony", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Homer", "suffix": ""}, {"first": "Martin-Hirsch", "middle": [], "last": "Dp", "suffix": ""}], "year": 2000, "venue": "Rhinology", "volume": "38", "issn": "", "pages": "66--73", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Nasal pH measurement: a reliable and repeatable parameter", "authors": [{"first": "R", "middle": ["J"], "last": "England", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Homer", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Knight", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Ell", "suffix": ""}], "year": 1999, "venue": "Clin Otolaryngol Allied Sci", "volume": "24", "issn": "", "pages": "67--75", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Intranasal interferon-alpha 2 treatment of experimental rhinoviral colds", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "174--80", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Efficacy and safety of oral pleconaril for treatment of colds due to picornaviruses in adults: results of 2 double-blind, randomized, placebo-controlled trials", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Herrington", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Coats", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "36", "issn": "", "pages": "1523--1555", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Quantitative and qualitative analysis of rhinovirus infection in bronchial tissues", "authors": [{"first": "A", "middle": ["G"], "last": "Mosser", "suffix": ""}, {"first": "R", "middle": [], "last": "Vrtis", "suffix": ""}, {"first": "L", "middle": [], "last": "Burchell", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "645--51", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Virus-induced asthma attacks", "authors": [{"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}], "year": 2002, "venue": "JAMA", "volume": "287", "issn": "", "pages": "755--61", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A model for obtaining predictable natural transmission of rhinoviruses in human volunteers", "authors": [{"first": "C", "middle": ["K"], "last": "Meschievitz", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Schultz", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "195--201", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Interruption of transmission of rhinovirus colds among human volunteers using virucidal paper handkerchiefs", "authors": [{"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "Hossain", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Mink", "suffix": ""}], "year": 1986, "venue": "J Infect Dis", "volume": "153", "issn": "", "pages": "352--358", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kinetics of the loss of infectivity of human rhinovirus (HRV)-16 in acidic solutions. Virus was diluted into prewarmed acidic solutions at 22؇C or 35؇C. At intervals, 10-mL samples were removed and diluted into 1 mL of ice-cold PBS for titration.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Yields of human rhinovirus (HRV)-16 from HeLa cells treated with acidic solutions. HeLa cell monolayers were infected with a 10 TCID 50 /well of HRV16 and were then treated intermittently with buffers as indicated above. C, citrate buffer; CP, citrate/phosphate buffer.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Effect of nasal spray on pH of the inferior turbinate (see text). The baseline pH values ( min) were obtained just before t p 0 dosing with the nasal sprays.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Median daily symptom scores during an experimental cold. Study subjects were inoculated with human rhinovirus-16 on day 0 and administered either a low-pH buffer or placebo 4 times a day beginning 5 min after inoculation.", "latex": null, "type": "figure"}, "TABREF0": {"text": ", 14, 16, 49, and 85) and type 3 parainfluenza virus (PIV-3; strain 243 [HA1]; Wisconsin State Laboratory of Hygiene) were grown in HeLa cells. Influenza (a local isolate typed by the Centers for Disease Control and Prevention as influenza A/Beijing/32/92like [H3N2]), was grown in MDCK cells, and respiratory syncytial virus (RSV; provided by D. Tristram, East Carolina University, Greenville, NC) was grown in Hep-2 cells. Quantitative cultures of HRV16 are reported in terms of TCID 50 per milliliter", "latex": null, "type": "table"}, "TABREF1": {"text": "Signs and symptoms associated with nasal sprays.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Mean symptom scorea\n</td></tr><tr><td>Symptom/sign\n</td><td>Saline\n</td><td>0.075 mol/L CP\n</td><td>0.15 mol/L CP\n</td></tr><tr><td>Headache </td><td>0.5 </td><td>0.1 </td><td>0.1\n</td></tr><tr><td>Cough </td><td>0.1 </td><td>0.1 </td><td>0.3\n</td></tr><tr><td>Sneezing </td><td>0.3 </td><td>0.3 </td><td>0.4\n</td></tr><tr><td>Rhinorrhea </td><td>0.4 </td><td>0.5 </td><td>0.3\n</td></tr><tr><td>Congestion </td><td>0.4 </td><td>0.4 </td><td>0.4\n</td></tr><tr><td>Nasal irritation </td><td>0.1 </td><td>0.1 </td><td>0.2\n</td></tr><tr><td>Dry nose </td><td>0.2 </td><td>0 </td><td>0\n</td></tr><tr><td>Bloody nose </td><td>0.1 </td><td>0.1 </td><td>0.1\n</td></tr><tr><td>Sore throat </td><td>0.3 </td><td>0.7 </td><td>0.7\n</td></tr><tr><td>Bad taste </td><td>0 </td><td>0.1 </td><td>0.3\n</td></tr><tr><td>Mouth burning </td><td>0.1 </td><td>0.1 </td><td>0.1\n</td></tr><tr><td>Edema </td><td>1.5 </td><td>1.5 </td><td>1.4\n</td></tr><tr><td>Hyperemia </td><td>0.5 </td><td>0.1 </td><td>0\n</td></tr><tr><td>Discharge </td><td>0.3 </td><td>0.5 </td><td>0.3\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Statistical analysis of intranasal pH change after nasal spray dosing vs. baseline. table is available in its entirety in the online edition of the Journal of Infectious Diseases.", "latex": null, "type": "table"}, "TABREF3": {"text": "Subject characteristics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristic\n</td><td>Active nasal formulation </td><td>Placebo\n</td></tr><tr><td>Age, years\n</td><td> </td><td> </td></tr><tr><td>Mean (SD) </td><td>24.8 (8.6) </td><td>24.3 (10.0)\n</td></tr><tr><td>Median </td><td>22.0 </td><td>21.0\n</td></tr><tr><td>Min-Max </td><td>18-46 </td><td>18-59\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td></tr><tr><td>Female </td><td>15 </td><td>15\n</td></tr><tr><td>Male </td><td>7 </td><td>7\n</td></tr><tr><td>Race\n</td><td> </td><td> </td></tr><tr><td>White </td><td>22 </td><td>20\n</td></tr><tr><td>Indian </td><td>0 </td><td>1\n</td></tr><tr><td>Asian </td><td>0 </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": []}