{
    "paper_id": "d1436e6d471977d865172df3813e666aad20b248",
    "metadata": {
        "title": "On the Rostrum of the RAS Presidium Natural Products: Designing Russian Medications",
        "authors": [
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Stonik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "RAS Far East Division. Aca-demician",
                    "institution": "Academician Valentin Aronovich Stonik is director of the Pacific Institute of Bioorganic Chemistry",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Tolstikov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "RAS Far East Division. Aca-demician",
                    "institution": "Academician Valentin Aronovich Stonik is director of the Pacific Institute of Bioorganic Chemistry",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The study of natural products (low-molecular bioregulators) is an important research area that lies on the boundary of biology and chemistry. It involves searching, isolating, and identifying the structure and studying the biological functions of such substances, as well as investigating their chemical conversions, especially those that lead to highly active products. These research efforts play an important part in deepening biological and chemical knowledge and build the scientific groundwork for designing new drugs and biologically active food additives. Some results of the study of natural compounds were discussed in a paper read at a session of the RAS Presidium and are published below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ISSN 1019-3316, Herald of the Russian Academy of Sciences, 2008 , Vol. 78, No. 4, pp. 338-345. © Pleiades Publishing, Ltd., 2008 Original Russian Text © V.A. Stonik, G.A. Tolstikov, 2008 , published in Vestnik Rossiiskoi Akademii Nauk, 2008 Secondary metabolites are biological molecules without general distribution. In contrast to primary metabolites, they can only be found in certain taxa or even in one biological species. These substances are formed from predecessors that take part in primary metabolism, such as amino acids, monosaccharides, and others, and they mostly are the final products of their biochemical conversions. Secondary metabolites are known to be physiologically active, and some of them (morphine, quinine, cholesterol, and others) were among the first organic compounds to be isolated almost 200 years ago. It took the efforts of several generations of scientists to determine the chemical structures of such substances.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 63,
                    "text": "Sciences, 2008",
                    "ref_id": null
                },
                {
                    "start": 64,
                    "end": 128,
                    "text": ", Vol. 78, No. 4, pp. 338-345. © Pleiades Publishing, Ltd., 2008",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 186,
                    "text": "Stonik, G.A. Tolstikov, 2008",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 240,
                    "text": ", published in Vestnik Rossiiskoi Akademii Nauk, 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondary metabolites are diverse in their chemical structure and include steroids and terpenoids, alkaloids and polyketides, phenol metabolites and some carbohydrates, and various lipids and peptides. By biological functions, they are generally classified as vitamins, hormones, antibiotics, toxins, pheromones, and many other groups. In the Russian and international literature, such compounds are often called natural products, although, of course, other types of biomolecules, including proteins and nucleic acids, are equally natural. Nevertheless, here we will use the term natural products solely with respect to secondary metabolites: predominantly exogenous compounds that enter a human body together with food and drugs. However, natural products include both endo-and exometabolites, that is, substances with certain biological functions in producer organisms, for example, hormones, phytohormones, alexins, and substances that are excreted by these organisms into the environment and that are of great ecological importance, among them toxins, antibiotics, and various signal compounds. The main biological sources of natural products are supreme terrestrial plants, soil microorganisms, and various marine organisms. The total number of known natural products does not, probably, exceed 100 000-150 000, but many experts believe that it is considerably smaller [1] . For reference, by now, chemists have synthesized about 30 million organic compounds.",
            "cite_spans": [
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research into natural products is associated with the names of a whole series of prominent scientists. About 40 outstanding researchers became Nobel Prizewinners for the discovery, determination of the chemical structure, synthesis, and study of the biosynthetic routes, biological role, and mechanisms of vitamins, hormones, antibiotics, prostaglandins, sterols, and other natural products. Note that slightly more than half of the prizes were awarded in chemistry and the rest, in medicine or physiology. This testifies to the fact that the study of natural products is an integrated area at the junction of chemistry and biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Having originated as a section of organic chemistry, the study of natural products played a significant role in the development of this science. It brought about the discoveries of new chemical reactions, including various rearrangements, and substantially spurred the perfection of the art of organic synthesis. Today, the most sophisticated chemical problems, including complete directed asymmetric synthesis, are posed by natural product researchers, while the chemical efforts themselves are often performed by teams consisting of dozens of expert synthetic chemists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This division of natural science is closely related to extending biological knowledge, too. Of great importance were the determination of molecular mechanisms responsible for the biological action of many highly active compounds and the creation of modern concepts for designing novel and more effective drugs for various therapies; a broader understanding of the molecular grounds of physiological processes, including those of nerve conduction, vision, and olfaction; and many other discoveries that were made using low-molecular natural compounds. Examples are the discovery of basic routes in the biosynthesis of terpenoids, steroids, vitamins, and hormones; the identification of pheromones and allomones; and the determination of the mechanisms of chemical intra-and interspecies signaling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Researchers who deal with natural products are very enthusiastic users of state-of-the-art achievements in chromatography, both NMR and mass spectroscopy, analytical instrument making, and various aspects of mathematical simulation, including computer docking for predicting physiological activity (so-called biotesting in silico ). It is no wonder that work on isolating and determining the structure of new natural compounds, which only recently involved many years of efforts, can now in many cases be accomplished within several weeks, using just a few milligrams of the target substance. It should be noted, however, that today, too, nat-ural product researchers quite often face structural tasks that cannot be solved in a short time, even using very powerful separating and spectral equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The applied importance of efforts in this area of research is primarily determined by their biomedical orientation. First, approximately 50% of modern medicinal preparations have been designed on the basis of the study of natural products [2] . For a drug's biologically active substance (BAS), either the natural product itself or its synthetic derivative or analog may be used. Second, natural products that have one specific action or another on biological systems are frequently used as biochemical reagents for studying the molecular action mechanisms of new BASs.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Natural products are also important as food components. The presence of vitamins, antioxidants, and other useful natural compounds makes nutrition adequate, and so-called biologically active food additives STONIK, TOLSTIKOV (BAFAs) are being used to try to compensate for a lack of them. They are used increasingly more in advanced countries. In the United States, for example, there are 30 000 registered BAFAs, and in Russia, 5000, including a host of foreign preparations. Fraudulent advertising often presents BAFAs as a \"cure-all,\" while they, as a rule, do not cure any serious diseases but generally are preventives and analeptics. In the United States, the portion of people who take BAFAs is more than 20%. We may expect that the use of bioadditives in Russia will grow too, the more so because in recent years progressively more valuable qualities have been discovered in natural foodstuffs. Three recent examples could be the clinical confirmation of antitumor properties of epigallocatechin-3-gallate from green tea; the explanation of the so-called \"French paradox\" (a relatively rare occurrence of cardiovascular diseases in French southerners who regularly drink red wine and eat fatty food) by the presence of resveratrol in red wine; and the discovery of red-pepper capsaicin's ability to destroy malignant cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is impracticable to provide an exhaustive analysis of recent papers in a vast area of research like natural compounds. Therefore, we will confine ourselves to some foreign and Russian examples that to some extent characterize the trends in this work. The Russian findings come mainly from two academic institutes: the Pacific Institute of Bioorganic Chemistry, RAS Far East Division, Vladivostok, and the Vorozhtsov Institute of Organic Chemistry, RAS Siberian Branch, Novosibirsk, where natural product research is represented by biomolecular and chemical areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "As regards other countries, we will discuss longterm investigations aimed at designing new-generation antitumor drugs based on marine natural products. Thus, some marine invertebrates were found to contain minor but superactive secondary metabolites that have an extremely high toxicity for tumor cells: they exceed the majority of present-day antitumor drugs by hundreds and thousands of times. For example, spongistatin ( Fig. 1a ) from tropical marine sponges is the most active of all natural and synthetic compounds ever found in antitumor studies at the National Cancer Institute (United States). This substance was first discovered in the sponge owing to the biological activity of related extracts, but it took a long time to isolate it in quantities needed for structural investigation. Only after gathering and processing three tons of the sponge was it possible to obtain 0.8 mg of spongistatin. Then, a different type of sponge was used as a source material, and 400 kg of it, collected near the Maldives, yielded 10 mg of spongistatin. Following the validation of its structure, researchers began studying the physiological behavior of this macrolide. The inhibiting dose causing the death of 50% of tumor cells was 10 -10 M (for rectal cancer) and 10 -12 M (for breast cancer). In experiments on animals with lethal malignant tumors, the administration of spongistatin in a 25 µ g/kg dose resulted in 70% survival.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 431,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "About 12 natural products whose activity is in many cases comparable with spongistatin's are currently at different stages of clinical trials as antitumor drug candidates [3] (see table) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "(see table)",
                    "ref_id": null
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "Researchers from the Pacific Institute of Bioorganic Chemistry have isolated more than 500 new natural products and determined their chemical structure, including, in many cases, absolute stereochemistry. Moreover, they discovered (sometimes, jointly with immunomodulators; hepatoprotectors; and other valuable natural products from marine and terrestrial biological sources. They also studied molecular action mechanisms, conducted full syntheses, and thoroughly examined the physiological activity of a whole series of the most interesting substances. Thus, the first representative of bipolar sphingolipid-like metabolites, rhizochalin ( Fig. 1b) from tropical sponges, showed antifungal activity, even against drug-resistant fungi that are agents of mycoses in AIDS patients. Alkaloids from polycarpine (Fig. 1c) and varacin (Fig. 1d ) sea squirts demonstrated high antitumor activities. In terms of tumor cell toxicity, the latter surpasses the wellknown doxorubicine and has a higher activity in an acidic medium, which is associated with some selectivity for tumors versus normal tissues. Indeed, it is generally known that many tumors acidify themselves due to increased glycolysis. Glycosides from commercial holothurians, for example, cucumarioside (Fig. 1e ), appeared to be strong enhancers of cellular immunity, and acidified steroids from starfish, including asterosaponin ê 1 (Fig. 1f) , stimulators for neural tissue process (neurite) growth. The results of basic research carried out at the Pacific Institute of Bioorganic Chemistry have become the groundwork for applied developments, in particular, new drugs, bioactive food additives, diagnosticums, veterinary medications, and biochemical preparations. Thus, long-term observation of quinonoid pigments from urchins led to new medicinal preparations: histochromium for cardiology and histochromium for ophthalmology. Both, especially the latter, have been widely used in Russian practical medicine in the last five years [4] .",
            "cite_spans": [
                {
                    "start": 1992,
                    "end": 1995,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "text": "Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 837,
                    "text": "(Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1259,
                    "end": 1267,
                    "text": "(Fig. 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1391,
                    "end": 1400,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "The study of the extracts of terrestrial plants that grow in the Russian Far East resulted, following pharmacological and clinical trials, in a new hepatoprotective drug, maxar, which has recently been registered and released in Russia. Today, supported by a government contract, the maxar in-process test is coming to an end, and the first pilot batch is being prepared for production. The final stage of the study of unique proteinase enzymes from seafood processing waste was the creation of a new wound healing remedy, KK collage-nase. Under the RAS Presidium's programs \"Basic Sciences for Medicine\" and \"Molecular and Cellular Biology\" and a government contract, the design of a new immunostimulant, cumaside; a new drug formulation \"synthetic histochromium for cardiology\"; and a number of other promising preparations is underway [4] . Among biologically active food additives designed by Far Eastern scientists, the best known are the Herbamarine alcohol-free balsams (four balsams of different effects) and a polysaccharide preparation zosterin from seaweeds [4] .",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 841,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "Basic research at the Novosibirsk Institute of Organic Chemistry is targeted toward developing physiologically active compounds through synthetic conversions of natural products. They carry on the glorious traditions of prominent national phytochemists, whose developments underlay the pharmaceutical industry of the Soviet Union. Note that even now, this path of designing new drugs remains central in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "For starting compounds (synthons), Siberian researchers use accessible secondary metabolites from terrestrial plants that grow in Russia. Among them are well-known compounds like betulin from birch-tree bark (30% content by dry weight); glycyrrhizic acid, produced from licorices; and oleanolic and ursolic acids from pressed cranberry, buckthorn, and other berries. Lambertian and levopimaric acids and resveratrol may be extracted from the needles, turpentine, and bark of some conifers; abietic acid, from colophony; and available and cheap monoterpenoids ( αand β -pinenes, limonene, and many others), from plant essential oils.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "Licorices, especially, their roots (licorice roots), are widely known for their healing properties. They have been used for almost 2500 years. They have adaptogenic, antiulcer, and tonic properties and contain glycyrrhizic acid as the main physiologically active component. In the formula given in Fig. 2a , arrows designate the moieties (sites) that have undergone chemical conversions in the studies of synthetic chemists from Novosibirsk. Thus, by attaching two remains of amino sugars to the carbohydrate chain, they managed to synthesize substances that inhibit the virus of atypical pneumonia (SARS), an epidemic of which, according to experts' prediction, may lead to a loss of millions of human lives. Other conversions in the carbohydrate chain of glycyrrhizic acid yielded substances with antiviral activity towards dangerous viruses like the human immunodeficiency virus, the Ebola virus, and the Marburg virus. Polycyclic aglycone modification allowed one to synthesize chemical compounds capable of controlling sodium-potassium metabolism [5] .",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "One interesting property of glycyrrhizic acid is its capability to form inclusion complexes with various low-molecular pharmaceutical substances (pharmacons). Such clathrates of general formula (Fig. 2b) synthesized by Siberian scientists possess wonderful properties. Being, in essence, nanocapsules that carry physiologically active components, they protect their STONIK, TOLSTIKOV content from fast metabolic deactivation and ensure its delivery to receptors and tissues. As a result, it has become possible to decrease the doses of known drugs several times, reduce their adverse reaction, and enhance their medicinal effect. We believe that this nanotechnological area shows much promise [6] .",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 696,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "Betulin gave rise to highly active derivatives of betulinic acid: betulavir (Fig. 2c) , a new promising candidate for a drug for human immunodeficiency, and βalaninamide of betulinic acid (Fig. 2d) . Betulavir effectively inhibits the human immunodeficiency virus (the inhibiting concentration is 2.6 nM), being one of the most active inhibitors among all antiviral compounds studied so far. The latter compound is capable of inhibiting the growth of primitive tumor nodes and reducing considerably the number of metastatic nodes in the lungs and liver of experimental animals with induced malignant tumors. At the same time, it shows organprotective properties against the background of experimental polychemotherapy. These properties enabled the researchers to offer it as a toxic effect corrector for cytostatics [7] .",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 819,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 188,
                    "end": 197,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "From lambertian acid (Fig. 2f) , point transformations helped synthesize compounds e and g , of which the former has nootropic properties. As is commonly known, nootropic preparations represent a class of physiologically active compounds that improve higher brain functions, including mental efficiency, and have none of the side effects inherent in psycho- stimulants [8] . Compound g showed a high antileukemic activity [9] . Chemists from the Novosibirsk Institute of Organic Chemistry have synthesized many hundreds of new physiologically active compounds and discovered unusual rearrangements and other conversions of organic compounds. These investigations have significantly enriched the organic chemistry of natural products and set up the scientific groundwork for designing new effective drugs.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 30,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SOME NATURAL PRODUCT RESEARCH RESULTS"
        },
        {
            "text": "PROSPECTS AND PROBLEMS One recent trend in this field has been the emergence of a new research area, metabolomics. This is a system study of low-molecular metabolites, sui generis chemical \"fingerprints,\" which specific intracellular processes leave in the organism [10] . The subject of investigation here is a metabolome, a set of all low-molecular metabolites of an organism. In January 2007, American scientists who were involved in a Homo sapiens metabolome project reported the identification of 2500 endometabolites, 1200 medicinal drugs, and 3500 compounds of food origin in a human body [11] . Metabolomics was subdivided into lipidomics (science about all lipids in an organism), glycomics (science about carbohydrates), and other branches. Metabolome research became possible only following revolutionary progress in separation and identification methods in the late 20th-early 21st centuries. It should be emphasized that this research is still in the initial phase of development and is generally confined to the study of the human metabolome. The metabolomes of other inhabitants of the globe remain insufficiently explored. Metabolomics is closely related to so-called metabonomics, a science about dynamic changes of metabolomes in response to pathophysiological stimuli and genetic transformations. Metabonomics is also based on the application of modern achievements in NMR, mass spectroscopy, and high-performance chromatography. This new research area opens up broad vistas for diagnostics of various, including genetic, diseases. Obviously, efforts related to seeking and identifying natural products in various biological objects and studying their seasonal variation and concentration fluctuation depending on other factors are the crucial elements of metabolome projects.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "Another trend is also connected with increasing the effectiveness of natural product research techniques. It consists in a growing share of research into minor secondary metabolites, the content of which in extracts is less than 0.0001%. Some of them possess physiological activity as high as the above-mentioned marine supercytotoxins: spongistatin, dolastatin, and others. The socalled \"active metabolites\"-intermediate products in the biosynthesis of various natural products-do not essentially accumulate in any noticeable amounts in producer organisms and are minor metabolites, too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "Identifying minor metabolites is an important path to understanding the mechanisms and routes of biosynthetic conversions and the study of biochemical combinatorics in secondary metabolism. The latter is closely related to an evolutionary search for new chemical means of adaptation in living systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "The discovery of an extremely high physiological activity in a whole series of minor metabolites of marine and terrestrial origin is progressively increasing the demand for complete asymmetric organic synthesis of natural products. Such synthesis not only improves the methodology of organic chemistry and is very attractive intellectually, but in many cases is the only method to make medically promising natural products available for pharmacological and clinical trials. As a rule, other simple natural compounds or their products, which resulted from chemical transformations and retained their asymmetry, may be used as synthons. Unfortunately, Russian efforts in complete asymmetric synthesis of natural products are very limited. To intensify them, we need to develop special interdepartmental programs, support the existing centers of research in organic synthesis, and find resources for the acquisition of up-to-date, including chiral, synthons and reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "The close relationship between comprehensive research into natural products and medicine entails a host of problems in putting basic research results into practice. This is especially true about designing new medicinal preparations. Indeed, in today's Russian pharmaceutical market, domestic drugs account for less than 30%, with just 11% of cardiovascular, 18% of antitumor, and 24% of psychotropic medications (P.V. Lopatin's data, 2007). The situation may be corrected only by increasing attention to the promotion of research into the bioorganic chemistry of natural products and other biomolecules, molecular biology, and organic synthesis; ensuring government support; showing interest in designing new preparations by the pharmaceutical industry; and using the synergies of the Russian Academy of Sciences and the Russian Academy of Medical Sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "In recent years, a great number of extremely active substances have been discovered. Some of them are now in the phase of preclinical or even clinical trials as BAS candidates. In some modern preparations, biologically active substances are so strong that their kilogram (or, sometimes, gram) quantity would be sufficient to meet Russia's demand in them. Their production scale would be called micro-rather than small-tonnage chemistry. As a rule, the manufacture of such BASs does not need large production areas but may be done only by the most qualified personnel. BASs may be produced using, for example, the pilot plants of RAS or RAMS institutes. Generally, the establishment and expansion of the existing pilot plants is a necessary step in innovation activity, which should enjoy all-round support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NATURAL PRODUCT RESEARCH:"
        },
        {
            "text": "Finally, the practical application of the findings stemming from biological and chemical research into natural products largely depends on biotesting. It would be reasonable to increase the number of laboratories dealing with research into the physiological action of particular compounds on viruses, various cells, and tissues, improve their funding, and coordinate their efforts. In our opinion, Russia should have more up-todate vivaria with laboratory animals, centers for preclinical studies, and medical institutions authorized to conduct therapeutic drug monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Finally, three years ago we received an empty building without any process equipment. Through our own efforts, we have been expanding production and activating sites one after another. In so doing, we try to comply with the GNP rules. We have prepared a sterile area and staging areas for air, vacuum, and extraction using organic solvents. Recently, we produced an active substance for the new drug maxar. We have received a grant to support the development of such technologies, and we plan to activate four more sites in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician S.M. Aldoshin: I have two questions. One is connected with the practical application of the discussed natural products in medicine. It has been a long time since chemical medicinal compounds ceased to be synthesized without preliminary computer processing, which identifies the most promising ones. Is there any ideology in this respect?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Of course, there is. The ideology consists in selecting biological objects for work after so-called screening. For example, when collecting biological material from onboard a research ship, as in a recent case in Vietnamese waters, 20 tests were conducted immediately on board. Selected objects are recollected, and then, fractions, substances, and so on, are extracted through biotesting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Aldoshin: So, you do screening. Do you first extract whatever is extractable and then look at test results to identify what may be useful?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Yes. In addition, we do so-called virtual screening. Using supercomputers and computer docking, we select from the collection suitable substances based on their action on molecular targets. Then, having predicted their physiological activity using mathematical computer-based approaches, we try to check everything. Quite often, when this is impossible due to the fact that such biotests have never been conducted in Russia, we have to contact our colleagues in other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Aldoshin: Any correlation with the software used by Academician N.S. Zefirov?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Yes, in effect, we are using the same computer docking and the same mathematical processing for activity prediction. Of course, we do not have the massive opportunities of synthetic chemists who have a considerably larger range of substances available. However, we use these methods, too, although biological screening prevails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician D.V. Rundkvist: What you have discussed is clear even to a researcher in another area, and the importance of these studies is obvious. However, there are interfacing problems; your report has a very general title, Natural Compounds. We understand that, for example, quartz and potassium are classified as natural products. Your scientific presentation, which is generally basic, shows promise for applied research as well. Therefore, I will allow myself to ask the following question. Today, of paramount importance are new extraction methods using the biotechnology of elementary particles that are at the nanolevel rather than in lattices. Does your institute pursue such investigations?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Our institute did some small-scale work of such a kind jointly with geologists from the Amur Integrated Research Institute, RAS Far East Division, who were involved in extracting gold using microbial and other methods. We have also started to work in other nanotechnological areas: molecular encapsulation, clathration, and others, which allows one to reduce the amount of substances needed for medical or other purposes. However, these are just \"incidental\" efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Rundkvist: You mentioned enzymes and various diseases that may be healed using methods developed by you. Do you have adequate test facilities to be able to test human blood enzymes in full?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: We do not do clinical tests; yet, we identify some enzymes and use them for screening. As regards test facilities, we have established a multiaccess center, one of the largest in the Far East. It enables one, for example, to determine a structure if the compound in question is available in 1 or 2 mg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Rundkvist: Today, there are a few centers in the world to deal with diseases caused by so-called disproportional enzymes. The central tool here is analytics, because it is almost impracticable to cure a disease without first analyzing its nature. What is the degree of adequacy of your analytical methods?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: We do our best to expand our analytical facilities, and our chromatographic facilities are not bad, but one cannot square the circle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician N.A. Shilo: Since marine organisms differ from terrestrial ones, I would like to know if they differ in nuclides or some other parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Of course, there are significant genetic distinctions between marine and terrestrial organisms, which broke apart in the course of evolution long ago. Most ancient marine invertebrates emerged more than 100 million years ago. Their distinctions are determined by the genome and manifested, among other things, in natural low-molecular compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician V.A. Chereshnev: In your investigations, you demonstrated an extremely strong antitumor action of new drugs. What kind of tumors did you study: epithelial, tissue, or leucosis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: The initial search is performed on leukoses; these are the most popular models; and then we normally switch to melanomas. The substances I mentioned were studied on a panel of about 90 diverse tumor cells. The highest activity was shown for melanomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Chereshnev: Immune deficiency has a rather broad definition. Which immune deficiencies are meant: combined, cellular, or humoral?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Cumaside mainly affects cellular immunity, although humoral immunity is weakly stimulated too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Chereshnev: You activate the immunity system through repeated administration of polysaccharides or protein molecules, when antibodies, lymphocytes, and neutralizing drugs are accumulated. Do you have to administer a larger dose each subsequent time, or have you found a way to evade the immune response?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: These substances stimulate cellular immunity in very low concentrations, and the stimulation continues for about three to four weeks. As a rule, there is no need to repeat stimulation, but if you have to repeat it, do it after some break.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician Yu.V. Natochin: How do you solve the problem of studying in vitro, on tissue, and on a whole organism? Who is the qualified assessor of your research results?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Naturally, the study of any physiologically active substance begins with in vitro experiments. Then we switch to in vivo tests and use, for example, magnetic resonance imaging. We have one of only a few magnetic resonance tomographs for laboratory animals in Russia. When we use a model disease (for example, stroke) and substances selected in research at a cellular level, it enables us to assess the result already on laboratory animals. Of course, there are a great number of substances that show wonderful activity in vitro but fail to exhibit it in vivo. Nevertheless, this is the path taken by all researchers, because there is not yet an alternative, but to experiment in vivo on animals starting with extracts or unpurified fractions is very expensive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Academician Yu.S. Osipov: What is the situation with the use of, as you put it, chemical fingerprints for diagnosing various diseases in other countries? What particular diseases are meant?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: This is just an idea at the moment. I do not know any particular cases. Perhaps they are known, but not to me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "How did experienced country doctors make a diagnosis early in the 20th century? By skin color in a particular area or by their patient's smell, and quite often the diagnosis was correct. If such an approach is supplemented with supermodern chromatographic and other methods, the diagnostics of many diseases will clearly be successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Osipov: You mentioned biotesting centers. Are such centers available in major modern Russian pharmaceutical companies? Are there any arrangements to use their equipment for tackling your problems?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        },
        {
            "text": "Stonik: Unfortunately, our experience has been negative. Neither in Russia, nor in other countries, are there major pharmaceutical companies prepared to invest in the issues we are interested in. They normally accept either ready or half-ready preparations, and only later do they become their business. Abroad, creating a new antitumor drug costs $250 million. Of course, in Russia, we do not have such money, and we cannot hope that private companies, including foreign ones, which have bought nearly all Russian pharmaceutical enterprises, would help us in our hard work either. In this respect, the situation is far from being optimistic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STONIK, TOLSTIKOV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Survey of Chemistry of Natural Compounds Ed",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Semenov",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Natural Products as Sources of New Drugs Over the Last 25 Years",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cragg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Nat. Prod",
            "volume": "70",
            "issn": "",
            "pages": "461--477",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Drugs from the Deep: Marine Natural Products as Drug Candidates",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haefner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drug Discovery To-Day",
            "volume": "8",
            "issn": "",
            "pages": "536--544",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biotechnological Studies in the Far-Eastern Region of Russia",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Stonik",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Mikhailov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Bulgakov",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhuravlev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biotechnol. J",
            "volume": "2",
            "issn": "",
            "pages": "818--825",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the Way to Low-Dose Medicines",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Tolstikova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lupane Series Terpenoids as Biologically Active Agents Perspective for Medicine. Part 2: Semisynthetic Lupane Derivatives",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Tolstikova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Sorokina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioorg. Khim",
            "volume": "3",
            "issn": "",
            "pages": "300--316",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nootropic Activity of Derivatives of Lambertian Acid",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Tolstikova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Sorokina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Voevoda",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dokl. Akad. Nauk",
            "volume": "376",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gram-Scale Synthesis of Pinusolide and Evaluation of Its Antileukemic Potential",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Shults",
                    "suffix": ""
                },
                {
                    "first": "H.-G",
                    "middle": [],
                    "last": "Schmalz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prokop",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioorg. Med. Chem. Lett",
            "volume": "16",
            "issn": "",
            "pages": "4228--4232",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Growing Pains for Metabolomics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daviss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Scientist",
            "volume": "19",
            "issn": "",
            "pages": "25--28",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Human Metabolome Database",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wishart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tzur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucl. Acid Res. (Database Issue)",
            "volume": "35",
            "issn": "",
            "pages": "521--526",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The new generation of potential biologically active substances for various drugs. (a) Spongistatin, (b) rhizochaline, (c) polycarpine, (d) varacin C, (e) cucumarioside Ä 2 -2 , and (f) asterosaponin P 1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Available natural products and new physiologically active compounds derived from the chemical conversions of the former. (a) Glycyrrhizic acid, (b) general formula of clathrates, (c) betulavir, (d) betulonic acid β -alaninamide, (e) lambertian acid, and (f, g) compounds synthesized from lambertian acid.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "A question from the audience: You mentioned your institute's pilot facility. How is it developing?Stonik: Our pilot facility is developing with difficulty. Its history is very interesting. It was initiated by M.S. Gorbachev, who visited our institute about 15 years ago, and then the construction was suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After the Report Stonik Answered Questions"
        }
    ]
}