{
    "paper_id": "d1455353aac4ac2c2a63ac61894efa9887046140",
    "metadata": {
        "title": "Die Diagnose der Sepsis",
        "authors": [
            {
                "first": "Universitätsklinikum",
                "middle": [],
                "last": "Leipzig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Ö R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The diagnosis of sepsis \" Summary The early diagnosis of sepsis is mandatory for the further reduction of mortality due to sepsis. Current findings exist that accentuate the role of the time factor, comparable with acute myocardial infarction or with ischemic stroke. On the other hand, there are no generally accepted diagnostics for sepsis, realizing the demands of early diagnosis and based on the physician's experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The diagnostics start with the recognition of the inflammatory reaction caused by infection (at least 2 of 4 criteria of inflammatory reaction have to be fulfilled). This definition has high sensitivity, but remarkably lower specificity and it leads either to too frequent admissions or only to hospitalization in case of a complicating organ failure. Making a careful history and knowledge about sepsis are essential for the out-patient department physicians. In addition to the varying pictures of sepsis, the clinicians have laboratory findings available, most of all procalcitonin. Patients have to be considered as septic with a serum PCT level higher than 1 ng/ml particularly when clinical signs do not exclude sepsis and in cases of positive blood cultures. Initially PCT is a product of macrophages if the defense reaction starts, but it becomes an infection marker, when the serum PCT level declines less than the half life falls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\" Key words Sepsis -diagnosisinfection marker -procalcitonininflammatory response \" Zusammenfassung Die frühe Diagnostik der Sepsis ist das Nadelöhr für die weitere Senkung der Sepsissterblichkeit. Inzwischen liegen Befunde vor, dass, vergleichbar mit akutem Myokardinfarkt und Schlaganfall, dem Faktor Zeit eine wichtige Rolle zukommt. Demgegenüber gibt es keine allgemein akzeptierte Sepsisdiagnostik, die der Forderung nach früher Diagnose und der Unabhängigkeit vom Erfahrungsstand des jeweiligen Arztes Rechnung tragen könnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ausgangspunkt der Diagnose ist die durch Infektion hervorgerufene inflammatorische Reaktion (mindestens 2 von 4 SIRS-Kriterien erfüllt), die eine hohe Sensitivität, aber eine geringe Spezifität besitzt. Hier besteht das Dilemma für die ambulant tätigen Ärzte, die dann entweder zu häufig einweisen oder erst einweisen, wenn die Sepsis zum Organversagen geführt hat. Der ambulante Arzt kommt um das sorgfältige Erheben der Anamnese und das Wissen der Befunde bei Sepsis nicht herum. Ärzten von Notaufnahmen und klinisch tätigen Ärzten steht neben dem Wissen um die variable Klinik des septischen Patienten vor allem der Laborparameter Procalcitonin zur Verfügung. Patienten mit einem PCT ≥ 1 ng/ml sollten als septisch betrachtet werden, wenn die Klinik die Sepsis nicht ausschließt und erst recht dann, wenn positive Blutkulturbefunde vorliegen. PCT ist zunächst das Produkt der Makrophagen am Be-ginn der Abwehrreaktion, wird aber zum Infektionsmarker, wenn der Abfall des Serum-PCT nicht dessen Halbwertzeit folgt. Die von uns benutzte Werteinterpretation für PCT folgt dabei weniger irgendeiner Statistik als tatsächlich der jahrelangen klinischen Beobachtung (Tab. 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die SIRS-Kriterien als Ausdruck der Inflammation enthalten neben den mehr akut reagierenden Variablen wie Tachypnoe und Tachkardie die weniger schnell reagierenden Parameter Temperatur und den Laborparameter Leukozytenzahl. In den deutschen Kliniken wird von 90,1% der Intensivmediziner das CRP als Sepsisparameter genutzt [4] . CRP ist das Produkt der durch Zytokine stimulierten Hepatozyten und somit das Endergebnis der Inflammationsreaktion, damit ein Akut-Phase-Protein [48] . Es kann dann als Sepsisparameter genutzt werden, wenn die Sepsis diagnostiziert, also die infektiöse Ursache gesichert ist. Damit unterscheidet es sich grundsätzlich vom PCT, das die Infektion beschreibt. Sinkt aber das PCT und nachfolgend die infektionsgetriggerte Inflammation, dann fällt auch das CRP. Dessen Halbwertzeit liegt bei 48 Stunden [49] , damit ist CRP ein eher träge reagierender Parameter der Inflammation [50] . Patienten mit Inflammationreaktion septischer und nicht-septischer Genese unterscheiden sich nicht im CRP-Verlauf (Abb. 4), während bei gesicherter Sepsis dem CRP-Verhalten eine prognostische Bedeutung zukommt (Abb. 5; [41, 50] ) Die Inflammationsreaktion ist eine weitestgehend uniforme Reaktion des Organismus auf Schädigung. Initial steht die Aktivierung des Makrophagensystems, die u.a. über die Produktion \"proximaler\" Zytokine wie IL-1 und TNF-alpha die Inflammationsreaktion triggert und die die Produktion \"distaler\" proinflammatorische Zytokine (z. B. IL-6, IL-8) in allen Zellen des Körpers induziert. Die proinflammatorische Reaktion ist unerlässlich für die Elimination der Schädigung. Der Organismus wird aber versucht sein, die Entzündungsreaktion durch gleichzeitige Antiinflammation (z. B.IL-10) zu steuern, um sich selbst zu erhalten (Abb. 6). Gelingt die Kontrolle der inflammatorischen Reaktion nicht, was von einer Reihe von Faktoren abhängt (Stärke der Schädigung, genetische Prädisposition, Immunstatus), führt die Inflammationsreaktion zu Immunparalyse, Multiorganversagen und Tod.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[48]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[49]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[50]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[41,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "50]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Inflammationsparameter"
        },
        {
            "text": "Vor diesem Hintergrund kann die Bestimmung ausgewählter \"proximaler\" sowie pro-und antiinflammatorischer \"distaler\" Zytokine wichtige Infor- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammationsparameter"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Procalcitonin, soluble interleukin-2 receptor, and soluble E-selectin inpredicting the severity of acute pancreatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kylänpää-Bäck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kemppainen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Crit Care Med",
            "volume": "29",
            "issn": "",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predictive value of procalcitonin and interleukin-6 in critically ill patients with suspected sepsis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettilä",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hynninen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takkunen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuusela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valtonen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intensive Care Med",
            "volume": "28",
            "issn": "",
            "pages": "1220--1225",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serum procalcitonin and C-reactive protein levels as marker of bacterial infections: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Amre",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CID",
            "volume": "39",
            "issn": "",
            "pages": "206--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Usefulness of procalcitonin serum levels for the diagnosis of bacteremia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liaudat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dayer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Praz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bille",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Troillet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "524--527",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Procalcitonin serum levels in tertian malaria",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manegold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmiedel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwakata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Malar J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Usefulness of procalcitonin to differentiate typical from atypical community-aquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jereb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Wien Klin Wochenschr",
            "volume": "118",
            "issn": "",
            "pages": "170--174",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Usfulness of procalcitonin levels in community-aquired pneumonia according to the patients outcome research team pneumonia team severity index",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Masid",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "2223--2229",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Procalcitonin kinetics in the prognosis of severe communityaquired pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boussekey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alfandari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "469--472",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential use of procalcitonin as a diagnostic criterion in febrile neutropenia: experience from a multicentre study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Giamarellou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Giamerellos-Bourboulis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Repoussis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "628--633",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "C-reaktives Protein (CRP) In: Thomas L (Hrsg) Labor und Diagnose, 5. Aufl. TH-Books Verlagsgesellschaft mbH",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Whicher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "717--724",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spsis und Sepsismarker-Update",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Herzum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Renz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Lab Med",
            "volume": "27",
            "issn": "",
            "pages": "431--439",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of procalcitonin (PCT) and C-reactive protein (CRP) plasma concentrations at different SOFA scores during the course of sepsis and MODS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meisner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tschaikowsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palmears",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schidt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Critical Care",
            "volume": "3",
            "issn": "",
            "pages": "45--50",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "High circulating levels of interleukin-6 in patients with septic shock: evolution during sepsis, prognostic value, and interplay with other cytikines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heumann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Med",
            "volume": "91",
            "issn": "",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prognostic value of serum cyteokines in septic shock",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mege",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intensive Care Med",
            "volume": "20",
            "issn": "",
            "pages": "272--277",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Circulating interleukin-8 concentrations in patients with multiple organ failure of septic and nonseptic origin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Misset",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tamion",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Crit Care Med",
            "volume": "22",
            "issn": "",
            "pages": "673--679",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early dedection and markers of sepsis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Parson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Chest Med",
            "volume": "17",
            "issn": "",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Balance of inflammatory cytokines related to severity and mortality of murine sepsis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Walley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Standiford",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Immun",
            "volume": "64",
            "issn": "",
            "pages": "4733--4738",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pro-versus anti-inflammatory cytokine profile in patients with severe sepsis: a marker for prognosis and future therapeutic options",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Dinarello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gogos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drosou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Bassaris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skoutelis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "112",
            "issn": "",
            "pages": "176--180",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Circulating endithelin-1 and tumor necrosis factor-a: early predictors of mortality in patients with septic shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brauner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Clausell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Intensive Care Med",
            "volume": "26",
            "issn": "",
            "pages": "305--313",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interleukin-10: a complex role in the pathogenesis of sepsis syndroms and ist potential as an anti-inflammatory drug",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oberholzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oberholzer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Moldawer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HLA-DR-Expression auf Monozyten bei Peritonitis und Sepsis -Möglichkeiten eines therapeutischen Ansatzes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Volk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reinke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krausch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chir Gastroenterol",
            "volume": "11",
            "issn": "2",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Verbesserung der Monozytenfunktion -ein therapeutischer Ansatz? In: Update in Intensive Care and Emergency Medicine Bd 18",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Döcke",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Syrbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meinecke",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "473--488",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Is low monocyte HLA-DR expression helpful to predict outcome in severe sepsis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mostafa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wenstone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": "1245--1252",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "HLA-DR as a marker for increased risk for systemic inflammation and septic complications after cardiac surgery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Oczenski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krenn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jilch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": "1253--1257",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Die frühe und sichere Sepsisdiagnose stellt ein wesentliches Hindernis auf dem Wege der Surviving Sepsis Campaign dar, die Sterblichkeit an der Sepsis bis 2007 um 30% zu senken [1]. Im 6-Stunden-Management-Bundle der Campaign soll die Diagnose innerhalb von 2 Stunden gestellt werden [1]. Davon ist die klinische Praxis weit entfernt. Nur 22% der Intensivärzte und gar nur 5% der übrigen Ärzte [2] definierten die Sepsis nach den ACCP/SCCM-Kriterien [3]. In deutschen Intensivstationen, die sich an der PREVALENCE-Studie beteiligten, verwenden 56,6% die Konsensuskriterien von 1992, 81,5% halten eine positive Blutkultur für essentiell für die Sepsisdiagnose, 90,5% der Leiter der Intensivstationen nutzen Labormarker für die Diagnostik, darunter 90,1% das CRP, und 96,5% halten ihre klinische Erfahrung für entscheidend. Erfreulich dagegen ist, dass immerhin schon 13,9% regelmäßig Procalcitonin (PCT) bestimmen [4]. Einen wesentlichen Meilenstein zur Verbesserung der Diagnostik dürften die S2-Leitlinien der Deutschen Sepsisgesellschaft und der Deutschen Interdisziplinären Vereinigung für Intensivund Notfallmedizin darstellen [5], deren Umsetzung aber kein Selbstläufer sein wird. ACCP/SCCM-Kriterien und Sepsisdiagnostik n Systemische inflammatorische Reaktion Die systemische inflammatorische Reaktion stellt eine uniforme Reaktion des menschlichen Organismus auf jede Art von Schädigung dar. Das systemische inflammatorische Response-Syndrom (SIRS) findet sich beim akuten Myokardinfarkt ebenso wie beim Polytrauma oder eben der Infektion. Wenn zwei der vier SIRS-Kriterien (Tab. 1) positiv und durch eine Infektion bedingt sind, liegt nach dem ACCP/SCCM-Konsens eine Sepsis vor. Diese übergemäß vereinfachende Definition dürfte einer der Gründe sein, weshalb die SIRS-Kriterien auch heute noch keine allgemeine Akzeptanz für die Sepsisdiagnostik gefunden haben, weil natürlich klar ist, dass nicht jedes infektbedingte SIRS eine Sepsis ist. Diese Definition hat eine hohe Sensitivität, aber eine ungleich geringere Spezifität (Im eigenen Patientengut einer internistischen Intensivstation 84% Sensitivität und 53% Spezifität). Der Vorteil einer solchen Betrach-tungsweise aber ist, die Gruppe unter den Patienten dedektiert zu haben, in der sich der septische Patient befindet. Diese Patienten einer solchermaßen fokussierten Gruppe haben solange unter Sepsisverdacht zu stehen, bis das Gegenteil bewiesen ist. In der Klinik ist ein solches Konzept umsetzbar, nicht aber in der ambulanten Praxis. Jede Pneumonie und jeder Harnwegsinfekt hätten danach als Sepsis zu gelten und wäre stationär behandlungspflichtig. Weil das genannte Herangehen so nicht umsetzbar ist, wurde das PIRO-Konzept hinzugefügt [6]. Dabei stehen das P für Prädisposition, I für Insult, R für Response und O für Organdysfunktion. Die für eine Graduierung gedachte Punkteskala steht allerdings noch aus. Praktisch nützlich erscheint sowohl die Bewertung der Prädisposition -der durch eine Erkrankung oder Behandlung immunsupprimierte Patienten mit infektbedingter SIRS ist stärker gefährdet, eine Sepsis zu aquirieren als der immunkompetente Patient -als auch das Auftreten von Organdysfunktionen, unter denen die Dysfunktion des Zentralnervensystems mit quantitativen oder qualitativen Bewusstseinstörungen früh auftreten kann. Die Infektion ist eine unabdingbare Voraussetzung für die Sepsis. Für den Nachweis der Infektion empfiehlt sich ein systematisches Vorgehen, das sich an der Häufigkeit der möglichen Infektionsorte orientiert. Danach sind die unteren Atemwege mit etwa Urin, Wundabstriche, Punktate, Liquor) zur Erreger-und Resistenzbestimmung unerläßlich. Die Entnahme sollte vor dem Beginn der antimikrobiellen Therapie erfolgen, aber in keinem Falle ihren sofortigen Beginn verzögern. Zudem ist bei jeder Sepsis und jedem Sepsisverdacht die sofortige Abnahme einer Blutkultur erforderlich. Die Wahrscheinlichkeit einer positiven Blutkultur nimmt nach Beginn der antimikrobiellen Therapie rasch ab, so dass sie dann in der Regel unergiebig und kostentreibend ist. Dagegen sind Kontrollblutkulturen zur Überprüfung des Therapieeffektes bei Endokarditis, sowie positiven Blutkulturen mit Pilzen oder Staph. aureus innerhalb der ersten 72 Stunden nach Therapiebeginn sinnvoll [8]. Die klinische Symptomatik kann von der lokalisierten Organinfektion bis hin zur schweren Allgemeinerkrankung reichen, was impliziert, dass die Symptomatik der vermeintlich lokalisierten Organinfektion eine Sepsis nicht ausschließt. So kann die Pneumonie einmal eine auf das Organ begrenzte Infektion zum anderen eine systemische Infektion sein. In beiden Fällen wird eine systemisch inflammatorische Reaktion vorliegen und die SIRS-Kriterien werden erfüllt sein. Hinweisend kann deren starke Intensität bei Sepsis sein, das betrifft vor allem das Verhalten der Leukozyten und das Fieber, wobei neben der selteneren Hypothermie alle Fiebertypen und häufig Schüttelfrost auftreten können. Pathophysiologisch beinhaltet die Sepsis Vasodilatation, Blutvolumenumverteilung und kompensatorisch den Anstieg des Herzzeitvolumens, so dass die meisten Patienten eine warme Peripherie und eine rosige bis rote Haut aufweisen. Abhängig von der Intensität des infektiösen Insultes und einer individuell unterschiedlichen Antwortreaktion kann es beim gegebenen Intravasalvolumenbestand des Patienten zu unterschiedlichen Graden einer relativen Hypovolämie kommen, die sich entweder in einer erheblichen Tachykardie, in Blutdruckabfall oder aber in einer anderen Schockformen vergleichbaren Zentralisation mit nun kalter Peripherie darstellt. Die relative Hypovolämie kann von einer absoluten Hypovolämie begleitet sein, wenn die Sepsis über Tage besteht und eine, gemessen am Fieber, unzureichende Flüssigkeitszufuhr erfolgte. Dann finden sich gleichzeitig die Zeichen der Exsikkose. Während die warme und rosige Peripherie die Sepsis nahelegt, schließt die Zentralisation die Sepsis nicht aus. Differentialdiagnostisch wird es wichtig sein, die schwere Linksherzinsuffizienz bzw. den kardiogenen Schock abzugrenzen. Neben der Anamnese ist hierfür die Beobachtung hilfreich, dass der bewusstseinswache Patient mit Sepsis flach liegen kann, nicht aber der Patient mit schwerer Herzinsuffizienz. In der Regel finden sich bei letzterem dann auch die typischen Stauungsgeräusche über der Lunge. Weitere klinische Hinweise enthält die Tabelle 3. Mit Abfall des Blutdruckes, zweckmäßig ist hier die Beurteilung des arteriellen Mitteldruckes, können die Organperfusion vermindert und Organdysfunktionszustände nachweisbar werden. Das Auftreten von Organdysfunktionszuständen erweitert das klinische Bild (Tab. 4) und dient auch der Schweregradbeurteilung der Sepsis (Tab. 5). Eine Verlaufsbewertung der Organdysfunktionen wird mit dem SO-FA (Sequential Organ Failure Assessment)-Score vorgenommen [18]. Er bewertet den Schweregrad der Dysfunktion von Lunge, Hämostase, Leber, Kreislauf, ZNS und Niere in einer Punkteskala, ist aber nicht sepsisspezifisch (Tab. 6). Mit dem SOFA-Score konnte kürzlich aber auch für die Sepsis die prognostische Bedeutung früher therapeutischer Interventionen belegt werden [19], wie sie beispielhaft für die Behandlung des akuten Myokardinfarktes oder des Schlaganfalles seit längerem akzeptiert sind. Das Auftreten von Organ-oder Multiorgandysfunktionszuständen ist nicht sepsisspezifisch, aber im Kontext mit der Infektion sepsistypisch. Tab. 3 Klinische Hinweise für Sepsis • Fieber: alle Fiebertypen, seltener Hypothermie • Schüttelfrost • Warme, eher gerötete Haut bis in die Akren; warmes Schwitzen; seltener Zentralisation, dann auch kalte und blasse Akren • Gestörter Vasomotion (livide Marmorierung der Haut, häufig zuerst im Bereich der Knie, Livedo) ml/kg/h für ≥ 2 Stunden, Kreatininanstieg ≥ 2 × Referenzbereich [5] Lunge ALI/ARDS Röntgenologisch bilaterale Infiltrate, akuter Beginn (< 72 h), Ausschluss von Linksherzinsuffizienz oder PCWP < 18 mmHg; paO2/FiO 2 < 300 mmHg (ALI) oder > 200 mmHg (ARDS) Darm Paralytischer Ileus Geblähtes Abdomen, spärliche oder fehlende Darmgeräusche, fehlender Stuhlgang, intraabdomineller Druck > 15 mmHg; hoher Magenrücklauf, seltener Stressblutungen, spät: Miserere Gerinnung/Fibrinolyse Disseminierte intravasale Gerinnung Abfall von Thrombozyten, Quick und AT-III, Anstieg D-Dimer. Phase der Hyperkoagulabilität: PTT kurz, Thrombozyten und AT-III bereits reduziert, D-Dimer erhöht, thrombotische Gefäßverschlüsse; Phase der Hypokoagulabilität: Thrombozyten, Quick und AT-III deutlich verringert, PTT verlängert, D-Dimer erhöht, Blutungen. DIC-Score > 5 (Verbrauchskoagulopathie); Spätphase: Blutungen, D-Dimer erhöht, PTT verlängert, Quick, Thrombozyten und AT-III sehr niedrig, Reptilasezeit verlängert [10, 11] Buntes Bild der Polyneuropathie (sensibel wie motorisch), gelegentlich bis zur Tetraparese; Myopathie; Benutzte Abkürzungen: AMP arterieller Mitteldruck, CI Herzindex, SVRI systemischer Gefäßwiderstandsindex, ALI acute lung injury, ARDS acute respiratory distress syndrome, PCWP pulmonalkapillärer Druck, FiO 2 inspiratorische Sauerstoffkonzentration LBP) stellt keinen Infektionsmarker dar. In eigenen Untersuchungen konnte weder ein signifikanter Unterschied zwischen septischen und nicht-septisch bedingten Verläufen gezeigt werden (Abb. 1), noch unterschieden sich überlebende und verstorbene septische Patienten in der Höhe der LBP-Serumspiegels (Abb. 2). LBP reagiert in den Verläufen rascher als CRP und ist eher als Akut-Phase-Protein und damit als Inflammationsmarker zu werten. Derzeit kommt lediglich dem Procalcitonin (PCT) die Rolle eines Infektionsparameters zu. Die PCT-Bestimmung im Serum ist seit Mitte der 90ger Jahre und mittlerweile bis in den niedrigen Wertebereich hinein möglich [23-27]. Im Arbeitsbereich des Verfassers liegen nunmehr 10-jährige Erfahrungen mit dem PCT als Infektionsmarker bei Sepsis vor. Wegen seiner hohen Sensitivität und Spezifität ist er inzwischen unverzichtbarer Bestandteil der laborativen Routineuntersuchungen bei Sepsis und Bestandteil eines \"Sepsisprogrammes\". Mittlerweile findet PCT eine zunehmende Akzeptanz als \"Sepsismarker\" [28], 13,9% der in der deutschen PREVALENCE-Studie befragten Leiter von Intensivstationen benutzen PCT immer, 9,5% häufig und 15,2% manchmal [29] und es hat mit dem Evidenzgrad II b, Empfehlungsgrad C Aufnahme in die deutsche Sepsisleitlinie gefunden [5]. Einen wesentlichen Beitrag zum Verständnis des Verhaltens von PCT bei SIRS und Sepsis hat die Ar-Tab. 6 SOFA (Sequential Organ Failure Assessment; nach [18]). (Katecholamine werden über mindestens eine Stunde verabreicht. Die Spalten enthalten die Punktwerte für den Grad der Dysfunktion) Mit diesen Befunden sind auch die Beobachtungen von PCT-Anstiegen nach operativen Eingriffen [31, 32] oder anderen nichtinfektiösen Schädigungen [33, 34] vereinbar, bei denen sich aber der Halbwertzeit des PCT (22,5 Stunden; [35]) folgend ein steiler PCT-Abfall anschließen muss. Die Kinetik des PCT folgt der Infektion [27, 36] und nicht der Inflammation, weshalb Arbeiten, die die Wertigkeit von PCT gegenüber IL-6, CRP und anderen Parametern im Sepsisverlauf untersuchen [37-41] Äpfel mit Birnen vergleichen.PCT-Werte über 1 ng/ml beschreiben eine systemische Infektion, die von einer unterschiedlich ausgeprägten Inflammationsreaktion begleitet werden kann. Das klinische Bild der Sepsis folgt dabei dem PCT und weniger der inflammatorischen Reaktion. Die Komplexität der möglichen Konstellationen bildet der Pneumonieverlauf in Abbildung 3 ab. Die Patientin mit der zur stationären Aufnahme führenden ambulant erworbenen Pneumonie befand sich klinisch im septischen Schock, von den Labormarkern waren sowohl das PCT als auch die Inflammationsmarker deutlich erhöht. Eine klinische Phase mit sich stabilisierenden Organdysfunktionen, einem sinkenden PCT und niedrigen Inflammationsmarkern wird von deren deutlichen Wiederanstieg, aber bei einem PCT < 1 ng/ml gefolgt. Die nunmehrige nosokomiale Pneumonie ist klinisch eine lokalisierte Infektion, weil die klinischen Zeichen der Sepsis fehlen und das PCT < 1 ng/ml bleibt.Das Beispiel macht das Dilemma der Sepsisdefinition deutlich. Eine Inflammationsreaktion braucht die Patientin, um sowohl die ambulant erworbene als auch die nosokomiale Pneumonie zu überwinden. Klinisch bestand zunächst ein septischer Schock, dann eine lokalisierte Infektion. Der Nachweis der Inflammation ist danach für die Definition der Sepsis nicht tauglich, eher schon das PCT, dessen Verlauf die Klinik folgte. Zunehmend wird PCT als Infektionsmarker genutzt [27, 34, 41, 42]. Tab. 7 Trimodales Muster der Calcitonin-I-Gen-Expression und Verhalten von Procalcitonin (PCT; nach [30]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Abb. 5 CRP-Verlauf und Prognose bei 511 Patienten mit SepsisAbb. 6 Verlauf der inflammatorischen Reaktion bei Sepsis. Die gleichzeitige Aktivierung pro-und antiinflammatorischer Mechanismen ist die Voraussetzung für eine kontrolliert ablaufende InflammationsreaktionTab. 9 Verlaufsinterpretation im Kontext von PCT und Zytokinbefunden ACCP/SCCM Consensus Conference Committee (1992) Definition for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis. Crit Care Med 20:864-874 4. Brunkhorst FM, Engel C, Welte T et al (2005) Prevalence of infection in German intensive care units -results from the German Prevalence Study. Infection 33 (Suppl 1):47 5. Reinhart K, Brunkhorst FM, Bloos F et al (2006) S2 Leitlinien der Deutschen Sepsis-Gesellschaft e.V. und der Deutschen Interdisziplinären Vereinigung für Intensiv-und Notfallmedizin. AWMF-Leitlinien-Register Nr. 079/001 6. Levy MM, Fink MP, Marshall JC et al (2003) 2001 SCCM/ESICM/ACCP/ ATS/SIS International Sepsis Definitions Conference. Crit Care Med 31: 1250-1256 7. Wheeler AP, Bernard GR (1999) Treating patients with severe sepsis. Plasma atrial natriuretic peptide and brain natriuretic peptide are increased in septic shock: impact of interleukin-6 and sepsis-associated left venticular dysfunction. Intensive Care Med 29:1696-1702 14. Carpentier J, Luyt CE, Fulla Y et al (2004) Brain natriuretic peptide: a marker of myocardial dysfunction and prognosis during severe sepsis. Crit Care Med 32:660-665 15. Latronico N, Fenzi F, Recupero D et al (1996) Critical illness myopathy and neuropathy. Lancet 347:1579-1582 16. Schmidt H, Müller-Werdan U, Hoffmann T et al (2005) Autonomic dysfunction predicts mortality in patients with multiple organ dysfunction syndrome of different age groups. Crit Care Med 33:1994-2002 17. Volk HD, Reinke P, Döcke WD (1999) Immunological monitoring of the inflammatory process: which variables? When to assess? Eur J Surg 584 (Suppl):70-72 18. Vincent JL, de Medoza A, Cantraine F et al (1998) Use of the SOFA score to assess the incidence of organ dysfunction/failure in tntensive care units: results of a multicenter, prospective study. Crit Care Med 26: 1793-1800 19. Levy MM, Macias WL, Vincent JL et al (2005) Early changes in organ function predict eventual survival in severe sepsis. Crit Care Med 33:2194-2201 20. Brun-Buisson C, Doyon F, Carlet J et al (1996) Bacteremia and severe sepsis in adults: a multicenter prospective survey in ICUsand wards of 24 hospitals. Am J Respir Crit Care Med 154:617-624 21. Danner RL, Elin RJ, Hosseini JM, Wesley RA et al (1991) Endotoxemia in human septic shock. Chest 99:169-175 22. Engelmann L, Al Zoebi A, Pilz U, Werner M et al (1996) Die Bedeutung der Endotoxinbestimmung bei Sepsis. Intensivmed 33:253-259 23. Assicot M, Gendrel D, Carsin H et al (1993) High serum procalcitonin concentrations in patients with sepsis and infection. Lancet 341:515-518 24. Müller B, Becker KL, Schächinger H et al (2000) Calcitonin precursors are reliable markers of sepsis in a medical intensive care unit. Crit Care Med 28:977-983 25. Steinbach G, Rau B, Debard AL et al (2004) Multicenter evaluation of a new immunoassay for procalcitonin measurement on the Kryptor® system. Clin Chem Lab Med 42:440-449 26. Clec'h C, Ferriere F, Karoubi P et al (2004) Diagnostic and prognostic value of procalcitonin in patients with septic shock. Crit Care Med 32: 1166-1169 27. Christ-Crain M, Jaccard-Stolz D, Bingisser R et al (2004) Effect of procalcitonin-guided treatment an antibiotic use and outcome in lower respiratory tract infections: cluster-randomised, single-blinded intervention trial. Lancet 363:600-607 28. Cohen J, Brun-Buisson C, Torres A, Jorgenden J (2004) Diagnosis of infection in sepsis: an evidence-based review. Crit Care Med 32 (Suppl): S466-S494 29. Brunkhorst FM, Engel C, Stüber F et al (2005) Diagnoszic criteria for severe sepsis and septic shock: a representative survey among german ICU physicians-results from the German Prevalence Study. Infection 33 (Suppl. 1):47 30. Linscheid P, Seboek D, Schaer DJ et al (2004) Expression and secretion of procalcitonin and calcitonin gene-related peptide by adherent manocytes and by macrophage-activated adipocytes. Crit Care Med 32:1715-1721 31. Kruse, ER, Langefeld I, Jaeger K, Külpmann WR (2000) Procacitonina new diagnostic tool in complications following liver transplantation. Intensive Care Med 26:S187-S192 32. Rau B, Krüger CM, Schilling MK (2004) Procalcitonin: improved biochemical severity stratification and postoperative monitoring in severe abdominal inflammation and sepsis. Langenbecks Arch Surg 389:134-144 33. Lateef A, Khoo SM, Lee KH (2005) Procalcitonin in hypoxic brain damage. Intensive Care Med 31:494 34. Delevaux I, Andre M, Colombier M et al (2003) Can procalcitonin measurement help in differentiat ing between bacterial infection and other kinds of inflammatory processes? Ann Rheum Dis 62:337-340 35. Brunkhorst FM (1998) Kinetics of procalcitonin in iatrogenic sepsis. Intensive Care Med 24:88-889 36. Engelmann L, Petros S, Gundelach K, Wegscheider K (2006) Die Bedeutung des \"second hit\" für den Sepsisverlauf. Intensivmed 43:189-201 37. Herbarth S, Holeckova K, Froidevaux et al (2001) Diagnostic value of procalcitonin, interleukin-6, and interleukin-8 in critically ill patients admitted with suspected sepsis. Am J Respir Crit Care Med 164:396-402 38. Whicher J, Bienvenu J, Monneret G (2001) Procalcitonin as an acute phase marker. Ann Clin Biochem 38: 483-493",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}