{"paper_id": "d182268c954a24b627484b83f2aa0f3b0cfb8c2f", "metadata": {"title": "Modeling Nosocomial Transmission of Rotavirus in Pediatric Wards", "authors": [{"first": "Christopher", "middle": ["M"], "last": "Kribs-Zaleta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jean-François", "middle": [], "last": "Jusot", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philippe", "middle": [], "last": "Vanhems", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sandrine", "middle": [], "last": "Charles", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["M"], "last": "Kribs-Zaleta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Vanhems", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": ["S"], "last": "Charles", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J.-F", "middle": [], "last": "Jusot", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Nosocomial transmission of viral and bacterial infections is a major problem worldwide, affecting millions of patients (and causing hundreds of thousands of deaths) per year. Rotavirus infections affect most children worldwide at least once before age five. We present here deterministic and stochastic models for the transmission of rotavirus in a pediatric hospital ward and draw on published data to compare the efficacy of several possible control measures in reducing the number of infections during a 90-day outbreak, including cohorting, changes in healthcare worker-patient ratio, improving compliance with preventive hygiene measures, and vaccination. Although recently approved vaccines have potential to curtail most nosocomial rotavirus transmission in the future, even short-term improvement in preventive hygiene compliance following contact with symptomatic patients may significantly limit transmission as well, and remains an important control measure, especially where resources are limited.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nosocomial or hospital-acquired, infections encompass almost all clinically evident infections that do not originate from a patient's original admitting diagnosis. These infections are often caused by breaches of infection control practices and procedures, unclean and nonsterile environmental surfaces, and/or ill employees (Gleizes et al. 2006 ). In the United States, it has been estimated that as many as one hospital patient in ten acquires a nosocomial infection, or 2 million patients a year (Weinstein 1998) . Nosocomial infections contributed to 88,000 deaths in the US in 1995. In France, 6.9% of hospitalized patients acquire nosocomial infections; the overall prevalence of 7.5% comes from an average 1.1 infections per patient. The rate is up to 30% in intensive care units. These patients must stay in the hospital 4-5 additional days. About 9,000 people die with a nosocomial infection each year in France, about 4,200 of whom were admitted with non-life-threatening diagnoses (Vasselle 2006) .", "cite_spans": [{"start": 325, "end": 345, "text": "(Gleizes et al. 2006", "ref_id": "BIBREF17"}, {"start": 499, "end": 515, "text": "(Weinstein 1998)", "ref_id": "BIBREF42"}, {"start": 992, "end": 1007, "text": "(Vasselle 2006)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Introduction"}, {"text": "The causal agents of nosocomial infections include viruses, bacteria, parasites, and yeast, but the most frequently encountered are rotavirus, astrovirus, or calicivirus, which account for a third of the acute gastroenteritis risk. Among high-risk patients, children under 5 years are of particular concern to health authorities, as it is believed that most children throughout the world experience at least one episode of acute gastroenteritis due to rotavirus before reaching 5 years of age. One study of three hospital systems in Avon, England in 2002 -2003 found that outbreaks of nosocomial gastroenteritis cost over US$1 million (including lost bed-days and staff absence), and extrapolated to estimate a cost of nearly US$200 million for all of England during the same time period (Lopman et al. 2004) . A review of nosocomial rotavirus outbreaks reported overall prevalence ranging from 1% to 27.7% (Chandran et al. 2006) .", "cite_spans": [{"start": 533, "end": 554, "text": "Avon, England in 2002", "ref_id": null}, {"start": 555, "end": 560, "text": "-2003", "ref_id": "BIBREF0"}, {"start": 788, "end": 808, "text": "(Lopman et al. 2004)", "ref_id": "BIBREF22"}, {"start": 907, "end": 929, "text": "(Chandran et al. 2006)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Many studies have already dealt with the need for safe and effective vaccines to reduce morbidity and mortality caused by rotavirus gastroenteritis in children (Angel et al. 2007; Ruiz-Palacios et al. 2006; Vesikari et al. 2006) . But few studies have focused specifically on other simple preventive measures which could be applied to control nosocomial epidemic risk for pediatric rotavirus outbreaks, like hand washing or disinfection, although their effectiveness has been proven (Fruhwirth et al. 2001) . Studies have shown that it is nearly impossible to maintain compliance levels for such measures above about 50% among health care workers (HCWs) without an ongoing, continually renewed education/reminder campaigns in which the HCWs have direct ownership (Pittet et al. 2000) , as the effects of limited-term campaigns tend to be transient (Avila-Agüero et al. 1998 ). Rotavirus is not transmitted exclusively via contaminated individuals serving as vectors: one study of 31 pediatric wards in French hospitals identified having fewer than 20 beds per ward, keeping patients in their rooms, and keeping patients' doors closed as other measures that had strong correlations with lower incidences of diarrheal infections (Jusot et al. 2003 ) (other measures may not have shown significant as predictors because all the wards in the study followed them). However, many notable rotavirus outbreaks have occurred in wards for very young children (including infants) (Cone et al. 1988; Ringenbergs et al. 1989; Rodrigues et al. 2007) , where patients are largely restricted to their rooms and isolation from other patients is simpler to arrange. These same studies showed a significant proportion of asymptomatic infections (Gleizes et al. 2006) , where transmission is unlikely except through direct contact with bodily excretions. Although rooms in such wards are often shared, the literature on infection of roommates provides mixed results at best (Cone et al. 1988; Ringenbergs et al. 1989; Ryder et al. 1977) . Some studies have also cited patient contact with HCWs' hands as an important transmission route (Chandran et al. 2006; Maille et al. 2000; Nakata et al. 1996; Ryder et al. 1977) . For these reasons, the present study focuses on the role of indirect transmission.", "cite_spans": [{"start": 160, "end": 179, "text": "(Angel et al. 2007;", "ref_id": "BIBREF2"}, {"start": 180, "end": 206, "text": "Ruiz-Palacios et al. 2006;", "ref_id": "BIBREF29"}, {"start": 207, "end": 228, "text": "Vesikari et al. 2006)", "ref_id": "BIBREF38"}, {"start": 483, "end": 506, "text": "(Fruhwirth et al. 2001)", "ref_id": "BIBREF16"}, {"start": 763, "end": 783, "text": "(Pittet et al. 2000)", "ref_id": "BIBREF26"}, {"start": 848, "end": 873, "text": "(Avila-Agüero et al. 1998", "ref_id": "BIBREF4"}, {"start": 1227, "end": 1245, "text": "(Jusot et al. 2003", "ref_id": "BIBREF20"}, {"start": 1469, "end": 1487, "text": "(Cone et al. 1988;", "ref_id": "BIBREF9"}, {"start": 1488, "end": 1512, "text": "Ringenbergs et al. 1989;", "ref_id": "BIBREF27"}, {"start": 1513, "end": 1535, "text": "Rodrigues et al. 2007)", "ref_id": "BIBREF28"}, {"start": 1726, "end": 1747, "text": "(Gleizes et al. 2006)", "ref_id": "BIBREF17"}, {"start": 1954, "end": 1972, "text": "(Cone et al. 1988;", "ref_id": "BIBREF9"}, {"start": 1973, "end": 1997, "text": "Ringenbergs et al. 1989;", "ref_id": "BIBREF27"}, {"start": 1998, "end": 2016, "text": "Ryder et al. 1977)", "ref_id": "BIBREF30"}, {"start": 2116, "end": 2138, "text": "(Chandran et al. 2006;", "ref_id": "BIBREF7"}, {"start": 2139, "end": 2158, "text": "Maille et al. 2000;", "ref_id": "BIBREF23"}, {"start": 2159, "end": 2178, "text": "Nakata et al. 1996;", "ref_id": "BIBREF24"}, {"start": 2179, "end": 2197, "text": "Ryder et al. 1977)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "Mathematical modeling has already been used to address control of nosocomial infections. Two groups of researchers in particular have published extensively on control measures for bacterial hospital-transmitted infections. D'Agata, Magal, Ruan, Webb, and collaborators used vector infection models (with HCWs as carriers) based upon classical systems of nonlinear differential equations to study the emergence and persistence of antibiotic-resistant bacterial infections in hospital settings, especially vancomycin-resistant enterococci, with a focus on optimizing antibiotic treatment regimens to minimize the prevalence of antibiotic-resistant infections (D'Agata et al. , 2006 (D'Agata et al. , 2007 (D'Agata et al. , 2008 Webb et al. 2004 Webb et al. , 2005 . Their results suggested, for example, beginning treatment as early as possible and reducing its duration. Chow et al. (2007) developed a similar but more complicated framework to study the effects of antimicrobial drug cycling programs on the emergence of dual-resistant infections.", "cite_spans": [{"start": 657, "end": 679, "text": "(D'Agata et al. , 2006", "ref_id": "BIBREF12"}, {"start": 680, "end": 702, "text": "(D'Agata et al. , 2007", "ref_id": "BIBREF13"}, {"start": 703, "end": 725, "text": "(D'Agata et al. , 2008", "ref_id": "BIBREF14"}, {"start": 726, "end": 742, "text": "Webb et al. 2004", "ref_id": "BIBREF40"}, {"start": 743, "end": 761, "text": "Webb et al. , 2005", "ref_id": "BIBREF41"}, {"start": 870, "end": 888, "text": "Chow et al. (2007)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Austin, Bonten, Lipsitch, and collaborators, working in the same area, focused instead on the effects of preventive measures such as hand-washing, cohorting, and other barrier precautions, drawing extensively upon stochastic models to simulate transmission within a single ward, more often than not as direct patientto-patient contact (Austin et al. 1999; Boldin et al. 2007; Bonten et al. 2001; Lipsitch et al. 2000) . Stochastic models (including agent-based models (ABMs) or individual-based models) are important tools for capturing variability in pathogen transmission due to individual differences and fluctuations in the environment, which is especially important to consider in small populations like a single hospital ward (Cooper et al. 1999) . These studies especially emphasized the role of cohorting in infection control, assuming that nursing staff, associated with a single ward, can be assigned to specific disjoint subsets of patients, so as to restrict the spread of pathogen contamination, while physicians and other medical staff which serve the entire hospital cannot be so restricted, creating potential for infection spread across cohorts. Temime et al. also used an ABM to study the effects of heterogeneity in HCW contact structures and compliance levels with preventive measures (Temime et al. 2009 ), concluding that a noncompliant, uncohorted HCW may function as an infection \"superspreader.\" Sébille et al. (1997a Sébille et al. ( , 1997b extended the notion of vector-type transmission of nosocomial infections to consider not only HCWs but also contaminated instruments and hospital equipment; in the case of pediatric infections, this may include play equipment for children old enough to use toys.", "cite_spans": [{"start": 335, "end": 355, "text": "(Austin et al. 1999;", "ref_id": "BIBREF3"}, {"start": 356, "end": 375, "text": "Boldin et al. 2007;", "ref_id": "BIBREF5"}, {"start": 376, "end": 395, "text": "Bonten et al. 2001;", "ref_id": "BIBREF6"}, {"start": 396, "end": 417, "text": "Lipsitch et al. 2000)", "ref_id": "BIBREF21"}, {"start": 732, "end": 752, "text": "(Cooper et al. 1999)", "ref_id": "BIBREF10"}, {"start": 1305, "end": 1324, "text": "(Temime et al. 2009", "ref_id": "BIBREF34"}, {"start": 1421, "end": 1442, "text": "Sébille et al. (1997a", "ref_id": "BIBREF31"}, {"start": 1443, "end": 1467, "text": "Sébille et al. ( , 1997b", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our study considers the transmission of rotavirus between patients and HCWs in a single pediatric ward, with a focus on preventive hygiene measures and their likely effects in an environment where differences among individuals (of both types) can have an important impact, here measured through stochasticity. In particular, we focus in part on the extent to which stochastic models predict mean prevalence that diverges from that of the corresponding deterministic models while at the same time accounting for the variability observed between clinical studies, and in part on distinguishing the effects of hygiene compliance before and after HCW-patient contacts, including both universal and targeted (to symptomatic patients) compliance. In the following section, we present a simple compartmental framework describing the basic infection process within a single ward. Section 3 presents the analysis of the resulting deterministic model, the results of which are extended in Sect. 4 by considering the effects of stochasticity, via both a continuous-time Markov chain (CTMC) model to describe the stochasticity inherent in the overall process and a study of the effects of variation in the parameters with greatest uncertainty, upon key output quantities (the control reproductive number and 90-day endemic prevalence). Section 5 focuses on the efficacy of various control measures necessary to limit nosocomial transmission, and the final section presents some conclusions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We now propose a simple modeling framework for nosocomial transmission of gastrointestinal rotavirus infection between patients and HCWs in a single pediatric ward. We describe the framework initially in terms of a mean-field (deterministic) model, in order to illustrate the basic underlying assumptions. All model parameters are defined in Table 1 . In practice, there may be several different causes of nosocomial gastroenteritis present simultaneously (Jusot et al. 2003; Ringenbergs et al. 1989 ), but we will here assume that all diarrheal infections are caused by rotavirus, as has also often been observed (Cone et al. 1988; Maille et al. 2000; Thuret et al. 2004) .", "cite_spans": [{"start": 456, "end": 475, "text": "(Jusot et al. 2003;", "ref_id": "BIBREF20"}, {"start": 476, "end": 499, "text": "Ringenbergs et al. 1989", "ref_id": "BIBREF27"}, {"start": 614, "end": 632, "text": "(Cone et al. 1988;", "ref_id": "BIBREF9"}, {"start": 633, "end": 652, "text": "Maille et al. 2000;", "ref_id": "BIBREF23"}, {"start": 653, "end": 672, "text": "Thuret et al. 2004)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 342, "end": 349, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Model Framework"}, {"text": "Patients are admitted to the ward at a rate Δ(t), a proportion (α) of whom are admitted with community-acquired diarrhea (CAD); for a proportion c of these, the CAD is symptomatic and thus the primary diagnosis (reason for admission). The rest ((1 − c )α + (1 − α)) of the patients (including those with asymptomatic CAD) are admitted with some other primary diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Model Framework"}, {"text": "Patients in the ward are classified as having symptomatic CAD (C), symptomatic hospital-acquired diarrhea (HAD) (I s ), asymptomatic infection (I a ), or no rotavirus infection (S). Patients in these classes are discharged after respective mean stays of 1/γ c , 1/γ i , 1/γ , and 1/γ units of time (patients with asymptomatic HAD infections are assumed to recover from their primary diagnoses at the same rate as patients without rotavirus infections). Patients with symptomatic HAD may also clear the rotavirus at a mean per capita rate of γ d (but remain hospitalized pending recovery from the primary diagnosis); recovered patients are assumed susceptible to repeat infections based on data (e.g., Cone et al. 1988) showing that infants may sustain more than one during a single stay. By assumption γ d < γ c (since those admitted with CAD have already progressed through much of the infectious period prior to hospital admission) and γ i < γ (since HAD complicates recovery from the primary diagnosis). The patient-HCW contact rate is assumed to be determined by the needs of the patients, which may be affected by rotavirus infection status, and is therefore set at b c , b i , b a , and b s contacts per patient per day, respectively, for patients in classes C, I s , I a , and S. The number of contacts per HCW per day is therefore not in general constant. By assumption b c = b i ≥ b a = b s since diarrheal infections require more frequent attention from HCWs. In this initial framework, contacts are assumed to be made homogeneously between patients and HCWs; the context can therefore be taken as the smallest hospital unit for which strict cohorting is not in place. In practice, only nursing staff may be cohorted, as physicians and other specialists visit patients throughout a given ward and indeed across wards. Incorporation of multiple (say n) cohorts into a model therefore requires further subdivision of the HCW class (into at least n + 1 subclasses) and will be left for a more detailed model.", "cite_spans": [{"start": 701, "end": 718, "text": "Cone et al. 1988)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Model Framework"}, {"text": "HCWs are classified as uncontaminated (S w ) or contaminated (P w ) with the pathogen; there is assumed to be no staff turnover, so the total number of HCWs S w + P w = W is assumed constant. HCWs are assumed to become contaminated from rotavirus exposure through contact with infected patients (in classes C, I s , and I a ) at respective rates of β c , β i , and β a HCWs per contacted patient per day, for a total contamination rate of (β c C + β i I s + β a I a )S w /W HCWs/day. Rotavirus contamination wears off, or is washed off, at a per capita rate of φ.", "cite_spans": [], "ref_spans": [], "section": "Model Framework"}, {"text": "Patients (S) uninfected with rotavirus are assumed to become infected primarily through contact with contaminated HCWs (the definition of HCW can easily be extended, as done by Sébille et al., to include hospital equipment that can also become contaminated through patient contact and insufficient sterilization), at a rate β s potential infections per day, leading to a total infection term of β s SP w /W . A proportion of these HAD infections are symptomatic (and hence more severe). We note that literature indicates a significant number (66% in Ringenbergs et al. 1989 , 30% in Thuret et al. 2004 ) of HAD cases develop after patient discharge; these cases are not taken into account in our model, but can easily be estimated from the number identified in the hospital, using the proportions (such as those cited above) given in the literature.", "cite_spans": [{"start": 177, "end": 192, "text": "Sébille et al.,", "ref_id": null}, {"start": 550, "end": 573, "text": "Ringenbergs et al. 1989", "ref_id": "BIBREF27"}, {"start": 574, "end": 601, "text": ", 30% in Thuret et al. 2004", "ref_id": null}], "ref_spans": [], "section": "Model Framework"}, {"text": "The infection rates (β) can be written as the product of the number of (potentially) infectious contacts b per patient per day and the proportion (intuitively, probability) π of infection per contact; 1 the π can in turn be written in terms of the base proportion (probability) p of a contact transmitting rotavirus between patient and HCW, the compliance proportion (coefficient) δ of HCWs with preventive measures that reduce HCW contamination (such as washing hands after patient contact), the compliance proportion (coefficient)δ of HCWs with preventive measures that reduce patient infection (such as washing hands before patient contact), and the proportion (coefficient) η of viral shedding of asymptomatic infectives (carriers) relative to symptomatics. In these terms, π s = p(1 −δ), π i = π c = (1 − δ)p, and π a = η(1 − δ)p. By assumption π c = π i > π a since η < 1, but note that π a = π s since one deals with contaminating HCWs and the other with infecting patients. Thus, e.g., β a = b a η(1 − δ)p.", "cite_spans": [], "ref_spans": [], "section": "Model Framework"}, {"text": "Finally, in specifying the patient admission rate Δ(t), we must make an assumption regarding the ward's (or hospital's) policy for use of its resources. In particular, are patient admissions to the ward controlled so as to maintain constant occupancy (assumed 100%), in which case other patients are sent elsewhere and/or discharge criteria are adjusted? Or, instead, are all patients who arrive at the hospital admitted (at a rate assumed constant over the study period)? Under a constant occupancy hypothesis (henceforth CO), there is effectively a waiting list, and every patient discharge is accompanied by the immediate arrival of a new patient to occupy the newly freed bed; thus the number of occupied beds S + I s + I a + C is assumed equal to the normal capacity B (beds) of the ward, the total patient population remains constant at B, and the admission rate becomes Δ(t) = γ S(t) + γ i I s (t) + γ I a (t) + γ c C(t). Under a constant admissions hypothesis, however (henceforth CA), we assume that patients arrive at a constant rate which is independent of current occupancy but tends to maintain 100% occupancy (i.e., the ward was designed to accommodate average community needs), so that Δ(t) = γ B. Constant admissions implies that occupancy will fluctuate (sometimes below 100% and sometimes above it) since different classes of patient are discharged at different rates. Our analysis will consider both of these hypotheses (the difference in prevalence turns out to be minimal). We note that seasonal fluctuations in Δ (or α) could easily be incorporated with a periodic multiplier if needed. The resulting dynamical system framework is described by the flow chart in Fig. 1 and by the following system of differential equations:", "cite_spans": [], "ref_spans": [{"start": 1684, "end": 1690, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Model Framework"}, {"text": "If CAD cases are considered isolated (sporadic) arrivals, we can let α = 0.", "cite_spans": [], "ref_spans": [], "section": "Model Framework"}, {"text": "In this section, we perform both qualitative and quantitative analyses of the simple deterministic framework described in the previous section, to serve as a baseline for interpretation of stochastic results in later sections. Although rotavirus outbreaks are typically of limited duration, demographic renewal in a hospital context (admissions and discharges) actually occurs on a faster timescale than the epidemic, justifying not only their inclusion but a qualitative study of steady states, which, as the quantitative results indicate, are approached relatively quickly.", "cite_spans": [], "ref_spans": [], "section": "Deterministic Analysis"}, {"text": "As long as community-acquired cases continue to arrive in a ward (α > 0), nosocomial transmission will continue to occur, because of the ongoing potential for infection (except under the unrealistic assumption of perfect hygiene compliance, δ =δ = 1). In this case, we expect model analysis to predict a unique, stable, endemic steady state. In order to develop a measure of the purely nosocomial (re)production of cases, we must also consider the arrival of a single isolated infective in the ward (thus α = 0), in which case the deterministic model (1)-(6) exhibits traditional threshold behavior, namely, the outbreak dies out if R c ≤ 1 but persists if R c > 1, where R c is the control reproductive number: the average number of secondary infections produced by a single infected (HAD) individual in an otherwise completely susceptible population, in the presence of control measures (here, preventive hygiene measures).", "cite_spans": [], "ref_spans": [], "section": "Equilibria and R c"}, {"text": "In this section, we treat both cases, under the alternate hypotheses of constant occupancy and constant admissions for the ward.", "cite_spans": [], "ref_spans": [], "section": "Equilibria and R c"}, {"text": "For α > 0, there can be no disease-free equilibrium (and hence no R c ). In general, one can show that there always exists a unique endemic equilibrium (EE). We begin with the constant-occupancy case:", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "The equilibrium condition dI s /dt = 0 for (5) can be written", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "Expanding Δ in (3), we can write the equilibrium condition dC/dt = 0 as", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "Likewise expanding Δ in (6), we write", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "We now replace I * s with (7) in the expressions for I * a and C * , and use the results to replace I * a in the expression for C * , so that all patient variable equilibrium values are functions of S * . Then we use the fact that S + I s + I a + C = B is constant to obtain an expression for S * of the form S * (k 0 + k 1 ρ * ) = B, where ρ = P w /W . We back-substitute to obtain expressions of the form", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "which can be substituted into the equilibrium condition derived from (2) to obtain", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "which we can bound as follows:", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "Verification of the asymptotic stability of this equilibrium via the Jacobian is difficult as the matrix is not at all sparse. Consequently (and since our interest is in prevalence during a single season), we address the issue numerically (Sect. 3.3).", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α > 0"}, {"text": "If instead we consider the admissions rate to be a constant Δ = γ B, the equilibrium analysis proceeds as follows (with the same eventual result):", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α > 0"}, {"text": "The equilibrium condition for (5) yields (7) for I * s , as before. From (3), however, we instead obtain C * = c αΔ/γ c . (6) likewise yields", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α > 0"}, {"text": "Substituting (7) into the equilibrium condition for (4) then yields", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α > 0"}, {"text": "Substituting all of this into the equilibrium condition for (2) and letting ρ = P w /W as before, we finally obtain", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α > 0"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α > 0"}, {"text": "If we assume that CAD cases are isolated rather than ongoing, we can set the parameter α to zero and model CAD arrivals in the initial conditions. This will generate a disease-free equilibrium (DFE) and allow a calculation of R c . In this case, we find from (3), (6) ", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α = 0"}, {"text": "and then from (2) either ρ * = 0 (DFE) or", "cite_spans": [], "ref_spans": [], "section": "Constant Occupancy, α = 0"}, {"text": "(EE), with the latter positive iff k 2 β s ωφ > 1. From the DFE, we use the next-generation operator method (Diekmann et al. 1990 ) to calculate the control reproductive number (details given in Appendix A),", "cite_spans": [{"start": 108, "end": 129, "text": "(Diekmann et al. 1990", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Constant Occupancy, α = 0"}, {"text": "This expression can be read as the geometric mean of the average number of patients infected per HCW and the average number of HCWs contaminated per patient, with the latter term a weighted average of contributions from symptomatic and asymptomatic patients. The DFE is locally asymptotically stable iff R c < 1. We can also now see that the condition given above for existence of the EE simplifies to R c > 1. It is also possible to estimate R c or, as the outbreak evolves, the effective reproductive number R(t), heuristically from time series data on new cases (Wallinga and Lipsitch 2007) , but in cases where such daily incidence rates are not known (or published), the above approach can be used to estimate it from summary statistics over an extended period of time.", "cite_spans": [{"start": 565, "end": 593, "text": "(Wallinga and Lipsitch 2007)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Constant Occupancy, α = 0"}, {"text": "Setting α = 0 in the equilibrium conditions when Δ = γ B makes C * = 0 and simplifies (8) to", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α = 0"}, {"text": "which has solutions ρ * = 0 (DFE) and", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α = 0"}, {"text": "ωφ , this is the same condition, and nearly the same expression for ρ * , as in the constant-occupancy case above (the expressions for ρ * are the same if γ = γ i ). The basic reproductive number R c in this case is thus the same as that given in (9) above, and the EE exists iff R c > 1.", "cite_spans": [], "ref_spans": [], "section": "Constant Admissions Rate, α = 0"}, {"text": "Most of the parameter estimates (means) given in Table 1 are derived from data given in Table 2 , using that of Ringenbergs et al. (1989) except as follows. In order to better reflect a typical ward, and the HCW-patient ratio ω given in Cone et al. (1988) , we used the mean ward size given by Thuret et al. (2004) which surveyed dozens of hospitals. Since Ringenbergs et al. (1989) did not differentiate discharge rates, we used its estimate for 1/γ as a lower bound for 1/γ i (the result is close to the mean of the estimates given in Ryder et al. 1977 and Thuret et al. 2004) ; the average of the rotavirus figures of Cone et al. (1988) and Maille et al. (2000) for γ c , and the sole γ d estimate given by Ryder et al. (1977) . For δ, we used the mean given in Avila-Agüero et al. (1998) , which fits well within the ranges given by Pittet et al. (2000) and Slota et al. (2001) .", "cite_spans": [{"start": 112, "end": 137, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}, {"start": 237, "end": 255, "text": "Cone et al. (1988)", "ref_id": "BIBREF9"}, {"start": 294, "end": 314, "text": "Thuret et al. (2004)", "ref_id": "BIBREF35"}, {"start": 357, "end": 382, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}, {"start": 537, "end": 558, "text": "Ryder et al. 1977 and", "ref_id": "BIBREF30"}, {"start": 559, "end": 578, "text": "Thuret et al. 2004)", "ref_id": "BIBREF35"}, {"start": 621, "end": 639, "text": "Cone et al. (1988)", "ref_id": "BIBREF9"}, {"start": 644, "end": 664, "text": "Maille et al. (2000)", "ref_id": "BIBREF23"}, {"start": 710, "end": 729, "text": "Ryder et al. (1977)", "ref_id": "BIBREF30"}, {"start": 765, "end": 791, "text": "Avila-Agüero et al. (1998)", "ref_id": "BIBREF4"}, {"start": 837, "end": 857, "text": "Pittet et al. (2000)", "ref_id": "BIBREF26"}, {"start": 862, "end": 881, "text": "Slota et al. (2001)", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 49, "end": 56, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 88, "end": 95, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Parameter Estimation"}, {"text": "We estimated parameters for which no data were given in the literature as follows. In the absence of data on the rate at which HCWs clear contamination, we take a conservative estimate of φ = γ d , the same rate at which patients clear the infection. (In practice, HCWs contaminated but not infected may wash the virus particles off much sooner, but contaminated hospital equipment and facilities may go longer without disinfection.) The average per-patient contact rates b s = b a and b i = b c are taken from estimates for pediatric wards in a set of French hospitals (J.F. Jusot, unpublished data). We assumed that HCW hand-washing or disinfecting occurred following (rather than prior to) patient contacts, so as to prevent HCW contamination (and exportation of rotavirus particles from patient rooms), in accordance with studies (e.g., Ontario Ministry of Health and Long-Term Care 2009) which found compliance noticeably higher after than before patient contact, thereby concentrating preventive measures in δ rather thanδ (but see Sect. 5.2 for further discussion). Finally, estimates for p and η were obtained by fitting prevalence (I * s + I * a ) levels after 90 days to observed final prevalences reported in each of three references, as indicated in Table 3. In each case, parameter estimates in Table 1 were replaced with data from the given study when available: in particular, for Thuret et al. (2004) the given values of α, γ and γ i , as well as a value of = 0.76 taken from the mean of those given in Table 2 ; and for Cone et al. (1988) the given values for α, , c , γ (and thereby γ i ), and γ c (and thereby γ d ). (The values in Table 1 already follow Ringenbergs et al. (1989) where possible.)", "cite_spans": [{"start": 1396, "end": 1416, "text": "Thuret et al. (2004)", "ref_id": "BIBREF35"}, {"start": 1537, "end": 1555, "text": "Cone et al. (1988)", "ref_id": "BIBREF9"}, {"start": 1674, "end": 1699, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 1308, "end": 1315, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1519, "end": 1526, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1651, "end": 1658, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Parameter Estimation"}, {"text": "As the data from Ringenbergs et al. (1989) falls roughly in the middle of the ranges seen in Table 2 , and as the estimates for the parameter η in this study varied least (between the CO and CA scenarios) of the three studies used (see Table 3 ) while falling in between the estimates given for the other studies, we chose to use Ringenbergs et al. (1989) as our primary reference for simulations (hence its dominance in the estimates given in Table 1 ). Numerical solution of the system (1)-(6) for a wide range of parameter values and initial conditions consistently suggested that the unique endemic equilibrium was (globally) asymptotically stable, so in keeping with our interest in studying an outbreak that lasts a single season, we use cumulative prevalence of nosocomial cases over 90 days as a key epidemiological index (rather than R c , since we assume α > 0). Graphs of the numbers of infected patients of each type (CAD/HAD) in the ward during each of the first 90 days, as well as of the cumulative prevalence, are given in Fig. 2 for both the CO and CA models. Since the results obtained for the two scenarios (CO/CA) are similar, we chose to keep only the CO model for many of the subsequent stochastic analyses, based on realism (resource constraints tend to keep reported occupancy at 100% with admission and discharge criteria adjusted accordingly) as well as the greater proximity of the resulting estimates for p and η to the estimates obtained for the other studies. In practice, however, the results obtained for the two scenarios continued to parallel each other closely.", "cite_spans": [{"start": 17, "end": 42, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}, {"start": 330, "end": 355, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 93, "end": 100, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 236, "end": 243, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 444, "end": 451, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1039, "end": 1045, "text": "Fig. 2", "ref_id": null}], "section": "Numerical Analysis"}, {"text": "The parameter estimates obtained from Ringenbergs et al. (1989) yield a control reproductive number of R c ≈ 0.870 for the outbreak. This indicates that an ongoing influx of CAD cases is required to sustain such an outbreak (since R c < 1), although the fact that R c is close to 1 means that such outbreaks will be slow to wind down (once CAD admissions cease), and variations in individual patients' recovery times and individual HCWs' compliance with preventive measures may have the potential to sustain an outbreak-a potential that can only be measured by incorporating stochasticity in the model, as will be done in the following section. ", "cite_spans": [{"start": 38, "end": 63, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Numerical Analysis"}, {"text": "One way to simulate the variations in the infection process, as well as patient admissions and discharges, due to individual differences is to describe them using stochasticity. There are multiple ways to construct a stochastic model of population dynamics, of which arguably the most appropriate compartmental structure for describing epidemic outbreaks in small populations is to use a continuous-time Markov chain (CTMC) (Allen 2003; Allen and Allen 2003) . In a CTMC, interclass transition rates from the deterministic model are used to calculate event probabilities and waiting times, so that time remains continuous, but the events themselves are discrete, and hence so are the populations (in contrast with a deterministic model such as (1) To develop a stochastic model which corresponds to the deterministic model (1)-(6), one must address the ward size constraint. For the constant occupancy (CO) case, patient discharges must be associated with arrivals of new patients (i.e., they are not separate events), since a literal implementation of the admission rate Δ(t) as a separate event from the various patient discharge events leads to a stochastic model in which, unrealistically, the patient population size has no particular carrying capacity. For the constant admissions (CA) case, however, patient admissions occur as Fig. 3 Daily HAD incidence and cumulative prevalence given by the deterministic (dotted curves) and stochastic (CTMC) models, using parameters from Ringenbergs et al. (1989) . 95% quantiles (2.5%-97.5%) for the stochastic model are given in dash-dotted curves separate events from discharges, with their own rate; note that this has the effect of increasing the total rate of occurrences, relative to the constant occupancy case, and thus decreasing the average waiting time (although the mean frequency of each event type remains the same). Figure 3 compares sample results for the CTMC (based on a set of 1,000 simulations) to those for the corresponding deterministic model, under the CO hypothesis using parameter values based on Ringenbergs et al. (1989) and Table 1 . Graphs give the number of HAD cases in the ward each day during the first 90 days of an outbreak, and the cumulative prevalence of HAD among patients; the dashed lines at the bottom and top of each graph represent the 2.5%ile and 97.5%ile marks, respectively; although the former curve is flat in the first graph, signifying that on any given day there were no HAD cases present in the ward in at least 2.5% of the simulations, it lifts up around t = 50 days in the second, signifying that almost all the simulations had experienced at least one HAD case by day 50.", "cite_spans": [{"start": 424, "end": 436, "text": "(Allen 2003;", "ref_id": "BIBREF0"}, {"start": 437, "end": 458, "text": "Allen and Allen 2003)", "ref_id": "BIBREF1"}, {"start": 1483, "end": 1508, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}, {"start": 2069, "end": 2094, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 1335, "end": 1341, "text": "Fig. 3", "ref_id": null}, {"start": 1877, "end": 1885, "text": "Figure 3", "ref_id": null}, {"start": 2099, "end": 2106, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Continuous-Time Markov Chains"}, {"text": "A slight deviation can be observed between the stochastic mean number of infected patients and the deterministic prediction, leading to a gradual separation between the stochastic and deterministic cumulative prevalence over time. This phenomenon has been observed before, e.g., in D' Agata et al. (2007) , where the authors noted that their deterministic model for nosocomial transmission of a bacterial infection gave \"a slight overestimation\" of the incidence in their stochastic (in their case, individual-based) models. It is interesting that our CTMC performs comparably to their individual-based model (relative to the respective deterministic/mean-field result). The authors' conclusion in D' Agata et al. (2007) is simply that extinction of the particular infection in the deterministic model, measured via the reproductive number R 0 or R c , implies extinction in the mean in the stochastic model. The discrepancy here may be due to the discreteness of the state variables (and events) in the CTMC, given the small population size.", "cite_spans": [{"start": 285, "end": 304, "text": "Agata et al. (2007)", "ref_id": null}, {"start": 701, "end": 720, "text": "Agata et al. (2007)", "ref_id": null}], "ref_spans": [], "section": "Continuous-Time Markov Chains"}, {"text": "In partial support of this last conjecture, we also compared the solutions to a deterministic model where patients are discharged continuously but admitted only once a day (synchronously), which corresponds mathematically to setting Δ(t) = 0 in (1)-(6) and introducing discontinuities of total size Δ × 1 day at integer values of t. Results for this model (not shown) fell in between those for the original deterministic model and those for the corresponding CTMC. Results for CO and CA versions of all three models were comparable.", "cite_spans": [], "ref_spans": [], "section": "Continuous-Time Markov Chains"}, {"text": "In practice, CAD infections tend to be seasonal, concentrated in the winter months (e.g., Maille et al. 2000; Ringenbergs et al. 1989 ). Here we have represented, in both the deterministic and stochastic models, a CAD arrival rate which is constant in the mean, but the 90-day timeframe used here fits well within the length of typical seasonal rotavirus epidemics. The 95% quantile interval depicted in Fig. 3 clearly includes the range of prevalences reported in the literature (e.g., roughly 3% reported in Thuret et al. 2004 to 17% in Ryder et al. 1977 , and suggests significant interepidemic variability even under similar conditions.", "cite_spans": [{"start": 90, "end": 109, "text": "Maille et al. 2000;", "ref_id": "BIBREF23"}, {"start": 110, "end": 133, "text": "Ringenbergs et al. 1989", "ref_id": "BIBREF27"}, {"start": 510, "end": 528, "text": "Thuret et al. 2004", "ref_id": "BIBREF35"}, {"start": 529, "end": 556, "text": "to 17% in Ryder et al. 1977", "ref_id": null}], "ref_spans": [{"start": 404, "end": 410, "text": "Fig. 3", "ref_id": null}], "section": "Continuous-Time Markov Chains"}, {"text": "A more static snapshot of the effects of variability in individual factors can be derived by representing the relevant parameters with probability distributions instead of single values (means) and observing the corresponding distributions for model outputs. We chose different subsets of the parameters in Table 1 to represent in this way and made repeated random draws from each distribution, using each set of draws (one value for each parameter) to compute the reproduction number R c and the cumulative prevalence after 90 days using the model framework (1)-(6) under both the CO and CA hypotheses. Focusing the study in this way allows not only an evaluation of which variability sources are most likely to cause significant fluctuations in model outputs, but also the incorporation of different distributions for different parameters, reflecting the distinct ways in which each contributing factor may vary. The two clusters of parameters analyzed in this way were selected for two reasons: First, they were the only ones (with the exception of one report of B, cf. Table 2 ) for which enough data was available to estimate distributions, as opposed to merely means. Second, the remaining parameters (except for p and η, for which no direct measures of any kind were available) are those which control policy might target, and as such their impact on outbreaks is investigated in a different way in Sect. 5. Finally, the parameters were clustered into two groups based on the type of event they govern: arrival of new rotavirus cases, or patient discharge/recovery rates.", "cite_spans": [], "ref_spans": [{"start": 307, "end": 314, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1073, "end": 1080, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Individual Variability"}, {"text": "We first considered variations in local environmental conditions that govern the arrival of CAD cases to the hospital and the proportion of infections which are symptomatic, described in the model via the dimensionless parameters α, and c , all proportions between 0 and 1. As Thuret et al. (2004) gave α with meanα = 0.193 and standard deviationσ α = 0.109, we used a beta distribution: ", "cite_spans": [{"start": 277, "end": 297, "text": "Thuret et al. (2004)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Variations in CAD Arrivals and Symptomaticity (α, , and c )"}, {"text": ". Concerning and c , only two fixed values for each were available ( 1 , 2 and c 1 , c 2 respectively; see Table 2 ), so uniform distributions were used:", "cite_spans": [], "ref_spans": [{"start": 107, "end": 114, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Variations in CAD Arrivals and Symptomaticity (α, , and c )"}, {"text": "with x = 1 − 5% and y = 2 + 5%, and", "cite_spans": [], "ref_spans": [], "section": "Variations in CAD Arrivals and Symptomaticity (α, , and c )"}, {"text": "with v = c 1 − 5% and w = c 2 + 5%. The ±5% interval extension was chosen arbitrarily in the absence of further data. Results obtained after n = 1000 simulations are given in Table 4 . Predictably, variation in these parameters has minimal effect on R c (95% of the distribution is within 4.15% of the median value) since R c measures only HAD transmission, not CAD cases. The variation in cumulative prevalence is greater (+13% to −57% from the median) but still considerably less than that exhibited by the CTMC. The relatively small impact of variation in a parameter set containing α and c , the key parameters measuring the intensity of the CAD epidemic in the community, suggests that shortterm fluctuation in CAD arrivals within the timeframe of a single epidemic (that is, given that some CAD cases are continuing to arrive) are not likely the dominant factor in the severity of an HAD outbreak within a hospital, a conclusion supported by the absence of α and c from R c .", "cite_spans": [], "ref_spans": [{"start": 175, "end": 182, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Variations in CAD Arrivals and Symptomaticity (α, , and c )"}, {"text": "As parameters of the \"γ \" family represent [reciprocals of] waiting times, they were randomized with gamma distributions, which are often used for this purpose (Hogg and Craig 1978, Sect. 3.3) . In keeping with the assumptions introduced in Sect. 2, γ and γ i were randomized from the same distribution (in the absence of data on the distribution of γ i ) under the constraint γ i ≤ γ , by making two independent draws and assigning the lesser to γ i . In the same way, γ c , γ d , and φ were also randomized from the same distribution as each other (namely that given for γ c ), under the constraints γ d < γ c and φ < γ c .", "cite_spans": [{"start": 160, "end": 192, "text": "(Hogg and Craig 1978, Sect. 3.3)", "ref_id": null}], "ref_spans": [], "section": "Variations in Recovery Times"}, {"text": "Several means and standard deviations were available for γ , but we continue to privilege that of Ringenbergs et al. (1989) , as before. Hence, the gamma distribution was calibrated from 1/γ = 8.0 days andσ (1/γ ) = 5.5 days (cf. Table 2) :", "cite_spans": [{"start": 98, "end": 123, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 230, "end": 238, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Variations in Recovery Times"}, {"text": "with u = 1/γ 2 σ 2", "cite_spans": [], "ref_spans": [], "section": "Variations in Recovery Times"}, {"text": "(1/γ ) and v =σ 2 (1/γ ) 1/γ . The gamma distribution for 1/γ c was calibrated from Cone et al. (1988) since it provides our only estimate for the standard deviation, thus with 1/γ c = 6.2 days and σ (1/γ c ) = 0.8 days:", "cite_spans": [{"start": 84, "end": 102, "text": "Cone et al. (1988)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Variations in Recovery Times"}, {"text": "where m = 1/γ 2 ĉ σ 2", "cite_spans": [], "ref_spans": [], "section": "Variations in Recovery Times"}, {"text": "(1/γc ) and n =σ 2 (1/γc ) 1/γ c . Results obtained after n = 1000 simulations are given in Table 5 . The variations in the output epidemiological indices are clearly greater than those observed when the parameters related to CAD arrivals and symptomaticity (α, , c ) are allowed to vary. Within the 95% of the results closest to the median, the cumulative prevalence after 90 days varied from 44% below the mean (comparable to that in Table 4 ) to 65% above it. The upper bound extends beyond that observed in the CTMC, and the reason can be seen in the variation in R c , where 22.8% of the simulations produced an R c greater than 1, leading to a sustained endemic state (at least in the short term) of HAD infection in the ward. These results suggest that fluctuations in the rates at which patients recover or are discharged (and HCWs and hospital equipment are decontaminated) have significant potential to extend outbreaks while preventive hygiene compliance remains at estimated levels.", "cite_spans": [], "ref_spans": [{"start": 92, "end": 99, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 436, "end": 443, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Variations in Recovery Times"}, {"text": "The analyses presented in the prior two sections provide a broad description of nosocomial transmission dynamics within a single hospital ward, including the range of most likely behavior for a default scenario with parameter values representative of reference conditions described in the literature. Specific measures may be put in place to contain the spread of HAD cases during times when rotavirus outbreaks have been identified in the community. Since nosocomial transmission will continue as long as CAD cases continue to arrive, the nosocomial control reproductive number R c cannot serve as a unique epidemiological index; rather, we may measure changes from the above baseline in cumulative prevalence levels (as well as in R c ) in response to several different possible control measures, such as changes in the HCW-patient ratio ω (including cohorting), compliance with preventive hygiene measures (as measured by δ andδ), and vaccination. This section provides a comparison of the effects of such measures.", "cite_spans": [], "ref_spans": [], "section": "Control"}, {"text": "Because the deterministic model analyzed in Sect. 3 uses continuous state variables, it is effectively scale-invariant, so changes in both W and B that preserve their ratio ω do not affect the prevalence of infection, nor other proportional behavior. Therefore, cohorting which preserves ω by partitioning a ward into smaller parts, for each of which the HCW-patient ratio is the same as the average for the entire ward, will under the deterministic model yield the same prevalence as no cohorting, as long as CAD cases admitted to the ward are distributed evenly to all cohorts, which is likely to be true in the mean as long as ward occupancy rates are near 100%, as assumed. In this case, it will make no difference whether the cohorting is perfect or not (that is, whether all staff are restricted to contacting patients in a single cohort, or whether some staff, typically physicians and diagnosticians, make contact with patients in several cohorts). Of course, if all diagnosed CAD cases are admitted to a cohort reserved for this purpose, it would significantly limit nosocomial transmission, but the fact that a quarter or more of CAD patients are admitted with asymptomatic infections would require specific testing (as done in some studies) in order for such a designated cohort to be efficient, a move that could be expensive. The deterministic model can therefore only measure the likely effect of controlling B and W via changes in their ratio ω. As seen in (9), R c is inversely proportional to ω since the HCW-patient contact rate is determined entirely by patient need: a constant number of total contacts per patient per day means that the more HCWs there are, the fewer contacts per day each of them has with patients, and therefore the less frequently has the chance to receive or pass on rotavirus exposure. Adding a single HCW to the default scenario of 5 HCWs for a 21-bed ward reduces R c from 0.870 to 0.794, mean cumulative prevalence after 90 days (henceforth CumPrev90) from 14.0% to 11.6%, and the mean number of HAD cases present at 90 days from 2.9 to 2.5. If one instead doubles the number of HCWs to 10 (thereby doubling ω), these indices reduce further, to 0.615, 6.73%, and 1.76 cases, respectively. Doubling the number of HCWs to halve the number of HAD cases, however, may not be especially cost-effective, and healthcare facilities are generally already operating with as many staff as they can afford.", "cite_spans": [], "ref_spans": [], "section": "HCW-Patient Ratio and Ward Size"}, {"text": "On the other hand, the CTMC model analyzed in Sect. 4 already showed signs there of the effects of discretization and small population size, and suggests that ward (or cohort) size does affect overall prevalence. Figure 4 illustrates the effects of population size by superposing the mean and 95% interval of cumulative HAD prevalence over time for 10,000 simulations each of the stochastic model with ω fixed at 1/4 and a ward size of 4, 20, or 40 beds, as well as the results for the deterministic model. (We use 20 beds as a reference case here, as it is the closest possible size to the reported mean of 21 which allows scaling down with ω preserved.) As can be seen, the larger the ward size, the closer the stochastic mean is to the deterministic solution, and the smaller the 95% interval. Perfect cohorting (complete isolation of HCWs in each cohort from patients assigned to other cohorts) is therefore likely to result in a lower mean HAD prevalence than no cohorting, due to this discretization effect. Perfect cohorting also means, however, that when a cohort does receive a patient infected with rotavirus, the other patients in that cohort receive a higher concentration of contacts with HCWs who contact the infected patient than they might without cohorting. Consequently, the proportion of patients in that cohort who become infected may be markedly higher than it would be otherwise (as evidenced by the higher top quantile for the 4-bed case).", "cite_spans": [], "ref_spans": [{"start": 213, "end": 221, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "HCW-Patient Ratio and Ward Size"}, {"text": "The CTMC model also shows a similar convergence of the mean cumulative prevalence to that of the deterministic model as the number of HCWs increases for a fixed ward size B; in addition to the reduction in the number of cases observed in the deterministic model as ω increases, CumPrev90, expressed as a proportion of the prevalence in the deterministic model, increases from 74% for 1 HCW to 80% for 5 HCWs to 90% for 10 HCWs.", "cite_spans": [], "ref_spans": [], "section": "HCW-Patient Ratio and Ward Size"}, {"text": "In short, increasing the HCW-patient ratio reduces infection when the amount of attention each patient receives is based on his/her needs rather than the number of available staff, but this factor alone is unlikely to justify the high marginal operating costs thereby incurred. Cohorting, which involves a significantly lower cost, is likely to have a positive but small effect on reducing infection as long as newly-arrived CAD cases (asymptomatic as well as symptomatic) are assigned to every cohort as beds open up. A designated CAD cohort would require both money (for testing all incoming patients, in order to detect asymptomatic infections) and resources (holding beds open in the CAD cohort while CAD-negative patients wait for beds in other cohorts) that will typically prove prohibitive.", "cite_spans": [], "ref_spans": [], "section": "HCW-Patient Ratio and Ward Size"}, {"text": "A primary aim of this article is to investigate the role played by preventive hygiene compliance in nosocomial rotavirus infection among children young enough to remain effectively isolated from each other within a ward. In estimating parameter values for our model, we chose somewhat arbitrarily to identify the roughly 50% maximal compliance level found in the literature (Avila-Agüero et al. 1998 ) with measures that reduce HCW contamination, such as washing hands after contacts with patients (incorporated through the parameter δ), rather than with measures that reduce patient infection directly, such as washing hands immediately before contact with patients (incorporated throughδ). Before investigating the effects of changing these parameters it is important to make two observations: first, that interchanging the values of δ andδ has no effect on the value of R c (since a term (1 − δ)(1 −δ) can be factored out of the product of the β's); and second, that changes in the default (assumed) values of these two parameters more generally (based upon data that would distinguish the two) necessitate a recalibration of the estimates for p and η, which were chosen empirically to fit the cumulative prevalence observed in Ringenbergs et al. (1989) and the estimates δ = 0.50,δ = 0 given in Table 1 . For example, if we assume instead that δ =δ = 0.5, as consistent with one baseline estimate in Avila-Agüero et al. (1998) , the a posteriori data fitting described in Sect. 3.2 produces estimates of p = 0.0576 and η = 0.154 but the same infection rates, as it is based on known final prevalence. The objective of considering changes in prevention-related parameters is instead to evaluate changes in compliance levels from the levels currently commonly observed.", "cite_spans": [{"start": 374, "end": 399, "text": "(Avila-Agüero et al. 1998", "ref_id": "BIBREF4"}, {"start": 1231, "end": 1256, "text": "Ringenbergs et al. (1989)", "ref_id": "BIBREF27"}, {"start": 1404, "end": 1430, "text": "Avila-Agüero et al. (1998)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 1299, "end": 1306, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Hygiene Compliance"}, {"text": "Although estimates of compliance with preventive hygiene measures in the literature vary, they generally agree that sustained baseline levels typically do not surpass our default estimate of about 50%. In a study of transplant patients in a US pediatric hospital, Slota et al. (2001) measured 22% overall compliance before announcing the study, 76% compliance during a performance feedback period during the study, and residual 52% compliance six weeks later. Another study (Avila-Agüero et al. 1998) which measured compliance as a function of perceived pressure in a Costa Rica hospital found a baseline compliance ofδ = 0.52, δ = 0.49 (using covert observation), which rose minimally toδ = 0.56, δ = 0.52 when the observation was overt (and announced), and toδ = 0.74, δ = 0.69 during a public education campaign (including overt observation), but returned to baseline levelsδ = 0.49, δ = 0.52 some weeks after the campaign had ended (under covert observation again). An Australian study gave similar estimates ofδ = 0.124, δ = 0.106 (baseline before campaign); δ = 0.683, δ = 0.648 during the campaign; andδ = 0.546, δ = 0.549 some time after (Tibballs 1996) . A Swiss team (Pittet et al. 2000) reported a sustained rise in overall compliance (timing relative to patient contact was not reported) from 0.476 to 0.662 achieved via a combination of two specific mechanisms: a HCW-organized, ongoing public awareness campaign in which posters and other announcements were changed every few months using designs by the HCWs at that hospital, and the installation of disinfectant gel dispensers beside every patient's bed (compliance was then with gel use rather than hand washing). Both of these measures are moderate in cost and require HCWs taking collective ownership of them.", "cite_spans": [{"start": 264, "end": 283, "text": "Slota et al. (2001)", "ref_id": "BIBREF33"}, {"start": 474, "end": 500, "text": "(Avila-Agüero et al. 1998)", "ref_id": "BIBREF4"}, {"start": 1146, "end": 1161, "text": "(Tibballs 1996)", "ref_id": "BIBREF36"}, {"start": 1177, "end": 1197, "text": "(Pittet et al. 2000)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Hygiene Compliance"}, {"text": "Given the potential for significant short-term improvements illustrated by Avila-Agüero et al. (1998) , we may consider a short-term compliance increase during a rotavirus epidemic in which the noncompliance level for both pre-contact and postcontact hygiene drops by half (say, from 100% to 50% (1 −δ), or from 50% to 25% (1 − δ) ). In such a scenario, both the deterministic and stochastic models predict a drop in CumPrev90 of a factor of between 4 and 5 (the deterministic prevalence is reduced to 21% of its default value, and the stochastic mean prevalence to 24% of its default value). A more modest drop of 1/3 in noncompliance, such as that seen in Pittet et al. (2000) , reduces CumPrev90 to 40% of its default value. Finally, even a 1/4 drop in noncompliance (raising δ from 0.50 to 0.625 andδ from 0 to 0.25) cuts CumPrev90 in half. Thus, significant reductions in rotavirus spread by contamination can be achieved for even modest improvements in use of preventive hygiene, if sustained over the course of an outbreak.", "cite_spans": [{"start": 75, "end": 101, "text": "Avila-Agüero et al. (1998)", "ref_id": "BIBREF4"}, {"start": 658, "end": 678, "text": "Pittet et al. (2000)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 323, "end": 330, "text": "(1 − δ)", "ref_id": "FIGREF0"}], "section": "Hygiene Compliance"}, {"text": "One may also imagine that during a rotavirus outbreak HCWs use preventive hygiene more often after contacting a patient known to be infected than when contacting a patient without symptoms of gastroenteritis. In this case we may define a parameter δ s which describes the mean compliance level after contact with patients in the C and I s classes, while δ continues to describe compliance levels after contacts with patients in the S and I a classes (andδ to measure compliance before all patient contacts). Under such a hypothesis the analytical results of Sect. 3.1 remain unchanged, since compliance ratios are implicit in the β's, and it is only the values of β c and β i which change. Reducing (1 − δ s ) by 1/3 also reduces CumPrev90 by 1/3, and reducing it by 1/2 results in nearly the same proportional reduction in prevalence. It is worth noting that since asymptomatics are considerably less infectious than symptomatics (η 1), improving compliance levels post-contact with all patients (that is, reducing (1 − δ) by the same amount as (1 − δ s )) gives only minimally better results than improving compliance levels post-contact with symptomatic patients, even though a fairly large proportion of infections are asymptomatic. Thus, although uniform and regular compliance with preventive hygiene is preferable, improvements in post-contact decontamination prompted only by observation of symptoms can still reduce nosocomial transmission significantly. Figure 5 , which graphs reductions in CumPrev90 for all three compliance improvement scenarios using the deterministic model, illustrates this trend (the stochastic mean prevalence gives similar results). For comparison purposes, compliance improvement h in this graph is defined as 1 − h = (1 − δ)/(1 − δ 0 ), where δ 0 is the reference compliance level (Table 1) and δ the improved level, so that h = 0 when δ = δ 0 and h = 1 when δ = 1.", "cite_spans": [], "ref_spans": [{"start": 1464, "end": 1472, "text": "Figure 5", "ref_id": "FIGREF3"}, {"start": 1819, "end": 1828, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Hygiene Compliance"}, {"text": "Efforts have been underway for a number of years to develop and distribute an effective vaccine for rotavirus infection, including one vaccine which was removed from the market in 1999 over concerns for a potential rare side effect. With the recent development of two vaccines (by different companies), international efforts (largely (Vesikari et al. 2006) . For another vaccine, Rotarix, which was the first approved for use in Europe, approximately 96% of severe infections were prevented in the first year (information from the Rotarix drug label).", "cite_spans": [{"start": 334, "end": 356, "text": "(Vesikari et al. 2006)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Vaccination"}, {"text": "In modeling the effects of a vaccination program on a nosocomial outbreak, we assume that any vaccination occurs prior to hospital admission; in addition, for simplic-ity we assume the vaccine provides all-or-nothing protection (Halloran et al. 1992 ). If we then suppose effective vaccination of a proportion ν of the population from which incoming patients are admitted (in this case, young children), then the Δ(t) patients who would, in the absence of a vaccination program, be admitted to the ward in unit time can be classified into one of five groups:", "cite_spans": [{"start": 228, "end": 249, "text": "(Halloran et al. 1992", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Vaccination"}, {"text": "• να c of them would have been hospitalized for symptomatic CAD infections but now, being effectively vaccinated, will contract no infection for which to seek treatment. • ν(1 − α c ) of them will still be hospitalized for a non-CAD diagnosis, but, being effectively vaccinated, will enter a protected class V upon admission, from which they will be discharged at per capita rate γ . • (1 − ν)(1 − α) of them will, as before, be hospitalized for a non-CAD diagnosis, and enter the S class upon admission, vulnerable to nosocomial rotavirus infection. • (1 − ν)α c of them will, as before, be admitted (into the C class) for a (symptomatic) CAD infection. • (1 − ν)α(1 − c ) of them will, as before, be admitted (into the I a class) for a non-CAD diagnosis, with an undiagnosed asymptomatic CAD infection as well.", "cite_spans": [], "ref_spans": [], "section": "Vaccination"}, {"text": "Thus, the total rate at which patients from the community will seek treatment is reduced by a proportion να c . Under a CA hypothesis, where all who seek treatment are admitted, the total admissions rate will also be reduced, from γ B to (1 − να c )γ B; under a CO hypothesis, where patients are only admitted to the ward as bed space frees, the total admissions rate Δ(t) remains tied to the total discharge rate, and it is merely the proportions of patients admitted into each class that are adjusted according to the above quantities (so that, for example, the rate entering the C class becomes", "cite_spans": [], "ref_spans": [], "section": "Vaccination"}, {"text": "Under either hypothesis (CO or CA), the dynamics of HAD infection remain decoupled from the dynamics of the V class", "cite_spans": [], "ref_spans": [], "section": "Vaccination"}, {"text": "because of the assumption that HCW-patient contact rates are determined purely by patient needs. Thus the qualitative behavior of the deterministic model as adapted to incorporate vaccination remains unchanged. In the special case α = 0 of isolated (sporadic) CAD admissions, the proportion S * /B at the DFE is reduced by a factor of (1 − ν) under both the CO and CA hypotheses, and the value of R c is thus multiplied by √ 1 − ν. To simulate the quantitative effects of a rotavirus vaccination program, we use the data cited above from the literature to estimate effective vaccine coverage ν: an estimated 31% of young children vaccinated, for whom an average of 97% of severe infections are prevented (based on the 96% and 98% statistics given), thus providing effective coverage of ν = 0.31 × 0.97 ≈ 0.30. (We assume only severe infections will lead to hospitalization; in fact, vaccination may prevent closer to 100% of infections severe enough to require hospitalization, but it prevents much less than 97% of mild cases, including asymptomatic ones.) Under a CO scenario with this level of coverage, CumPrev90 drops by slightly more than half, from 14% to 6.8% (95% of stochastic simulations with ν = 0.30 yielded values between 0.5% and 14%). Increasing ν to 0.60 reduces the expected prevalence to 1.9% (corresponding stochastic interval 0-6.8%), and for ν = 0.90 (near-universal coverage) it is reduced to 0.096% (effectively zero, stochastic interval 0-1.2%). These reductions are a result of both fewer CAD admissions and a reduced pool of patients susceptible to HAD infection. As vaccine coverage rises, nosocomial rotavirus infections will become rarer, but in developing countries vaccination remains a tool for the future, and less technical measures the tools of the present.", "cite_spans": [], "ref_spans": [], "section": "Vaccination"}, {"text": "This study uses multiple models to describe the nosocomial transmission of rotaviral gastroenteritis at the level of a single ward, particularly those treating very young children, in which transmission occurs primarily via contact with contaminated surfaces and health care workers (HCWs) exposed to the virus. A deterministic framework allows one to understand the basic underlying dynamics, which in this case follow classical threshold behavior, although the control reproductive number R c which describes the efficiency of purely nosocomial transmission cannot be the exclusive epidemiological reference index for an outbreak when community-acquired cases (CAD) continue to arrive at the hospital. Data fitting in the deterministic model using observed prevalences and parameters from multiple studies yielded estimates for the probability (proportion) p of HCW-patient contacts causing infection or contamination between 2% and 4% (and remaining under 6% even under the assumption of significant HCW compliance with pre-contact preventive hygiene measures), and estimated the relative infectivity η of patients with asymptomatic infections to be between 9% and 25% that of patients with symptomatic infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Stochastic models allow observation of the effects of variation in relevant epidemiological parameters due to individual differences as well as fluctuations in the environment. The primary stochastic model used in this study exhibits significant interepidemic variability (even with parameters fixed), which is in accordance with reported outbreaks where the overall prevalence ranged over an order of magnitude (e.g., 2% to 20%). Exploring the effects of variations limited to certain subsets of the parameters suggested that short-term fluctuations in admissions of CAD cases may not be the dominant factor in nosocomial (HAD) transmission; on the other hand, variations in discharge and recovery rates from patient to patient (and corresponding decontamination rates in HCWs) showed a nontrivial (22.8%) probability of making nosocomial transmission self-sustaining (R c > 1) for short periods of time, extending the duration of the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Several different control measures showed significant potential to reduce nosocomial transmission, but may not all be equally feasible to implement in a given setting. Cohorting (assigning HCWs to disjoint groups of patients on the ward, rather than allowing them to treat any patient) can slow the large-scale spread of infection, but the uniform (random) assignment of CAD cases to cohorts and the presence of asymptomatic CAD cases limit its effectiveness (as does the fact, not addressed in our models, that physicians and other specialized HCWs cannot be cohorted). In general, however, stochastic discretization effects tend to reduce the overall mean prevalence among patients when the cohort size (or the ward size) is reduced. A second measure, increasing the HCW-patient ratio, dilutes the spread of infection when HCW-patient contact rates are determined by patient needs, but is cost-intensive and therefore not realistic in many settings. Vaccination against rotavirus infection has obvious potential to reduce or eliminate nosocomial transmission almost entirely once coverage among patients at risk is high, but at present such vaccines are not yet widely available in developing countries. Finally, although studies have shown that it is difficult to raise compliance with common preventive hygiene measures beyond about 50% on a long-term basis, our models suggest that even targeted short-term improvements in hygiene compliance may reduce prevalence by 1/3, 1/2 or more during a single outbreak.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "As a sample comparison among these control measures, adding a single HCW to a typical ward with 5 HCWs and 21 beds reduces R c by about 9% (from 0.870 to 0.794) and the (deterministic) 90-day mean cumulative prevalence (CumPrev90) by about 21.5% (from 14% to 11%). Reducing cohort (or ward) size by 60% effects a similar (about 19%) proportional reduction in the stochastic 90-day mean cumulative prevalence (but has no effect on R c ). Reducing hygiene noncompliance both before and after patient contact by 10% (δ = 0.10, δ = 0.55) makes similar reductions in both R c and CumPrev90, as does reducing noncompliance by 22% after contacting patients with symptomatic infections (δ s = 0.61). Vaccination coverage of about 12% also produces this same value of CumPrev90 (but a smaller reduction of about 6% in R c ). Of these measures, adding a HCW to the staff of each ward clearly has the highest cost; the next highest cost is incurred by vaccinating enough children to achieve 12% coverage, although the cost is presumably not incurred by the hospital itself. Cohorting may incur costs if the workspaces, equipment, and instruments used by each HCW were previously common to the entire ward staff but must now be duplicated for each cohort in order to avoid cross-contamination. Improved hygiene compliance has no direct cost but that of the awareness campaign used to remind HCWs to disinfect, and therefore remains an important tool in fighting nosocomial infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Any theoretical study such as this one has obvious limitations introduced by simplifying assumptions in the models. One such limitation is the assumption of homogeneity among patients, whereas some studies (e.g., Thuret et al. 2004 ) have found higher rates of nosocomial rotavirus infection in certain types of patients such as those suffering from bronchitis or recovering from organ transplants. In addition, studies of compliance with preventive hygiene among HCWs have not occurred in conjunction with reported outbreaks of nosocomial rotavirus (or other gastroenteritis) infections, so reported levels may differ from those observed during such outbreaks. Studies of HAD outbreaks also differ on the extent to which they identify HCW-patient contacts as a primary infection pathway; certainly in wards where patient mobility is unrestricted the possibility exists for significant infectious patient-to-patient contact. Further research is necessary to address the latter two issues. Finally, this study has not incorporated the delay typically observed between infection and the onset of symptoms, which physicians in the studies cited in this paper identify as between 1 and 3 days (compared to our assumed mean hospital stay of 8 days for most patients); the latent period may be long enough to affect infection dynamics noticeably.", "cite_spans": [{"start": 213, "end": 231, "text": "Thuret et al. 2004", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Future work already in progress involves a multiscale approach to evaluating the potential spread of nosocomial infection beyond a single ward via patient contacts with physicians and other specialized personnel and equipment that interact with patients hospital-wide. This next project develops a network structure to represent contacts on a larger scale, using the underlying structure of the present study as a basis. In addition, if comparable cost bases can be established for the various control measures, one can consider the possible combinations of these measures which might make optimal use of available resources, since their use in conjunction with one another may do better than their use in isolation as considered here.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A continuous-time Markov chain (CTMC) can be formulated from a system of ordinary differential equations (ODEs) under the assumption that the probability of a given transition from one compartment or state to another is proportional to the corresponding transition rate in the ODE system, for small periods of time Δt. The Markov property already stipulates that these probabilities depend only upon present state values. Thus, for example, since the rate at which patients uninfected with rotavirus (S) are discharged from the hospital is given by γ S(t), the probability of such a transition occurring during an interval of time Δt is given by γ S(t)Δt + o(Δt), where o(Δt) → 0 as Δt → 0. If we take the sum of all such transition probabilities, say p(X(t))Δt + o(Δt), where X(t) is the vector of all state variables at time t, then the interevent time (the waiting time until the next transition takes place) has an exponential distribution with parameter p(X(t)); that is, the sequence of transition events forms a Poisson process. For further detail, see Chap. 5 in Allen (2003) .", "cite_spans": [{"start": 1071, "end": 1083, "text": "Allen (2003)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Appendix B: CTMC Formulation"}, {"text": "In calculating sample paths for a CTMC, one must make a series of draws from two distributions. For each event, one first recalculates all the transition probabilities (say p i (X(t)), i = 1, 2, . . . , n) and their sum p(X(t)). One then draws from an exponential distribution with parameter p(X(t)) to determine the time until the next event, and from a uniform distribution on [0, 1] to determine which type of event occurred. Event type is determined by partitioning the unit interval into n subintervals (one for each possible transition), each of length p i (X(t))/p(X(t)) (i = 1, 2, . . . , n), so that if the draw from the uniform distribution falls between 0 and p 1 (X(t))/p(X(t)), then the event is of type 1; if the draw falls between p 1 (X(t))/p(X(t)) and [p 1 (X(t)) + p 2 (X(t))]/p(X(t)), the event is of type 2, etc. Finally, the time index and state variables are updated.", "cite_spans": [], "ref_spans": [], "section": "Appendix B: CTMC Formulation"}, {"text": "The CTMC for this study was implemented using the language R; the code is available upon request.", "cite_spans": [], "ref_spans": [], "section": "Appendix B: CTMC Formulation"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An introduction to stochastic processes with applications to biology", "authors": [{"first": "L", "middle": ["J S"], "last": "Allen", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A comparison of three different stochastic population models with regard to persistence time. Theor", "authors": [{"first": "L", "middle": ["J S"], "last": "Allen", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Allen", "suffix": ""}], "year": 2003, "venue": "Popul. Biol", "volume": "64", "issn": "", "pages": "439--449", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rotavirus vaccines: recent developments and future considerations", "authors": [{"first": "J", "middle": [], "last": "Angel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Franco", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 2007, "venue": "Nature reviews. Microbiology", "volume": "5", "issn": "7", "pages": "529--539", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Vancomycinresistant enterococci in intensive-care hospital settings: transmission dynamics, persistence, and the impact of infection control programs", "authors": [{"first": "D", "middle": ["J"], "last": "Austin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bonten", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Weinstein", "suffix": ""}, {"first": "S", "middle": [], "last": "Slaughter", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}], "year": 1999, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "96", "issn": "12", "pages": "6908--6913", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Handwashing practices in a tertiary-care, pediatric hospital and the effect of an educational program", "authors": [{"first": "M", "middle": ["L"], "last": "Avila-Agüero", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Umaña", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Jiménez", "suffix": ""}, {"first": "I", "middle": [], "last": "Faingezicht", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "París", "suffix": ""}], "year": 1998, "venue": "Clin. Perform. Qual. Health Care", "volume": "6", "issn": "2", "pages": "70--72", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Relative effects of barrier precautions and topical antibiotics on nosocomial bacterial transmission: results of multi-compartment models", "authors": [{"first": "B", "middle": [], "last": "Boldin", "suffix": ""}, {"first": "M", "middle": ["J M"], "last": "Bonten", "suffix": ""}, {"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}], "year": 2007, "venue": "Bull. Math. Biol", "volume": "69", "issn": "", "pages": "2227--2248", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Understanding the spread of antibiotic resistant pathogens in hospitals: mathematical models as tools for control", "authors": [{"first": "M", "middle": ["J M"], "last": "Bonten", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Austin", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2000, "venue": "Reduction in rotavirus after vaccine introduction-United States", "volume": "33", "issn": "", "pages": "1146--1149", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Nosocomial rotavirus infections: a systematic review", "authors": [{"first": "A", "middle": [], "last": "Chandran", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Heinzen", "suffix": ""}, {"first": "M", "middle": [], "last": "Santosham", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Siberry", "suffix": ""}], "year": 2006, "venue": "J. Pediatr", "volume": "149", "issn": "", "pages": "441--447", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A mathematical model of nosocomial infection and antibiotic resistance: evaluating the efficacy of antimicrobial cycling programs and patient isolation on dual resistance", "authors": [{"first": "K", "middle": ["C"], "last": "Chow", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chávez", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Nosocomial transmission of rotavirus infection", "authors": [{"first": "R", "middle": [], "last": "Cone", "suffix": ""}, {"first": "K", "middle": [], "last": "Mohan", "suffix": ""}, {"first": "M", "middle": [], "last": "Thouless", "suffix": ""}, {"first": "L", "middle": [], "last": "Corey", "suffix": ""}], "year": 1988, "venue": "Pediatr. Infect. Dis. J", "volume": "7", "issn": "", "pages": "103--109", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Preliminary analysis of the transmission dynamics of nosocomial infections: stochastic and management effects", "authors": [{"first": "B", "middle": ["S"], "last": "Cooper", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Medley", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}], "year": 1999, "venue": "J. Hosp. Infect", "volume": "43", "issn": "", "pages": "131--147", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A mathematical model quantifying the impact of antibiotic exposure and other interventions on the endemic prevalence of vancomycin-resistant enterococci", "authors": [{"first": "E", "middle": ["M C"], "last": "D&apos;agata", "suffix": ""}, {"first": "G", "middle": [], "last": "Webb", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Horn", "suffix": ""}], "year": 2004, "venue": "J. Infect. Dis", "volume": "192", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Asymptotic behavior in nosocomial epidemic models with antibiotic resistance", "authors": [{"first": "E", "middle": ["M C"], "last": "D&apos;agata", "suffix": ""}, {"first": "P", "middle": [], "last": "Magal", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Webb", "suffix": ""}], "year": 2006, "venue": "Differ. Integral Equ", "volume": "19", "issn": "5", "pages": "573--600", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Modeling antibiotic resistance in hospitals: The impact of minimizing treatment duration", "authors": [{"first": "E", "middle": ["M C"], "last": "D&apos;agata", "suffix": ""}, {"first": "P", "middle": [], "last": "Magal", "suffix": ""}, {"first": "D", "middle": [], "last": "Olivier", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Webb", "suffix": ""}], "year": 2007, "venue": "J. Theor. Biol", "volume": "249", "issn": "", "pages": "487--499", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The impact of different antibiotic regimens on the emergence of antimicrobial-resistant bacteria", "authors": [{"first": "E", "middle": ["M C"], "last": "D&apos;agata", "suffix": ""}, {"first": "M", "middle": [], "last": "Dupont-Rouzeyrol", "suffix": ""}, {"first": "P", "middle": [], "last": "Magal", "suffix": ""}, {"first": "D", "middle": [], "last": "Olivier", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruan", "suffix": ""}], "year": 2008, "venue": "PLoS ONE", "volume": "3", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous population", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "J", "middle": ["A P"], "last": "Heesterbeek", "suffix": ""}, {"first": "J", "middle": ["A J"], "last": "Metz", "suffix": ""}], "year": 1990, "venue": "J. Math. Biol", "volume": "28", "issn": "", "pages": "365--382", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Economic impact of community-and nosocomially acquired rotavirus gastroenteritis in Austria", "authors": [{"first": "M", "middle": [], "last": "Fruhwirth", "suffix": ""}, {"first": "K", "middle": [], "last": "Berger", "suffix": ""}, {"first": "B", "middle": [], "last": "Ehlken", "suffix": ""}, {"first": "I", "middle": [], "last": "Moll-Schuler", "suffix": ""}, {"first": "S", "middle": [], "last": "Brosl", "suffix": ""}, {"first": "I", "middle": [], "last": "Mutz", "suffix": ""}], "year": 2001, "venue": "Pediatr. Infect. Dis. J", "volume": "20", "issn": "2", "pages": "184--188", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Nosocomial rotavirus infection in European countries: a review of the epidemiology, severity and economic burden of hospital-acquired rotavirus disease", "authors": [{"first": "O", "middle": [], "last": "Gleizes", "suffix": ""}, {"first": "U", "middle": [], "last": "Desselberger", "suffix": ""}, {"first": "V", "middle": [], "last": "Tatochenko", "suffix": ""}, {"first": "C", "middle": [], "last": "Rodrigo", "suffix": ""}, {"first": "N", "middle": [], "last": "Salman", "suffix": ""}, {"first": "Z", "middle": [], "last": "Mezner", "suffix": ""}, {"first": "C", "middle": [], "last": "Giaquinto", "suffix": ""}, {"first": "E", "middle": [], "last": "Grimprel", "suffix": ""}], "year": 2006, "venue": "Pediatr. Infect. Dis. J", "volume": "25", "issn": "1", "pages": "12--21", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Interpretation and estimation of vaccine efficacy under heterogeneity", "authors": [{"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}, {"first": "M", "middle": [], "last": "Haber", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 1992, "venue": "Am. J. Epidemiol", "volume": "136", "issn": "3", "pages": "328--343", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Introduction to mathematical statistics", "authors": [{"first": "R", "middle": ["V"], "last": "Hogg", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Craig", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Reported measures of hygiene and incidence rates for hospital-acquired diarrhea in 31 French pediatric wards: is there any relationship?", "authors": [{"first": "J.-F", "middle": [], "last": "Jusot", "suffix": ""}, {"first": "P", "middle": [], "last": "Vanhems", "suffix": ""}, {"first": "F", "middle": [], "last": "Benzait", "suffix": ""}, {"first": "P", "middle": [], "last": "Berthelot", "suffix": ""}, {"first": "H", "middle": [], "last": "Patural", "suffix": ""}, {"first": "G", "middle": [], "last": "Teyssier", "suffix": ""}, {"first": "J", "middle": [], "last": "Fabry", "suffix": ""}, {"first": "P", "middle": [], "last": "Pozzetto", "suffix": ""}], "year": 2003, "venue": "Infect. Control Hosp. Epidemiol", "volume": "24", "issn": "", "pages": "520--525", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The epidemiology of antibiotic resistance in hospitals: paradoxes and prescriptions", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Bergstrom", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Levin", "suffix": ""}], "year": 2000, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "97", "issn": "4", "pages": "1938--1943", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Epidemiology and cost of nosocomial gastroenteritis", "authors": [{"first": "B", "middle": ["A"], "last": "Lopman", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Reacher", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Vipond", "suffix": ""}, {"first": "D", "middle": [], "last": "Hill", "suffix": ""}, {"first": "C", "middle": [], "last": "Perry", "suffix": ""}, {"first": "T", "middle": [], "last": "Halladay", "suffix": ""}], "year": 2002, "venue": "Emerg. Infect. Dis", "volume": "10", "issn": "10", "pages": "1827--1834", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Infections nosocomiales à rotavirus et à virus respiratoire syncytial en milieu pédiatrique: étude sur une période de 2 ans", "authors": [{"first": "L", "middle": [], "last": "Maille", "suffix": ""}, {"first": "A", "middle": [], "last": "Beby-Defaux", "suffix": ""}, {"first": "A", "middle": [], "last": "Bourgoin", "suffix": ""}, {"first": "L", "middle": [], "last": "Koulmann", "suffix": ""}, {"first": "V", "middle": [], "last": "Eucher", "suffix": ""}, {"first": "J", "middle": [], "last": "Cardona", "suffix": ""}, {"first": "D", "middle": [], "last": "Oriot", "suffix": ""}, {"first": "G", "middle": [], "last": "Agius", "suffix": ""}], "year": 2000, "venue": "Ann. Biol. Clin", "volume": "58", "issn": "5", "pages": "601--606", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Outbreaks of nosocomial rotavirus gastro-enteritis in a paediatric ward", "authors": [{"first": "S", "middle": [], "last": "Nakata", "suffix": ""}, {"first": "N", "middle": [], "last": "Adachi", "suffix": ""}, {"first": "S", "middle": [], "last": "Ukae", "suffix": ""}, {"first": "K", "middle": [], "last": "Kogawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Numata", "suffix": ""}, {"first": "S", "middle": [], "last": "Urasawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Chiba", "suffix": ""}], "year": 1996, "venue": "Eur. J. Pediatr", "volume": "155", "issn": "11", "pages": "954--958", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hand hygiene compliance rates", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene", "authors": [{"first": "D", "middle": [], "last": "Pittet", "suffix": ""}, {"first": "S", "middle": [], "last": "Hugonnet", "suffix": ""}, {"first": "S", "middle": [], "last": "Harbarth", "suffix": ""}, {"first": "P", "middle": [], "last": "Mourouga", "suffix": ""}, {"first": "V", "middle": [], "last": "Sauvan", "suffix": ""}, {"first": "S", "middle": [], "last": "Touveneau", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Perneger", "suffix": ""}], "year": 2000, "venue": "Lancet", "volume": "356", "issn": "", "pages": "1307--1312", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Prospective study of nosocomial rotavirus infection in a paediatric hospital", "authors": [{"first": "M", "middle": ["L"], "last": "Ringenbergs", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Davidson", "suffix": ""}, {"first": "J", "middle": [], "last": "Spence", "suffix": ""}, {"first": "S", "middle": [], "last": "Morris", "suffix": ""}], "year": 1989, "venue": "Aust. Paediat. J", "volume": "25", "issn": "", "pages": "156--160", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Hospital surveillance of rotavirus infection and nosocomial transmission of rotavirus disease among children in Guinea-Bissau", "authors": [{"first": "A", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "M", "middle": [], "last": "De Carvalho", "suffix": ""}, {"first": "S", "middle": [], "last": "Monteiro", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Mikkelsen", "suffix": ""}, {"first": "P", "middle": [], "last": "Aaby", "suffix": ""}, {"first": "K", "middle": [], "last": "Molbak", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Fischer", "suffix": ""}], "year": 2007, "venue": "Pediatr. Infect. Dis. J", "volume": "26", "issn": "3", "pages": "233--237", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Safety and efficacy of an attenuated vaccine against severe rotavirus gastroenteritis", "authors": [{"first": "G", "middle": [], "last": "Ruiz-Palacios", "suffix": ""}, {"first": "I", "middle": [], "last": "Pérez-Schael", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Velázquez", "suffix": ""}, {"first": "H", "middle": [], "last": "Abate", "suffix": ""}, {"first": "T", "middle": [], "last": "Breuer", "suffix": ""}, {"first": "S", "middle": [], "last": "Clemens", "suffix": ""}, {"first": "", "middle": [], "last": "Costa", "suffix": ""}], "year": 2006, "venue": "N. Engl. J. Med", "volume": "354", "issn": "1", "pages": "11--22", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Reovirus-like agent as a cause of nosocomial diarrhea in infants", "authors": [{"first": "R", "middle": ["W"], "last": "Ryder", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Mcgowan", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Hatch", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Palmer", "suffix": ""}], "year": 1977, "venue": "J. Pediatr", "volume": "90", "issn": "5", "pages": "698--702", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Modeling the spread of resistant nosocomial pathogens in an intensive-care unit", "authors": [{"first": "V", "middle": [], "last": "Sébille", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevret", "suffix": ""}, {"first": "A.-J", "middle": [], "last": "Valleron", "suffix": ""}], "year": 1997, "venue": "Infect. Control Hosp. Epidemiol", "volume": "18", "issn": "2", "pages": "84--92", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A computer simulation model for the spread of nosocomial infections caused by multidrug-resistant pathogens", "authors": [{"first": "V", "middle": [], "last": "Sébille", "suffix": ""}, {"first": "A.-J", "middle": [], "last": "Valleron", "suffix": ""}], "year": 1997, "venue": "Comput. Biomed. Res", "volume": "30", "issn": "", "pages": "307--322", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The role of gown and glove isolation and strict handwashing in the reduction of nosocomial infection in children with solid organ transplantation", "authors": [{"first": "M", "middle": [], "last": "Slota", "suffix": ""}, {"first": "M", "middle": [], "last": "Green", "suffix": ""}, {"first": "A", "middle": [], "last": "Farley", "suffix": ""}, {"first": "J", "middle": [], "last": "Janosky", "suffix": ""}, {"first": "J", "middle": [], "last": "Carcillo", "suffix": ""}], "year": 2001, "venue": "Crit. Care Med", "volume": "29", "issn": "2", "pages": "405--412", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Peripatetic health-care workers as potential superspreaders", "authors": [{"first": "L", "middle": [], "last": "Temime", "suffix": ""}, {"first": "L", "middle": [], "last": "Opatowski", "suffix": ""}, {"first": "Y", "middle": [], "last": "Pannet", "suffix": ""}, {"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Boëlle", "suffix": ""}, {"first": "D", "middle": [], "last": "Guillemot", "suffix": ""}], "year": 2009, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "106", "issn": "43", "pages": "18420--18428", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Suivi prospectif des diarrhées nosocomiales dans 28 services de pédiatrie du quart Sud-Est de la France au cours d'un trimestre d'hiver [Prospective follow-up of hospital-acquired diarrhoea in 28 paediatric wards of the south-east part of France during a winter season", "authors": [{"first": "A", "middle": [], "last": "Thuret", "suffix": ""}, {"first": "H", "middle": [], "last": "Patural", "suffix": ""}, {"first": "P", "middle": [], "last": "Berthelot", "suffix": ""}, {"first": "F", "middle": [], "last": "Benzait", "suffix": ""}, {"first": "I", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J.-F", "middle": [], "last": "Jusot", "suffix": ""}, {"first": "G", "middle": [], "last": "Teyssier", "suffix": ""}, {"first": "J", "middle": [], "last": "Fabry", "suffix": ""}, {"first": "B", "middle": [], "last": "Pozzetto", "suffix": ""}], "year": 2004, "venue": "Pathol. Biol", "volume": "52", "issn": "", "pages": "131--137", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Teaching hospital medical staff to handwash", "authors": [{"first": "J", "middle": [], "last": "Tibballs", "suffix": ""}], "year": 1996, "venue": "Med. J. Aust", "volume": "164", "issn": "", "pages": "395--398", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Prévenir les infections nosocomiales : une exigence de qualité des soins hospitaliers (Rapport d'information No", "authors": [{"first": "A", "middle": [], "last": "Vasselle", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Safety and efficacy of a pentavalent human-bovine, (WC3) reassortant rotavirus vaccine", "authors": [{"first": "T", "middle": [], "last": "Vesikari", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Matson", "suffix": ""}, {"first": "P", "middle": [], "last": "Dennehy", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Damme", "suffix": ""}, {"first": "M", "middle": [], "last": "Santosham", "suffix": ""}, {"first": "Z", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": 2006, "venue": "N. Engl. J. Med", "volume": "354", "issn": "1", "pages": "23--33", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "How generation intervals shape the relationship between growth rates and reproductive numbers", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2007, "venue": "Proc. R. Soc. B", "volume": "274", "issn": "", "pages": "599--604", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Critical role of nosocomial transmission in the Toronto SARS outbreak", "authors": [{"first": "G", "middle": ["F"], "last": "Webb", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Blaser", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "S", "middle": [], "last": "Ardal", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2004, "venue": "Math. Biosci. Eng", "volume": "1", "issn": "1", "pages": "1--13", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "A model of antibiotic-resistant bacterial epidemics in hospitals", "authors": [{"first": "G", "middle": ["F"], "last": "Webb", "suffix": ""}, {"first": "E", "middle": ["M C"], "last": "D&apos;agata", "suffix": ""}, {"first": "P", "middle": [], "last": "Magal", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruan", "suffix": ""}], "year": 2005, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "102", "issn": "37", "pages": "13343--13348", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Nosocomial infection update", "authors": [{"first": "R", "middle": ["A"], "last": "Weinstein", "suffix": ""}], "year": 1998, "venue": "Emerg. Infect. Dis", "volume": "4", "issn": "3", "pages": "416--420", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flowchart", "latex": null, "type": "figure"}, "FIGREF1": {"text": "-(6), which uses continuous state variables). Markov chains have, in addition, the Markov property that the events and their timing depend at each moment only upon the present values of the state variables, and not upon past values. Class transitions in CTMCs constitute a Poisson process, for which the interevent waiting times are exponentially distributed, with parameter λ (the reciprocal of the mean waiting time) equal to the sum of all the transition rates in the system ((1)-(6) orFig. 1). For large numbers of simulations, in general, the results of each stochastic model converge in the mean to those of the corresponding deterministic model. (Further technical details are given in Appendix B.)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Means (solid lines) and 2.5%/97.5% quantiles (dashed lines) for cumulative prevalence using the CTMC with ω = 1/4 and 4 beds (black), 20 beds (dark gray), and 40 beds (light gray), compared to the deterministic model (dotted line)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Reduction in CumPrev90 as a function of compliance improvement h (as defined in the text) in: both pre-contact (δ) and post-contact (δ) compliance [solid curve]; only post-contact (δ) compliance [dotted curve]; and only compliance following contact with symptomatic patients (δ s ) [dashed curve]under the auspices of the Rotavirus Vaccine Program collaborative) are underway to get them approved in countries across the world and distributed to children in developing countries, where mortality rates are highest.Data on vaccine coverage, efficiency, and effects at the population level remain at present severely limited. Some preliminary data are available from the US, where a live, oral pentavalent rotavirus vaccine (RV5) was introduced in 2006: Vaccine coverage has been estimated at 58% for children aged 3 months (1 dose) and 31% for children aged <2 years(≥1 dose) as of the end of 2007. The annual number of positive rotavirus test results reported during the 2007-2008 and 2008-2009 seasons dropped by more than half relative to the median annual number during the period 2000-2006 (Centers for Disease Control and Prevention 2009). The pentavalent vaccine RotaTeq has been estimated to have an efficacy over the first season post-inoculation of 98% against severe forms of rotavirus gastroenteritis", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameters for model (1)-(6). con. = contact(s), pat. = patient(s), inf. = infected. Parameter estimates and sources are discussed in Sect. 3.2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parm </td><td>Definition </td><td>Est. </td><td>Units\n</td></tr><tr><td>Δ(t) </td><td>Patient admission rate </td><td>- </td><td>pat./day\n</td></tr><tr><td>α </td><td>Proportion of patients admitted with </td><td>0.134 </td><td>-\n</td></tr><tr><td> </td><td>[community-acquired] gastroenteritis Proportion of symptomatic HAD infections </td><td>0.71 </td><td>-\n</td></tr><tr><td>c </td><td>Proportion of symptomatic CAD admissions </td><td>0.76 </td><td>-\n</td></tr><tr><td>1/γ </td><td>Mean duration of hospital stay for patients </td><td>8.0 </td><td>days\n</td></tr><tr><td>1/γi </td><td>not diagnosed with gastroenteritis Mean duration of hospital stay for patients </td><td>8.0 </td><td>days\n</td></tr><tr><td>1/γc </td><td>diagnosed with nosocomial gastroenteritis Mean duration of hospital stay for patients </td><td>4.9 </td><td>days\n</td></tr><tr><td>1/γd </td><td>diagnosed with community-acquired gastroenteritis Mean time to clear nosocomial gastroenteritis </td><td>5.4 </td><td>days\n</td></tr><tr><td>1/φ </td><td>Mean infectious period for a contaminated HCW </td><td>1/γd </td><td>days\n</td></tr><tr><td>bs </td><td>Number of contacts per S-class patient per day </td><td>3 </td><td>con./pat./day con./pat./day con./pat./day con./pat./day\n</td></tr><tr><td>bi </td><td>Number of contacts per Is -class patient per day </td><td>6 </td></tr><tr><td>ba </td><td>Number of contacts per Ia-class patient per day </td><td>3 </td></tr><tr><td>bc </td><td>Number of contacts per C-class patient per day </td><td>6 </td><td> </td></tr><tr><td>p </td><td>Proportion of HCW-patient contacts </td><td>0.0387 </td><td>[inf.] pat./con.\n</td></tr><tr><td>δ </td><td>which result in infection or contamination Proportion of HCW prevention compliance with </td><td>0.5 </td><td>-\n</td></tr><tr><td>̃ δ</td><td>measures reducing HCW contamination Proportion of HCW prevention compliance with </td><td>0 </td><td>-\n</td></tr><tr><td>η </td><td>measures reducing patient infection Proportion of viral shedding rate of asymptomatics </td><td>0.16 </td><td>-\n</td></tr><tr><td>B </td><td>(carriers) relative to symptomatics Number of beds in the ward (and occupied at t = 0) </td><td>21 </td><td>[pat.]\n</td></tr><tr><td>W </td><td>Number of HCWs on the ward </td><td>5 </td><td>[HCWs]\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Data used to derive parameter estimates and distributions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parm. </td><td>Min. </td><td>Median </td><td>Max. </td><td>Mean </td><td>SD </td><td>Ref.\n</td></tr><tr><td>B </td><td> </td><td> </td><td> </td><td>29 </td><td>0 </td><td>Avila-Agüero et al. (1998)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>36 </td><td>0 </td><td>Cone et al. (1988)\n</td></tr><tr><td> </td><td>3 </td><td> </td><td>45 </td><td>19.52 </td><td> </td><td>Jusot et al. (2003)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>26 </td><td>0 </td><td>Ringenbergs et al. (1989)\n</td></tr><tr><td> </td><td>28 </td><td> </td><td>32 </td><td>30 </td><td>1 </td><td>Ryder et al. (1977)\n</td></tr><tr><td>ω = W/B </td><td>10 </td><td>21 </td><td>45 </td><td>22.33 </td><td>7.89 </td><td>Thuret et al. (2004)\n</td></tr><tr><td> </td><td> </td><td> </td><td>1/4 </td><td>0 </td><td>Cone et al. (1988)\n</td></tr><tr><td>α </td><td> </td><td> </td><td> </td><td>0.076 </td><td>0 </td><td>Cone et al. (1988)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.134 </td><td>0 </td><td>Ringenbergs et al. (1989)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.303 </td><td>0 </td><td>Ryder et al. (1977)a\n</td></tr><tr><td>αc </td><td>0 </td><td>0.195 </td><td>0.394 </td><td>0.193 </td><td>0.109 </td><td>Thuret et al. (2004)\n</td></tr><tr><td>0 </td><td> </td><td>0.393 </td><td>0.221 </td><td>0.005 </td><td>Jusot et al. (2003)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.81 </td><td>0 </td><td>Cone et al. (1988)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.71 </td><td>0 </td><td>Ringenbergs et al. (1989)\n</td></tr><tr><td>c </td><td> </td><td> </td><td> </td><td>0.79 </td><td>0 </td><td>Cone et al. (1988)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.76 </td><td>0 </td><td>Ringenbergs et al. (1989)\n</td></tr><tr><td>1/γ </td><td>0 </td><td> </td><td>133 </td><td>10.2 </td><td>1.0 </td><td>Cone et al. (1988)\n</td></tr><tr><td>3 </td><td> </td><td>33 </td><td>8.0 </td><td>5.5 </td><td>Ringenbergs et al. (1989)\n</td></tr><tr><td> </td><td>7.17 </td><td> </td><td>8.10 </td><td> </td><td> </td><td>Ryder et al. (1977)a\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>3.9 </td><td>1.6 </td><td>Thuret et al. (2004)\n</td></tr><tr><td>1/γi </td><td> </td><td> </td><td> </td><td>13.9 </td><td> </td><td>Ryder et al. (1977)a\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>4.5 </td><td> </td><td>Thuret et al. (2004)\n</td></tr><tr><td>1/γc </td><td> </td><td> </td><td> </td><td>6.2 </td><td>0.8 </td><td>Cone et al. (1988)\n</td></tr><tr><td>1 </td><td> </td><td>11 </td><td>3.6 </td><td> </td><td>Maille et al. (2000)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>7.2 </td><td> </td><td>Ryder et al. (1977)a\n</td></tr><tr><td>1/γd </td><td> </td><td> </td><td> </td><td>5.4 </td><td> </td><td>Ryder et al. (1977)a\n</td></tr><tr><td>δ </td><td> </td><td> </td><td> </td><td>0.50 </td><td> </td><td>Avila-Agüero et al. (1998)\n</td></tr><tr><td>0.476 </td><td> </td><td>0.662 </td><td> </td><td> </td><td>Pittet et al. (2000)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.22 </td><td>0.82 </td><td>Slota et al. (2001)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Data fitting for the three rotavirus studies used to estimate p and η", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study </td><td>Prevalence </td><td>p (CO) </td><td>p (CA) </td><td>η (CO) </td><td>η (CA)\n</td></tr><tr><td>Thuret et al. (2004) </td><td>0.033 </td><td>0.0198 </td><td>0.0194 </td><td>0.090 </td><td>0.165\n</td></tr><tr><td>Cone et al. (1988) </td><td>0.086 </td><td>0.0340 </td><td>0.0340 </td><td>0.010 </td><td>0.245\n</td></tr><tr><td>Ringenbergs et al. (1989) </td><td>0.14 </td><td>0.0387 </td><td>0.0396 </td><td>0.160 </td><td>0.125\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Variation in R c and cumulative prevalence after 90 days, as a function of variability in α, and c", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Index </td><td>2.5% quantile </td><td>50% quantile </td><td>97.5% quantile\n</td></tr><tr><td>Rc </td><td>0.855 </td><td>0.892 </td><td>0.929\n</td></tr><tr><td>CumPrev (CO) </td><td>0.068 </td><td>0.160 </td><td>0.181\n</td></tr><tr><td>CumPrev (CA) </td><td>0.067 </td><td>0.152 </td><td>0.170\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 5 Variation in R c and cumulative prevalence after 90 days, as a function of variability in γ , γ i , γ c ,\nγ d , and φ", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Index </td><td>2.5% quantile </td><td>50% quantile </td><td>97.5% quantile\n</td></tr><tr><td>Rc </td><td>0.484 </td><td>0.876 </td><td>1.189\n</td></tr><tr><td>CumPrev (CO) </td><td>0.092 </td><td>0.169 </td><td>0.286\n</td></tr><tr><td>CumPrev (CA) </td><td>0.093 </td><td>0.157 </td><td>0.262\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Following the next-generation operator method in Diekmann et al. (1990) for calculating an infection's basic (here, control) reproductive number, one first linearizes the time-derivatives of the infectious variables in terms of those same variables, evaluated at the DFE, and then writes the resulting matrix in the form M − D, where M is a nonnegative matrix and D is a diagonal matrix with positive diagonal entries. R c is the dominant eigenvalue of the matrix product MD −1 . For system (1)-(6), using the set of infectious variables {C, I s , I a , P w }, we findThe eigenvalues of MD −1 are 0, 0, and ± β s ωφ β i γ i + γ d + (1 − ) β a γ ;", "cite_spans": [{"start": 49, "end": 71, "text": "Diekmann et al. (1990)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Appendix A: Derivation of R c"}]}