{"paper_id": "d20b66267fd6aff187081e293ae9c5817c5b3ba8", "metadata": {"title": "Interferon-β Stimulation Elicited by the Influenza Virus Is Regulated by the Histone Methylase Dot1L through the RIG-I-TRIM25 Signaling Axis", "authors": [{"first": "Laura", "middle": [], "last": "Marcos-Villar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centro Nacional de Biotecnología", "location": {"postBox": "C.S.I.C. Darwin 3", "postCode": "28049", "settlement": "Cantoblanco, Madrid", "country": "Spain"}}, "email": ""}, {"first": "Estanislao", "middle": [], "last": "Nistal-Villan", "suffix": "", "affiliation": {"laboratory": "Microbiology Section, Dpto. CC, Farmacéuticas y de la Salud", "institution": "CEU Universities", "location": {"addrLine": "Boadilla del Monte", "postCode": "28660", "settlement": "Madrid", "country": "Spain"}}, "email": "estanislao.nistalvillan@ceu.es"}, {"first": "Noelia", "middle": [], "last": "Zamarreño", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centro Nacional de Biotecnología", "location": {"postBox": "C.S.I.C. Darwin 3", "postCode": "28049", "settlement": "Cantoblanco, Madrid", "country": "Spain"}}, "email": "nzamarre@cnb.csic.esn.z."}, {"first": "Urtzi", "middle": [], "last": "Garaigorta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centro Nacional de Biotecnología", "location": {"postBox": "C.S.I.C. Darwin 3", "postCode": "28049", "settlement": "Cantoblanco, Madrid", "country": "Spain"}}, "email": "ugaraigorta@cnb.csic.esu.g."}, {"first": "Pablo", "middle": [], "last": "Gastaminza", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centro Nacional de Biotecnología", "location": {"postBox": "C.S.I.C. Darwin 3", "postCode": "28049", "settlement": "Cantoblanco, Madrid", "country": "Spain"}}, "email": "pgastaminza@cnb.csic.esp.g."}, {"first": "Amelia", "middle": [], "last": "Nieto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centro Nacional de Biotecnología", "location": {"postBox": "C.S.I.C. Darwin 3", "postCode": "28049", "settlement": "Cantoblanco, Madrid", "country": "Spain"}}, "email": "anieto@cnb.csic.esa.n."}]}, "abstract": [{"text": "Influenza virus infection increases the methylation of lysine 79 of histone 3 catalyzed by the Dot1L enzyme. The role of Dot1L against infections was highlighted by an increase of influenza A and vesicular stomatitis virus replication in Dot1L-inhibited cells mediated by a decreased antiviral response. Interferon-beta (IFN-β) reporter assays indicate that Dot1L is involved in the control of retinoic acid-inducible gene-I protein (RIG-I) signaling. Accordingly, Dot1L inhibition decreases the IFN-β promoter stimulation and RIG-I-mitochondria-associated viral sensor (RIG-I-MAVS) association upon viral infection. Replication of an influenza A virus lacking NS1 (delNS1), incapable of counteracting the antiviral response, is not affected by Dot1L inhibition. Consequently, RIG-I-MAVS association and nuclear factor-κB (NF-κB) nuclear translocation, are not affected by the Dot1L inhibition in delNS1 infected cells. Restoration of NS1 expression in trans also reinstated Dot1L as a regulator of the RIG-I-dependent signaling in delNS1 infections. Interferon-inducible E3 ligase tripartite motif-containing protein 25 (TRIM25) expression increases in influenza virus infected cells, but Dot1L inhibition reduces both the TRIM25 expression and TRIM25 protein levels. TRIM25 overexpression reverses the defective innate response mediated by Dot1L inhibition elicited upon virus infection or by overexpression of RIG-I signaling intermediates. Thus, TRIM25 is a control point of the RIG-I recognition pathway controlled by Dot1L and may have a general role in RNA viruses recognized by the RIG-I sensor.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Cells 2020, 9, 732 2 of 20 H1N1 virus-infected cells, we observed unaltered DNA methylation and a general decrease in histone acetylation, which correlates with the cell host transcriptional inactivation that takes place during infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Unexpectedly, we observed an increase in the methylation of lysine 79 of histone 3 (H3K79) in the infected cells [5] . The methylation of H3K79 is carried out by the histone methylase Dot1L, which exclusively methylates this lysine, and its methylation is increased in actively transcribing genes [6, 7] . The inhibition of Dot1l by pinometostat (EPZ) treatment or by Dot1L silencing, stimulated influenza and vesicular stomatitis virus replication [5] . Further characterization showed decreased nuclear translocation of the NF-kB complex, as well as IFN-β, Mx1 and ISG56 expression in EPZ-treated cells [5] indicating a decreased antiviral type I IFN response, and as a consequence, a stimulation in viral replication. Conversely, Dot1L overexpression reduced the multiplication of the virus [8] .", "cite_spans": [{"start": 113, "end": 116, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 297, "end": 300, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 301, "end": 303, "text": "7]", "ref_id": "BIBREF6"}, {"start": 449, "end": 452, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 794, "end": 797, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Abstract"}, {"text": "Invading viral RNAs are detected by different cytoplasmic sensors that promote type I IFN responses to elicit an antiviral state. Among the cytoplasmic RNA sensors, RIG-I plays a pivotal role in the recognition of negative-strand RNA viruses [9, 10] . The melanoma differentiation-associated protein 5 (MDA5), has been involved in the recognition of the RNA of picornaviruses [11] . However, some viruses appear to be sensed by both . After RNA binding, RIG-I and MDA5 undergo conformational changes that release the tandem caspase activation and recruitment domains (2CARDs). After the recruitment of different phosphatases, the phosphorylation marks of the 2CARDs domains are removed [13] .", "cite_spans": [{"start": 242, "end": 245, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 246, "end": 249, "text": "10]", "ref_id": "BIBREF9"}, {"start": 376, "end": 380, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 686, "end": 690, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Abstract"}, {"text": "In the case of the CARD domains of RIG-I, ubiquitination by TRIM25 allows for interaction with MAVS, the adaptor protein located at the mitochondrial membrane [14, 15] . The multimerization of MAVS triggers the formation of the IKKα-IKKβ-IKKγ ternary complex that induces the nuclear translocation of NF-κB and the formation of the TBK1 and IKKε complex, which activates the IFN regulatory factor 3 (IRF3) and/or IFN regulatory factor 7 (IRF7) [16] . The activation of NF-κB, IRF3, and IRF7 stimulates the transcription of inflammatory cytokines and interferon genes, eliciting the expression of many ISGs and creating an antiviral state (see for review [17] ).", "cite_spans": [{"start": 159, "end": 163, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 164, "end": 167, "text": "15]", "ref_id": "BIBREF14"}, {"start": 444, "end": 448, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 654, "end": 658, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Abstract"}, {"text": "Here, we analyzed which steps of the type I IFN pathway are affected by Dot1L to control the innate immune response. The inhibition of Dot1L decreases the TRIM25 expression, the association of RIG-I-MAVS at the mitochondria, and the NF-κB and IRF-3 activation in influenza virus infected cells through the RIG-I signaling axis. The overexpression of TRIM25 counteracts the effects of Dot1L inhibition on influenza virus infection and RIG-I signaling, indicating that TRIM25 is a target of regulation of Dot1L histone methylase.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Epigenetic changes in host cells induced by infection of the influenza virus have been poorly characterized. Infection with the highly pathogenic H5N1 virus generated changes in the total DNA methylation in the thymus of infected chickens [1] and in the methylation of several inflammatory genes in human lung epithelial A549 cells [2, 3] . Changes in the histone methylation status of several interferon-stimulated genes (ISGs) in human respiratory cells infected with an H1N1 strain were also reported [4] . Performing an unbiased screening of epigenetic changes in A549 influenza", "cite_spans": [{"start": 239, "end": 242, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 332, "end": 335, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 336, "end": 338, "text": "3]", "ref_id": "BIBREF2"}, {"start": 504, "end": 507, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "A549 cells were plated with or without 1 µM EPZ (96-well plates). Forty-eight hours later the cells were transfected with a total of 40 ng per well of reporter plasmids together with 4 ng of Renilla luciferase expressing plasmid for normalization (Viromer RED one, Weinbergweg, Saale, Germany). In the cotransfection experiments, equal amounts of cotransfected plasmids were used, and the pcDNA3.1 plasmid was used as an empty vector to compensate the total amount of DNA per well. Depending on the experiment, 16-24 h later the cells were collected and used for luciferase detection or were infected and, at 16 hpi, used for luciferase assay.", "cite_spans": [], "ref_spans": [], "section": "Reporter Assays"}, {"text": "In the silencing experiments, A549 cells were plated and transduced with the corresponding lentiviruses at the same time as plating. Twenty-four hours later, 50 µg/mL of puromycin was added, and 5 days later they were plated in 96-well plates. Once the cells were attached to the plate (around 8 h later), they were transfected and processed as indicated above.", "cite_spans": [], "ref_spans": [], "section": "Reporter Assays"}, {"text": "The detection of firefly and Renilla luciferase activities was performed using the Dual-Luciferase ® Reporter Assay Kit, Promega Biotech Iberica, Madrid, Spain). Depending on the experiment, 16-32 h after transfection, the cells were harvested and lysed in dual reporter lysis buffer (Promega). Luciferase activity was normalized by Renilla luciferase in each condition and the value obtained in control cells was set as 100%. When using lentiviruses, the luciferase results (previously normalized by Renilla luciferase) were expressed as the fold change relative to each control condition.", "cite_spans": [], "ref_spans": [], "section": "Reporter Assays"}, {"text": "Statistical analysis was performed using PRISM version 5.0 (GraphPad Software, San Diego, CA, USA). The data are presented as the mean ± SD. The comparisons between two groups were made using a two-tailed unpaired t-test. Multiple groups were compared using ANOVA followed by a Bonferroni post-test. Statistical significance was assigned to p-values less than 0.001 (***), less than 0.01 (**), or less than 0.05 (*).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Viral proteins were detected using in-house produced rat polyclonal antibodies against NP protein (1:5000; [24] ) and against NS1 protein [25] . Cellular proteins and their modifications were detected Cells 2020, 9, 732 4 of 20 using commercially available antibodies as follows: rabbit polyclonal antibodies to H3K79me2 (D15E8), H3 (D1H2), and CHD1a (D8C2) (1:1000) from Cell Signaling (Danvers, MA, USA); rabbit polyclonal antibodies anti-TRIM25 (EPR7315) (ab167154), anti-RIG-I (DDX58) (ab45428), and anti-Ubiquitin UbK63 (linkage-specific K63) (EPR8590-448) (ab179434) from Abcam (Cambridge, United Kingdom); mouse monoclonal antibodies anti-MAVS (E-3 (sc-166583); 1:1000), and anti-β-tubulin (1:1000) from Santa Cruz (Dallas, TX, USA) and Sigma-Aldrich, respectively.", "cite_spans": [{"start": 107, "end": 111, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 138, "end": 142, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 213, "end": 215, "text": "9,", "ref_id": "BIBREF8"}, {"start": 216, "end": 219, "text": "732", "ref_id": null}], "ref_spans": [], "section": "Western Blot"}, {"text": "The iQuik Global Di-Methyl Histone H3K79 Quantification Kit (Colorimetric) from Epigentek (Farmingdale, NY, USA) was used for ELISA-like measurement of total H3K79me2 amounts, following the supplier's protocol (Catalog # P-3056).", "cite_spans": [], "ref_spans": [], "section": "Colorimetric Determination of H3K79me2"}, {"text": "Cells were fixed in 4% paraformaldehyde (10 min, room temperature) and stored in PBS. For immunofluorescence, the cells were permeabilized (10 min) in PBS containing 1% Triton X-100 and incubated with primary antibodies diluted in PBS/4% BSA (w/v) as follows: rat anti-NP (1:5000; [24] ), rabbit anti-p65 (ab16502) (1:500; Abcam, Cambridge, United Kingdom and mouse anti-MAVS antibody (E-3): sc-166583 (1:500, Santa Cruz, Dallas TX, USA)). Confocal microscopy was performed with a Leica TCS SP5 laser scanning system (Leica Microsystems, Wetzlar, Germany). Images of 1024 × 1024 pixels with eight-bit grayscale depth were acquired sequentially every 0.2-0.3 µm using LAS AF version 2.2.1 software (Leica) and analyzed using LAS AF and MetaMorph Premier version 7.5.2 image analysis software (Molecular Devices, ForteBio, Wokingham, Berkshire UK).", "cite_spans": [{"start": 281, "end": 285, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Confocal Immunofluorescence Microscopy"}, {"text": "Immunoprecipitation studies were performed as described previously [26] . We plated 10 7 A549 cells and left them untreated or treated with 1 µM EPZ, and 48 h later the cells were mock-infected or infected with influenza virus PR8 or PR8 deltaNS1 at 3 MOI. At 16 hpi, the cells were collected and lysed in buffer containing 150 mM NaCl, 5 mM EDTA, 1.5 mM MgCl 2 , 50 mM Tris/HCl pH 8.5, and 0.5% Igepal, with \"complete\" protease inhibitors (Roche, Basilea, Switzerland). The lysate was centrifuged at 10,000× g and the supernatant was used for immunoprecipitation studies using 1 µg of the MAVS antibody for each condition. The immunocomplexes recovered were washed 10 times with lysis buffer and the immunoprecipitated proteins were analyzed by Western blots.", "cite_spans": [{"start": 67, "end": 71, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Coimmunoprecipitation Assays"}, {"text": "Mitochondrial fractions from the A549 cells were isolated using a Mitochondria Isolation Kit (ab110170) (Abcam, Cambridge, United Kingdom) following the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "Mitochondria Purification"}, {"text": "For RNA extraction, the cell pellets were resuspended in 1 mL TRIzol reagent (Invitrogen) and the RNA was purified as recommended by the manufacturer. The RNA was digested with RNAse-free DNAse (1 U/mg; 1 h, 37 • C), extracted with phenol-chloroform-isoamyl alcohol, and ethanol-precipitated.", "cite_spans": [], "ref_spans": [], "section": "qRT-PCR Analysis"}, {"text": "For reverse transcription, we used the High-Capacity cDNA RT kit (Applied Biosystems-Thermo Fisher Scientific Waltham, MA, USA). PCR was performed in 96-well PCR plates using the SYBR green PCR master mix (Applied Biosystems). PCR was carried out in a PRISM 7500 Sequence detection system (Applied Biosystems). The cycle threshold (Ct) was determined with analytical software (SDS; Applied Biosystems). Serial dilutions of cDNA were used to ensure amplification. ", "cite_spans": [], "ref_spans": [], "section": "qRT-PCR Analysis"}, {"text": "The total RNAs were isolated and used for high-throughput sequencing with TruSeq v3 chemistry (San Diego, CA 92121, USA) and 50 bp single reads on an Illumina HiSeq 2000. For RNA-seq analysis, sequenced reads were aligned to the Homo sapiens genome (version GRCh38.p8 from NCBI) using TopHat 2.1.1 [27] linked to Bowtie 2.2.8 [28] with the default sensitive settings. From the sequenced reads, transcripts were assembled using Cufflinks 2.2.1 [29] . Differential expression analyses were performed with Cuffdiff 2.2.1 [30] using a minimum false-discovery rate (qvalue) of <0.002 as statistical significance and log2 fold change >1.5 as the cut-off. Additional information for each gene was obtained from the NCBI database and included in the dataset. Genes with expression levels under a threshold in both the control and treatment conditions were discarded. The median of the distribution of the non-zero values was taken as the threshold. The generated data were uploaded to the FIESTA viewer FIESTA@BioinfoGP (https://bioinfogp.cnb.csic.es/tools/FIESTA/index.php)", "cite_spans": [{"start": 298, "end": 302, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 326, "end": 330, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 443, "end": 447, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 518, "end": 522, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "RNA seq"}, {"text": "To characterize which steps of the cascade, involved in the type I IFN stimulation, were modulated by Dot1L, we set up a transfection system, which uses cDNA expression plasmids of well-characterized genes involved in the different steps. First, the A549 cells were left untreated (Control) or treated with Dot1L inhibitor EPZ (1 µM), 48 h later the cells were transfected with a plasmid that expresses luciferase under the interferon beta promoter (pIF-LukTer), and at 24 h post-transfection (hpt) luciferase activity was evaluated. Transfection with pIF-LukTer triggered a basal luciferase expression that was not altered when inhibiting Dot1L ( Figure 1A ). In addition, the downregulation of Dot1L expression was also performed using lentiviruses expressing shRNA specific for Dot1L (shDot1L.1, shDot1L.2) [5] or a control that expresses irrelevant shRNA (shTM) [31, 32] .", "cite_spans": [{"start": 810, "end": 813, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 866, "end": 870, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 871, "end": 874, "text": "32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 648, "end": 657, "text": "Figure 1A", "ref_id": "FIGREF1"}], "section": "Inactivation or Downregulation of Dot1L Inhibited IFN-β Promoter Stimulation in Influenza, Sendai, and Vesicular Stomatitis Virus Infection"}, {"text": "A549 cells were infected with these lentiviruses, and 5 days later they were transfected with pIF-LukTer. The luciferase activity was examined at 24 hpt as described in Section 2 ( Figure 1A ). In all the transfection experiments, a plasmid expressing Renilla luciferase under a minimal constitutively active promoter (pRenillaLuc-null) was added to the transfection mixture for normalization. In agreement with the effect caused by the chemical inhibition of Dot1L, the downregulation of Dot1L did not change the luciferase expression. The inhibition and downregulation of Dot1L were indirectly confirmed by analyzing the accumulation of H3K79me2, the target of Dot1L, by Western blot.", "cite_spans": [], "ref_spans": [{"start": 181, "end": 190, "text": "Figure 1A", "ref_id": "FIGREF1"}], "section": "Inactivation or Downregulation of Dot1L Inhibited IFN-β Promoter Stimulation in Influenza, Sendai, and Vesicular Stomatitis Virus Infection"}, {"text": "We previously described the inhibition of the innate immune response against influenza virus infection by Dot1L inhibition [5] . To validate the transfection system upon viral infection, A549 cells were left untreated or treated with Dot1L inhibitor EPZ. The cells were transfected with pIF-LukTer 48 h later and were subsequently infected with influenza (FLU-PR8), Sendai (SeV), or vesicular stomatitis virus (VSV) at high MOI 24 h post-transfection (hpt), and the luciferase activity was evaluated at 16 hpi ( Figure 1B ). The activation of luciferase activity was observed upon infection with all three viruses. The decreased stimulation of luciferase was observed upon EPZ treatment in all conditions, confirming that Dot1L inhibition reduces the innate immune activation.", "cite_spans": [{"start": 123, "end": 126, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 512, "end": 521, "text": "Figure 1B", "ref_id": "FIGREF1"}], "section": "Inactivation or Downregulation of Dot1L Inhibited IFN-β Promoter Stimulation in Influenza, Sendai, and Vesicular Stomatitis Virus Infection"}, {"text": "In parallel experiments, the A549 cells were transduced with the different lentiviral vectors, followed by transfection with pIF-LukTer and processed as described above. A similar decrease of luciferase activity was found in downregulated or inhibited Dot1L cells. Collectively, these results indicate that the transfection system recapitulated the effect of Dot1L inhibition on the innate immune response in infected cells [5] and suggest that Dot1L histone methylase modulates a common step of the interferon pathway that controls the antiviral response to different RNA viruses. , treated with a Dot1L inhibitor (EPZ, 1 μM, 48 h) or infected with lentiviruses expressing an irrelevant shRNA (shTM) or specific Dot1L shRNAs (shDOT1L 1 and shDOT1L 2) for 5 days. The cells were then transfected with plasmid pIF-LukTer and the luciferase activity was evaluated 16 h later. The luciferase activity was normalized by Renilla luciferase and the value obtained in the control cells was set as 100%. Lower part: Total extracts were used for Western blot analysis against the indicated proteins. (B) A549 cells were left untreated (control), treated with Dot1L inhibitor (EPZ, 1 μM, 48 h), or infected with lentiviruses expressing the indicated shRNAs for 5 days. The cells were then transfected with plasmid pIF-LuKter and 24 h later they were infected with influenza (FLU-PR8), or Sendai (SeV), or vesicular stomatitis virus (VSV) at MOI of 1. The luciferase activity was measured at 16 hpi and it is shown as the fold change relative to the levels in each control condition after normalization with the Renilla luciferase levels in each sample. The relative luciferase units obtained in each condition are represented in the lower part. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 424, "end": 427, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Inactivation or Downregulation of Dot1L Inhibited IFN-β Promoter Stimulation in Influenza, Sendai, and Vesicular Stomatitis Virus Infection"}, {"text": "Antiviral response is stimulated by the activation of NF-κB, IRF3, and/or IRF7 during infections. We have previously described that the inhibition of Dot1L caused a significant reduction of NF-κB nuclearization and IFN- expression upon influenza virus infection or TNF-α treatment [5] . The reporter plasmid used to monitor IFN- promoter stimulation ( Figure 1 ) includes NF-κB and IRF3 binding sites. To analyze whether Dot1L regulates the NF-κB and/or IRF3 activation in the transfection system, EPZ-treated (+) or untreated A549 cells were transfected with a NF-κB promoter dependent luciferase expressing plasmid (NF-κB). The transfected cells were then stimulated with TNF-α (NFκ−Fα) or they were infected with influenza virus at MOI 1 (NFκB-PR8) (Figure 2A ). High stimulation of the NF-κB-driven expression of luciferase was observed in TNF-α and influenza virus infected cells, and in accordance with our previous data [5] , a significant reduction was observed by Dot1L inhibition, even in the absence of external stimuli (Figure 2A ).", "cite_spans": [{"start": 282, "end": 285, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 932, "end": 935, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 354, "end": 362, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 757, "end": 767, "text": "(Figure 2A", "ref_id": "FIGREF3"}, {"start": 1036, "end": 1046, "text": "(Figure 2A", "ref_id": "FIGREF3"}], "section": "Dot1L Controls NF-κB and IRF3 Activation"}, {"text": "Untreated and EPZ-treated A549 cells were also transfected with a plasmid expressing luciferase under the IRF3 promoter (p55-IRF3) and the cells were left uninfected or infected with PR8 at MOI 1 ( Figure 2B) . A significant stimulation of the IRF3-driven expression of luciferase was observed in the infected cells that diminished upon Dot1L inhibition. The basal activity of the IRF3-dependent promoter was unaffected by EPZ while the basal activity of the NF-κB-dependent promoter was inhibited by EPZ. These results confirm that NF-κB-dependent stimulation was inhibited by EPZ independently of viral infection [5] but also reveal an additional impact of EPZ on virus-induced IRF3 activation. ", "cite_spans": [{"start": 615, "end": 618, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 198, "end": 208, "text": "Figure 2B)", "ref_id": "FIGREF3"}], "section": "Dot1L Controls NF-κB and IRF3 Activation"}, {"text": "Antiviral response is stimulated by the activation of NF-κB, IRF3, and/or IRF7 during infections. We have previously described that the inhibition of Dot1L caused a significant reduction of NF-κB nuclearization and IFN-β expression upon influenza virus infection or TNF-α treatment [5] . The reporter plasmid used to monitor IFN-β promoter stimulation ( Figure 1 ) includes NF-κB and IRF3 binding sites. To analyze whether Dot1L regulates the NF-κB and/or IRF3 activation in the transfection system, EPZ-treated (+) or untreated A549 cells were transfected with a NF-κB promoter dependent luciferase expressing plasmid (NF-κB). The transfected cells were then stimulated with TNF-α (NFκB−TNFα) or they were infected with influenza virus at MOI 1 (NFκB-PR8) (Figure 2A ). High stimulation of the NF-κB-driven expression of luciferase was observed in TNF-α and influenza virus infected cells, and in accordance with our previous data [5] , a significant reduction was observed by Dot1L inhibition, even in the absence of external stimuli (Figure 2A ).", "cite_spans": [{"start": 282, "end": 285, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 932, "end": 935, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 354, "end": 362, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 757, "end": 767, "text": "(Figure 2A", "ref_id": "FIGREF3"}, {"start": 1036, "end": 1046, "text": "(Figure 2A", "ref_id": "FIGREF3"}], "section": "Dot1L Controls NF-κB and IRF3 Activation"}, {"text": "Untreated and EPZ-treated A549 cells were also transfected with a plasmid expressing luciferase under the IRF3 promoter (p55-IRF3) and the cells were left uninfected or infected with PR8 at MOI 1 ( Figure 2B) . A significant stimulation of the IRF3-driven expression of luciferase was observed in the infected cells that diminished upon Dot1L inhibition. The basal activity of the IRF3-dependent promoter was unaffected by EPZ while the basal activity of the NF-κB-dependent promoter was inhibited by EPZ. These results confirm that NF-κB-dependent stimulation was inhibited by EPZ independently of viral infection [5] but also reveal an additional impact of EPZ on virus-induced IRF3 activation. luciferase under the NF-κ promoter (NF-κB) and at 24 hpt they were stimulated with TNF-α β20 ng/mL, NF-κB-TNFα), or infected with influenza virus (PR8, MOI 1, NF-κB-PR8), and the luciferase activity was evaluated at 16 h later; (B) transfected with reporter plasmid p55-IRF3 expressing luciferase under the IRF3 promoter, and the luciferase activity was evaluated 16 h later. In all cases, the luciferase activity values were normalized by Renilla luciferase and they were expressed relative to their corresponding EPZ untreated control conditions. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 615, "end": 618, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 198, "end": 208, "text": "Figure 2B)", "ref_id": "FIGREF3"}], "section": "Dot1L Controls NF-κB and IRF3 Activation"}, {"text": "The above data suggested that Dot1L may control the antiviral response upstream of the NF-κB and IRF3 signaling steps. Two different RNA sensors trigger the MAVS-CARDS interaction, MDA5 and RIG-I. To explore their contribution, cotransfection experiments of pIF-LucTer together with plasmids expressing components of the two pathways were performed. The coexpression of pIF-LukTer with a plasmid expressing MDA5 (pEF-BOS MDA5) stimulated luciferase activity but this activation was not significantly modified in EPZ treated-cells ( Figure S1 ), suggesting that MDA5 does not play a pivotal role in the Dot1L-mediated regulation of the IFN pathway. As a control, we cotransfected pIF-LukTer with a plasmid that expresses a constitutively active mutant form of the IRF3 protein where key Ser/Thr residues have been substituted by five phosphomimetic aspartic residues (pCAGGS-hIRF3 5D) causing IFN-β promoter activation independently of any stimuli [19] . The EPZ treatment did not modify the luciferase activity levels upon IRF3 mutant coexpression ( Figure S1 ) suggesting that signaling events upstream of IRF3 activation are modulated by EPZ.", "cite_spans": [{"start": 947, "end": 951, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 532, "end": 541, "text": "Figure S1", "ref_id": "FIGREF1"}, {"start": 1050, "end": 1059, "text": "Figure S1", "ref_id": "FIGREF1"}], "section": "Dot1L modulates the antiviral response mediated by RIG-I signaling"}, {"text": "RIG-I has a pivotal role as a sensor of influenza, and other negative-strand RNA viruses, to promote MAVS-2CARDs interactions [9] . The interaction of MAVS with the 2CARD domains of RIG-I is necessary to allow the formation of the IKKα-IKKβ-IKKγ complex that regulates NF-κB traffic [16] and the TBK1 and IKKε complex that activates the IFN regulatory factor 3. Control or EPZtreated A549 cells were cotransfected with pIF-LukTer and a plasmid that expresses MAVS (pEF BOS-MAVS), as MAVS overexpression is sufficient to trigger downstream signaling [33] . As expected, a statistically significant increase in luciferase activity was observed in untreated cells upon MAVS overexpression. Importantly, inhibition of Dot1L reduced 5-10 times MAVS-induced IF-β promoter activation ( Figure 3A ), which agrees with the effect of EPZ in NF-κB-dependent luciferase stimulation ( Figure 2A ). Transfection of the phosphomimetic IRF3 mutant plasmid was included as a control.", "cite_spans": [{"start": 126, "end": 129, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 283, "end": 287, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 549, "end": 553, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 779, "end": 788, "text": "Figure 3A", "ref_id": "FIGREF5"}, {"start": 872, "end": 881, "text": "Figure 2A", "ref_id": "FIGREF3"}], "section": "Dot1L modulates the antiviral response mediated by RIG-I signaling"}, {"text": "The ubiquitination of the 2CARDs domains of RIG-I promotes RIG-I's recruitment to the mitochondrial membrane where it interacts with MAVS, triggering the activation of the IFN pathway [34] . Thus, we evaluated whether Dot1L modulates the endogenous RIG-I recruitment to the mitochondria in influenza virus infected cells. The control or EPZ-treated A549 cells, were left uninfected (MOCK) or infected with influenza virus (PR8) at MOI 3. We obtained 8 hpi enriched mitochondrial fractions by successive centrifugation steps ( Figure 3B ) as described in Section 2, and different fractions were used for Western blot analysis ( Figure 3C ). luciferase under the NF-κB promoter (NF-κB) and at 24 hpt they were stimulated with TNF-α β20 ng/mL, NF-κB-TNFα), or infected with influenza virus (PR8, MOI 1, NF-κB-PR8), and the luciferase activity was evaluated at 16 h later; (B) transfected with reporter plasmid p55-IRF3 expressing luciferase under the IRF3 promoter, and the luciferase activity was evaluated 16 h later. In all cases, the luciferase activity values were normalized by Renilla luciferase and they were expressed relative to their corresponding EPZ untreated control conditions. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 184, "end": 188, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 526, "end": 535, "text": "Figure 3B", "ref_id": "FIGREF5"}, {"start": 627, "end": 636, "text": "Figure 3C", "ref_id": "FIGREF5"}], "section": "Dot1L modulates the antiviral response mediated by RIG-I signaling"}, {"text": "The above data suggested that Dot1L may control the antiviral response upstream of the NF-κB and IRF3 signaling steps. Two different RNA sensors trigger the MAVS-CARDS interaction, MDA5 and RIG-I. To explore their contribution, cotransfection experiments of pIF-LucTer together with plasmids expressing components of the two pathways were performed. The coexpression of pIF-LukTer with a plasmid expressing MDA5 (pEF-BOS MDA5) stimulated luciferase activity but this activation was not significantly modified in EPZ treated-cells ( Figure S1 ), suggesting that MDA5 does not play a pivotal role in the Dot1L-mediated regulation of the IFN pathway. As a control, we cotransfected pIF-LukTer with a plasmid that expresses a constitutively active mutant form of the IRF3 protein where key Ser/Thr residues have been substituted by five phosphomimetic aspartic residues (pCAGGS-hIRF3 5D) causing IFN-β promoter activation independently of any stimuli [19] . The EPZ treatment did not modify the luciferase activity levels upon IRF3 mutant coexpression ( Figure S1 ) suggesting that signaling events upstream of IRF3 activation are modulated by EPZ.", "cite_spans": [{"start": 947, "end": 951, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 532, "end": 541, "text": "Figure S1", "ref_id": "FIGREF1"}, {"start": 1050, "end": 1059, "text": "Figure S1", "ref_id": "FIGREF1"}], "section": "Dot1L Modulates the Antiviral Response Mediated by RIG-I Signaling"}, {"text": "RIG-I has a pivotal role as a sensor of influenza, and other negative-strand RNA viruses, to promote MAVS-2CARDs interactions [9] . The interaction of MAVS with the 2CARD domains of RIG-I is necessary to allow the formation of the IKKα-IKKβ-IKKγ complex that regulates NF-κB traffic [16] and the TBK1 and IKKε complex that activates the IFN regulatory factor 3. Control or EPZ-treated A549 cells were cotransfected with pIF-LukTer and a plasmid that expresses MAVS (pEF BOS-MAVS), as MAVS overexpression is sufficient to trigger downstream signaling [33] . As expected, a statistically significant increase in luciferase activity was observed in untreated cells upon MAVS overexpression. Importantly, inhibition of Dot1L reduced 5-10 times MAVS-induced IF-β promoter activation ( Figure 3A ), which agrees with the effect of EPZ in NF-κB-dependent luciferase stimulation ( Figure 2A ). Transfection of the phosphomimetic IRF3 mutant plasmid was included as a control.", "cite_spans": [{"start": 126, "end": 129, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 283, "end": 287, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 550, "end": 554, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 780, "end": 789, "text": "Figure 3A", "ref_id": "FIGREF5"}, {"start": 873, "end": 882, "text": "Figure 2A", "ref_id": "FIGREF3"}], "section": "Dot1L Modulates the Antiviral Response Mediated by RIG-I Signaling"}, {"text": "The ubiquitination of the 2CARDs domains of RIG-I promotes RIG-I's recruitment to the mitochondrial membrane where it interacts with MAVS, triggering the activation of the IFN pathway [34] . Thus, we evaluated whether Dot1L modulates the endogenous RIG-I recruitment to the mitochondria in influenza virus infected cells. The control or EPZ-treated A549 cells, were left uninfected (MOCK) or infected with influenza virus (PR8) at MOI 3. We obtained 8 hpi enriched mitochondrial fractions by successive centrifugation steps ( Figure 3B ) as described in Section 2, and different fractions were used for Western blot analysis ( Figure 3C ). , or mutant IRF3 (IRF35D) and the luciferase activity was evaluated at 16 hpt. In panels A and E, the luciferase activity was normalized by Renilla luciferase. The MOCK condition without EPZ treatment was taken as 100%. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 184, "end": 188, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 526, "end": 535, "text": "Figure 3B", "ref_id": "FIGREF5"}, {"start": 627, "end": 636, "text": "Figure 3C", "ref_id": "FIGREF5"}], "section": "Dot1L Modulates the Antiviral Response Mediated by RIG-I Signaling"}, {"text": "The influenza virus expresses the NS1 protein; a multifunctional protein that modulates viral replication and host cell physiology [37] . The main activity of NS1 in the influenza virus life cycle has been associated with its ability to inhibit the host immune response, limiting both interferon production and IFN effector function [37] . Accordingly, the production of IFN-β and the activation of STAT1 and STAT2 signaling are inhibited by NS1 in A549 cells infected with the influenza virus [38] . As Dot1L regulates the innate immune response, we analyzed the impact of Dot1L inhibition during infection with a PR8 strain that does not express the NS1 protein (delNS1virus, PR8NS1) [23] . The A549 cells were left untreated or treated with Dot1L inhibitor and infected with the PR8 strain or with delNS1 virus at MOI 10 −3 (Figure 4 ). According to the previous results, treatment with EPZ increased the influenza virus replication in A549 cells infected with PR8.", "cite_spans": [{"start": 131, "end": 135, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 333, "end": 337, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 494, "end": 498, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 687, "end": 691, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 828, "end": 837, "text": "(Figure 4", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "In contrast, a similar replication was found in cells infected with delNS1 virus treated with the inhibitor ( Figure 4A ). These results suggest that EPZ-mediated virus growth stimulation involves a NS1-related mechanism. Additional experiments in the transfection system were performed in control or EPZ treated cells transfected with pIF-LukTer and infected with PR8 or delNS1 virus (MOI . At 16 hpi, the total extract was used for immunoprecipitation analysis using antibodies against MAVS. The immunoprecipitate was used for Western blot analysis against the indicated proteins. (E) Control or EPZ-treated cells were transfected with pIF-LukTer (MOCK), or cotransfected with pIF-LukTer, together with plasmids expressing RIG-I (RIG-I), or RIG-I 2CARDs (RIG-I CARDs), or mutant IRF3 (IRF35D) and the luciferase activity was evaluated at 16 hpt. In panels A and E, the luciferase activity was normalized by Renilla luciferase. The MOCK condition without EPZ treatment was taken as 100%. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [], "ref_spans": [{"start": 110, "end": 119, "text": "Figure 4A", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "As expected, the detection of NP viral protein in the infected cells and a specific reduction of H3K79 levels in EPZ-treated cells, were found in the input (Input). Undetectable levels of MAVS were present in the P1 pellet (nuclei and unbroken cells), whereas the nuclear chromodomain helicase DNA binding protein 1 (CHD1), was present. In addition, MAVS was clearly detected in the mitochondrial fractions (Mito), indicating a correct isolation of mitochondria. In agreement with the previous reports [35] , the recruitment of RIG-I to the enriched mitochondrial fraction was clearly found in the influenza infected cells. We observed a decreased association of RIG-I to the enriched mitochondrial fraction in the Dot1L inhibited cells.", "cite_spans": [{"start": 502, "end": 506, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "The results suggested that Dot1L inhibition involves a dampening of the ability of RIG-I to translocate to mitochondria and induce MAVS signalosome formation. To verify this issue independently, MAVS aggregation, as well as NF-κB distribution, were analyzed by confocal immunofluorescence microscopy. PR8-infected cells, untreated or EPZ treated (+), were fixed and processed for immunofluorescence microscopy at 8 hpi, as described in Section 2 ( Figure S2A ). The inhibition of NF-κB nuclear localization (p65) was observed in infected cells treated with the inhibitor as compared with the untreated controls, as previously described [5] . MAVS showed a granular distribution in the cytosol of non-infected cells ( Figure S2A ; MOCK).", "cite_spans": [{"start": 636, "end": 639, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 448, "end": 458, "text": "Figure S2A", "ref_id": "FIGREF3"}, {"start": 717, "end": 727, "text": "Figure S2A", "ref_id": "FIGREF3"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "The aggregation of MAVS was readily observed in influenza-infected cells ( Figure S2A ; PR8) but was not observed in EPZ-treated cells ( Figure S2A ; PR8+). We performed further analysis to distinguish the MAVS polymerization ( Figure S2B ). Control or PR8 infected cells, untreated or treated (+) with EPZ, were used for SDD-AGE analysis, which consists of a semi-denaturing detergent agarose gel electrophoresis [36] . High molecular weight aggregates of MAVS were observed in infected cells, especially at 16 hpi, and Dot1L inhibition caused a reduction of these MAVS aggregates, supporting the notion that Dot1l-inhibition interferes with MAVS activation.", "cite_spans": [{"start": 414, "end": 418, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 75, "end": 85, "text": "Figure S2A", "ref_id": "FIGREF3"}, {"start": 137, "end": 147, "text": "Figure S2A", "ref_id": "FIGREF3"}, {"start": 228, "end": 238, "text": "Figure S2B", "ref_id": "FIGREF3"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "Next, coimmunoprecipitation experiments were performed to explore the association of endogenous RIG-I-MAVS protein complexes in untreated or EPZ-treated control or PR8 infected cells ( Figure 3D ). EPZ-treatment did not decrease the RIG-I-MAVS association in control cells, while a decreased association was found in infected cells.", "cite_spans": [], "ref_spans": [{"start": 185, "end": 194, "text": "Figure 3D", "ref_id": "FIGREF5"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "To examine the relevance of the 2CARDs domain ubiquitination of RIG-I in Dot1L regulation, we performed cotransfection experiments of pIF-LukTer with plasmids that express RIG-I or the 2CARDs domain of RIG-I (RIG-I CARDs) ( Figure 3E ). The coexpression of RIG-I or RIG-I 2CARDs increased the luciferase activity, and inhibition of Dot1L caused a significant decrease. The relative luciferase units obtained in parts A and E are presented in Figure S3 . These results indicate that Dot1L controls RIG-I signaling and MAVS activation, which supports a role of Dot1L in regulating the RIG-I pathway.", "cite_spans": [], "ref_spans": [{"start": 224, "end": 233, "text": "Figure 3E", "ref_id": "FIGREF5"}, {"start": 442, "end": 451, "text": "Figure S3", "ref_id": "FIGREF5"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "The influenza virus expresses the NS1 protein; a multifunctional protein that modulates viral replication and host cell physiology [37] . The main activity of NS1 in the influenza virus life cycle has been associated with its ability to inhibit the host immune response, limiting both interferon production and IFN effector function [37] . Accordingly, the production of IFN-β and the activation of STAT1 and STAT2 signaling are inhibited by NS1 in A549 cells infected with the influenza virus [38] . As Dot1L regulates the innate immune response, we analyzed the impact of Dot1L inhibition during infection with a PR8 strain that does not express the NS1 protein (delNS1virus, PR8∆NS1) [23] . The A549 cells were left untreated or treated with Dot1L inhibitor and infected with the PR8 strain or with delNS1 virus at MOI 10 −3 (Figure 4 ). According to the previous results, treatment with EPZ increased the influenza virus replication in A549 cells infected with PR8.", "cite_spans": [{"start": 131, "end": 135, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 333, "end": 337, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 494, "end": 498, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 687, "end": 691, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 828, "end": 837, "text": "(Figure 4", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "In contrast, a similar replication was found in cells infected with delNS1 virus treated with the inhibitor ( Figure 4A ). These results suggest that EPZ-mediated virus growth stimulation involves a NS1-related mechanism. Additional experiments in the transfection system were performed in control or EPZ treated cells transfected with pIF-LukTer and infected with PR8 or delNS1 virus (MOI 1, 16 hpi). Both viruses induced IFN-β promoter activity, although with greater intensity in the delNS1, as expected from the role of NS1 on dampening the host innate responses. In contrast to PR8 infection, where EPZ inhibited the IFN-β promoter activation by approximately two-fold, Dot1L inhibition only caused a marginal decrease in the luciferase activity in delNS1 infection ( Figure 4B ), supporting the notion that NS1 is required to observe the impact of EPZ on the innate responses against the influenza virus.", "cite_spans": [], "ref_spans": [{"start": 110, "end": 119, "text": "Figure 4A", "ref_id": "FIGREF7"}, {"start": 773, "end": 782, "text": "Figure 4B", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "To demonstrate the role of NS1 on Dot1L-mediated regulation of virus replication, we infected untreated or EPZ-treated parental MDCK cells or MDCK cells that constitutively express NS1 protein (MDCK-NS1) with delNS1 virus at MOI 10 −3 [22] , in order to trans-complement delNS1 ( Figure 4C ). The Dot1L inhibitor did not affect delNS1 replication in MDCK cells, in agreement with the results obtained in the A549 cells ( Figure 4A ). In contrast, augmented virus replication was found in the MDCK-NS1 cells treated with the Dot1L inhibitor and infected with delNS1 ( Figure 4C ). These results suggest that NS1 is required to observe the impact of Dot1L inhibition in the control of influenza virus replication. Alternatively, Dot1L may control an element in the IFN-β signaling pathway that is regulated by the influenza virus NS1 protein.", "cite_spans": [{"start": 235, "end": 239, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 280, "end": 289, "text": "Figure 4C", "ref_id": "FIGREF7"}, {"start": 421, "end": 430, "text": "Figure 4A", "ref_id": "FIGREF7"}, {"start": 567, "end": 576, "text": "Figure 4C", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "against the influenza virus.", "cite_spans": [], "ref_spans": [], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "To demonstrate the role of NS1 on Dot1L-mediated regulation of virus replication, we infected untreated or EPZ-treated parental MDCK cells or MDCK cells that constitutively express NS1 protein (MDCK-NS1) with delNS1 virus at MOI 10 −3 [22] , in order to trans-complement delNS1 ( Figure 4C ). The Dot1L inhibitor did not affect delNS1 replication in MDCK cells, in agreement with the results obtained in the A549 cells ( Figure 4A ). In contrast, augmented virus replication was found in the MDCK-NS1 cells treated with the Dot1L inhibitor and infected with delNS1 ( Figure 4C ). These results suggest that NS1 is required to observe the impact of Dot1L inhibition in the control of influenza virus replication. Alternatively, Dot1L may control an element in the IFN-β signaling pathway that is regulated by the influenza virus NS1 protein. at MOI 1 and the luciferase activity was evaluated 16 h later. The luciferase activity normalized by Renilla luciferase in the MOCK condition without EPZ treatment was taken as 100%. (C) MDCK or MDCK-NS1 cells were plated in the presence or absence of EPZ 1 µ M and 48 h later they were infected at MOI 10 −3 with delNS1. The virus titer was determined by plaque assay on MDCK cells. EPZ was present all throughout the experiment in the EPZ-treated cells. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 235, "end": 239, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 280, "end": 289, "text": "Figure 4C", "ref_id": "FIGREF7"}, {"start": 421, "end": 430, "text": "Figure 4A", "ref_id": "FIGREF7"}, {"start": 567, "end": 576, "text": "Figure 4C", "ref_id": "FIGREF7"}], "section": "The NS1 Protein of Influenza Virus Modulates the Dot1L Effect on Virus Replication"}, {"text": "Previous experiments showed that Dot1L inhibition decreased the recruitment of RIG-I to enriched mitochondrial fraction in influenza virus infected cells ( Figure 3C) . To analyze the possible role of NS1 on RIG-I-MAVS association, we compared that association in mitochondrial fractions of PR8 and delNS1- ", "cite_spans": [], "ref_spans": [{"start": 156, "end": 166, "text": "Figure 3C)", "ref_id": "FIGREF5"}], "section": "NS1 Protein Modulates the Dot1L Control of RIG-I-MAVS Association and NF-kB Nuclearization"}, {"text": "Previous experiments showed that Dot1L inhibition decreased the recruitment of RIG-I to enriched mitochondrial fraction in influenza virus infected cells ( Figure 3C) . To analyze the possible role of NS1 on RIG-I-MAVS association, we compared that association in mitochondrial fractions of PR8 and delNS1-infected cells that were treated or not with the Dot1L inhibitor. Influenza virus infection and the efficacy of EPZ treatment were monitored by determining the accumulation of NP protein levels and total and H3K79 methylated histone 3 content ( Figure 5A ; Input) in the different conditions. Mitochondria purification was verified by the absence of MAVS in the P1 fraction ( Figure 5A ; P1) and its presence in the mitochondrial fraction ( Figure 5A ; Mito). Infection with PR8 increased the recruitment of RIG-I to the mitochondria as compared to uninfected control cells (MOCK). This association was higher in cells infected with delNS1 than in cells infected with the PR8 virus, in agreement with the increased antiviral response observed in delNS1 infected cells [39, 40] . The recruitment of RIG-I to mitochondrial fractions was not modified by Dot1L inhibition in delNS1 infection.", "cite_spans": [{"start": 1074, "end": 1078, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 1079, "end": 1082, "text": "40]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 156, "end": 166, "text": "Figure 3C)", "ref_id": "FIGREF5"}, {"start": 551, "end": 560, "text": "Figure 5A", "ref_id": "FIGREF9"}, {"start": 682, "end": 691, "text": "Figure 5A", "ref_id": "FIGREF9"}, {"start": 747, "end": 756, "text": "Figure 5A", "ref_id": "FIGREF9"}], "section": "NS1 Protein Modulates the Dot1L Control of RIG-I-MAVS Association and NF-kB Nuclearization"}, {"text": "We previously reported that NF-κB nuclear translocation is severely impaired by Dot1L inhibition upon influenza virus infection [5] . In addition, the aforementioned data suggested a role for NS1 in Dot1L regulation of the innate response against influenza infection. Thus, we asked whether NS1 was also required for EPZ-mediated inhibition of NF-κB translocation in response to viral infection. To this end, control or Dot1L-inhibited A549 cells were infected at MOI 3 with PR8 or delNS1 viruses, fixed at the peak of NP antigen expression (8 and 16 hpi, respectively) and the subcellular NF-κB localization was determined by confocal immunofluorescence microscopy ( Figure 5B-D) . The quantitation of the relative p65 intensity in the nucleus and cytoplasm is shown in Figure 5E . In non-infected cells (MOCK), NF-κB localization was entirely cytoplasmic and it was not affected by EPZ treatment ( Figure 5B ). The infection with PR8 and delNS1 provoked NF-κB nuclearization ( Figure 5C -E) and, in agreement with our previous studies, the NF-κB nuclear translocation was inhibited by EPZ in the PR8 infected cells ( Figure 5C ,F). Dot1L inhibition did not significantly reduce NF-κB relocalization in delNS1 infection ( Figure 5D ,E). These data reinforce the notion that NS1 is an important determinant of the antiviral response when Do1L activity is inhibited.", "cite_spans": [{"start": 128, "end": 131, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 668, "end": 680, "text": "Figure 5B-D)", "ref_id": "FIGREF9"}, {"start": 771, "end": 780, "text": "Figure 5E", "ref_id": "FIGREF9"}, {"start": 900, "end": 909, "text": "Figure 5B", "ref_id": "FIGREF9"}, {"start": 979, "end": 988, "text": "Figure 5C", "ref_id": "FIGREF9"}, {"start": 1119, "end": 1128, "text": "Figure 5C", "ref_id": "FIGREF9"}, {"start": 1223, "end": 1232, "text": "Figure 5D", "ref_id": "FIGREF9"}], "section": "NS1 Protein Modulates the Dot1L Control of RIG-I-MAVS Association and NF-kB Nuclearization"}, {"text": "H3K79 methylated histone 3 content ( Figure 5A ; Input) in the different conditions. Mitochondria purification was verified by the absence of MAVS in the P1 fraction ( Figure 5A ; P1) and its presence in the mitochondrial fraction ( Figure 5A ; Mito). Infection with PR8 increased the recruitment of RIG-I to the mitochondria as compared to uninfected control cells (MOCK). This association was higher in cells infected with delNS1 than in cells infected with the PR8 virus, in agreement with the increased antiviral response observed in delNS1 infected cells [39, 40] . The recruitment of RIG-I to mitochondrial fractions was not modified by Dot1L inhibition in delNS1 infection.", "cite_spans": [{"start": 560, "end": 564, "text": "[39,", "ref_id": "BIBREF38"}, {"start": 565, "end": 568, "text": "40]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 37, "end": 46, "text": "Figure 5A", "ref_id": "FIGREF9"}, {"start": 168, "end": 177, "text": "Figure 5A", "ref_id": "FIGREF9"}, {"start": 233, "end": 242, "text": "Figure 5A", "ref_id": "FIGREF9"}], "section": "NS1 Protein Modulates the Dot1L Control of RIG-I-MAVS Association and NF-kB Nuclearization"}, {"text": "We previously reported that NF-κB nuclear translocation is severely impaired by Dot1L inhibition upon influenza virus infection [5] . In addition, the aforementioned data suggested a role for NS1 in Dot1L regulation of the innate response against influenza infection. Thus, we asked whether NS1 was also required for EPZ-mediated inhibition of NF-κB translocation in response to viral infection. To this end, control or Dot1L-inhibited A549 cells were infected at MOI 3 with PR8 or delNS1 viruses, fixed at the peak of NP antigen expression (8 and 16 hpi, respectively) and the subcellular NF-κB localization was determined by confocal immunofluorescence microscopy ( Figure  5 B-D) . The quantitation of the relative p65 intensity in the nucleus and cytoplasm is shown in Figure  5E . In non-infected cells (MOCK), NF-κB localization was entirely cytoplasmic and it was not affected by EPZ treatment ( Figure 5B ). The infection with PR8 and delNS1 provoked NF-κB nuclearization ( Figure 5C -E) and, in agreement with our previous studies, the NF-κB nuclear translocation was inhibited by EPZ in the PR8 infected cells (Figure 5C ,F). Dot1L inhibition did not significantly reduce NF-κB relocalization in delNS1 infection ( Figure 5D,E) . These data reinforce the notion that NS1 is an important determinant of the antiviral response when Do1L activity is inhibited. ", "cite_spans": [{"start": 128, "end": 131, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 668, "end": 682, "text": "Figure  5 B-D)", "ref_id": "FIGREF9"}, {"start": 773, "end": 783, "text": "Figure  5E", "ref_id": "FIGREF9"}, {"start": 903, "end": 912, "text": "Figure 5B", "ref_id": "FIGREF9"}, {"start": 982, "end": 991, "text": "Figure 5C", "ref_id": "FIGREF9"}, {"start": 1120, "end": 1130, "text": "(Figure 5C", "ref_id": "FIGREF9"}, {"start": 1225, "end": 1237, "text": "Figure 5D,E)", "ref_id": "FIGREF9"}], "section": "NS1 Protein Modulates the Dot1L Control of RIG-I-MAVS Association and NF-kB Nuclearization"}, {"text": "Next, we examined the expression of cellular genes involved in the IFN response that were differentially modified during influenza virus infection in Dot1L inhibited A549 cells. In addition, the expression of influenza virus genes in untreated and EPZ-treated cells was also determined. The cells were left untreated or treated with 1 µM EPZ. Forty-eight hours later, the cells were infected with PR8 at MOI 3 and the total RNAs from duplicate cultures were isolated at 8 hpi and used for high-throughput sequencing as described in Section 2. EPZ was present all throughout the experiment in the EPZ-treated cells. In parallel, the accumulation levels of methylated H3K79 were monitored by Western blot and a quantitative colorimetric method based on anti-H3K79me2 antibody detection (Epigentek), as shown in [5] . A significant decrease of H3K79me2 levels was detected using both analyses, which indicated the efficiency of the EPZ treatment. As previously demonstrated, the EPZ treatment of A549 cells did not affect the cell viability over 48 h, as analyzed by MTT assay (data not shown) [41] .", "cite_spans": [{"start": 809, "end": 812, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1091, "end": 1095, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Dot1L Inhibition Decreases the Expression of TRIM25 in Influenza Virus Infected Cells"}, {"text": "In agreement with the increased viral replication in Dot1L-infected cells, the increased expression of influenza virus RNAs was obtained in Dot1L downregulated cells ( Figure S4 ). The relative expression values of the innate immune response-related mRNAs are shown in Table 1 . The table displays data for the transcripts, showing significant alterations in influenza virus-infected cells left untreated (PR8/MOCK) or treated with EPZ (PR8-EPZ/MOCK-EPZ). In agreement with our previous report, EPZ treatment did not significantly interfere with ISG induction at this early time post-infection, as 16 h are required to restrict ISG induction by Dot1L inhibition [5] . A clear differential effect in TRIM25 expression was observed. TRIM25 expression was slightly increased by the infection in the absence of EPZ (although not statistically significant). However, its expression was downregulated in infected cells in the presence of EPZ. A549 cells were untreated or treated with 1 µM of EPZ for 48 h and then infected with PR8 at MOI 3 for 8 h. The total RNA was used for RNA-sequencing and the list of proteins related to the innate immune response using a q value < 0.002 and log2 fold change > 1.5 is shown. (PR8/MOCK); genes whose expression changes in influenza virus infected cells, (PR8-EPZ/MOCK-EPZ); genes whose expression changes in infected and EPZ-treated cells. (*); q value, ns.", "cite_spans": [{"start": 662, "end": 665, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 168, "end": 177, "text": "Figure S4", "ref_id": "FIGREF7"}, {"start": 269, "end": 276, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Dot1L Inhibition Decreases the Expression of TRIM25 in Influenza Virus Infected Cells"}, {"text": "To verify this effect, we performed quantitative qPCR detection of TRIM25 in the RNAs used for high-throughput sequencing ( Figure 6A ). An increase of TRIM25 mRNA accumulation in the untreated and infected cells was found. Moreover, a clear decrease in the Dot1l inhibited-infected cells was also observed, which confirms the results obtained in the RNA seq approach. In addition, TRIM25 protein levels were analyzed in the infected A549 cells untreated or treated with EPZ. The EPZ treatment was monitored by Western blot using an antibody against H3K79me2, the target of Dot1L. According to the mRNA data, reduced accumulation of TRIM25 was observed in Dot1L inhibited PR8-infected cells ( Figure 6B ). These results may account for the reduced responsiveness of EPZ-treated cells against viral infection. An increased expression of TRIM25 in uninfected A549 cells EPZ-treated analyzed by high-throughput RNA sequencing, which was confirmed by qPCR, was previously observed [8] . Collectively, the data indicate that the TRIM25 gene is a target for Dot1L histone methylase. Log2FC >1.5 and <-1.5, q value < 0.002. (*); q value, ns A549 cells were untreated or treated with 1 μM of EPZ for 48 h and then infected with PR8 at MOI 3 for 8 h. The total RNA was used for RNA-sequencing and the list of proteins related to the innate immune response using a q value < 0.002 and log2 fold change > 1.5 is shown. (PR8/MOCK); genes whose expression changes in influenza virus infected cells, (PR8-EPZ/MOCK-EPZ); genes whose expression changes in infected and EPZtreated cells. (*); q value, ns.", "cite_spans": [{"start": 977, "end": 980, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 124, "end": 133, "text": "Figure 6A", "ref_id": "FIGREF11"}, {"start": 693, "end": 702, "text": "Figure 6B", "ref_id": "FIGREF11"}], "section": "Dot1L Inhibition Decreases the Expression of TRIM25 in Influenza Virus Infected Cells"}, {"text": "To verify this effect, we performed quantitative qPCR detection of TRIM25 in the RNAs used for high-throughput sequencing ( Figure 6A ). An increase of TRIM25 mRNA accumulation in the untreated and infected cells was found. Moreover, a clear decrease in the Dot1l inhibited-infected cells was also observed, which confirms the results obtained in the RNA seq approach. In addition, TRIM25 protein levels were analyzed in the infected A549 cells untreated or treated with EPZ. The EPZ treatment was monitored by Western blot using an antibody against H3K79me2, the target of Dot1L. According to the mRNA data, reduced accumulation of TRIM25 was observed in Dot1L inhibited PR8-infected cells ( Figure 6B ). These results may account for the reduced responsiveness of EPZ-treated cells against viral infection. An increased expression of TRIM25 in uninfected A549 cells EPZ-treated analyzed by highthroughput RNA sequencing, which was confirmed by qPCR, was previously observed [8] . Collectively, the data indicate that the TRIM25 gene is a target for Dot1L histone methylase. ", "cite_spans": [{"start": 976, "end": 979, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 124, "end": 133, "text": "Figure 6A", "ref_id": "FIGREF11"}, {"start": 693, "end": 702, "text": "Figure 6B", "ref_id": "FIGREF11"}], "section": "Dot1L Inhibition Decreases the Expression of TRIM25 in Influenza Virus Infected Cells"}, {"text": "To evaluate whether TRIM25 could counteract the reduction of the antiviral response mediated by Dot1L inhibition, TRIM25 overexpression experiments were carried out. First, we tested the effect of TRIM25 overexpression in the IFN- reporter assay. Control or EPZ-treated A549 cells were ", "cite_spans": [], "ref_spans": [], "section": "Overexpression of TRIM25 Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "To evaluate whether TRIM25 could counteract the reduction of the antiviral response mediated by Dot1L inhibition, TRIM25 overexpression experiments were carried out. First, we tested the effect of TRIM25 overexpression in the IFN-β reporter assay. Control or EPZ-treated A549 cells were transfected with the pIF-LucTer and increasing amounts of the TRIM25-expressing plasmid (pCDNA3.0-HA-TRIM25; 10, 20, or 50 ng per 96-well) and 24 h later the luciferase activity was measured. A dose dependent increase in the luciferase activity was observed upon TRIM25 overexpression ( Figure S5) . Moreover, the EPZ treatment decreased the luciferase activity in the 10 and 20 ng of TRIM25 transfected plasmid conditions but was unable to do so at the highest dose of TRIM25 plasmid ( Figure S5 ).", "cite_spans": [], "ref_spans": [{"start": 574, "end": 584, "text": "Figure S5)", "ref_id": "FIGREF9"}, {"start": 774, "end": 783, "text": "Figure S5", "ref_id": "FIGREF9"}], "section": "Overexpression of TRIM25 Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "Next, the EPZ-treated or untreated A549 cells were transfected with the pIF-LukTer plasmid in the presence or absence of 20 ng of the TRIM25-expressing plasmid, and 24 h later, the transfected cells were infected with influenza PR8 virus at MOI 1. The luciferase activity was then measured at 16 hpi ( Figure 7A ). The overexpression of TRIM25 increased the IFN-β promoter activation in the infected cells. Importantly, the TRIM25-mediated enhancement of the innate response was unresponsive to EPZ. The data suggests that TRIM25 overexpression is sufficient to compensate the reduction of the innate response against the influenza virus mediated by Dot1L inhibition.", "cite_spans": [], "ref_spans": [{"start": 302, "end": 311, "text": "Figure 7A", "ref_id": "FIGREF13"}], "section": "Overexpression of TRIM25 Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "Cells 2020, 9, 15 of 21 overexpression ( Figure S5) . Moreover, the EPZ treatment decreased the luciferase activity in the 10 and 20 ng of TRIM25 transfected plasmid conditions but was unable to do so at the highest dose of TRIM25 plasmid ( Figure S5 ). Next, the EPZ-treated or untreated A549 cells were transfected with the pIF-LukTer plasmid in the presence or absence of 20 ng of the TRIM25-expressing plasmid, and 24 h later, the transfected cells were infected with influenza PR8 virus at MOI 1. The luciferase activity was then measured at 16 hpi ( Figure 7A ). The overexpression of TRIM25 increased the IFN- promoter activation in the infected cells. Importantly, the TRIM25-mediated enhancement of the innate response was unresponsive to EPZ. The data suggests that TRIM25 overexpression is sufficient to compensate the reduction of the innate response against the influenza virus mediated by Dot1L inhibition.", "cite_spans": [{"start": 12, "end": 14, "text": "9,", "ref_id": null}], "ref_spans": [{"start": 41, "end": 51, "text": "Figure S5)", "ref_id": "FIGREF9"}, {"start": 241, "end": 250, "text": "Figure S5", "ref_id": "FIGREF9"}, {"start": 556, "end": 565, "text": "Figure 7A", "ref_id": "FIGREF13"}], "section": "Overexpression of TRIM25 Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "To further evaluate the role of TRIM25 in the control of the RIG-I signaling mediated by Dot1L, the control or Dot1L-inhibited A549 cells were transfected with pIF-LukTer and with plasmids that express RIG-I or the RIG-I-2CARDs, together with 20 ng of the TRIM25-expressing plasmid ( Figure  7B ). The expression of TRIM25 counteracted the reduced luciferase activity upon Dot1L inhibition also in the RIG-I or RIG-I 2CARDs expressing cells. To further evaluate the role of TRIM25 in the control of the RIG-I signaling mediated by Dot1L, the control or Dot1L-inhibited A549 cells were transfected with pIF-LukTer and with plasmids that express RIG-I or the RIG-I-2CARDs, together with 20 ng of the TRIM25-expressing plasmid ( Figure 7B ). The expression of TRIM25 counteracted the reduced luciferase activity upon Dot1L inhibition also in the RIG-I or RIG-I 2CARDs expressing cells.", "cite_spans": [], "ref_spans": [{"start": 284, "end": 294, "text": "Figure  7B", "ref_id": "FIGREF13"}, {"start": 726, "end": 735, "text": "Figure 7B", "ref_id": "FIGREF13"}], "section": "Overexpression of TRIM25 Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "RIG-I dephosphorylation is required for TRIM25-mediated specific lysine 63 ubiquitination to elicit an antiviral response [21] . The control or EPZ-treated A549 cells were transfected with pIF-LucTer together with plasmids expressing wild type RIG-I or a mutated RIG-I containing a Ser 8 to Asp substitution in the 2CARDS domain (RIG-I S8D). The transfected cells were left uninfected or infected with PR8 at MOI 1 for 16 hpi (PR8) (Figure 8 ). This phosphomimetic mutation reduces the binding of RIG-I to TRIM25, decreasing the RIG-I ubiquitination and thereby diminishing the binding to the CARD domain with MAVS [21] . Treatment with EPZ reduced the IFN-β promoter stimulation in cells expressing wild type RIG-I uninfected or infected with influenza virus and in untransfected-infected cells. In contrast, Dot1L inhibition did not modify the luciferase activity in cells expressing the phosphorylation RIG-I mutant in any of the experimental conditions. These results support that Dot1L control of IFN signaling may rely on the TRIM25 association with the 2CARDS domains of RIG-I. Cells 2020, 9, 16 of 21", "cite_spans": [{"start": 122, "end": 126, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 615, "end": 619, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1097, "end": 1099, "text": "9,", "ref_id": null}], "ref_spans": [{"start": 432, "end": 441, "text": "(Figure 8", "ref_id": "FIGREF15"}], "section": "Expression of A K63 Ubiquitination Defective RIG-I Mutant Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "RIG-I dephosphorylation is required for TRIM25-mediated specific lysine 63 ubiquitination to elicit an antiviral response [21] . The control or EPZ-treated A549 cells were transfected with pIF-LucTer together with plasmids expressing wild type RIG-I or a mutated RIG-I containing a Ser 8 to Asp substitution in the 2CARDS domain (RIG-I S8D). The transfected cells were left uninfected or infected with PR8 at MOI 1 for 16 hpi (PR8) (Figure 8 ). This phosphomimetic mutation reduces the binding of RIG-I to TRIM25, decreasing the RIG-I ubiquitination and thereby diminishing the binding to the CARD domain with MAVS [21] . Treatment with EPZ reduced the IFN- promoter stimulation in cells expressing wild type RIG-I uninfected or infected with influenza virus and in untransfected-infected cells. In contrast, Dot1L inhibition did not modify the luciferase activity in cells expressing the phosphorylation RIG-I mutant in any of the experimental conditions. These results support that Dot1L control of IFN signaling may rely on the TRIM25 association with the 2CARDS domains of RIG-I. . The luciferase activity was evaluated at 16 hpt. The cells were left uninfected or infected with PR8 at MOI 3 for 8 h. Luciferase activity was normalized by Renilla luciferase and it was expressed relative to that of the untreated MOCK condition. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 122, "end": 126, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 615, "end": 619, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 432, "end": 441, "text": "(Figure 8", "ref_id": "FIGREF15"}], "section": "Expression of A K63 Ubiquitination Defective RIG-I Mutant Abolishes the Effect of Dot1L Inhibition on Interferon Signaling"}, {"text": "Dot1L is a histone methylase, which modifies exclusively lysine 79 of histone 3 (H3K79), a lysine located within the globular domain of histone H3 that can be mono-, di-, and trimethylated by Dot1L [6] . Dot1L has been implicated in transcriptional activation and accordingly, methylated H3K79 has been constantly found within the bodies of the transcribing genes in different species, including the human genome [7, 42] . Infection with human cytomegalovirus, a virus bearing a large doublestranded DNA genome that becomes associated with host cell histones [43] , increases Dot1L expression and H3K79me2, which overlaps with the beginning of viral replication [44] . However, there are no reports on the role of Dot1L in RNA virus infections.", "cite_spans": [{"start": 198, "end": 201, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 413, "end": 416, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 417, "end": 420, "text": "42]", "ref_id": null}, {"start": 559, "end": 563, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 662, "end": 666, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Discussion"}, {"text": "While characterizing the epigenetic changes induced by the influenza virus in the host cell, we found a prominent increase at the mono-and dimethylated lysine 79 of histone 3. Subsequent studies using a chemical inhibitor of Dot1L or specific Dot1L silencers, showed that the downregulation of Dot1L increased influenza virus replication through a decrease of the IFN- signaling pathway [5] . Conversely, upregulation of Dot1L reduced influenza virus replication [8] . The augmented H3K79 methylation triggered by the influenza virus may increase the IFN- pathway stimulation and the The luciferase activity was evaluated at 16 hpt. The cells were left uninfected or infected with PR8 at MOI 3 for 8 h. Luciferase activity was normalized by Renilla luciferase and it was expressed relative to that of the untreated MOCK condition. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "cite_spans": [{"start": 388, "end": 391, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 464, "end": 467, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Dot1L is a histone methylase, which modifies exclusively lysine 79 of histone 3 (H3K79), a lysine located within the globular domain of histone H3 that can be mono-, di-, and trimethylated by Dot1L [6] . Dot1L has been implicated in transcriptional activation and accordingly, methylated H3K79 has been constantly found within the bodies of the transcribing genes in different species, including the human genome [7, 42] . Infection with human cytomegalovirus, a virus bearing a large double-stranded DNA genome that becomes associated with host cell histones [43] , increases Dot1L expression and H3K79me2, which overlaps with the beginning of viral replication [44] . However, there are no reports on the role of Dot1L in RNA virus infections.", "cite_spans": [{"start": 198, "end": 201, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 413, "end": 416, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 417, "end": 420, "text": "42]", "ref_id": null}, {"start": 560, "end": 564, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 663, "end": 667, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Discussion"}, {"text": "While characterizing the epigenetic changes induced by the influenza virus in the host cell, we found a prominent increase at the mono-and dimethylated lysine 79 of histone 3. Subsequent studies using a chemical inhibitor of Dot1L or specific Dot1L silencers, showed that the downregulation of Dot1L increased influenza virus replication through a decrease of the IFN-β signaling pathway [5] . Conversely, upregulation of Dot1L reduced influenza virus replication [8] . The augmented H3K79 methylation triggered by the influenza virus may increase the IFN-β pathway stimulation and the antiviral response and would represent a host cell defense response to the infection.", "cite_spans": [{"start": 388, "end": 391, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 464, "end": 467, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "The RNA analysis of genes involved in the interferon signaling pathway indicated that influenza virus infection stimulates TRIM25 expression, which in turn markedly decreases when infected human alveolar epithelial cells are treated with a Dot1L inhibitor (Table 1, Figure 6 ). Characterization of the immune response induced by different pathogens in murine alveolar macrophages infected at high MOI [40] , showed a higher induction of TRIM25 expression in delNS1 infected cells compared with PR8 infection (data not shown). TRIM25-mediated ubiquitination stimulates RIG-I tetramerization, allowing RIG-I-MAVS interaction, which triggers the induction of the innate immune response [45] [46] [47] . The influenza virus expresses the NS1 protein, a multifunctional protein capable of counteracting the antiviral response [37] . The interaction of NS1 with RIG-I has been reported [48] . In addition, NS1 interacts with TRIM25 impairing the formation of the RIG-I-MAVS complexes [35] . The C-terminal domain of NS1 appears to be involved in NS1-TRIM25 interaction as C-terminal mutants do not bind TRIM25 and do not block RIG-I ubiquitination mediated by TRIM25 [49] [50] [51] . In contrast to PR8 infection, viral replication ( Figure 4A ), the activation of IFN-β-driven expression ( Figure 4B ), RIG-I-MAVS association ( Figure 5A ), and NF-kB nuclearization ( Figure 5D ,E) are not affected by Dot1L inhibition in delNS1 infection. These data agree with the described role of the NS1 protein that would interact with TRIM25, competing with the TRIM25-RIG-I association and decreasing the antiviral response ( Figure 9A ). In the infected and Dot1L-inhibited cells, decreased levels of TRIM25 occur, which would diminish RIG-I ubiquitination, RIG-I-MAVS association, RIG-I signaling, and the antiviral response and consequently increases viral replication ( Figure 9B ). As described, in cells infected with the delNS1 virus, increased antiviral response occurs, partly mediated by the absence of competitor TRIM25-RIG-I associations. In this situation, decreased levels of TRIM25 by Dot1L inhibition may generate small changes in RIG-I-MAVS interaction with slight changes in the antiviral response. Different RNA viruses have developed similar strategies focused on TRIM25 impairment to counteract the antiviral response. The V protein of the Sendai virus [52] also competes with TRIM25-RIG-I association. On the other hand, vesicular stomatitis virus infection downregulates NLRP12 expression, a protein that also associates with TRIM25 [53] . According to the role of TRIM25 as a check point of the innate immune induction, the decreased levels produced by Dot1L downregulation stimulate influenza and vesicular stomatitis virus replication [5] and reduce the induction of type I interferon in influenza, vesicular stomatitis, and Sendai virus infected cells (Figure 1 ). In addition, TRIM25 overexpression restores the stimulation of type I IFN in Dot1L inhibited-influenza virus infected cells or in cells expressing different intermediates of the RIG-I signaling pathway (Figure 7) .", "cite_spans": [{"start": 401, "end": 405, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 683, "end": 687, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 688, "end": 692, "text": "[46]", "ref_id": "BIBREF45"}, {"start": 693, "end": 697, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 821, "end": 825, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 880, "end": 884, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 978, "end": 982, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 1161, "end": 1165, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 1166, "end": 1170, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1171, "end": 1175, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 2360, "end": 2364, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 2542, "end": 2546, "text": "[53]", "ref_id": "BIBREF52"}, {"start": 2747, "end": 2750, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 266, "end": 274, "text": "Figure 6", "ref_id": "FIGREF11"}, {"start": 1228, "end": 1237, "text": "Figure 4A", "ref_id": "FIGREF7"}, {"start": 1285, "end": 1294, "text": "Figure 4B", "ref_id": "FIGREF7"}, {"start": 1323, "end": 1332, "text": "Figure 5A", "ref_id": "FIGREF9"}, {"start": 1363, "end": 1372, "text": "Figure 5D", "ref_id": "FIGREF9"}, {"start": 1612, "end": 1621, "text": "Figure 9A", "ref_id": null}, {"start": 1860, "end": 1869, "text": "Figure 9B", "ref_id": null}, {"start": 2865, "end": 2874, "text": "(Figure 1", "ref_id": "FIGREF1"}, {"start": 3080, "end": 3090, "text": "(Figure 7)", "ref_id": "FIGREF13"}], "section": "Discussion"}, {"text": "Dot1L was found to be associated to protein complexes that contain Mixed Lineage Leukemia (MLL) fusion genes as a consequence of MLL translocations [6, 54] . Many different partners have been described to fuse to the protein complexes containing the MLL gene. Many of them are factors involved in transcriptional regulation, such as Dot1L, which is frequently found in those complexes [54, 55] . The host-factors relevant for infection, such as TRIM25, seem to be a target for Dot1L modulation even in uninfected cells [8] . In agreement with that, an important number of the frequent treatment-emergent adverse events that may be related with infection were reported in Phase 1 clinical trials of MLL-r patients treated with pinometostat (EPZ) [56] . The ability of Dot1L to regulate IFN signaling, supports an important and general role of Dot1L in the control of pathogen infections. Changes in H3K79 methylation during infection may modulate the access of transcriptional complexes to the genes involved in the control of the antiviral response and, thus, changes in the chromatin structure need to be considered as additional host-mechanisms for the control of RNA viruses. levels of TRIM25 occur, which would diminish RIG-I ubiquitination, RIG-I-MAVS association, RIG-I signaling, and the antiviral response and consequently increases viral replication ( Figure 9B ). As described, in cells infected with the delNS1 virus, increased antiviral response occurs, partly mediated by the absence of competitor TRIM25-RIG-I associations. In this situation, decreased levels of TRIM25 by Dot1L inhibition may generate small changes in RIG-I-MAVS interaction with slight changes in the antiviral response.", "cite_spans": [{"start": 148, "end": 151, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 152, "end": 155, "text": "54]", "ref_id": "BIBREF53"}, {"start": 385, "end": 389, "text": "[54,", "ref_id": "BIBREF53"}, {"start": 390, "end": 393, "text": "55]", "ref_id": "BIBREF54"}, {"start": 519, "end": 522, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 745, "end": 749, "text": "[56]", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 1361, "end": 1370, "text": "Figure 9B", "ref_id": null}], "section": "Discussion"}, {"text": "stimulates the production of inflammatory cytokines and type I interferon through the RIG-I signaling pathway. The NS1 protein interacts with TRIM25 and partly counteracts IFN signaling. (B) In Dot1Linhibited and infected cells, there is a decrease of TRIM25 expression that elicited impaired RIG-I ubiquitination, RIG-I-MAVS association, and NF-κB and IRF3 activation. The production of inflammatory cytokines and type IFN are reduced, which decreases the antiviral response activating virus replication. Different RNA viruses have developed similar strategies focused on TRIM25 impairment to counteract the antiviral response. The V protein of the Sendai virus [52] also competes with TRIM25- Figure 9 . The effects of Dot1L inhibition in influenza virus infected cells. (A) Influenza virus infection stimulates the production of inflammatory cytokines and type I interferon through the RIG-I signaling pathway. The NS1 protein interacts with TRIM25 and partly counteracts IFN signaling. (B) In Dot1L-inhibited and infected cells, there is a decrease of TRIM25 expression that elicited impaired RIG-I ubiquitination, RIG-I-MAVS association, and NF-κB and IRF3 activation. The production of inflammatory cytokines and type IFN are reduced, which decreases the antiviral response activating virus replication.", "cite_spans": [{"start": 663, "end": 667, "text": "[52]", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 695, "end": 703, "text": "Figure 9", "ref_id": null}], "section": "Figure 9. The effects of Dot1L inhibition in influenza virus infected cells. (A) Influenza virus infection"}, {"text": "The following are available online at http://www.mdpi.com/2073-4409/9/3/732/s1, Figure S1 : MDA5 does not play a pivotal role in the Dot1L-mediated regulation of IFN pathway, Figure S2 : Dot1L inhibition reduces MAVS aggregation in influenza virus infected cells. Figure S3 . Dot1L modulates MAVS activation, RIG-I-MAVS association and antiviral response mediated by RIG-I sensor. Figure S4 . Effect of Dot1L inhibition in the influenza virus RNAs expression. Figure S5 . Effect of TRIM25 overexpression in the IFN-β reporter assay.", "cite_spans": [], "ref_spans": [{"start": 80, "end": 89, "text": "Figure S1", "ref_id": "FIGREF1"}, {"start": 175, "end": 184, "text": "Figure S2", "ref_id": "FIGREF3"}, {"start": 264, "end": 273, "text": "Figure S3", "ref_id": "FIGREF5"}, {"start": 381, "end": 390, "text": "Figure S4", "ref_id": "FIGREF7"}, {"start": 460, "end": 469, "text": "Figure S5", "ref_id": "FIGREF9"}], "section": "Supplementary Materials:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Changes in methylation of genomic DNA from chicken immune organs in response to H5N1 influenza virus infection", "authors": [{"first": "Y", "middle": ["H"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Meng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Niu", "suffix": ""}, {"first": "X", "middle": ["Z"], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Guan", "suffix": ""}, {"first": "B", "middle": ["X"], "last": "Sun", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Zhao", "suffix": ""}], "year": 2016, "venue": "Genet Mol. Res", "volume": "15", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4238/gmr.15037382"]}}, "BIBREF1": {"ref_id": "b1", "title": "Infection with influenza A viruses causes changes in promoter DNA methylation of inflammatory genes", "authors": [{"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Vipat", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Chakrabarti", "suffix": ""}], "year": 2013, "venue": "Influ. Respir. Vir", "volume": "7", "issn": "", "pages": "979--986", "other_ids": {"DOI": ["10.1111/irv.12127"]}}, "BIBREF2": {"ref_id": "b2", "title": "Interleukin-6 expression was regulated by epigenetic mechanisms in response to influenza virus infection or dsRNA treatment", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "N", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2011, "venue": "Mol. Immunol", "volume": "48", "issn": "", "pages": "1001--1008", "other_ids": {"DOI": ["10.1016/j.molimm.2011.01.003"]}}, "BIBREF3": {"ref_id": "b3", "title": "Pathogenic influenza viruses and coronaviruses utilize similar and contrasting approaches to control interferon-stimulated gene responses", "authors": [{"first": "V", "middle": ["D"], "last": "Menachery", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Eisfeld", "suffix": ""}, {"first": "A", "middle": [], "last": "Schafer", "suffix": ""}, {"first": "L", "middle": [], "last": "Josset", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Sims", "suffix": ""}, {"first": "S", "middle": [], "last": "Proll", "suffix": ""}, {"first": "S", "middle": [], "last": "Fan", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Tilton", "suffix": ""}], "year": 2014, "venue": "MBio", "volume": "5", "issn": "", "pages": "1174--01214", "other_ids": {"DOI": ["10.1128/mBio.01174-14"]}}, "BIBREF4": {"ref_id": "b4", "title": "Epigenetic control of influenza virus: Role of H3K79 methylation in interferon-induced antiviral response", "authors": [{"first": "L", "middle": [], "last": "Marcos-Villar", "suffix": ""}, {"first": "J", "middle": [], "last": "Diaz-Colunga", "suffix": ""}, {"first": "J", "middle": [], "last": "Sandoval", "suffix": ""}, {"first": "N", "middle": [], "last": "Zamarreno", "suffix": ""}, {"first": "S", "middle": [], "last": "Landeras-Bueno", "suffix": ""}, {"first": "M", "middle": [], "last": "Esteller", "suffix": ""}, {"first": "A", "middle": [], "last": "Falcon", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": null, "venue": "Sci. Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-018-19370-6"]}}, "BIBREF5": {"ref_id": "b5", "title": "The diverse functions of Dot1 and H3K79 methylation", "authors": [{"first": "A", "middle": ["T"], "last": "Nguyen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "Genes Dev", "volume": "25", "issn": "", "pages": "1345--1358", "other_ids": {"DOI": ["10.1101/gad.2057811"]}}, "BIBREF6": {"ref_id": "b6", "title": "The upstreams and downstreams of H3K79 methylation by DOT1L", "authors": [{"first": "H", "middle": [], "last": "Vlaming", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Leeuwen", "suffix": ""}], "year": 2016, "venue": "Chromosoma", "volume": "125", "issn": "", "pages": "593--605", "other_ids": {"DOI": ["10.1007/s00412-015-0570-5"]}}, "BIBREF7": {"ref_id": "b7", "title": "The DOT1L inhibitor pinometostat decreases the host-response against infections: Considerations about its use in human therapy", "authors": [{"first": "L", "middle": [], "last": "Marcos-Villar", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": 2019, "venue": "Sci. Rep", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-019-53239-6"]}}, "BIBREF8": {"ref_id": "b8", "title": "The RNA helicase RIG-I has an essential function in double-stranded RNA-induced innate antiviral responses", "authors": [{"first": "M", "middle": [], "last": "Yoneyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Natsukawa", "suffix": ""}, {"first": "N", "middle": [], "last": "Shinobu", "suffix": ""}, {"first": "T", "middle": [], "last": "Imaizumi", "suffix": ""}, {"first": "M", "middle": [], "last": "Miyagishi", "suffix": ""}, {"first": "K", "middle": [], "last": "Taira", "suffix": ""}, {"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "T", "middle": [], "last": "Fujita", "suffix": ""}], "year": 2004, "venue": "Nat. Immunol", "volume": "5", "issn": "", "pages": "730--737", "other_ids": {"DOI": ["10.1038/ni1087"]}}, "BIBREF9": {"ref_id": "b9", "title": "RIG-I in RNA virus recognition", "authors": [{"first": "A", "middle": ["M"], "last": "Kell", "suffix": ""}, {"first": "M", "middle": [], "last": "Gale", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}], "year": 2015, "venue": "Virology", "volume": "497", "issn": "", "pages": "110--121", "other_ids": {"DOI": ["10.1016/j.virol.2015.02.017"]}}, "BIBREF10": {"ref_id": "b10", "title": "Differential roles of MDA5 and RIG-I helicases in the recognition of RNA viruses", "authors": [{"first": "H", "middle": [], "last": "Kato", "suffix": ""}, {"first": "O", "middle": [], "last": "Takeuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sato", "suffix": ""}, {"first": "M", "middle": [], "last": "Yoneyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Matsui", "suffix": ""}, {"first": "S", "middle": [], "last": "Uematsu", "suffix": ""}, {"first": "A", "middle": [], "last": "Jung", "suffix": ""}, {"first": "T", "middle": [], "last": "Kawai", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Ishii", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "441", "issn": "", "pages": "101--105", "other_ids": {"DOI": ["10.1038/nature04734"]}}, "BIBREF11": {"ref_id": "b11", "title": "Distinct RIG-I and MDA5 signaling by RNA viruses in innate immunity", "authors": [{"first": "Y", "middle": ["M"], "last": "Loo", "suffix": ""}, {"first": "J", "middle": [], "last": "Fornek", "suffix": ""}, {"first": "N", "middle": [], "last": "Crochet", "suffix": ""}, {"first": "G", "middle": [], "last": "Bajwa", "suffix": ""}, {"first": "O", "middle": [], "last": "Perwitasari", "suffix": ""}, {"first": "L", "middle": [], "last": "Martinez-Sobrido", "suffix": ""}, {"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gill", "suffix": ""}, {"first": "A", "middle": [], "last": "García-Sastre", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Katze", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "335--345", "other_ids": {"DOI": ["10.1128/JVI.01080-07"]}}, "BIBREF12": {"ref_id": "b12", "title": "Phosphorylation-mediated negative regulation of RIG-I antiviral activity", "authors": [{"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}, {"first": "E", "middle": [], "last": "Nistal-Villan", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Inn", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "J", "middle": ["U"], "last": "Jung", "suffix": ""}], "year": 2010, "venue": "J. Virol", "volume": "84", "issn": "", "pages": "3220--3229", "other_ids": {"DOI": ["10.1128/JVI.02241-09"]}}, "BIBREF13": {"ref_id": "b13", "title": "Reis e Sousa, C. RIG-I-mediated antiviral responses to single-stranded RNA bearing 5 -phosphates", "authors": [{"first": "A", "middle": [], "last": "Pichlmair", "suffix": ""}, {"first": "O", "middle": [], "last": "Schulz", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Tan", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "Naslund", "suffix": ""}, {"first": "P", "middle": [], "last": "Liljestrom", "suffix": ""}, {"first": "F", "middle": [], "last": "Weber", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "314", "issn": "", "pages": "997--1001", "other_ids": {"DOI": ["10.1126/science.1132998"]}}, "BIBREF14": {"ref_id": "b14", "title": "TRIM25 RING-finger E3 ubiquitin ligase is essential for RIG-I-mediated antiviral activity", "authors": [{"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Shin", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Joo", "suffix": ""}, {"first": "T", "middle": [], "last": "Urano", "suffix": ""}, {"first": "C", "middle": [], "last": "Liang", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "O", "middle": [], "last": "Takeuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Inoue", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "446", "issn": "", "pages": "916--920", "other_ids": {"DOI": ["10.1038/nature05732"]}}, "BIBREF15": {"ref_id": "b15", "title": "The NF-kappaB regulatory network", "authors": [{"first": "A", "middle": ["R"], "last": "Brasier", "suffix": ""}], "year": 2006, "venue": "Cardiovasc. Toxicol", "volume": "6", "issn": "", "pages": "111--130", "other_ids": {"DOI": ["10.1385/CT:6:2:111"]}}, "BIBREF16": {"ref_id": "b16", "title": "Viral evasion of intracellular DNA and RNA sensing", "authors": [{"first": "Y", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}], "year": 2016, "venue": "Nat. Rev. Microbiol", "volume": "14", "issn": "", "pages": "360--373", "other_ids": {"DOI": ["10.1038/nrmicro.2016.45"]}}, "BIBREF17": {"ref_id": "b17", "title": "Direct triggering of the type I interferon system by virus infection: Activation of a transcription factor complex containing IRF-3 and CBP/p300", "authors": [{"first": "M", "middle": [], "last": "Yoneyama", "suffix": ""}, {"first": "W", "middle": [], "last": "Suhara", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fukuhara", "suffix": ""}, {"first": "M", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "E", "middle": [], "last": "Nishida", "suffix": ""}, {"first": "T", "middle": [], "last": "Fujita", "suffix": ""}], "year": 1998, "venue": "EMBO J", "volume": "17", "issn": "", "pages": "1087--1095", "other_ids": {"DOI": ["10.1093/emboj/17.4.1087"]}}, "BIBREF18": {"ref_id": "b18", "title": "Virus-dependent phosphorylation of the IRF-3 transcription factor regulates nuclear translocation, transactivation potential, and proteasome-mediated degradation", "authors": [{"first": "R", "middle": [], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Heylbroeck", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Pitha", "suffix": ""}, {"first": "J", "middle": [], "last": "Hiscott", "suffix": ""}], "year": 1998, "venue": "Mol. Cell Biol", "volume": "18", "issn": "", "pages": "2986--2996", "other_ids": {"DOI": ["10.1128/MCB.18.5.2986"]}}, "BIBREF19": {"ref_id": "b19", "title": "A RIG-I 2CARD-MAVS200 Chimeric Protein Reconstitutes IFN-beta Induction and Antiviral Response in Models Deficient in Type I IFN Response", "authors": [{"first": "E", "middle": [], "last": "Nistal-Villan", "suffix": ""}, {"first": "E", "middle": [], "last": "Rodriguez-Garcia", "suffix": ""}, {"first": "M", "middle": [], "last": "Di Scala", "suffix": ""}, {"first": "R", "middle": [], "last": "Ferrero-Laborda", "suffix": ""}, {"first": "C", "middle": [], "last": "Olague", "suffix": ""}, {"first": "A", "middle": [], "last": "Vales", "suffix": ""}, {"first": "B", "middle": [], "last": "Carte-Abad", "suffix": ""}, {"first": "I", "middle": [], "last": "Crespo", "suffix": ""}, {"first": "A", "middle": [], "last": "García-Sastre", "suffix": ""}, {"first": "J", "middle": [], "last": "Prieto", "suffix": ""}], "year": 2015, "venue": "J. Innate. Immun", "volume": "7", "issn": "", "pages": "466--481", "other_ids": {"DOI": ["10.1159/000375262"]}}, "BIBREF20": {"ref_id": "b20", "title": "Negative role of RIG-I serine 8 phosphorylation in the regulation of interferon-beta production", "authors": [{"first": "E", "middle": [], "last": "Nistal-Villan", "suffix": ""}, {"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}, {"first": "G", "middle": [], "last": "Martinez-Delgado", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Maharaj", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Inn", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Aggarwal", "suffix": ""}, {"first": "J", "middle": ["U"], "last": "Jung", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}], "year": 2010, "venue": "J. Biol. Chem", "volume": "285", "issn": "", "pages": "20252--20261", "other_ids": {"DOI": ["10.1074/jbc.M109.089912"]}}, "BIBREF21": {"ref_id": "b21", "title": "Strong interferon-inducing capacity of a highly virulent variant of influenza A virus strain PR8 with deletions in the NS1 gene", "authors": [{"first": "G", "middle": [], "last": "Kochs", "suffix": ""}, {"first": "L", "middle": [], "last": "Martinez-Sobrido", "suffix": ""}, {"first": "S", "middle": [], "last": "Lienenklaus", "suffix": ""}, {"first": "S", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "P", "middle": [], "last": "Staeheli", "suffix": ""}], "year": 2009, "venue": "J. Gen. Virol", "volume": "90", "issn": "", "pages": "2990--2994", "other_ids": {"DOI": ["10.1099/vir.0.015727-0"]}}, "BIBREF22": {"ref_id": "b22", "title": "Influenza A virus lacking the NS1 gene replicates in interferon-deficient systems", "authors": [{"first": "A", "middle": [], "last": "García-Sastre", "suffix": ""}, {"first": "A", "middle": [], "last": "Egorov", "suffix": ""}, {"first": "D", "middle": [], "last": "Matassov", "suffix": ""}, {"first": "S", "middle": [], "last": "Brandt", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Levy", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Durbin", "suffix": ""}, {"first": "P", "middle": [], "last": "Palese", "suffix": ""}, {"first": "T", "middle": [], "last": "Muster", "suffix": ""}], "year": 1998, "venue": "Virology", "volume": "252", "issn": "", "pages": "324--330", "other_ids": {"DOI": ["10.1006/viro.1998.9508"]}}, "BIBREF23": {"ref_id": "b23", "title": "Genetic trans-complementation establishes a new model for influenza virus RNA transcription and replication", "authors": [{"first": "N", "middle": [], "last": "Jorba", "suffix": ""}, {"first": "R", "middle": [], "last": "Coloma", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortin", "suffix": ""}], "year": 2009, "venue": "PLoS Pathog", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1000462"]}}, "BIBREF24": {"ref_id": "b24", "title": "Eukaryotic translation initiation factor 4GI is a cellular target for NS1 protein, a translational activator of influenza virus", "authors": [{"first": "T", "middle": [], "last": "Aragón", "suffix": ""}, {"first": "S", "middle": [], "last": "De La Luna", "suffix": ""}, {"first": "I", "middle": [], "last": "Novoa", "suffix": ""}, {"first": "L", "middle": [], "last": "Carrasco", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortín", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": 2000, "venue": "Mol. Cell Biol", "volume": "20", "issn": "", "pages": "6259--6268", "other_ids": {"DOI": ["10.1128/MCB.20.17.6259-6268.2000"]}}, "BIBREF25": {"ref_id": "b25", "title": "CHD6 is a DNA-dependent ATPase and localizes at nuclear sites of mRNA synthesis", "authors": [{"first": "T", "middle": [], "last": "Lutz", "suffix": ""}, {"first": "R", "middle": [], "last": "Stoger", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": 2006, "venue": "FEBS Lett", "volume": "580", "issn": "", "pages": "5851--5857", "other_ids": {"DOI": ["10.1016/j.febslet.2006.09.049"]}}, "BIBREF26": {"ref_id": "b26", "title": "Accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}, {"first": "G", "middle": [], "last": "Pertea", "suffix": ""}, {"first": "C", "middle": [], "last": "Trapnell", "suffix": ""}, {"first": "H", "middle": [], "last": "Pimentel", "suffix": ""}, {"first": "R", "middle": [], "last": "Kelley", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}, {"first": "", "middle": [], "last": "Tophat2", "suffix": ""}], "year": 2013, "venue": "Genome Biol", "volume": "14", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/gb-2013-14-4-r36"]}}, "BIBREF27": {"ref_id": "b27", "title": "Fast gapped-read alignment with Bowtie 2", "authors": [{"first": "B", "middle": [], "last": "Langmead", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}], "year": 2012, "venue": "Nat. Methods", "volume": "9", "issn": "", "pages": "357--359", "other_ids": {"DOI": ["10.1038/nmeth.1923"]}}, "BIBREF28": {"ref_id": "b28", "title": "Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation", "authors": [{"first": "C", "middle": [], "last": "Trapnell", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Williams", "suffix": ""}, {"first": "G", "middle": [], "last": "Pertea", "suffix": ""}, {"first": "A", "middle": [], "last": "Mortazavi", "suffix": ""}, {"first": "G", "middle": [], "last": "Kwan", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Van Baren", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Salzberg", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Wold", "suffix": ""}, {"first": "L", "middle": [], "last": "Pachter", "suffix": ""}], "year": 2010, "venue": "Nat. Biotechnol", "volume": "28", "issn": "", "pages": "511--515", "other_ids": {"DOI": ["10.1038/nbt.1621"]}}, "BIBREF29": {"ref_id": "b29", "title": "Differential analysis of gene regulation at transcript resolution with RNA-seq", "authors": [{"first": "C", "middle": [], "last": "Trapnell", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Hendrickson", "suffix": ""}, {"first": "M", "middle": [], "last": "Sauvageau", "suffix": ""}, {"first": "L", "middle": [], "last": "Goff", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Rinn", "suffix": ""}, {"first": "L", "middle": [], "last": "Pachter", "suffix": ""}], "year": 2013, "venue": "Nat. Biotechnol", "volume": "31", "issn": "", "pages": "46--53", "other_ids": {"DOI": ["10.1038/nbt.2450"]}}, "BIBREF30": {"ref_id": "b30", "title": "Influenza mRNA translation revisited: Is the eIF4E cap-binding factor required for viral mRNA translation?", "authors": [{"first": "I", "middle": [], "last": "Burgui", "suffix": ""}, {"first": "E", "middle": [], "last": "Yángüez", "suffix": ""}, {"first": "N", "middle": [], "last": "Sonenber", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "12427--12438", "other_ids": {"DOI": ["10.1128/JVI.01105-07"]}}, "BIBREF31": {"ref_id": "b31", "title": "Human Staufen1 protein interacts with influenza virus ribonucleoproteins and is required for efficient virus multiplication", "authors": [{"first": "S", "middle": [], "last": "De Lucas", "suffix": ""}, {"first": "J", "middle": [], "last": "Peredo", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Marion", "suffix": ""}, {"first": "C", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortin", "suffix": ""}], "year": 2010, "venue": "J. Virol", "volume": "84", "issn": "", "pages": "7603--7612", "other_ids": {"DOI": ["10.1128/JVI.00504-10"]}}, "BIBREF32": {"ref_id": "b32", "title": "Identification and characterization of MAVS, a mitochondrial antiviral signaling protein that activates NF-kappaB and IRF 3", "authors": [{"first": "R", "middle": ["B"], "last": "Seth", "suffix": ""}, {"first": "L", "middle": [], "last": "Sun", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Ea", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Chen", "suffix": ""}], "year": 2005, "venue": "Cell", "volume": "122", "issn": "", "pages": "669--682", "other_ids": {"DOI": ["10.1016/j.cell.2005.08.012"]}}, "BIBREF33": {"ref_id": "b33", "title": "Regulation of MAVS activation through post-translational modifications", "authors": [{"first": "B", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Gao", "suffix": ""}], "year": 2018, "venue": "Curr. Opin. Immunol", "volume": "50", "issn": "", "pages": "75--81", "other_ids": {"DOI": ["10.1016/j.coi.2017.12.002"]}}, "BIBREF34": {"ref_id": "b34", "title": "Subcellular Localizations of RIG-I, TRIM25, and MAVS Complexes", "authors": [{"first": "M", "middle": ["T"], "last": "Sanchez-Aparicio", "suffix": ""}, {"first": "J", "middle": [], "last": "Ayllon", "suffix": ""}, {"first": "A", "middle": [], "last": "Leo-Macias", "suffix": ""}, {"first": "T", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}], "year": 2017, "venue": "J. Virol", "volume": "91", "issn": "", "pages": "1155--01166", "other_ids": {"DOI": ["10.1128/JVI.01155-16"]}}, "BIBREF35": {"ref_id": "b35", "title": "Virus Infection Triggers MAVS Polymers of Distinct Molecular Weight", "authors": [{"first": "Zamorano", "middle": [], "last": "Cuervo", "suffix": ""}, {"first": "N", "middle": [], "last": "Osseman", "suffix": ""}, {"first": "Q", "middle": [], "last": "Grandvaux", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/v10020056"]}}, "BIBREF36": {"ref_id": "b36", "title": "The multifunctional NS1 protein of influenza A viruses", "authors": [{"first": "B", "middle": ["G"], "last": "Hale", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Randall", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortin", "suffix": ""}, {"first": "D", "middle": [], "last": "Jackson", "suffix": ""}], "year": 2008, "venue": "J. General Virol", "volume": "89", "issn": "", "pages": "2359--2376", "other_ids": {"DOI": ["10.1099/vir.0.2008/004606-0"]}}, "BIBREF37": {"ref_id": "b37", "title": "Influenza virus nonstructural protein 1 inhibits the production of interferon beta of alveolar epithelial cells upon the infection of influenza A H1N1", "authors": [{"first": "H", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Shen", "suffix": ""}, {"first": "J", "middle": [], "last": "Yin", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shi", "suffix": ""}], "year": 2017, "venue": "Mol. Med. Rep", "volume": "16", "issn": "", "pages": "4553--4560", "other_ids": {"DOI": ["10.3892/mmr.2017.7138"]}}, "BIBREF38": {"ref_id": "b38", "title": "Attenuated influenza virus vaccines with modified NS1 proteins", "authors": [{"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}], "year": 2009, "venue": "Curr. Top Microbiol. Immunol", "volume": "333", "issn": "", "pages": "177--195", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Toll-like, RIG-I-like and NOD-like Receptors Are Pathways Jointly Induced by Diverse Respiratory Bacterial and Viral Pathogens", "authors": [{"first": "I", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Oliveros", "suffix": ""}, {"first": "I", "middle": [], "last": "Cuesta", "suffix": ""}, {"first": "J", "middle": [], "last": "De La Barrera", "suffix": ""}, {"first": "V", "middle": [], "last": "Ausina", "suffix": ""}, {"first": "C", "middle": [], "last": "Casals", "suffix": ""}, {"first": "A", "middle": [], "last": "De Lorenzo", "suffix": ""}, {"first": "E", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "B", "middle": [], "last": "Garcia-Fojeda", "suffix": ""}, {"first": "J", "middle": [], "last": "Garmendia", "suffix": ""}], "year": null, "venue": "Apoptosis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fmicb.2017.00276"]}}, "BIBREF40": {"ref_id": "b40", "title": "A rapid colorimetric assay of fungal viability with the tetrazolium salt MTT", "authors": [{"first": "S", "middle": ["M"], "last": "Levitz", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Diamond", "suffix": ""}], "year": 1985, "venue": "J. Infect. Dis", "volume": "152", "issn": "", "pages": "938--945", "other_ids": {"DOI": ["10.1093/infdis/152.5.938"]}}, "BIBREF42": {"ref_id": "b42", "title": "Temporal dynamics of cytomegalovirus chromatin assembly in productively infected human cells", "authors": [{"first": "A", "middle": [], "last": "Nitzsche", "suffix": ""}, {"first": "C", "middle": [], "last": "Paulus", "suffix": ""}, {"first": "M", "middle": [], "last": "Nevels", "suffix": ""}], "year": 2008, "venue": "J. Virol", "volume": "82", "issn": "", "pages": "11167--11180", "other_ids": {"DOI": ["10.1128/JVI.01218-08"]}}, "BIBREF43": {"ref_id": "b43", "title": "Quantitative proteomic discovery of dynamic epigenome changes that control human cytomegalovirus (HCMV) infection", "authors": [{"first": "C", "middle": ["M"], "last": "O&apos;connor", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Dimaggio", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "T", "middle": [], "last": "Shenk", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Garcia", "suffix": ""}], "year": 2014, "venue": "Mol. Cell Proteomics", "volume": "13", "issn": "", "pages": "2399--2410", "other_ids": {"DOI": ["10.1074/mcp.M114.039792"]}}, "BIBREF44": {"ref_id": "b44", "title": "Mechanisms of RIG-I-like receptor activation and manipulation by viral pathogens", "authors": [{"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}], "year": 2014, "venue": "J. Virol", "volume": "88", "issn": "", "pages": "5213--5216", "other_ids": {"DOI": ["10.1128/JVI.03370-13"]}}, "BIBREF45": {"ref_id": "b45", "title": "Martinez, I. TRIM25 in the Regulation of the Antiviral Innate Immunity", "authors": [{"first": "M", "middle": [], "last": "Martin-Vicente", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Medrano", "suffix": ""}, {"first": "S", "middle": [], "last": "Resino", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}], "year": null, "venue": "Front. Immunol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fimmu.2017.01187"]}}, "BIBREF46": {"ref_id": "b46", "title": "Pornillos, O. TRIM25 Binds RNA to Modulate Cellular Anti-viral Defense", "authors": [{"first": "J", "middle": ["G"], "last": "Sanchez", "suffix": ""}, {"first": "K", "middle": ["M J"], "last": "Sparrer", "suffix": ""}, {"first": "C", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Reis", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Chiang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Zurenski", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wan", "suffix": ""}, {"first": "M", "middle": ["U"], "last": "Gack", "suffix": ""}], "year": 2018, "venue": "J. Mol. Biol", "volume": "430", "issn": "", "pages": "5280--5293", "other_ids": {"DOI": ["10.1016/j.jmb.2018.10.003"]}}, "BIBREF47": {"ref_id": "b47", "title": "Inhibition of retinoic acid-inducible gene I-mediated induction of beta interferon by the NS1 protein of influenza A virus", "authors": [{"first": "M", "middle": [], "last": "Mibayashi", "suffix": ""}, {"first": "L", "middle": [], "last": "Martinez-Sobrido", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Loo", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Cardenas", "suffix": ""}, {"first": "M", "middle": [], "last": "Gale", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "514--524", "other_ids": {"DOI": ["10.1128/JVI.01265-06"]}}, "BIBREF48": {"ref_id": "b48", "title": "Influenza A virus strains that circulate in humans differ in the ability of their NS1 proteins to block the activation of IRF3 and interferon-beta transcription", "authors": [{"first": "R", "middle": ["L"], "last": "Kuo", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "M", "middle": [], "last": "Malur", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Krug", "suffix": ""}], "year": 2010, "venue": "Virology", "volume": "408", "issn": "", "pages": "146--158", "other_ids": {"DOI": ["10.1016/j.virol.2010.09.012"]}}, "BIBREF49": {"ref_id": "b49", "title": "A Naturally Occurring Deletion in the Effector Domain of H5N1 Swine Influenza Virus Nonstructural Protein 1 Regulates Viral Fitness and Host Innate", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "J", "middle": [], "last": "Ge", "suffix": ""}, {"first": "L", "middle": [], "last": "Yin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bu", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Shu", "suffix": ""}], "year": 2018, "venue": "Immun. J. Virol", "volume": "92", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.00149-18"]}}, "BIBREF50": {"ref_id": "b50", "title": "Molecular mechanism of influenza A NS1-mediated TRIM25 recognition and inhibition", "authors": [{"first": "M", "middle": ["G"], "last": "Koliopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Lethier", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Van Der Veen", "suffix": ""}, {"first": "K", "middle": [], "last": "Haubrich", "suffix": ""}, {"first": "J", "middle": [], "last": "Hennig", "suffix": ""}, {"first": "E", "middle": [], "last": "Kowalinski", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Stevens", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Martin", "suffix": ""}, {"first": "C", "middle": [], "last": "Reis Esousa", "suffix": ""}, {"first": "S", "middle": [], "last": "Cusack", "suffix": ""}], "year": null, "venue": "Nat. Commun", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41467-018-04214-8"]}}, "BIBREF51": {"ref_id": "b51", "title": "Paramyxovirus V Proteins Interact with the RIG-I/TRIM25 Regulatory Complex and Inhibit RIG-I Signaling", "authors": [{"first": "M", "middle": ["T"], "last": "Sanchez-Aparicio", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Feinman", "suffix": ""}, {"first": "A", "middle": [], "last": "Garcia-Sastre", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Shaw", "suffix": ""}], "year": 2018, "venue": "J. Virol", "volume": "92", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1128/JVI.01960-17"]}}, "BIBREF52": {"ref_id": "b52", "title": "NLRP12 Regulates Anti-viral RIG-I Activation via Interaction with TRIM25", "authors": [{"first": "S", "middle": ["T"], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Tsao", "suffix": ""}, {"first": "H", "middle": [], "last": "Guo", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Tseng", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tam", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Chao", "suffix": ""}], "year": 2019, "venue": "Cell Host Microbe", "volume": "25", "issn": "", "pages": "602--616", "other_ids": {"DOI": ["10.1016/j.chom.2019.02.013"]}}, "BIBREF53": {"ref_id": "b53", "title": "The histone methyltransferase DOT1L: Regulatory functions and a cancer therapy target", "authors": [{"first": "M", "middle": [], "last": "Wong", "suffix": ""}, {"first": "P", "middle": [], "last": "Polly", "suffix": ""}, {"first": "T", "middle": [], "last": "Liu", "suffix": ""}], "year": 2015, "venue": "Am. J. Cancer Res", "volume": "5", "issn": "", "pages": "2823--2837", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "MLL-Rearranged Leukemias-An Update on Science and Clinical Approaches", "authors": [{"first": "A", "middle": ["C"], "last": "Winters", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Bernt", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fped.2017.00004"]}}, "BIBREF55": {"ref_id": "b55", "title": "The DOT1L inhibitor pinometostat reduces H3K79 methylation and has modest clinical activity in adult acute leukemia", "authors": [{"first": "E", "middle": ["M"], "last": "Stein", "suffix": ""}, {"first": "G", "middle": [], "last": "Garcia-Manero", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Rizzieri", "suffix": ""}, {"first": "R", "middle": [], "last": "Tibes", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Berdeja", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Savona", "suffix": ""}, {"first": "M", "middle": [], "last": "Jongen-Lavrenic", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Altman", "suffix": ""}, {"first": "B", "middle": [], "last": "Thomson", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Blakemore", "suffix": ""}], "year": 2018, "venue": "Blood", "volume": "131", "issn": "", "pages": "2661--2669", "other_ids": {"DOI": ["10.1182/blood-2017-12-818948"]}}}, "ref_entries": {"FIGREF1": {"text": "Dot1L inhibition or downregulation decreases IFN- promoter stimulation in infected cells. (A) Upper part: A549 cells were left untreated (control)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Dot1L inhibition or downregulation decreases IFN-β promoter stimulation in infected cells. (A) Upper part: A549 cells were left untreated (control), treated with a Dot1L inhibitor (EPZ, 1 µM, 48 h) or infected with lentiviruses expressing an irrelevant shRNA (shTM) or specific Dot1L shRNAs (shDOT1L 1 and shDOT1L 2) for 5 days. The cells were then transfected with plasmid pIF-LukTer and the luciferase activity was evaluated 16 h later. The luciferase activity was normalized by Renilla luciferase and the value obtained in the control cells was set as 100%. Lower part: Total extracts were used for Western blot analysis against the indicated proteins. (B) A549 cells were left untreated (control), treated with Dot1L inhibitor (EPZ, 1 µM, 48 h), or infected with lentiviruses expressing the indicated shRNAs for 5 days. The cells were then transfected with plasmid pIF-LuKter and 24 h later they were infected with influenza (FLU-PR8), or Sendai (SeV), or vesicular stomatitis virus (VSV) at MOI of 1. The luciferase activity was measured at 16 hpi and it is shown as the fold change relative to the levels in each control condition after normalization with the Renilla luciferase levels in each sample. The relative luciferase units obtained in each condition are represented in the lower part. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Dot1L controls NF-κ and IRF3 activation. A549 cells were left untreated or treated with 1 μM EPZ (+), 48 h later the cells were (A) transfected with a plasmid expressing", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Dot1L controls NF-κB and IRF3 activation. A549 cells were left untreated or treated with 1 µM EPZ (+), 48 h later the cells were (A) transfected with a plasmid expressing", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Dot1L modulates MAVS activation, RIG-I-MAVS association, and the antiviral response mediated by the RIG-I sensor. (A) A549 cells were left untreated (MOCK) or treated with 1 μM EPZ (+), 48 h later the cells were transfected with pIF-LukTer (MOCK), or cotransfected with pIF-LukTer together with plasmids expressing MAVS (MAVS), or mutant IRF3 (IRF3 5D) and the luciferase activity was evaluated at 16 hpt. (B) Scheme of the mitochondria purification. (C) Control or EPZtreated cells were left uninfected (MOCK), or infected with PR8 virus at MOI 3 for 8 h. Input, P1 (P1), and purified mitochondria (Mito) fractions were used for Western blot analysis against the indicated proteins. (D) Control or EPZ-treated cells (1 μM (+), 48 h) were left uninfected (MOCK), or infected with PR8 virus at MOI 3 (PR8). At 16 hpi, the total extract was used for immunoprecipitation analysis using antibodies against MAVS. The immunoprecipitate was used for Western blot analysis against the indicated proteins. (E) Control or EPZ-treated cells were transfected with pIF-LukTer (MOCK), or cotransfected with pIF-LukTer, together with plasmids expressing RIG-I (RIG-I), or RIG-I 2CARDs (RIG-I CARDs)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Dot1L modulates MAVS activation, RIG-I-MAVS association, and the antiviral response mediated by the RIG-I sensor. (A) A549 cells were left untreated (MOCK) or treated with 1 µM EPZ (+), 48 h later the cells were transfected with pIF-LukTer (MOCK), or cotransfected with pIF-LukTer together with plasmids expressing MAVS (MAVS), or mutant IRF3 (IRF3 5D) and the luciferase activity was evaluated at 16 hpt. (B) Scheme of the mitochondria purification. (C) Control or EPZ-treated cells were left uninfected (MOCK), or infected with PR8 virus at MOI 3 for 8 h. Input, P1 (P1), and purified mitochondria (Mito) fractions were used for Western blot analysis against the indicated proteins. (D) Control or EPZ-treated cells (1 µM (+), 48 h) were left uninfected (MOCK), or infected with PR8 virus at MOI 3 (PR8)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Dot1L does not affect viral replication or IFN- promoter stimulation in delNS1 virus infected cells. (A) A549 cells were plated in the presence or absence of EPZ 1 µ M and 48 h later they were infected at MOI 10 −3 with PR8 or delNS1 (PR8NS1). The virus titer was determined with a plaque assay on MDCK cells. (B) A549 cells were left untreated or treated with 1 μM Dot1L inhibitor (+) and 48 h later they were transfected with the plasmid pIF-LukTer. At 24 h post-transfection, the cells were left uninfected (MOCK), or infected with influenza virus (PR8) or delNS1 virus (PR8NS1)", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Dot1L does not affect viral replication or IFN-β promoter stimulation in delNS1 virus infected cells. (A) A549 cells were plated in the presence or absence of EPZ 1 µM and 48 h later they were infected at MOI 10 −3 with PR8 or delNS1 (PR8∆NS1). The virus titer was determined with a plaque assay on MDCK cells. (B) A549 cells were left untreated or treated with 1 µM Dot1L inhibitor (+) and 48 h later they were transfected with the plasmid pIF-LukTer. At 24 h post-transfection, the cells were left uninfected (MOCK), or infected with influenza virus (PR8) or delNS1 virus (PR8∆NS1) at MOI 1 and the luciferase activity was evaluated 16 h later.The luciferase activity normalized by Renilla luciferase in the MOCK condition without EPZ treatment was taken as 100%. (C) MDCK or MDCK-NS1 cells were plated in the presence or absence of EPZ 1 µM and 48 h later they were infected at MOI 10 −3 with delNS1. The virus titer was determined by plaque assay on MDCK cells. EPZ was present all throughout the experiment in the EPZ-treated cells. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Dot1L inhibition does not modify RIG-I-MAVS interaction and nuclear translocation of NF-κB in delNS1 infection. (A) Control or EPZ-treated cells were left uninfected (MOCK), or infected with PR8 or with delNS1 virus at MOI 3. Input, P1 (P1) and purified mitochondria (Mito) fractions were used for Western blot analysis against the indicated proteins. (B) A549 cells were plated in the presence or absence of EPZ 1 µ M and 48 h later, the cells were processed for immunofluorescence using anti-p65. (C-D) Cells were processed as in (B) and then infected at MOI 3 with PR8 at 8 h (C), or delNS1 at 16 h (D). EPZ was present all throughout the experiment in the EPZ-treated cells. The experiment was repeated twice, and representative images are shown. (E) Nuclear NF-κB translocation was measured by orthogonal projection image analysis and quantified in at least 200 cells/condition. The ratio was calculated by quantitation of the relative p65 intensity in the nucleus and the cytoplasm of each cell in all different conditions. Ratios are shown in dispersion graphs. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Dot1L inhibition does not modify RIG-I-MAVS interaction and nuclear translocation of NF-κB in delNS1 infection. (A) Control or EPZ-treated cells were left uninfected (MOCK), or infected with PR8 or with delNS1 virus at MOI 3. Input, P1 (P1) and purified mitochondria (Mito) fractions were used for Western blot analysis against the indicated proteins. (B) A549 cells were plated in the presence or absence of EPZ 1 µM and 48 h later, the cells were processed for immunofluorescence using anti-p65. (C,D) Cells were processed as in (B) and then infected at MOI 3 with PR8 at 8 h (C), or delNS1 at 16 h (D). EPZ was present all throughout the experiment in the EPZ-treated cells. The experiment was repeated twice, and representative images are shown. (E) Nuclear NF-κB translocation was measured by orthogonal projection image analysis and quantified in at least 200 cells/condition. The ratio was calculated by quantitation of the relative p65 intensity in the nucleus and the cytoplasm of each cell in all different conditions. Ratios are shown in dispersion graphs. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Changes of TRIM25 in control and Dot1L inhibited cells. (A) Comparison of the TRIM25 expression from the RNA-seq and qRT-PCR data of A549 cells that were untreated or treated with EPZ (1 μM, 48 h) and then infected with PR8 at MOI 3 for 8 h. The differences between the untreated and treated cells were analyzed and are represented as the log2 fold change. Three technical replicates of three independent experiments for qRT-PCR detection were performed.. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001. (B) The total extracts of untreated or EPZ-treated cells, non-infected or infected with PR8 were used for Western blot analysis against the indicated proteins.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Changes of TRIM25 in control and Dot1L inhibited cells. (A) Comparison of the TRIM25 expression from the RNA-seq and qRT-PCR data of A549 cells that were untreated or treated with EPZ (1 µM, 48 h) and then infected with PR8 at MOI 3 for 8 h. The differences between the untreated and treated cells were analyzed and are represented as the log2 fold change. Three technical replicates of three independent experiments for qRT-PCR detection were performed.. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001. (B) The total extracts of untreated or EPZ-treated cells, non-infected or infected with PR8 were used for Western blot analysis against the indicated proteins.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "The overexpression of TRIM25 counteracts the effect of Dot1L inhibition on interferon signaling. (A) A549 cells were left untreated (MOCK) or treated with 1 μM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with a TRIM25 expressing plasmid (TRIM25) or a control plasmid. After 24 h, the cells were infected with influenza virus PR8 (PR8 and PR8 TRIM25) at MOI 1 and the luciferase activity was evaluated at 16 hpi. (B) A549 cells were left untreated (MOCK) or treated with 1 μM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with plasmids expressing RIG-I (RIG-I), or RIG-I and TRIM25 (RIG-I TRIM25), or RIG-I 2CARDs (RIG-I CARD), or RIG-I 2CARDs and TRIM25 (RIG-I CARD TRIM25). The luciferase activity was evaluated 16 h later. The luciferase activity was normalized by Renilla luciferase and it was expressed relative to that of the untreated MOCK condition. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "The overexpression of TRIM25 counteracts the effect of Dot1L inhibition on interferon signaling. (A) A549 cells were left untreated (MOCK) or treated with 1 µM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with a TRIM25 expressing plasmid (TRIM25) or a control plasmid. After 24 h, the cells were infected with influenza virus PR8 (PR8 and PR8 TRIM25) at MOI 1 and the luciferase activity was evaluated at 16 hpi. (B) A549 cells were left untreated (MOCK) or treated with 1 µM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with plasmids expressing RIG-I (RIG-I), or RIG-I and TRIM25 (RIG-I TRIM25), or RIG-I 2CARDs (RIG-I CARD), or RIG-I 2CARDs and TRIM25 (RIG-I CARD TRIM25). The luciferase activity was evaluated 16 h later. The luciferase activity was normalized by Renilla luciferase and it was expressed relative to that of the untreated MOCK condition. Three technical replicates of three independent experiments were analyzed. ns p > 0.05; * p < 0.05; ** p < 0.01; *** p < 0.001.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "INF- driven expression triggered by a mutated RIG-I at Ser 8 is not regulated by Dot1L. A549 cells were left untreated (MOCK) or treated with 1 μM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with plasmids expressing the wild type RIG-I (RIG-I), or a mutated form of RIG-I with a Ser to Asp substitution at position 8 of the CARDS domains (RIG-I S8D)", "latex": null, "type": "figure"}, "FIGREF16": {"text": "INF-β driven expression triggered by a mutated RIG-I at Ser 8 is not regulated by Dot1L. A549 cells were left untreated (MOCK) or treated with 1 µM EPZ (+) for 48 h. Then the cells were transfected with pIF-LukTer alone (MOCK), or together with plasmids expressing the wild type RIG-I (RIG-I), or a mutated form of RIG-I with a Ser to Asp substitution at position 8 of the CARDS domains (RIG-I S8D).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cellular genes involved in the IFN response differentially modified during influenza virus infection in Dot1L inhibited A549 cells.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene Name </td><td>Gene ID </td><td>Description </td><td>PR8/MOCKLog2FC\n</td><td>PR8-EPZ/MOCK-EPZ\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>Log2FC\n</td></tr><tr><td>OAS2 </td><td>4938 </td><td>2′-5′-oligoadenylate synthetase 2 </td><td>40.32 </td><td>39.77\n</td></tr><tr><td>IFNL1 </td><td>282618 </td><td>Interferon lambda1 </td><td>39.43 </td><td>39.20\n</td></tr><tr><td>IFNL2 </td><td>282616 </td><td>Interferon lambda2 </td><td>39.18 </td><td>38.81\n</td></tr><tr><td>IFNL3 </td><td>282617 </td><td>Interferon lambda3 </td><td>38.66 </td><td>38.52\n</td></tr><tr><td>IL17F </td><td>112744 </td><td>Interleukin 17F </td><td>38.53 </td><td>39.00\n</td></tr><tr><td>MX2 </td><td>4600 </td><td>MX dynamin like GTPase2 </td><td>38.53 </td><td>38.43\n</td></tr><tr><td>IL13 </td><td>3596 </td><td>Interleukin 13 </td><td>37.46 </td><td>36.96\n</td></tr><tr><td>IFNB1 </td><td>3456 </td><td>Interferon beta 1 </td><td>36.79 </td><td>36.98\n</td></tr><tr><td>IL17C </td><td>27189 </td><td>Interleukin 17C </td><td>36.49 </td><td>35.07\n</td></tr><tr><td>IRF7 </td><td>3665 </td><td>Interferon regulatory factor 7 </td><td>35.35 </td><td>36.29\n</td></tr><tr><td>IFIT2 </td><td>3433 </td><td>Interferon induced protein withtetratricopeptide repeats 2 </td><td>7.45 </td><td>6.97\n</td></tr><tr><td>MX1 </td><td>4599 </td><td>MX dynamin like GTPase1 </td><td>7.22 </td><td>6.52\n</td></tr><tr><td>OASL </td><td>8638 </td><td>2′-5′-oligoadenylate synthetase like </td><td>7.00 </td><td>7.56\n</td></tr><tr><td>IFI6 </td><td>2537 </td><td>Interferon induced protein withtetratricopeptide repeats 6 </td><td>6.58 </td><td>6.28\n</td></tr><tr><td>IFI44 </td><td>10561 </td><td>Interferon induced protein withtetratricopeptide repeats 44 </td><td>6.39 </td><td>6.34\n</td></tr><tr><td>ISG15 </td><td>9636 </td><td>ISG15 ubiquitin-like modifier </td><td>6.31 </td><td>6.48\n</td></tr><tr><td>IFIT1 </td><td>3434 </td><td>Interferon induced protein withtetratricopeptide repeats 1 </td><td>5.79 </td><td>6.07\n</td></tr><tr><td>IFIT3 </td><td>3437 </td><td>Interferon induced protein withtetratricopeptide repeats 3 </td><td>5.62 </td><td>4.96\n</td></tr><tr><td>TRIM22 </td><td>10346 </td><td>Tripartite motif containing 22 </td><td>3.52 </td><td>2.94\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 1. Cont.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene Name </td><td>Gene ID </td><td>Description </td><td>PR8/MOCKLog2FC\n</td><td>PR8-EPZ/MOCK-EPZ Log2FC\n</td></tr><tr><td>TRIM21 </td><td>6737 </td><td>Tripartite motif containing 21 </td><td>2.51 </td><td>2.49\n</td></tr><tr><td>OAS1 </td><td>4938 </td><td>2'-5'-oligoadenylate synthetase 1 </td><td>2.47 </td><td>2.51\n</td></tr><tr><td>Cells 2020, 9, TRIM56 </td><td>81844 </td><td>Tripartite motif containing 56 </td><td>1.99 </td><td>14 of 21 1.44\n</td></tr><tr><td>IL15 </td><td>3600 </td><td>Interleukin15 </td><td>−2.16 </td><td>−2.27\n</td></tr><tr><td>TRIM25 </td><td>7706 </td><td>Tripartite motif containing 25 Tripartite motif </td><td>1.58 * </td><td>- 2.18 −1.95\n</td></tr><tr><td>TRIM68 TRIM68 </td><td>55128 55128 </td><td>containing 68 Tripartite motif containing 68 </td><td>-1.76 −1.76 </td><td>−2.18\n</td></tr><tr><td>TRAF2 </td><td>7186 </td><td>TNF receptor associated factor 2 TNF receptor associated </td><td>−1.6 -1.6 </td><td>−1.99\n-1.99 </td></tr></table></body></html>"}}, "back_matter": [{"text": "We are indebted to C. Rivas for providing us with the plasmid that expresses TRIM25, to Steve Goodbourn (University of London, UK) for providing pIF-LukTer plasmid, and to KA. Fitzgerald for the plasmid that expresses MAVS.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}, {"text": "The authors declare no conflict of interest.Computer Code: All RNA-seq data are deposited in the NCBI Sequence Read Archive (SRA). Those belonging to MOCK samples are deposited under BioProject identifier PRJNA562125 (SRP124845) and the rest of samples are deposited under BioProject identifier PRJNA580198 (SRP227330). Studies: https://dataview.ncbi.nlm.nih. gov/object/PRJNA562125?reviewer=bj3spmb63srg6bp6ab4j3ka78g and https://dataview.ncbi.nlm.nih.gov/object/ PRJNA580198?reviewer=3ljaeoj3phi52dq5ckpc5u1pc1.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}]}