{"paper_id": "d210c1107ed494becb2570d98f05600ebb78bf9e", "metadata": {"title": "Explaining the efficiency of local health departments in the U.S.: an exploratory analysis", "authors": [{"first": "Kankana", "middle": [], "last": "Mukherjee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rexford", "middle": ["E"], "last": "Santerre", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jackie", "middle": [], "last": "Ning", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "No study to date has analyzed the efficiency at which local health departments (LHDs) produce public health services. As a result, this study employs data envelopment analysis (DEA) to explore the relative technical efficiency of LHDs operating in the United States using 2005 data. The DEA indicates that the typical LHD operates with about 28% inefficiency although inefficiency runs as high as 69% for some LHDs. Multiple regression analysis reveals that more centralized and urban LHDs are less efficient at producing local public health services. The findings also suggest that efficiency is higher for LHDs that produce a greater variety of services internally and rely more on internal funding. However, because this is the first study of LHD efficiency and some shortcomings exist with the available data, we are reluctant to draw strong policy conclusions from the analysis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Public health refers to the actions taken by society to advance the general health of the population as a whole. Nearly 3,000 local health department (LHDs), or public health departments, deliver public health services in almost every area of the U.S. According to Rawding and Wasserman [26;  87] the mission of a LHD \"is to protect, promote, and maintain the health of the entire population of their jurisdiction\". In fact, just last year, LHDs across the U.S. took an active role with respect to the H1N1 virus with about one-third of all adults receiving their immunizations from public health staff. 1 LHDs are organized in many different ways, with some servicing jurisdictions with 1,000 or fewer people as a separate agency of their municipal governments whereas others deliver public health services as independent, multicounty LHDs with populations of 1 million or more. LHDs expanded their scale and breadth of services over time in response to the particular needs and characteristics of the population in their jurisdictions [26] . LHDs vary dramatically in terms of capacity, authority, and resources. Although no standard exists, LHDs are expected to provide the following 10 essential public health services [23] :", "cite_spans": [{"start": 265, "end": 291, "text": "Rawding and Wasserman [26;", "ref_id": null}, {"start": 292, "end": 292, "text": "", "ref_id": null}, {"start": 604, "end": 605, "text": "1", "ref_id": "BIBREF0"}, {"start": 1037, "end": 1041, "text": "[26]", "ref_id": "BIBREF24"}, {"start": 1223, "end": 1227, "text": "[23]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "1. Monitor health status and understand health issues facing the community. 2. Protect people from health problems and health hazards. 3 . Give people information they need to make healthy choices. 4. Engage the community to identify and solve health problems. 5 . Develop public health policies and plans. 6 . Enforce public health laws and regulations. 7. Help people receive health services. 8 . Maintain a competent public health workforce. 9 . Evaluate and improve programs and interventions. 10 . Contribute to and apply the evidence base of public health.", "cite_spans": [{"start": 135, "end": 136, "text": "3", "ref_id": "BIBREF2"}, {"start": 261, "end": 262, "text": "5", "ref_id": "BIBREF4"}, {"start": 307, "end": 308, "text": "6", "ref_id": "BIBREF5"}, {"start": 395, "end": 396, "text": "8", "ref_id": "BIBREF7"}, {"start": 445, "end": 446, "text": "9", "ref_id": "BIBREF8"}, {"start": 498, "end": 500, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "NACCHO [23] points out that the main sources of LHD funding include federal and state grants and funds (43%), local taxes (29%), Medicare and Medicaid reimbursements (11%), and fees (6%). Spending on public health services in the U.S. amounted to roughly $64 billion in 2007 [16] . While the precise mix of services differs across health departments, most local public health spending funds the surveillance and prevention of communicable diseases, testing and preservation of water quality, maintenance of sanitary conditions (e.g., approval of septic systems), ensuring of food protection (restaurant inspections), and providing of health information [23] .", "cite_spans": [{"start": 7, "end": 11, "text": "[23]", "ref_id": "BIBREF21"}, {"start": 275, "end": 279, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 653, "end": 657, "text": "[23]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Introduction"}, {"text": "Very little is currently known about the efficiency at which local health departments produce public health services. In fact, no study to date has ever examined the efficiency at which LHDs in the U.S. produce local public health services, although several studies have examined cost differences across local departments or governments [e.g., 2, 6, 13, 22, 29, 30] . Perhaps analysts and policy-makers have not cared about efficiency because public health expenditures comprise less than 3% of all health care costs [16] . However, many experts believe that public health will take on an increasing role in the future given the threat of bioterrorism attacks, concerns over emerging diseases such as avian flu and SARS, and the seemingly growing burden from natural disasters such as Katrina [37] . 2 If so, a better understanding of the factors affecting the relative efficiency of local health departments may prove useful to public health policy-makers.", "cite_spans": [{"start": 344, "end": 346, "text": "2,", "ref_id": "BIBREF1"}, {"start": 347, "end": 349, "text": "6,", "ref_id": "BIBREF5"}, {"start": 350, "end": 353, "text": "13,", "ref_id": "BIBREF12"}, {"start": 354, "end": 357, "text": "22,", "ref_id": "BIBREF20"}, {"start": 358, "end": 361, "text": "29,", "ref_id": "BIBREF27"}, {"start": 362, "end": 365, "text": "30]", "ref_id": "BIBREF28"}, {"start": 517, "end": 521, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 793, "end": 797, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 800, "end": 801, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "As a result, this paper uses data from a nationally representative survey by the National Association of County and City Health Officers (NACCHO) and data envelopment analysis (DEA) to measure the relative efficiency of 771 LHDs in 2005. The DEA indicates that the typical LHD operates with about 28% inefficiency although inefficiency ranges as high as 69% for some LHDs. Multiple regression analysis is then used to explore if various factors can explain these observed differences in inefficiency across the different LHDs. Among the findings, the regression results imply that more centralized and urban LHDs are less efficient at producing local public health services. In addition, the results suggest that efficiency is higher for LHDs that produce a greater variety of services internally and rely more on internal funding.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The input-oriented technical efficiency measure is defined as the ratio of the optimal input bundle to the actual input bundle used in producing the given output bundle. 4 This is a normative measure and to obtain the optimal input bundle we need to first specify the production technology. In this respect, the literature has primarily followed two approaches-stochastic frontier analysis (SFA) and data envelopment analysis (DEA).", "cite_spans": [{"start": 170, "end": 171, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "The SFA approach is an econometric approach which requires the researcher to specify a functional form for the efficient frontier, as well as, the distributional assumptions for the inefficiency and error terms. For this approach, deviations from the efficient frontier are considered as resulting from inefficiency or random factors. The other approach, DEA, developed by Charnes, Cooper, and Rhodes [8] , is based on mathematical programming and creates a piecewise-linear best practice frontier based on the observed data. DEA requires only a minimum number of regularity conditions to be satisfied with respect to the technology and does not require us to make arbitrary assumptions about the functional form of the production frontier. For this method, all deviations from the frontier are treated as inefficiency such that the DEA scores capture the relative efficiency of the decision making units (DMUs). We adopt DEA rather than SFA for estimating the technical efficiency of the local health departments since the functional form of the production frontier for LHDs and the distributional properties of the inefficiency and error terms are not known.", "cite_spans": [{"start": 401, "end": 404, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Since its introduction, DEA has been used in several studies concerning the health care sector with Brockett et al. [7] , Bjorner and Keiding [5] , and Bates et al. [3, 4] among the most recent. Hollingsworth et al. [18] , Chilingerian and Sherman [9] , Worthington [39] and Hollingsworth [17] provide comprehensive reviews of the literature on efficiency measurement in the health care sector using nonparametric methods. Further, DEA has been used for measuring the efficiency of governmentoperated health centers in other countries. For instance, Kirigia et al. [19] uses DEA to measure the technical efficiency of public health clinics in Kenya. Moreover, in New Zealand, the government has used DEA in practice since 1997 to identify efficient expenditure levels to set prices for hospital services at the diagnostic related group level [28] . Figure 1 can be used to explain the input oriented technical efficiency for a single-output, two-input case.", "cite_spans": [{"start": 116, "end": 119, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 142, "end": 145, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 165, "end": 168, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 169, "end": 171, "text": "4]", "ref_id": "BIBREF3"}, {"start": 216, "end": 220, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 248, "end": 251, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 266, "end": 270, "text": "[39]", "ref_id": "BIBREF37"}, {"start": 289, "end": 293, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 565, "end": 569, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 842, "end": 846, "text": "[28]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 849, "end": 857, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "A simple description of data envelopment analysis 3"}, {"text": "Suppose that points A, B, C, D, E, F, and G represent input bundles of seven LHDs producing a single public health services output of level y(or more), using different combinations of two inputs, labor and capital. HBCDEJ represents the (piecewise linear) isoquant corresponding to output level y and the area to the right bounded by HBCDEJ is the input requirement set LðyÞ. Clearly, points B, C, and D and E lie on the isoquant and represent efficient LHDs, whereas the points A, F, and G represent inefficient LHDs. Suppose that we are interested in evaluating the technical efficiency of the LHD represented by point A. In this case, it is possible to proportionately contract the input bundle to I and still produce the given amount of output. Hence comparison of the input bundle at A with the input bundle at I provides a measure of the input oriented technical efficiency for LHD A (i.e., 0I/0A). This is the Farrell input based technical efficiency measure [12] . As we can see, the measured efficiency will be <1 for the LHDs represented by A, F, and G, whereas it will be equal to 1 for the LHDs represented by B, C, D, and E.", "cite_spans": [{"start": 966, "end": 970, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "3 Conceptual model, sample, data, variables, and efficiency findings This study treats the typical LHD as minimizing the quantity of inputs needed to provide a given variety of public health services to a fixed number of people in its local area. As a result of this conceptual framework, the variety of services and population serve as our output measures. While standard production theory normally relates inputs to outputs, Santerre [30] recently argues that population and variety of services serve as reasonable proxies for the scale and breadth of output given that public health services are not directly observable and measurable. For example, a greater population likely means more restaurant inspections by public health officials. Also, population is not an unreasonable proxy for output because, as mentioned in the introduction, public health refers to the actions taken for the health of the community as a whole.", "cite_spans": [{"start": 436, "end": 440, "text": "[30]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Indeed, health economists often use patient indicators such as number of admissions or inpatient days to reflect output measures for hospital services [e.g., 10, 14] . However, not all public health needs may be the same across the various LHDs because of population heterogeneity. Therefore, controls for the heterogeneity of the population served by each LHD are specified in the second stage analysis. 5 The National Association of County and City Health Officers (NACCHO) provides the data used in the forthcoming empirical analyses. NACCHO collected the data with a national survey of 2,864 local health departments (LHDs) in 2005 of which 2,300 or 80% responded to the questionnaire. The response rate was lowest for LHDs with populations under 25,000 (73%), around 83% for LHDs with populations between 25,000 and 74,999, relatively constant at about 90% for LHDs with population between 75,000 and 999,999 people and then 98% for LHDs with population over 1 million. Not all LHDs answered every question, however.", "cite_spans": [{"start": 158, "end": 161, "text": "10,", "ref_id": "BIBREF9"}, {"start": 162, "end": 165, "text": "14]", "ref_id": "BIBREF13"}, {"start": 405, "end": 406, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "NACCHO lists up to 95 different public health services and identifies if the LHD provides internally or contracts out for each service and if that same type of service is provided by state, other local or nongovernmental agencies. The data source also identifies the number of services that are medical or clinical and those that are epidemiological or environmental in nature. 6 Clinical services include immunizations, screening for diseases and conditions, treatment for communicable diseases, maternal and child health services such as family planning and prenatal care, and other medical care services including comprehensive primary care, home health care, oral health, and behavioral and mental health services. In contrast, epidemiological/ environmental services include various epidemiology and surveillance activities, population-based primary prevention services (e.g., obesity or substance abuse), regulation, inspection and licensing services such as overseeing septic tank installation, public drinking water quality, or housing inspections, and other environmental health activities (e.g., hazardous waste disposal, pollution prevention, and land use planning). Because the labor intensity of clinical and environmental services may differ and thereby influence the degree of technical efficiency, they are treated as two 5 These variables are similar to the patient case-mix variables in the hospital cost literature. 6 Public health services, by definition, refer primarily to epidemiological/ environmental activities. However, some LHDs have expanded this traditional role by providing clinical services in otherwise underserved areas such as rural communities and inner cities. This clinical function of some LHDs compares closely to those provided by community health centers. separate outputs in the DEA. Only the variety of different clinical and nonclinical services produced internally by each LHD is treated as outputs. The percentage of services provided externally acts as an independent variable in the second stage analysis. 7 Seven public health inputs are specified in the DEA. The five labor inputs are: the number of full-time equivalent (FTE) managers, nurses, sanitarians, clerical employees, and other employees. The percentage of employees with personal computers and the percentage with access to the internet represent the two measures of capital. Unfortunately, other measures of capital such as the market value of buildings and equipment are not provided by the data source. 8 For the DEA analysis we allow for variable returns to scale and use the Banker, Charnes, and Cooper [1] model for measuring the input-oriented technical efficiency of a LHD. The basic DEA model was initially developed by assuming that all values of inputs and outputs are strictly positive. But in some situations, the inputs and outputs could be zeros and negatives. In our context, of the 2,300 responses reported by NACCHO, many observations had missing or zero values for some of our seven inputs and three output measures.", "cite_spans": [{"start": 378, "end": 379, "text": "6", "ref_id": "BIBREF5"}, {"start": 1338, "end": 1339, "text": "5", "ref_id": "BIBREF4"}, {"start": 1435, "end": 1436, "text": "6", "ref_id": "BIBREF5"}, {"start": 2056, "end": 2057, "text": "7", "ref_id": "BIBREF6"}, {"start": 2519, "end": 2520, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "The implications of zero and missing values of outputs and inputs have been discussed in many studies. Thanassoulis [34] and Thanassoulis et al. [35] provide a detailed discussion of this issue. Zero outputs generally do not pose a problem in standard efficiency models because the output constraint corresponding to the zero output will always be feasible irrespective of the model orientation [35, p309] . 9 However, zero inputs introduce bias in DEA analysis because at least one unit with a zero input will always be VRS or CRS efficient regardless of the levels of its remaining inputs or outputs [35, p310] . In other words, when a DMU has a zero value of an input k, all peers of that DMU being assessed should also have a zero value on that input k. Thus, at least one DMU with zero value on input k will be a peer to the DMU being assessed and so will be Pareto-efficient irrespective of what values such a peer has on outputs or inputs other than k (even if they are using inefficiently large amounts of other inputs). This implies a restricted reference set for the units with zero inputs, since DMUs with zero values of an input will only be compared among themselves [35, p312] . Further, from a conceptual standpoint, health departments that can produce the given outputs with zero values of some inputs operate differently than those that require at least some amounts of those inputs to produce the same outputs. Hence, in a sense, these two groups do not face the same options of transforming inputs into outputs and so may face different technologies. [34, 35] .", "cite_spans": [{"start": 116, "end": 120, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 145, "end": 149, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 395, "end": 405, "text": "[35, p309]", "ref_id": null}, {"start": 408, "end": 409, "text": "9", "ref_id": "BIBREF8"}, {"start": 602, "end": 612, "text": "[35, p310]", "ref_id": null}, {"start": 1180, "end": 1190, "text": "[35, p312]", "ref_id": null}, {"start": 1570, "end": 1574, "text": "[34,", "ref_id": "BIBREF32"}, {"start": 1575, "end": 1578, "text": "35]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Because in our study-1) most zeros occur on the input side, 2) The production unit (public health department) having zero levels on some inputs operate different technology as production units with positive values on that input, and 3) the zero inputs may be related to the management decisions, including observations with zero values may bias the efficiency computations-therefore, they are excluded from the efficiency analysis. Hence only 771 of the 2,300 LHD-observations can be properly used in the DEA efficiency analysis.", "cite_spans": [], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Fortunately, not much of a difference is found when the smaller subsample of 771 LHDs is compared to the entire sample in terms of population size, demographic factors like percent white and Hispanic, the urban nature of the LHD's jurisdiction, and the political boundaries of the LHD (e.g., town, city, or county). The LHDs in the smaller sample appear to be more populous and less rural on average but not in a statistical sense because of the relatively wide variation in the standard errors. 10 Thus, this sample of 771 LHDs appears to be fairly representative of all LHDs operating in the U.S.", "cite_spans": [{"start": 496, "end": 498, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Before discussing the DEA findings, Table 1 provides some descriptive statistics for all of the variables used in the smaller DEA sample and the forthcoming multiple regression analysis. Some LHDs did not report figures for all of the explanatory variables specified in the multiple regression analysis, however. Note that population in the various LHDs ranges from 5 thousand to 5 million with the average LHD servicing nearly 200,000 people. The typical LHD offers internally 13 different clinical services and 23 different epidemiological/environmental services. Nearly 62% of the various services are produced externally. Also, note that most LHDs are organized at the county level and located in an urban setting. 11 To gain some knowledge about the insights that the subsequent DEA offers the analyst, Fig. 2 provides a glimpse at the relationship between the population size serviced by a LHD and the corresponding number of fulltime equivalent employees for the 1,972 LHDs in the NACCHO sample with data reported for these two 7 Ideally, the data source would provide expenditures on each of the different services so the percentages of total expenditures on each type of service could also be specified as outputs. Unfortunately that data are not collected. 8 While the data source provides total expenditure data, it does not offer data on payroll costs. If it did and a constant unit price was assumed across LHDs, the quantity of non-labor inputs could be derived and specified as an additional input. 9 We thank a referee for pointing out this reference. 10 These results will be provided to the interested reader. 11 The zeros in Table 1 are reported that way by LHDs and do not reflect missing values that have been assigned a zero figure.", "cite_spans": [{"start": 719, "end": 721, "text": "11", "ref_id": "BIBREF10"}, {"start": 1035, "end": 1036, "text": "7", "ref_id": "BIBREF6"}, {"start": 1267, "end": 1268, "text": "8", "ref_id": "BIBREF7"}, {"start": 1514, "end": 1515, "text": "9", "ref_id": "BIBREF8"}, {"start": 1568, "end": 1570, "text": "10", "ref_id": "BIBREF9"}, {"start": 1628, "end": 1630, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 36, "end": 43, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 808, "end": 814, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 1644, "end": 1651, "text": "Table 1", "ref_id": "TABREF0"}], "section": "A simple description of data envelopment analysis 3"}, {"text": "variables. Both variables are expressed as logarithms to compress the data for illustrative purposes. Not surprisingly, the scatter diagram shows larger populations require more full-time equivalent personnel. In fact, a simple regression equation confirms that the elasticity of full-time equivalent employees with respect to population equals approximately 0.88. That is, a 10% increase in population results in nearly 9% more employees, on average.", "cite_spans": [], "ref_spans": [], "section": "A simple description of data envelopment analysis 3"}, {"text": "Notice, however, that the number of full-time equivalent employees varies considerably at a particular population level. For example, the log of full-time equivalent personnel ranges from about −1 to 4 (or from 0.38 to 55 FTE employees) when the log of population equals 10 (or 22,000 people). This exercise shows that some LHDs produce with a vastly different amount of labor services than others do. We would like to identify those LHDs that can deliver a variety of clinical and non-clinical services to a particular level of population with a minimum amount of a potentially similar input mix. The first stage of the DEA will help determine which of the LHDs are able to provide a variety of services to its population in a relatively efficient manner (i.e., least amount of inputs). The second stage of the DEA will allow some insight into the external factors shaping the production behavior of LHD administrators in terms of technical efficiency. Figure 3 shows the DEA findings for those same 1,972 LHDs. For this particular sample, small numbers have been added to the various outputs and inputs so those observations with missing (or zero) values can be used in the DEA. 12 Accordingly, the results shown may be biased because a LHD with zeros for various inputs will be wrongly credited with efficiency when, instead, that LHD may not have employed that particular input because of an essentially different production process not involving that particular input. In any case, the findings of this DEA (which adds small numbers to avoid missing values) suggest that nearly 1,050 out of 1,972 LHDs can be considered as operating in a technically efficient manner when compared to the others in the sample (i.e., DEA score = 1).", "cite_spans": [{"start": 1181, "end": 1183, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 954, "end": 962, "text": "Figure 3", "ref_id": null}], "section": "A simple description of data envelopment analysis 3"}, {"text": "For the entire sample of 1,972 LHDs, the DEA score averages 0.65 which means that the typical LHD operates with about 35% relative inefficiency. LHDs with a DEA score of less than 1 could either increase their outputs with the same amount of inputs or produce the same amount of outputs with fewer inputs, at least compared to the benchmark or technically efficient LHDs. When the technically-efficient benchmark LHDs are eliminated from the calculations, the average DEA score drops to 0.25 with a median value of 0.20. In fact, the DEA score for this sample ranges as low as 0.03. Clearly, the degree of technical efficiency varies widely among the 923 underperforming LHDs in this sample, which is based upon adding arbitrarily small numbers so more observations can be used. 13 Figure 4 reports the results from the DEA when those observations with missing values are eliminated from the analysis. 14 According to these less biased findings, the typical LHD in the U.S. operates with about 28% relative inefficiency. The relative inefficiency ranges as high as 69% for some LHDs, however. The median efficiency score for the sample is 0.714. One hundred and eleven or 14.4% of the LHDs in the sample can be considered as the most efficient, meaning that it is not possible for those LHDs to reduce their inputs proportionally while still maintaining the level of public health services. These LHDs with a DEA score of 1 are capable of providing their population with a wide variety of services but with relatively less input usage compared to the others. Another 57 health departments have measured efficiency of more than 90% and can be considered as performing at a high level. That is, they operate closer to the production isoquant and not that far above it. In the next section we explore some of the reasons why the degree of technical inefficiency differs among these LHDs.", "cite_spans": [], "ref_spans": [{"start": 782, "end": 790, "text": "Figure 4", "ref_id": "FIGREF1"}], "section": "A simple description of data envelopment analysis 3"}, {"text": "The previous section shows that efficiency differs considerably among the various LHDs. In this section, we use multiple regression analysis to explain some of the observed differences. It should be noted that our selection of independent variables in the second stage is limited by the variables available from the NACCHO survey but many of these same community and system characteristic varia- 13 The above DEA analysis for the larger sample of 1,972 LHDs is performed and reported only to provide some insight into the overall sample of LHDs. As explained in Ray [27] the BCC input-oriented DEA model is not invariant to translation of inputs. Hence the results from this DEA analysis are biased and cannot be compared to the results from the DEA analysis on the smaller sample of 771 LHDs (with no missing or zero values) due to the different frontier and sample size. bles are also specified by Mays et al. [21] , Mays and Smith [22] , and Santerre [30] in their evaluations of LHD performance. 15 Five variables or sets of variables are specified in the regression analysis. First, since population represents one of the outputs, variables describing the degree of population heterogeneity seem to be relevant. A more heterogeneous population likely requires more inputs relative to output because varied needs must be satisfied. As a result, the racial and ethnic composition of the population served by each LHD is specified in the regression equation, as captured by percentages of the population that are white and Hispanic.", "cite_spans": [{"start": 396, "end": 398, "text": "13", "ref_id": "BIBREF12"}, {"start": 566, "end": 570, "text": "[27]", "ref_id": "BIBREF25"}, {"start": 900, "end": 916, "text": "Mays et al. [21]", "ref_id": null}, {"start": 934, "end": 938, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 954, "end": 958, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 1000, "end": 1002, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Second, the efficiency of public health services may also depend on spatial proximity. In fact, Santerre [29] argues that many local public health services act as density off-setting goods. That is, high neighborhood density generates increased negative externalities such as heightened antisocial behavior, faster spreading of communicable diseases, and more public health hazards due to improper sanitation. Consequently, a greater amount of resources may be needed relative to population in more congested areas. Thus, a set of dummy variables is included to control for the urban nature of the jurisdiction (urban, micropolitan, or rural) served by the LHD based upon the rural urban commuting area taxonomy with an urban area serving as the default category.", "cite_spans": [{"start": 105, "end": 109, "text": "[29]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Third, recall that, in addition to population, the other two outputs in the DEA are the numbers of different clinical and nonclinical services provided by each LHD. However, the LHD may contract out for some services and some other public health services might be produced by higher levels of government or nongovernmental agencies. Therefore, to control for different levels of responsibility with respect to public health services across LHDs, the percentage of services provided externally is specified as an additional variable in the estimation equation. A direct relationship between the degree of external production and the DEA score might suggest that efficiency is improved through specialization. Oppositely, if economies of scope exist such that the same resources can produce a variety of services, an inverse relationship between the percentage of services provided externally and (internal) efficiency can be expected.", "cite_spans": [], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Fourth, some LHDs rely more on external funding from the state and federal governments than others. External funding may be associated with efficiency in two ways. First, greater funding from higher levels of government could result in a moral hazard problem such that the LHD faces less pressure to produce as efficiently as possible because of the financial cushion provided from outside sources. Second, greater external funding may simply reflect that public health problems are more severe in those particular LHDs. More severe problems require additional inputs. For both of these reasons, we would expect an inverse relationship between the percentage of external funding, which is specified in the estimation equation, and the degree of internal efficiency.", "cite_spans": [], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Fifth, a set of dummy variables are included to control for the type of jurisdiction served by each LHD (i.e., county, city/ county, district/regional, or other with city/town as the omitted or default category). The degree of centralization may influence the efficiency at which public health services are delivered although the exact theoretical relationship is unclear. On the one hand, the Tiebout theory [36] argues that decentralization promotes efficiency. People shop for local public goods like public health by voting with their feet and this Tiebout-type competition forces public decision-makers to operate more efficiently. On the other hand, centralization could favor coordination and thereby enhance the efficiency of public health delivery. Finally, state dummy variables are specified in the estimation equation to control for any state policies that might create efficiency differences across the various LHDs in the sample.", "cite_spans": [{"start": 409, "end": 413, "text": "[36]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "The second stage of the analysis was to regress DEA scores on the aforementioned five sets of independent variables. Two methodological issues were addressed: First, as the DEA produced efficiency scores are truncated (scores range from 0 to 1 regardless of the actual variations among those who receive 0 and 1) and are serially correlated to one another (all scores are estimated relative to the leading performers on the efficiency frontier), a bootstrap simulation on the raw DEA scores was performed using Frontier Efficiency Analysis with R (FEAR, version 1.12) software [32, 33] . The bootstrap procedure produced bias-corrected efficiency scores between, but excluding 0 and 1. After simulation, the number of facilities with high efficiency scores was reduced. Second, as the regression residuals have a truncated distribution because the dependent variable (the DEA efficiency scores) are naturally bounded between 0 and 1, a truncated regression with random effects was performed. This model produces robust regression coefficients and standard errors of the independent variables [15] . For comparative purposes, ordinary least square results are also reported. Table 2 provides the multiple regression findings. The estimated coefficients and their associated t-statistics are shown opposite from each explanatory variable.", "cite_spans": [{"start": 577, "end": 581, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 582, "end": 585, "text": "33]", "ref_id": "BIBREF31"}, {"start": 1092, "end": 1096, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1174, "end": 1181, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Both models essentially provide the same results regarding the relationship between the explanatory varia-bles and the efficiency at which local public health services are delivered. First, the results suggest that LHDs are more efficient when they internally produce a greater variety of public health services, perhaps because of economies of scope. The coefficient estimate on the variable representing the fraction of services produced by other agencies can be used to calculate an elasticity estimate. The calculated elasticity suggests that a 10% increase in the fraction provided by external agencies is associated with nearly a 1% decline in internal efficiency.", "cite_spans": [], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Second, some evidence supports the premise that efficiency may be inversely related to the fraction of funding from higher levels of government. Interestingly, Varela et al. [38] recently discover that the efficiency of publicly-provided primary care services in Brazil is inversely correlated with the level of municipal dependence on intergovernmental grants. However, a calculated elasticity of 0.02 means that little economic significance should be attached to the influence of intergovernmental funding on efficiency. Third, racial but not ethnic composition appears to affect the efficiency at which public health services are delivered. According to the elasticity estimate of 0.14, a ten percent increase in the percentage of population that is white is associated with a 1.4% increase in efficiency.", "cite_spans": [{"start": 174, "end": 178, "text": "[38]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "Fourth, the level of centralization seems to matter greatly in terms of efficiency. The coefficient estimates on the county, city/county and regional dummy variables can be interpreted as implying that more centralized LHDs operate with, at least, 0.11 percentage points less efficiency than an otherwise comparable independent city or town jurisdiction. Finally, the empirical results indicate that LHDs in micropolitan and rural areas are 0.07 and 0.13 percentage points more efficient than LHDs in urban areas at producing local public health services. However, that difference may hold simply because of the social and health issues that emerge when people live in closer proximity to one another.", "cite_spans": [], "ref_spans": [], "section": "Second stage analysis explaining efficiency differences among LHDs"}, {"text": "This paper offers the first, albeit exploratory, study on the relative efficiency of local public health departments in the U.S. The DEA finds that considerable variation in efficiency exists among LHDs. On average, the typical LHD operates with 28% inefficiency but some departments operate with inefficiency as high as 69%. The degree of inefficiency faced by LHDs seems to be particularly high especially when compared to hospitals for which measured efficiency averages around 85% [17] . While perhaps not much of a problem now, the inefficiency may take on greater meaning if LHDs assume more social responsibilities in the future as many policymakers suspect. The paper also finds that several factors are associated with the degree of inefficiency. LHDs appear to be more efficient when they provide internally a greater variety of services and when they are spending their own money. LHDs also seem to operate more efficiently when they are located in less congested areas, serve a predominately white population, and are run by a city or town.", "cite_spans": [{"start": 485, "end": 489, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Conclusion"}, {"text": "We are reluctant to draw any policy implications from this study, however, for a number of reasons. 16 First, our empirical analysis is confined to just 1 year of crosssectional data. If the data ever become available it would be desirable to revisit this analysis with a panel data set. The panel data would help control for unobservable heterogeneity to some degree and also introduce a dynamic component into the analysis. Two, the analysis would be strengthened with expenditure data broken down by each type of service provided internally and externally. Third, data for other types of capital and non-labor inputs, more demographic and environmental data, and some measures of the quality of public health services for each LHD would add to the analysis. Indeed, measures of structural, process, and outcome quality are particularly important for the DEA given that less resources devoted to an activity, while potentially reflecting increased efficiency, may also reflect reduced levels of process quality or less \"quality time\" devoted to a particular activity. 17 At least, this paper will serve as a template for a more ambitious study when that data become available. For now it is clear that substantial differences in efficiency exist across local health departments of the U.S. and we have some preliminary understanding about why those efficiency differences may exist. 2005 National Profile of Local Public Health Agencies, a project supported through a cooperative agreement between the National Association of County and City Health Officials and the Centers for Disease Control and Prevention. We also thank the anonymous referees of this journal for their helpful comments and suggestions for improving the paper. Appendix 1: technical description of the DEA procedure used", "cite_spans": [{"start": 100, "end": 102, "text": "16", "ref_id": "BIBREF15"}, {"start": 1070, "end": 1072, "text": "17", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Consider an industry producing a vector of s outputs y = (y 1 , y 2 ,..., y s ) from a vector of m inputs x = (x 1 , x 2 ,..., x m ). Let y j represent the output vector and x j represent the input vector of the j-th decision-making unit. Suppose that inputoutput data are observed for n DMUs. Then the technology set can be completely characterized by the production possibility set S = { (x, y): y can be produced from x } based on a few regularity assumptions of feasibility of all observed input-output combinations, free disposability with respect to inputs and outputs, and convexity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The input-oriented technical efficiency measure is defined as the ratio of the optimal (i.e., minimum) input bundle to the actual input bundle of a DMU, for a given level of output, holding input proportions constant. 18 The BCC-DEA [1] model for measuring the input-oriented technical efficiency of a DMU with the input-output bundle (x 0 , y 0 ) is given by the model below ", "cite_spans": [{"start": 218, "end": 220, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusion"}, {"text": "As mentioned earlier, our conceptualized model involves three outputs (i.e., s=3) and seven inputs (i.e., m=7). Accordingly, the DEA model (1) has three output constraints and seven input constraints. In the above model, the output constraints ensure that the resultant output is no lower than what is actually being produced. An efficient DMU will have θ*=1, implying that no equi-proportionate reduction in inputs is possible, whereas an inefficient DMU will have θ*<1. In model (1) above, the production process is allowed to exhibit variable returns to scale (VRS). In other words, we do not make the restrictive assumption of constant returns to scale (CRS). Rather, we allow the data to decide whether a particular health department operates under increasing, decreasing, or constant returns to scale. 17 See Nyman and Bricker [24] for a health care study that incorporates a quality measure in the second stage of the DEA and finds an inverse relationship between quality and efficiency with respect to the provision of nursing home care. More recently, Bates et al. [3] also find an inverse relationship between proxies for quality and efficiency in the context of hospital services in the second stage of the analysis. Zhang et al. [40] find that higher nurse staffing is inversely related to efficiency but not when controls are made for quality. Prior [25] also addresses quality in the context of the efficient production of health care services while Sherman and Zhu [31] make a strong case for quality-adjusted DEA (or Q-DEA). 16 Data users are required to provide NACCHO with a copy of any published articles. We hope that NACCHO authorities change their survey instrument to accommodate some of these data requests. 18 Technical efficiency can also be measured based on outputorientation where efficiency is defined as the ratio of the observed output to the optimal (i.e., maximum) achievable output.", "cite_spans": [{"start": 808, "end": 810, "text": "17", "ref_id": "BIBREF16"}, {"start": 833, "end": 837, "text": "[24]", "ref_id": "BIBREF22"}, {"start": 1074, "end": 1077, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1241, "end": 1245, "text": "[40]", "ref_id": "BIBREF38"}, {"start": 1363, "end": 1367, "text": "[25]", "ref_id": "BIBREF23"}, {"start": 1480, "end": 1484, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 1541, "end": 1543, "text": "16", "ref_id": "BIBREF15"}, {"start": 1732, "end": 1734, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Some models for estimating technical and scale inefficiencies in data envelopment analysis", "authors": [{"first": "R", "middle": [], "last": "Banker", "suffix": ""}, {"first": "A", "middle": [], "last": "Charnes", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Cooper", "suffix": ""}], "year": 1984, "venue": "Manage Sci", "volume": "30", "issn": "9", "pages": "1078--1092", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The demand for local public health services: do unified and independent public health departments spend differently?", "authors": [{"first": "L", "middle": ["J"], "last": "Bates", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Santerre", "suffix": ""}], "year": 2008, "venue": "Med Care", "volume": "46", "issn": "6", "pages": "590--596", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Market structure and technical efficiency in the hospital services industry: a DEA approach", "authors": [{"first": "L", "middle": ["J"], "last": "Bates", "suffix": ""}, {"first": "K", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Santerre", "suffix": ""}], "year": 2006, "venue": "Med Care Res Rev", "volume": "63", "issn": "4", "pages": "499--524", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Medical insurance coverage and health production efficiency", "authors": [{"first": "L", "middle": ["J"], "last": "Bates", "suffix": ""}, {"first": "K", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Santerre", "suffix": ""}], "year": 2010, "venue": "J Risk Insur", "volume": "77", "issn": "1", "pages": "211--229", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cost effectiveness with multiple outcomes", "authors": [{"first": "J", "middle": [], "last": "Bjorner", "suffix": ""}, {"first": "H", "middle": [], "last": "Keiding", "suffix": ""}], "year": 2004, "venue": "Health Econ", "volume": "13", "issn": "12", "pages": "1181--1190", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The demands for the services of non-federal governments", "authors": [{"first": "T", "middle": ["E"], "last": "Borcherding", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Deacon", "suffix": ""}], "year": 1972, "venue": "Am Econ Rev", "volume": "62", "issn": "", "pages": "891--901", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A comparison of HMO efficiencies as a function of provider autonomy", "authors": [{"first": "P", "middle": ["L"], "last": "Brockett", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Change", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Rousseau", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Semple", "suffix": ""}, {"first": "C", "middle": [], "last": "Yang", "suffix": ""}], "year": 2004, "venue": "J Risk Insur", "volume": "71", "issn": "1", "pages": "1--19", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Measuring the efficiency of decision making units", "authors": [{"first": "A", "middle": [], "last": "Charnes", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Cooper", "suffix": ""}, {"first": "E", "middle": [], "last": "Rhodes", "suffix": ""}], "year": 1978, "venue": "Eur J Oper Res", "volume": "3", "issn": "4", "pages": "392--444", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Health care applications: from hospitals to physicians, from productive efficiency to quality frontiers", "authors": [{"first": "J", "middle": ["A"], "last": "Chilingerian", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Sherman", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Multiproduct short-run hospital cost functions: empirical evidence and policy implications from cross-section data", "authors": [{"first": "T", "middle": ["G"], "last": "Cowing", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Holtmann", "suffix": ""}], "year": 1983, "venue": "South Econ J", "volume": "49", "issn": "", "pages": "637--653", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The coefficient of resource utilization", "authors": [{"first": "G", "middle": [], "last": "Debreu", "suffix": ""}], "year": 1951, "venue": "Econometrica", "volume": "19", "issn": "3", "pages": "273--292", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The measurement of productive efficiency", "authors": [{"first": "M", "middle": ["J"], "last": "Farrell", "suffix": ""}], "year": 1957, "venue": "J R Stat Soc", "volume": "120", "issn": "3", "pages": "253--281", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Determinants of US local health department expenditures, 1992 through 1993", "authors": [{"first": "R", "middle": ["L"], "last": "Gordon", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Gerzoff", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Richards", "suffix": ""}], "year": 1997, "venue": "Am J Public Health", "volume": "87", "issn": "", "pages": "91--95", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Estimating hospital costs: a multiple-output analysis", "authors": [{"first": "T", "middle": ["W"], "last": "Grannemann", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Brown", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Pauly", "suffix": ""}], "year": 1986, "venue": "J Health Econ", "volume": "5", "issn": "", "pages": "107--127", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Econometric analysis", "authors": [{"first": "W", "middle": ["H"], "last": "Greene", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "National health spending in 2007: slower drug spending contributes to low rates of overall growth since 1998", "authors": [{"first": "M", "middle": [], "last": "Hartman", "suffix": ""}, {"first": "A", "middle": [], "last": "Martin", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcdonnell", "suffix": ""}, {"first": "Catlin", "middle": ["A"], "last": "", "suffix": ""}], "year": 2009, "venue": "Health Aff", "volume": "28", "issn": "", "pages": "246--261", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The measurement of efficiency and productivity of health care delivery", "authors": [{"first": "B", "middle": [], "last": "Hollingsworth", "suffix": ""}], "year": 2008, "venue": "Health Econ", "volume": "17", "issn": "10", "pages": "1107--1128", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Efficiency measurement of health care: a review of non-parametric methods and applications", "authors": [{"first": "B", "middle": [], "last": "Hollingsworth", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Dawson", "suffix": ""}, {"first": "N", "middle": [], "last": "Maniadkis", "suffix": ""}], "year": 1999, "venue": "Health Care Manage Sci", "volume": "2", "issn": "", "pages": "161--172", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Using data envelopment analysis to measure the technical efficiency of public health centers in Kenya", "authors": [{"first": "J", "middle": ["M"], "last": "Kirigia", "suffix": ""}, {"first": "A", "middle": [], "last": "Emrouznejad", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Sambo", "suffix": ""}, {"first": "N", "middle": [], "last": "Munguti", "suffix": ""}, {"first": "W", "middle": [], "last": "Liambila", "suffix": ""}], "year": 2004, "venue": "J Med Syst", "volume": "28", "issn": "2", "pages": "155--166", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "An analysis of production as an efficient combination of activities. In: Koopmans TC (ed) Activity analysis of production and allocation. Cowles commission for research in economics, monograph", "authors": [{"first": "T", "middle": ["C"], "last": "Koopmans", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Mays", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Mchugh", "suffix": ""}, {"first": "K", "middle": [], "last": "Shim", "suffix": ""}, {"first": "N", "middle": [], "last": "Perry", "suffix": ""}, {"first": "D", "middle": [], "last": "Lenaway", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Halverson", "suffix": ""}, {"first": "R", "middle": [], "last": "Moonesinghe", "suffix": ""}], "year": 1951, "venue": "Am J Public Health", "volume": "96", "issn": "13", "pages": "523--531", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Geographic variation in public health spending: correlates and consequences", "authors": [{"first": "G", "middle": ["P"], "last": "Mays", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Smith", "suffix": ""}], "year": 2009, "venue": "Health Serv Res", "volume": "44", "issn": "", "pages": "1796--1817", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "National Association of County and City Health Officers (NACCHO) (2006) 2005 National profile of local health departments", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Profit incentives and technical efficiency in the production of nursing home care", "authors": [{"first": "J", "middle": ["A"], "last": "Nyman", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Bricker", "suffix": ""}], "year": 1989, "venue": "Rev Econ Stat", "volume": "71", "issn": "", "pages": "586--594", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Efficiency and total quality management in health care organizations: a dynamic frontier approach", "authors": [{"first": "D", "middle": [], "last": "Prior", "suffix": ""}], "year": 2006, "venue": "Ann Oper Res", "volume": "145", "issn": "", "pages": "281--299", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Principles of public health practice", "authors": [{"first": "N", "middle": [], "last": "Rawding", "suffix": ""}, {"first": "M", "middle": [], "last": "Wasserman", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "87--100", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Data envelopment analysis: theory and techniques for economics and operations research", "authors": [{"first": "S", "middle": ["C"], "last": "Ray", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pricing public health care services using DEA: methodology versus politics", "authors": [{"first": "P", "middle": [], "last": "Rouse", "suffix": ""}, {"first": "R", "middle": [], "last": "Swales", "suffix": ""}], "year": 2006, "venue": "Ann Oper Res", "volume": "145", "issn": "", "pages": "265--280", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Spatial differences in the demands for local public goods", "authors": [{"first": "R", "middle": ["E"], "last": "Santerre", "suffix": ""}], "year": 1985, "venue": "Land Econ", "volume": "61", "issn": "", "pages": "119--128", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Jurisdiction size and local public spending", "authors": [{"first": "R", "middle": ["E"], "last": "Santerre", "suffix": ""}], "year": 2009, "venue": "Health Serv Res", "volume": "44", "issn": "", "pages": "2148--2166", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Benchmarking with Quality-Adjusted DEA (Q-DEA) to seek lower-cost high-quality services: evidence from a U.S. bank application", "authors": [{"first": "H", "middle": ["D"], "last": "Sherman", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2006, "venue": "Ann Oper Res", "volume": "145", "issn": "", "pages": "301--319", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Statistical inference in nonparametric frontier models: the state of the art", "authors": [{"first": "L", "middle": [], "last": "Simar", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Wilson", "suffix": ""}], "year": 2000, "venue": "J Prod Anal", "volume": "13", "issn": "", "pages": "49--78", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Estimation and inference in two-stage semi-parametric models of production processes", "authors": [{"first": "L", "middle": [], "last": "Simar", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Wilson", "suffix": ""}], "year": 2007, "venue": "J Econom", "volume": "136", "issn": "", "pages": "31--64", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Introduction to the theory and application of data envelopment analysis-a foundation text with integrated software", "authors": [{"first": "E", "middle": [], "last": "Thanassoulis", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Data envelopment analysis: the mathematical programming approach to efficiency analysis", "authors": [{"first": "E", "middle": [], "last": "Thanassoulis", "suffix": ""}, {"first": "Mcs", "middle": [], "last": "Portela", "suffix": ""}, {"first": "O", "middle": [], "last": "Despić", "suffix": ""}], "year": 2008, "venue": "The measurement of productive efficiency and productivity growth", "volume": "", "issn": "", "pages": "251--420", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "A pure theory of local public expenditures", "authors": [{"first": "C", "middle": [], "last": "Tiebout", "suffix": ""}], "year": 1956, "venue": "J Polit Econ", "volume": "64", "issn": "5", "pages": "416--424", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The public health enterprise: examining our twenty-first-century challenges", "authors": [{"first": "H", "middle": [], "last": "Tilson", "suffix": ""}, {"first": "B", "middle": [], "last": "Berkowitz", "suffix": ""}], "year": 2006, "venue": "Health Aff", "volume": "25", "issn": "4", "pages": "900--910", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Production efficiency and financing of public health: an analysis of small municipalities in the state of São Paulo, Brazil", "authors": [{"first": "P", "middle": ["S"], "last": "Varela", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Martins", "suffix": ""}, {"first": "Lpl", "middle": [], "last": "Fávero", "suffix": ""}], "year": 2010, "venue": "Health Care Manage Sci", "volume": "13", "issn": "", "pages": "112--123", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Frontier efficiency measurement in health care: a review of empirical techniques and selected applications", "authors": [{"first": "A", "middle": ["C"], "last": "Worthington", "suffix": ""}], "year": 2004, "venue": "Med Care Res Rev", "volume": "61", "issn": "", "pages": "135--170", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Has the medicare prospective payment system led to increased nursing home efficiency?", "authors": [{"first": "N", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Unruh", "suffix": ""}, {"first": "Tth", "middle": [], "last": "Wan", "suffix": ""}], "year": 2008, "venue": "Health Serv Res", "volume": "43", "issn": "", "pages": "1043--1061", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Input oriented technical efficiency", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Relative efficiency of 771 LHDs with nonzero inputs and outputs14 The reported results reflect actual scores and not bias corrected ones. Bias corrected scores are used in the next stage of the analysis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Scatter Diagram of Relationship between Population (in logs) serviced by each of the 1,972 LHDs and Full-Time Equivalent Personnel (also in logs)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "l j qx i0 i ¼ 1; . . .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptive statistics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Number of observations </td><td>Mean </td><td>Standard deviation </td><td>Minimum value </td><td>Maximum value\n</td></tr><tr><td>Population </td><td>771 </td><td>181,985 </td><td>391,780 </td><td>5,006 </td><td>5,000,000\n</td></tr><tr><td>Internal clinical services </td><td>771 </td><td>12.8 </td><td>4.38 </td><td>1 </td><td>23\n</td></tr><tr><td>Internal non-clinical services </td><td>771 </td><td>22.5 </td><td>7.69 </td><td>1 </td><td>46\n</td></tr><tr><td>Managers </td><td>771 </td><td>5.69 </td><td>13.32 </td><td>0.100 </td><td>262.27\n</td></tr><tr><td>Nurses </td><td>771 </td><td>20.43 </td><td>31.06 </td><td>0.100 </td><td>307.58\n</td></tr><tr><td>Sanitarians </td><td>771 </td><td>7.91 </td><td>12.39 </td><td>0.100 </td><td>150\n</td></tr><tr><td>Clerical </td><td>771 </td><td>22.80 </td><td>39.06 </td><td>0.400 </td><td>400\n</td></tr><tr><td>Other </td><td>771 </td><td>32.53 </td><td>69.57 </td><td>4.47E-08 </td><td>871\n</td></tr><tr><td>Percent with personal computers </td><td>771 </td><td>92.40 </td><td>15.00 </td><td>4 </td><td>100\n</td></tr><tr><td>Percent with internet </td><td>771 </td><td>31.13 </td><td>25.56 </td><td>1 </td><td>100\n</td></tr><tr><td>Fraction services produced by other agencies </td><td>773 </td><td>0.615 </td><td>0.110 </td><td>0 </td><td>0.854\n</td></tr><tr><td>Percent state and federal funding </td><td>737 </td><td>42.94 </td><td>23.38 </td><td>0 </td><td>100\n</td></tr><tr><td>Percent White </td><td>769 </td><td>81.80 </td><td>16.05 </td><td>10.46 </td><td>99.50\n</td></tr><tr><td>Percent Hispanic </td><td>764 </td><td>6.93 </td><td>10.80 </td><td>0 </td><td>94.50\n</td></tr><tr><td>Town or City jurisdiction </td><td>773 </td><td>0.109 </td><td>0.312 </td><td>0 </td><td>1\n</td></tr><tr><td>County jurisdiction </td><td>773 </td><td>0.613 </td><td>0.487 </td><td>0 </td><td>1\n</td></tr><tr><td>City/County jurisdiction </td><td>773 </td><td>0.155 </td><td>0.362 </td><td>0 </td><td>1\n</td></tr><tr><td>Regional jurisdiction </td><td>773 </td><td>0.120 </td><td>0.326 </td><td>0 </td><td>1\n</td></tr><tr><td>Other jurisdiction </td><td>773 </td><td>0.003 </td><td>0.051 </td><td>0 </td><td>1\n</td></tr><tr><td>Urban area </td><td>773 </td><td>0.479 </td><td>0.500 </td><td>0 </td><td>1\n</td></tr><tr><td>Micropolitan area </td><td>773 </td><td>0.238 </td><td>0.426 </td><td>0 </td><td>1\n</td></tr><tr><td>Rural </td><td>773 </td><td>0.283 </td><td>0.451 </td><td>0 </td><td>1\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Multiple regression results: dependent variable = efficiency score Estimated coefficient (absolute value of t-statistic)All models are specified with a set of 47 state dummy variables ***statistical significance at the 1% level **statistical significance at the 5% level *statistical significance at the 10% level", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2 Multiple regression results: dependent variable = efficiency score\nEstimated coefficient (absolute value of t -statistic)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Ordinary least squares </td><td>Truncated regression model\n</td></tr><tr><td>Constant </td><td>0.6459*** (5.02) </td><td>0.6678*** (15.05)\n</td></tr><tr><td>Fraction services produced by other agencies </td><td>−0.1706*** (3.77) </td><td>−0.1166** (2.37)\n</td></tr><tr><td>Fraction state and federal funding </td><td>−0.0004 (1.45) </td><td>−0.0004* (1.69)\n</td></tr><tr><td>Fraction White </td><td>0.0011*** (2.68) </td><td>0.0012*** (3.22)\n</td></tr><tr><td>Fraction Hispanic </td><td>0.00004 (0.06) </td><td>0.0006 (1.18)\n</td></tr><tr><td>County jurisdiction </td><td>−0.0525** (2.42) </td><td>−0.1117*** (5.87)\n</td></tr><tr><td>City/County jurisdiction </td><td>−0.0736*** (3.16) </td><td>−0.1178*** (5.49)\n</td></tr><tr><td>Regional jurisdiction </td><td>−0.0810*** (3.29) </td><td>−0.1335*** (5.79)\n</td></tr><tr><td>Other jurisdiction </td><td>−0.0692 (0.78) </td><td>−0.0620 (0.62)\n</td></tr><tr><td>Micropolitan area </td><td>0.0712*** (5.87) </td><td>0.0722*** (5.35)\n</td></tr><tr><td>Rural </td><td>0.1201*** (9.95) </td><td>0.1343*** (10.3)\n</td></tr><tr><td>Sigma </td><td> </td><td>0.1365** (35.0)\n</td></tr><tr><td>Adjusted R2 </td><td>0.334 </td><td>0.416\n</td></tr><tr><td>Log of likelihood function </td><td>541.59 </td><td>439.03\n</td></tr><tr><td>Number of observations </td><td>728 </td><td>728\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgement We thank Carolyn Leep of the National Association of County and City Health Officers for helping us secure the necessary data. Data for this study were obtained from the", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}