{
    "paper_id": "d231458e4949f84dc18a9f3ba99ec980d5ad8f56",
    "metadata": {
        "title": "Beyond resistance: social factors in the general public response to pandemic influenza",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "D M"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niamh",
                "middle": [],
                "last": "Stephenson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Davina",
                "middle": [],
                "last": "Lohm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Waller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Flowers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Influencing the general public response to pandemics is a public health priority. There is a prevailing view, however, that the general public is resistant to communications on pandemic influenza and that behavioural responses to the 2009/10 H1N1 pandemic were not sufficient. Using qualitative methods, this paper investigates how members of the general public respond to pandemic influenza and the hygiene, social isolation and other measures proposed by public health. Going beyond the commonly deployed notion that the general public is resistant to public health communications, this paper examines how health individualism, gender and real world constraints enable and limit individual action. Methods: In-depth interviews (n = 57) and focus groups (ten focus groups; 59 individuals) were conducted with community samples in Melbourne, Sydney and Glasgow. Participants were selected according to maximum variation sampling using purposive criteria, including: 1) pregnancy in 2009/2010; 2) chronic illness; 3) aged 70 years and over; 4) no disclosed health problems. Verbatim transcripts were subjected to inductive, thematic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Respondents did not express resistance to public health communications, but gave insight into how they interpreted and implemented guidance. An individualistic approach to pandemic risk predominated. The uptake of hygiene, social isolation and vaccine strategies was constrained by seeing oneself 'at risk' but not 'a risk' to others. Gender norms shape how members of the general public enact hygiene and social isolation. Other challenges pertained to over-reliance on perceived remoteness from risk, expectation of recovery from infection and practical constraints on the uptake of vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Conclusions: Overall, respondents were engaged with public health advice regarding pandemic influenza, indicating that the idea of public resistance has limited explanatory power. Public communications are endorsed, but challenges persist. Individualistic approaches to pandemic risk inhibit acting for the benefit of others and may deepen divisions in the community according to health status. Public communications on pandemics are mediated by gender norms that may overburden women and limit the action of men. Social research on the public response to pandemics needs to focus on the social structures and real world settings and relationships that shape the action of individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The re-emergence of infectious diseases is a leading public health problem. Pandemics and epidemics [1] including Avian influenza, SARS, Ebola, and pandemic influenzaand the rise of anti-microbial organisms [2] now threaten the health of populations around the globe. It has been argued that the re-emergence of these diseases marks the end of the golden age of medicine and the dawning of a period where health and security will be undermined by resurgent infectious diseases [3] . Pandemic influenza stands out in this situation because: it spreads quickly around the globe affecting many millions of people; it is associated with, potentially, high mortality, and; the world experienced a highly publicised, though ultimately mild for most, pandemic influenza in 2009/10. It is believed that another, more serious influenza pandemic is inevitable, though no-one, as yet, can predict when it will occur.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For these reasons, explaining infectious diseases threats to the general public and encouraging them to adapt their health behaviours is high on the public health agenda. In relation to pandemic influenza, public communications feature in preparedness and response planning which requires that members of the general public adopt measures during a public health emergency, including: hygiene (e.g., covering the mouth and nose when sneezing or coughing, washing hands, keeping surfaces clean, avoiding sharing personal items) and the avoidance of close contact with others [4] . Understanding how populations respond is also crucial for the science that supports response planning. For example, mathematical models, which underpin pandemic response planning, factor in biological, psychological and sociological assumptions of how populations respond to infectious diseases [5, 6] . Effective communications with the general public and understanding how they respond, therefore, have a pivotal role to play in the management of pandemic influenza, in particular, and in the area of emerging infectious diseases, in general.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 878,
                    "end": 880,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, knowledge of how to best communicate on pandemics with the general public and how they take up these messages is an emerging field with some inconsistencies [7] . Evaluations of the public health response to the 2009/10 pandemic influenza claim that public communications were largely successful in preparing and reassuring publics during the emergency [8, 9] . These findings need to be read against the fact that the pandemic was a short-lived and ultimately mild public health emergency for most people.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is a view, also, that members of the general public are resistant to pandemic risk messages. Some commentary has suggested that the general population is increasingly resistant to public policy on global threats, including climate change and emerging infectious diseases [10] . Surveyswhich dominate the social scientific view on public responsesconducted during the 2009 pandemic indicate that populations in the UK and Australia were complacent with regard to H1N1 and reported insufficient behavioural responses [11] [12] [13] [14] [15] . Broad brush, risk communication research has identified that material circumstances and symbolic framing of risk [7] , inequalities in education and access to media [16] , (mis)trust in media and governmental advice [17, 18] , all shape how members of the general public respond to communications on pandemics. Close-focus, qualitative research offers the view that while the general public endorses governmental advice, in the circumstances of the 2009/10 pandemic they were also unlikely to act in the ways advised by governments [19, 20] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There are additional explanations for the apparent resistance on the part of the general public. For example, because they are bombarded with so many messages, including those pertaining to pandemics, members of the general public may by subject to 'health threat fatigue' [21] . This is not the same as resistance. It is, instead, a dulling of alertness seated in screening out of overwhelming and competing risk messages. Members of the general public appear to digest and critically reflect on risk communications messages [22] , and tailor risk reduction strategies to their personal circumstances [23] . It is also argued that the general public is only too aware of the 'boy who cried wolf ' syndrome [24] , where too frequent assertion of danger leads publics to dismiss public health warnings. In addition, audience reception of communications on health is framed by the historic rise of individualism in society [25] and health systems [26] . Individualism implies that members of the general public take on the view that responsibility for their health is a matter of personal volition and effort. This view is often utilised in health communications that call on people to take care of themselves, but it is a perspective that can obscure factors that are not within the control of the individual. It is also an approach to risk that has a moral loading and therefore a negative effect for those who are unablethrough choice or otherwiseto avoid health harms. Exactly how individualism plays out in relation to pandemic influenza warrants further inquiry.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Because it is so vital that public health authorities communicate with members of the general public as effectively as possible and as there are competing explanations and routes of inquiry available in the literature, it is necessary to re-examine the apparent resistance to communications and advice on the part of the general public. A central challenge is to get beyond prevailing assumptions and build up a theory of public engagement informed by the life worlds of the general public [7] . Understanding why populations fail to sufficiently enact precautions must involve taking account of how lives are lived and the meanings ascribed to the threat of infectious diseases. Indeed, what might look like lack of precaution may turn out to be reasonable given the material and symbolic circumstances of affected individuals and populations. A related challenge, then, is re-examining how public health characterises the general public in research on pandemics and in the more general area of emerging infectious diseases. Taking these steps is vital to ensure that the public health response and its communications with the general public are as resonant, meaningful and effective as possible.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This paper, therefore, uses inductive, qualitative research methods to develop new knowledge on how members of the general population respond to pandemic influenza, set against the backdrop of the assumed resistance on the part of the general public and related critiques, including, health risk fatigue, the risk communication dilemma and individualism. The analysis poses the question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "How do members of the general public respond to the threat of pandemic influenza and to the hygiene, social isolation and other measures proposed by public health?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "By addressing this question in the manner indicated, the paper offers an alternative framing of pandemic influenza perceptions and behaviours in an effort to contribute to the better health of individuals and populations facing risk of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The following analysis was generated in international research (Australian Research Council Discovery Project DP1101081) focusing on the responses of members of the general public to the events of 2009 alongside interviews with researchers, clinicians and policy-makers [27, 28] and analyses of the public policy texts on pandemic influenza control [29] . This research has examined general public data in light of sociological and psychological perspectives on responses to pandemic influenza [23, [30] [31] [32] [33] . The present paper synthesises and builds on the research undertaken on the general public, in particular, and introduces new data analysis to address the public health challenge of effective communication and engagement with members of the general public.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Interview and focus group participants were recruited through community sampling in Melbourne, Sydney and Glasgow. Generating data in Australia and Scotland addressed the international dimension of pandemic influenza and the events of 2009. Australia was closely observed by other nations as early stages of the global pandemic in 2009 coincided with the southern hemisphere influenza season. The pandemic quickly affected Melbourne, which reported a high and early peak of known infections [34, 35] . The city, for a time was known as the 'flu capital of the world.' The first confirmed cases in the UK were in Scotland among passengers on a flight from Mexico to Glasgow [36] . The UK and Australia reported 457 [8] and 191 [37] deaths, respectively, associated with the 2009 H1N1 pandemic. Our analysis of interview and focus group texts reveals more convergence than difference between Melbourne, Sydney and Glasgow, perhaps because the pandemic was managed in those cities by public health professionals who were members of a global pandemic response network.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The research aimed to identify how members of the general public respond to pandemic influenza so that public health communications can be designed to engage with how its audiences respond to risk messages and how they enact hygiene, social isolation and related measures. Four purposive criteria were used to select respondents in each city: women who were pregnant during 2009 (or with a new baby); older members of the community (71 years of age and older); people with compromised immune systems and or respiratory illness such as asthma; and people who self-identified as being 'healthy' (e.g., no disclosed health problems) and who did not belong to one of the former categories. In addition, selection of participants was conducted to ensure: a balance of male and female participants and a range of ages from 18 years upwards. Drawing on interviews and focus groups ensured depth and breadth. Interviews explored in-depth discussion of personal experiences of living through the H1N1 pandemic, seasonal influenza and related concerns. Focus groups examined social norms concerning precautionary behaviours regarding pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Between April 2011 and May 2012, 116 people participated in the research (see Table 1 ) in 57 interviews and ten focus groups (with 59 participants). Interviews included people from the purposive criteria (pregnant = 14; 71+ = 3; HIV/respiratory illness = 17; healthy = 23); a gender mix (women = 34; men = 23), and; an age range of 18 to 71+ years. Focus groups included people from the 71+ group (10); HIV/respiratory illness (37) and the healthy group (22); a gender mix (women = 36; men = 23), and; an age range of 18 to 71+ years. This pattern of participation reflects the challenges of recruiting women who were pregnant in 2009, the very elderly and men. Seven respondents reported having been diagnosed with H1N1; none through a laboratory-confirmed test (a reflection of our community sampling). A further eleven interviewees reported that a relative, friend or other social contact had been diagnosed, clinically. It needs to be acknowledged, however, that, as influenza is not ordinarily diagnosed with a laboratory confirmed test [38] , public health professionals and members of the general public identify and manage the infection on the basis of symptoms. Indeed, respondents noted difficulty determining whether they had had influenza Participants were asked to speak about their experiences with influenza and the public health response to the 2009 pandemic. Topics for discussion included: health background (including pre-existing medical conditions, other infectious diseases, influenza vaccination); influenza experiences (including knowledge of pandemic influenza, sources of knowledge, experiences with the 2009 pandemic and seasonal influenza, prevention of infection, caring for self and/or someone else with infection); public communications (including broadcast and electronic media, public health advice, advice from GPs, workplace and schools). Verbatim transcripts of interviews and focus groups were analysed using an inductive, theory-building method. All transcripts were open coded to generate themes for analysis. Interpretive memoranda were generated which explained each theme and how it connected with existing perspectives on the general public response to pandemic influenza. The research team reviewed these themes and memoranda to ensure that the themes were understood and that they could withstand refutation. This discussion also provided the basis for an agreed coding scheme that was used to re-code all data. Key themes were identified for subsequent, in-depth written analysis in the form of technical reports and draft manuscripts. Our approach to coding, memo writing and in-depth analysis sustains a dialogue between theory (pre-existing categories derived from social science theory and the relevant literature) and data (inductively-derived themes). This approach avoids the traps of overly dataor theory-driven analysis and ensures that the research has relevance to the field. This paper, therefore, is based on in-depth, nuanced analysis of interview and focus group texts that offers new perspectives and propositions, which provide the basis for interrogating prevailing assumptions regarding the general public response to pandemic influenza. This approach is consistent with social inquiry of the highest standard [39] .",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3276,
                    "end": 3280,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The assumed complacency and resistance on the part of members of the general public was not in evidence in the narratives provided by our research participants. Other factors, centred around health individualism and contextual factors such as gender and biomedical situation do appear to influence how people respond to the threat of pandemic influenza. In what follows, we focus on themes that establish and complicate the role of health individualism and its effects in the responses of members of the general public to pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The interviews and focus groups revealed a tension to do with self and other in relation to the threat of pandemic influenza. As we have discussed elsewhere, respondents endorsed the pandemic control measures advocated by public health authorities [23] . They agreed that hygiene control measures (coughing and sneezing etiquette) and social distancing were valuable. This endorsement held in Australia and Scotland. Characteristically, however, respondents did not believe that pandemic influenza could be prevented in the long run. They believed that the influenza virus was easy to catch and that hygiene measures and social isolation were difficult given that social interaction was needed to sustain work, schooling, the family and daily life. For this reason, respondents focused on strengthening their immunity through, for example, taking vitamins and eating healthy food: I think if you're healthy, keep up your vitamins and eat the right foods, drink healthily, eat healthily and live healthily. Exercise. You've got to do all those things. (Heather, 71+, Melbourne)",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Self and other in responses to pandemic influenza"
        },
        {
            "text": "This immunity boosting was seen as a prudent defence against the seemingly inevitable moment of exposure and a means of coping with infection when and if it occurred. Importantly, this focus on one's body and immunity in the face of seemingly inevitable infection accentuated health individualism, encouraging members of the general public to focus on their body's abilities to resist and cope with infection. There was evidence that immune boosting has the status of a social norm as those who were seen to succumb to infection were sometimes judged as failing to adequately care for themselves, even though it was admitted that the virus was easy to catch. To some extent individualism is an asset for public health interventions that seek behaviour change at the individual level. However, an individualistic approach to pandemic risk may obscure factors that the individual cannot control and, as indicated by the judgement of those who acquired infection, health individualism may be moralising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self and other in responses to pandemic influenza"
        },
        {
            "text": "Health individualism was not the only factor influencing how members of the general public perceived risk for pandemic influenza and took action. Respondents who had responsibilities for others (e.g., pregnant women, people in couples or caring for people with health problems, families with children) or who saw themselves as vulnerable to influenza (e.g., respiratory illness, immune disorders) focused on social units such as the couple, family and colleagues at work: Well given that the flu broke out at XXXX Street Primary School and my son was three and he was at XXXX Street Childcare, I pulled him out. So when my husband picked him up that day I was at work. I said, 'Take him home. Give him a bath. Wash his clothes.' Yeah. I stopped sending him and I was one week off my maternity leave so I stopped work a week early … I didn't go to the supermarket, didn't really mix. (Gill, pregnant, Melbourne, 31 -40 years) It appears, then, that both health individualism and relationships with important others influence what people do. In this regard, social proximity appears to be important, that is, those others who are close to oneself in terms of social and emotional ties and living situation are factored into health precautions. This social proximity also showed up in the ways in which respondents saw geographical distance and low population density as protective. Those respondents living further away from the populous 'epicentres' of infectioncentral Melbourne, for examplebelieved that they were less likely to encounter someone with the virus. ' We're familiar with chest infections'",
            "cite_spans": [
                {
                    "start": 1564,
                    "end": 1565,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self and other in responses to pandemic influenza"
        },
        {
            "text": "One important way in which this tension between responsibility to oneself and to others came to light in interviews and focus groups related to differences between the responses of those with pre-existing conditions and those who identified as 'healthy.' Those who faced increased risk of serious disease focused on their relationships with othersincluding strangers they might encounter in public spaceslargely in an effort to protect themselves. Those with no vulnerabilities showed themselves to be archetypally focused on their individual health. For example, people with severe respiratory illness reported that engagement with the risks of influenza was a 'well trodden path' for them:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self and other in responses to pandemic influenza"
        },
        {
            "text": "As lung patients, we're, we're familiar with chest infections and, as Joy says, we could, we could have a flu and not know it. And the GP checks us over. And the only way that I know that they'll know whether it's a chest infection or flu, or pneumonia, is for an x-ray. (Arthur, Lung disease, Melbourne, 71+ years) People with pre-existing lung conditions, then, were commonly hyper-vigilant during the 2009 pandemic and their accounts were peppered with examples of how social interaction was imbued with risk for them and also some resentment that the healthy majority seemed to not understand the significant threat that influenza infection might pose to their health [33] . People with immune disorders in our sampleprimarily HIVunderstood they needed to be vigilant but saw influenza as a lower priority than their HIV infection and its effective management. Older respondents (71+) conveyed judicious vigilance tempered with an unwillingness to be seen to overreact. Important in these accounts was awareness of the vectors of transmission and that one's health was to some extent dependent on those with whom one interacted. In contrast, the healthy majority of our respondents saw pandemic influenza as a personal, though distant, health threat. They saw themselves 'at risk' and possibly as 'a risk' to close family, but not as 'a risk' to unknown others (e.g. a person sitting beside them on public transport). This focus on the 'at risk' self to the exclusion of the self as 'a risk' to others underlines how health individualism manifests in the responses of the 'healthy' majority of the general public.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Self and other in responses to pandemic influenza"
        },
        {
            "text": "This focus of the healthy on their own health risks (at the expense of others) surfaced in narrative on expectations of recovery from influenza:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Just ignore it and push through'"
        },
        {
            "text": "Like you sort of just, you think, maybe you just think influenza as a common cold sort of thing. And it's like, 'It'll pass. I might go to the doctor's and get some, something to help me get through it, ' or something. But yeah, I don't know … It's just like, 'Just ignore it and push through.' (Chris, healthy, Melbourne, 18 -30 years) This interview participant shows how a healthy individual engages with pandemic influenza as a commonplace and personal risk, in contrast to those with pre-existing conditions who have to take pandemic, and even seasonal, influenza seriously. This expectation that one can 'push through' reinforces the previous theme noted with regard to the focus on the capacity of one's body to deal with infection. It is also an orientation to influenza risk that sets the scene for individuals to determine that infection is a risk worth taking since recovery is likely. Also, recovery expectations synergise with the belief that infection is difficult to avoid in the long run. This means that people may assume that, while non-pharmaceutical strategies of pandemic control are sensible, their limited utility is set against the likelihood of recovery. This nexus of risk calculation helps explain why segments of populations appear to be complacent in surveys, as noted above. They may in fact be making multi-layered risk assessments of the likelihood of infection, their health status and expectations of recovery.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 336,
                    "text": "18 -30 years)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Just ignore it and push through'"
        },
        {
            "text": "Another important provision on health individualism was the gendered meanings of one's response to infection. Particularly in domestic settings, the management of respiratory illness was largely feminised. Women provided elaborate accounts of managing the respiratory infections of family members while men did not. Importantly, the pejorative term 'man flu' was used to denote the over-inflation of mild symptoms to gain sympathy and respite from normal activities, with connotations of questionable masculinity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gendering of influenza care and 'man flu'"
        },
        {
            "text": "It's always a little difficult to tell when you're moving from, sort of, a cold through the man flu to proper influenza. (Vincent, healthy, Sydney, 41 -50 years)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gendering of influenza care and 'man flu'"
        },
        {
            "text": "These findings imply that responses to pandemic influenza in real world settings areas with other health problemsassociated with gender roles which shape behaviour, for example, women may be expected to perform infection control and symptom management, while men are expected to not show their symptoms and 'soldier on' or face accusations of 'man flu.' The uniform implementation of social distancing and other protective measures may therefore be compromised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gendering of influenza care and 'man flu'"
        },
        {
            "text": "Accentuating the role of gender in response to messages concerning pandemic influenza, pregnant women found themselves thrust into a position of particular risk during the 2009/10 pandemic, at a time when they were already taking responsibility for the well-being of their unborn child. In particular, the prospect of vaccination elicited varied, often emotion-laden, responses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Everything is about the baby'"
        },
        {
            "text": "Well, (sigh) when you're pregnant everything is about the baby … You just want to try and make your baby as healthy as possible and you want to try and keep your baby safe. (Rebecca, pregnant in 2009, Glasgow, 31 -40 years)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Everything is about the baby'"
        },
        {
            "text": "The imperatives of good motherhood and responsibility for their unborn children placed these women into the emotionally-charged position of having to make decisions regarding virus protection in circumstances of intense uncertainty [32] . Some distress was apparent among the pregnant women respondents, but also great resilience and active use of public policy information to protect themselves and their babies.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "'Everything is about the baby'"
        },
        {
            "text": "As Rebecca's account, above, indicates, health individualism in tension with responsibilities to others, gender and one's life situation played out in engagements with vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination: 'That's a bit of a Catch-22'"
        },
        {
            "text": "Though recollection was variable, 64 respondents in the present research (55%) reported that they had had an influenza vaccination at some point in their lifetime and there was no evidence of 'in principle' resistance to vaccination. This is a notable finding given that participants were sought in community settingswhere those with anti-vaccine views are thought to be locatedand in light of commentary that members of the general public are resistant to the science and technology used to manage global threats. Indeed, endorsement of public health measures and attempted compliance characterised the respondents' accounts, with the provisos on the practical value of non-pharmaceutical strategies of infection control and management, as already discussed. But, taking on vaccination was not always straightforward: I saw in the press releases about the vaccine and I remember ringing the clinic and they said,'Well if we were to give it to you, you'd have to come to the hospital and that's gonna put you at risk of getting exposed to it so we'd rather you not come in for the, for the vaccine.' And I was thinking,'Well that's a bit of a catch Importantly, though, vaccination, like non-pharmaceutical infection control, was mostly discussed as a personal strategy of health protection. Apart from those with pre-existing vulnerabilities, vaccination was not readily understood as a method for protecting others and therefore society. This individualistic focus on one's own health implies that efforts to promote 'herd immunity' may not accord with perceptions and behaviours of the healthy majority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination: 'That's a bit of a Catch-22'"
        },
        {
            "text": "The findings question the prevailing view that the general public resists risk communication with regard to pandemic influenza. Nor do the related ideas of complacency and fatigue seem relevant. More salient was multi-layered risk management informed by health individualism and to some extent tempered by interpersonal responsibilities, one's personal circumstances, gender, expectations of recovery, and prior experiences with influenza. As others using qualitative methods have also suggested [19] , respondents did not reject what was done by governments in 2009. They show interest in pandemic influenza, though their mode of engagement with it varied. They indicated that they wished to be informed but reserved the right to interpret and apply advice according to their own situation. Public health guidance on hygiene and social isolation was endorsed, though its utility was largely found to have practical, long-term limitations given that social interaction was fundamental to daily life and the transmission of the virus.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Resistance and the related notions of complacency and fatigue, then, appear to have limited value for explaining how members of the general public respond to pandemics. Part of the reason for this inapt attribution of research results to public resistance concerns research approach. Forced choice surveys produce measures of hypothesised variables thought to influence behaviour. In-depth interviews and focus groups yield a different picture, where general public perceptions of the dangers of pandemics are placed in the context of what appears to be endorsement of the efforts of public health, tempered with awareness of the practical difficulties of managing influenza on a local basis. Personal experience narratives reveal members of the general public to be engaged and willing to apply guidance in real world settings, though also aware of limits on what might be possible in time of pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Going beyond the idea of resistance, our analysis offers an alternative framing of how members of the general public respond to pandemic influenza. Health individualism complicated by life circumstances (family life, health status) and the gendering of the meanings and practices surrounding the experience of influenza and how to deal with it in real world settings, appear to be important. Risk communications are likely to benefit by addressing these influences on risk management behaviours. In particular, emphasising individual responsibility in risk communication may amplify divisions between people with different biomedical vulnerabilities and encourage those who consider themselves healthy to think of themselves as 'at risk' but not 'a risk' to others. This is a major hurdle for public health, particularly when hygiene, social isolation and vaccination are likely to become more important methods for controlling the spread of re-emerging infectious diseases. The pejorative, gendered meanings of influenza, of which 'man flu' stands as exemplary, point towards the deeply inscribed gendering of responses to infectious diseases. The role of gender in social aspects of health care is no surprise, but fully-fledged gender analysis is yet to be acknowledged in the public health address to the general population with regard to pandemics. In particular, messages to enact hygiene and social isolation are likely to accentuate already feminised health care in the domestic sphere. Further, it is not simply that women are burdened with the labour of influenza care and men not. If men do find themselves unwell they risk accusations of 'man flu' and may therefore avoid making themselves available for health care interventions, a dynamic which keeps men out of the GP clinic in general [40] . As recent reviews have indicated [7, 16] , the influences of social factors on responses to pandemics need to be foregrounded in the social research agenda for better public health. Our research indicates that health individualism and gender need to be part of this new research agenda.",
            "cite_spans": [
                {
                    "start": 1801,
                    "end": 1805,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1841,
                    "end": 1844,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1845,
                    "end": 1848,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings also point to several further, specific, challenges for risk communication: ideas of proximity to risk; expectations of recovery, and; vaccination. Proximity appears to be a blind spot in risk communications. Public health messages of emergency are filtered by perceptions of proximity to threat, consistent with psychological theory [41] and cultural constructs where the source of contagion is placed at a distance from self [42] . We found that these ideas of proximity did surface in the narratives of members of the general public. Yet, we know that, for example, within six weeks of the infection being detected in Australia, people in remote communities in Australia were found to be infected [43] . Risk communication needs to attend to these ideas of distance from risk and the related underestimation of the speed with which the influenza virus can travel in a hyper-connected world.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Expectations of recovery from influenza also appear to dominate narratives. As others have argued [44] , healthy respondents recognised influenza infection as severerequiring bed and restbut thought that they would eventually recover. This finding implies that members of the general public may interpret infection as a risk worth taking, that is, that they can cope with infection if prevention fails them, due to their own choices or otherwise. Members of the general public appear to be actively engaged with manifold risks that they juggle and prioritise in real world settings.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings also suggest that taking up vaccination is not a simple matter, even among those who endorse the use of the biotechnology. Survey findings have found that approximately 42% of Australians are concerned about general vaccine safety [14] and that Australian [45] and worldwide [46] rates of H1N1 vaccination have been found to be insufficient, prompting concerns that the 'anti-vaccine lobby' and other detractors are influencing use of this biotechnology. As noted, a slight majority of our respondents reported that they had been vaccinated in their lifetime and none spoke of vaccination as dangerous, though, of course, some may have held these views and not revealed them or opted out of our community-based recruitment strategies. Our research, however, points to more immediate and practical considerations that shape how and when people vaccinate, including considerations of relative risk and whether or not a new vaccine should be used in pregnancy. Attending to these more immediate concerns may be beneficial for public health, though we acknowledge that public perception of vaccine technologies is also an important public health agenda.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The analysis presented is retrospective as the interviews and focus groups were conducted after the end of the pandemic on 10 August 2010 [47] , and therefore when it was known that the mortality rate had at first been overestimated [48] . Importantly, too, the respondents were volunteers selected according to purposive criteria, implying that the sample is not representative and that generalisations to populations are not strictly tenable. What the analysis offers, however, is the opportunity to drill down into how people make sense of pandemic influenza, therefore providing the basis for building theory on how members of the general public, think, feel and act in the contemporary era of efforts to manage global health threats. The perspectives identified here help situate what we know in social context and alert public policy to some dilemmas and alternative explanations of why members of the general public do what they do.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For public health to shape the actions people take prior to and during a pandemic, we need to understand and engage with the perspectives of those acting. Viewed from the outside, the behaviour of the general public has been cast as resistant. However, viewed from the perspective of ordinary people involved in anticipating and responding to infection, it is clear that public health has engaged its publics. This engagement is frequently informed by individualistic ways of assessing and responding to risk, social norms (e.g. gender roles), knowledge of the clinical uncertainties of influenza infection, and reasoned thinking about the limits of preventing influenza transmission. The current challenge for pandemic influenza preparedness and response is not so much to address public disinterest, but to acknowledge and engage with members of the general publics' experiences of influenza and how they make sense of, and act on, pandemics in real world settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg Infect Dis",
            "volume": "1",
            "issn": "1",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibiotic resistance: long-term solutions require action now",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. The world health report 2007: a safer future: global public health security in the 21st century",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of public health measures on the 1918 influenza pandemic in U.S. cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "18",
            "pages": "7588--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unresolved issues in risk communication research: the case of the H1N1 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barrelet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourrier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burton-Jeangros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Other Respi Viruses",
            "volume": "7",
            "issn": "s2",
            "pages": "114--123",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza Pandemic: an independent review of the UK response to the 2009 influenza pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "London: In. Edited by Office C",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) in relation to Pandemic (H1N1) 2009. Report by the Director-General. Geneva: World Health Organisation",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Special report: living in denial",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br Med J",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of communications about swine flu (influenza A HINIv) on public responses to the outbreak: results from 36 national telephone surveys in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "Hww",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technol Assess",
            "volume": "14",
            "issn": "34",
            "pages": "183--266",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The community's attitude towards swine flu and pandemic influenza",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lowbridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "MJA",
            "volume": "191",
            "issn": "5",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Why do I need it? I am not at risk! Public perceptions towards the pandemic (H1N1) 2009 vaccine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lowbridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "University life and pandemic influenza: Attitudes and intended behaviour of staff and students towards pandemic (H1N1)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crimmins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What have we learned about communication inequalities during the H1N1 pandemic: a systematic review of the literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Savoia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agboola",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lessons from the pandemic: the need for new tools for risk and outbreak communication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Health Threats J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The challenge of providing the public with actionable information during a pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gerwin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Law Med Ethics",
            "volume": "40",
            "issn": "3",
            "pages": "630--54",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public views of the UK media and government reaction to the 2009 swine flu pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public responses and reflexivity during the Swine flu pandemic in Australia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Blood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Stud. 2012. iFirst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/1461670X.2012.744552"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public apprehension of emerging infectious diseases: are changes afoot?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Underst Sci",
            "volume": "20",
            "issn": "4",
            "pages": "446--60",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Understanding responses to government health recommendations: public perceptions of government advice for managing the H1N1 (swine flu) influenza pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Patient Educ Couns",
            "volume": "85",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunity, biopolitics and pandemics: Public and individual responses to the threat to life",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "doi",
            "issn": "",
            "pages": "1357034--14556155",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Biocommunicability and the biopolitics of pandemic threats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Anthropol",
            "volume": "28",
            "issn": "3",
            "pages": "189--98",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Individualisation: institutionalised individualism and its social and political consequences",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beck-Gernsheim",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Healthy living and citizenship: an overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Public Health",
            "volume": "20",
            "issn": "4",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "We had to do what we thought was right at the time': retrospective discourse on the 2009 H1N1 pandemic in the UK. Sociol Health Illn",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "369--82",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Australia's pandemic influenza 'Protect' phase: Emerging out of the fog of pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2014.926310"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Compliant, complacent or panicked? Investigating the problematisation of the Australian general public in pandemic influenza control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc Sci Med",
            "volume": "72",
            "issn": "6",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "We became sceptics\": fear and media hype in general public narrative on the advent of pandemic influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sociol Inq",
            "volume": "84",
            "issn": "3",
            "pages": "499--518",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Understanding pandemic influenza behaviour: an exploratory biopsychosocial study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Health Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Biography, pandemic time and risk: pregnant women reflecting on their experiences of the 2009 influenza pandemic. Health (London)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "493--508",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mobilising \"vulnerability\" in the public health response to pandemic influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc Sci Med",
            "volume": "102",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pandemic (H1N1) 2009 influenza community transmission was established in one Australian state when the virus was first identified in North America",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dowse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carcione",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pandemic (H1N1) 2009 risk for frontline health care workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcbryde",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sasadeusz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Swine flu confirmed in the UK. In: The Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carrell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Australian Government Department of Health and Ageing. Review of Australia's Health Sector Response to Pandemic (H1N1) 2009: lessons identified. Canberra: Commonwealth of Australia",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influenza symptoms and the role of laboratory diagnosis",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Making social science matter: why social inquiry fails and how it can succeed again",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flyvbjerg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "My wife ordered me to come!': a discursive analysis of doctors' and nurses' accounts of men's use of general practitioners",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seymour-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wetherell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phoenix",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Health Psychol",
            "volume": "7",
            "issn": "3",
            "pages": "253--67",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A protection motivation theory of fear appeals and attitude change",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Psychol",
            "volume": "91",
            "issn": "1",
            "pages": "93--114",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Contagious: cultures, carriers, and the outbreak narrative",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Remote community not in quarantine despite nation's first swine-flu death",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rondganger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The West Australia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Representations of influenza and influenza-like illness in the community-a qualitative study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cedraschi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Bordet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Fam Pract",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "adult vaccination survey: summary results. Cat. no. PHE 135",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The 2009-2010 influenza pandemic: effects on pandemic and seasonal vaccine uptake and lessons learned for seasonal vaccination campaigns",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "World Health Organization. H1N1 in post-pandemic period: Director General's opening statement a virtual press conference",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Influenza A(H1N1): lessons learned and preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution Submit your manuscript at www",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-22.' (Cindy, Lung disease, Sydney, 18 -30 years) For someone with a specific vulnerability, then, accessing vaccination presented a problem of relative risksin this case, of reducing the threat of infection through vaccination combined with the risk of exposure in a clinical settingunderscoring the importance of one's life circumstances in the management of the threat of influenza. Respondents also noted that the good reputation of vaccination waxed and waned, in this case, in the context of the 2009/2010 pandemic: One minute everybody's going, 'I wanna vaccination, ' and the next minute everyone's too paranoid. (Jan, Lung disease/pregnant in 2009, Melbourne, 31-40 years)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample by purposive selection criteria and city (H1N1 or another strain) because of variability in symptoms. Taken together, these figures demonstrate that a diverse sample was recruited which enabled data collection from members of the general public variously impacted by the 2009 H1N1 pandemic. The methods were approved by the Monash University Ethics Committee and participants provided written informed consent.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was funded by an Australia Research Council Discovery Project grant (DP11010181) with additional funding from Glasgow Caledonian University. We are grateful to Casimir Macgregor for assisting with interviews and to everyone who agreed to participate in interviews and focus groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions MD helped conceive of this research, drafted this manuscript, managed the data collection and analysis in Melbourne and integration with all data, and is a grantholder. NS helped conceive of this research, contributed sociology of public health perspectives to the manuscript and edited it, managed data collection and analysis in Sydney and integration with all data, and is a grantholder. DL collected and analysed data used in this paper, conducted a literature review used in this paper, and contributed to the draft manuscript. EW collected and analysed data used in this paper and contributed to the draft manuscript. PF helped conceive of this research, contributed health psychology perspectives to the manuscript and edited it, managed data collection and analysis in Glasgow, and is a grantholder. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}