{
    "paper_id": "d2669e2b1e5c7bd803087f7e04dbf45a360b4de8",
    "metadata": {
        "title": "Real -time PCR for early microbiological diagnosis: is it time?",
        "authors": [
            {
                "first": "José-Artur",
                "middle": [],
                "last": "Paiva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "B"
                ],
                "last": "Laupland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Porto",
                    "location": {
                        "settlement": "Porto",
                        "country": "Portugal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Blood cultures are the classical gold standard for microbiological diagnosis of bloodstream infection (BSI) and sepsis. However, only 10% of blood cultures processed are positive, and finalized results typically take 48-72 h. Empirical antimicrobial therapy, administered until the etiological agent is identified and antimicrobial susceptibility test results are available, may be either excessive or inadequate, and unnecessary treatment with broadspectrum antimicrobials can lead to significant collateral damage including drug toxicity, antimicrobial drug resistance, increased length of stay, and additional cost. This is an important and relevant quality gap. It is evident that improved identification methods and practices that allow reduction of time to microbiological diagnosis and targeted therapy constitutes a major quality improvement framework in antibiotic use [1] .",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 881,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnostic techniques that do not depend on growth of organisms in culture may offer a distinct advantage over current methods. They allow shorter time to results and detection of non-cultivable microorganisms under antibiotic pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Two recent studies have shown that matrix-assisted laser desorption/ionization time-of-flight mass spectrometry following isolation from clinical specimens coupled with antimicrobial stewardship programme (AST) intervention decreases time to organism identification and to effective and optimal antibiotic therapy in adult [2] and pediatric patients with BSI [3]. In the adult population, acceptance of an AST intervention has also been associated with a trend toward reduced mortality on multivariable analysis. Moreover, nucleic acid amplification testing and mass spectrometry can identify selected antibiotic resistance patterns to vancomycin (VanA/ VanB), methicillin (MecA), cephalosporins (beta-lactamases) and carbapenem (CPE) [4] .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 738,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Polymerase chain reaction (PCR) is well established for the diagnosis of \"atypical\" pathogens in severe community-acquired pneumonia [6] and for the study of ARDS with possible infectious etiology, namely for respiratory viruses (HSV and CMV), with virus load quantification, and also for Pneumocystis and Aspergillus [5] . In a retrospective case-control study in adult ICU patients with pneumonia and severe sepsis or septic shock, a strategy with bronchoalveolar lavage (BAL) cultures plus BAL M-PCR led to higher microbiological yield and less time to antibiotic therapy modification compared to a BAL culture strategy (32.40 ± 14.41 vs. 41.74 ± 45.61 h; P < .001) [7] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, several criticisms have been raised with the use of real-time PCR for the study of suspected sepsis and BSI. A study showed that the post-test probability of both a positive (26.3, 95% CI 19.8-33.7%) and a negative (5.6, 95% CI 4.1-7.4%) SeptiFast test indicated potential limitations of the technique in diagnosing BSI in patients that had been admitted for an average of 8 days in hospital and had recently received antibiotics and organ support [8] . A systematic review and meta-analysis showed that, in suspected sepsis, SeptiFast has higher specificity than sensitivity, being better for ruling in than for ruling out infection [9] .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There are a number of important considerations when critiquing studies comparing blood cultures with nucleic acid diagnostic techniques. False negative PCR tests can occur by interference with human DNA and the presence of PCR inhibitors in the blood. Furthermore, they can only detect pathogens that are specifically tested for. On the other hand, blood cultures are less sensitive especially in the setting of recent exposure to antibiotics. Overall, blood cultures have only 70% specificity, and sensitivity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Blood cultures are the classical gold standard for microbiological diagnosis of bloodstream infection (BSI) and sepsis. However, only 10% of blood cultures processed are positive, and finalized results typically take 48-72 h. Empirical antimicrobial therapy, administered until the etiological agent is identified and antimicrobial susceptibility test results are available, may be either excessive or inadequate, and unnecessary treatment with broadspectrum antimicrobials can lead to significant collateral damage including drug toxicity, antimicrobial drug resistance, increased length of stay, and additional cost. This is an important and relevant quality gap. It is evident that improved identification methods and practices that allow reduction of time to microbiological diagnosis and targeted therapy constitutes a major quality improvement framework in antibiotic use [1] .",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 881,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diagnostic techniques that do not depend on growth of organisms in culture may offer a distinct advantage over current methods. They allow shorter time to results and detection of non-cultivable microorganisms under antibiotic pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two recent studies have shown that matrix-assisted laser desorption/ionization time-of-flight mass spectrometry following isolation from clinical specimens coupled with antimicrobial stewardship programme (AST) intervention decreases time to organism identification and to effective and optimal antibiotic therapy in adult [2] and pediatric patients with BSI [3] . In the adult population, acceptance of an AST intervention has also been associated with a trend toward reduced mortality on multivariable analysis. Moreover, nucleic acid amplification testing and mass spectrometry can identify selected antibiotic resistance patterns to vancomycin (VanA/ VanB), methicillin (MecA), cephalosporins (beta-lactamases) and carbapenem (CPE) [4] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Polymerase chain reaction (PCR) is well established for the diagnosis of \"atypical\" pathogens in severe community-acquired pneumonia [6] and for the study of ARDS with possible infectious etiology, namely for respiratory viruses (HSV and CMV), with virus load quantification, and also for Pneumocystis and Aspergillus [5] . In a retrospective case-control study in adult ICU patients with pneumonia and severe sepsis or septic shock, a strategy with bronchoalveolar lavage (BAL) cultures plus BAL M-PCR led to higher microbiological yield and less time to antibiotic therapy modification compared to a BAL culture strategy (32.40 ± 14.41 vs. 41.74 ± 45.61 h; P < .001) [7] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, several criticisms have been raised with the use of real-time PCR for the study of suspected sepsis and BSI. A study showed that the post-test probability of both a positive (26.3, 95% CI 19.8-33.7%) and a negative (5.6, 95% CI 4.1-7.4%) SeptiFast test indicated potential limitations of the technique in diagnosing BSI in patients that had been admitted for an average of 8 days in hospital and had recently received antibiotics and organ support [8] . A systematic review and meta-analysis showed that, in suspected sepsis, SeptiFast has higher specificity than sensitivity, being better for ruling in than for ruling out infection [9] .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are a number of important considerations when critiquing studies comparing blood cultures with nucleic acid diagnostic techniques. False negative PCR tests can occur by interference with human DNA and the presence of PCR inhibitors in the blood. Furthermore, they can only detect pathogens that are specifically tested for. On the other hand, blood cultures are less sensitive especially in the setting of recent exposure to antibiotics. Overall, blood cultures have only 70% specificity, and sensitivity *Correspondence: jarturpaiva@gmail.com is approximately 10% in suspected bacteremia, 30% in febrile neutropenia, 35% in severe sepsis, and 50% in septic shock [10] . Defining a true positive result for evaluating diagnostic tests for infection is challenging and may be best by a composite measure that includes clinical status and type and severity of infection.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 674,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, a comprehensive literature search was conducted to identify studies with measurable outcomes to evaluate the evidence for the effectiveness of different rapid diagnostic practices in decreasing time to targeted therapy for hospitalized patients with BSI [1] . The authors concluded that rapid phenotypic techniques with direct communication likely improve the timeliness of targeted therapy and that rapid molecular testing with direct communication significantly improves timeliness and significantly reduces mortality, compared to standard testing. Since publication of this review, the RADI-CAL study [11] , an observational study with patients with suspected or proven BSI, pneumonia, or sterile fluid and tissue infection in nine ICUs, showed that PCR/electrospray ionization-mass spectrometry provides rapid pathogen identification with a sensitivity of 81%, specificity of 69%, and negative predictive value of 97% at 6 h from sample acquisition and that treatment could have been altered in up to 57% of patients. Further, Banerjee et al., in a prospective randomized controlled trial, studied 617 patients with positive blood cultures and stratified randomization into 3 arms: standard blood culture processing (control), rapid-multiplex PCR (rmPCR) reported with templated comments or rmPCR reported with templated comments and real-time audit and feedback of antimicrobial orders by an AST team [12] . Antibiotic de-escalation occurred 19 h faster in the rmPCR/ AST group than in controls, with almost a 25% reduction in broad-spectrum antibiotic days of therapy.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The EVAMICA study, recently published in this journal, is an important addition to the body of literature investigating rapid diagnostic techniques in the ICU [13] . This multicentre cluster-randomised crossover trial included 1416 patients and confirms that adding direct molecular detection of pathogens in the blood of patients hospitalized with severe sepsis to standard blood cultures results in an overall higher microbial diagnosis rate (increase from 28.1 to 42.6%) and shorter time to results (22.9 vs. 49.5 h).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given higher diagnostic sensitivity and turnaround, do the results of the EVAMICA study indicate that rapid diagnostic tests be integrated into standard diagnostic laboratory practice? There are a number of considerations for discussion in this regard. First, it is important to recognize that, while theoretically the availability of these results should lead to an increase in targeted and a reduction in excessive or inadequate therapies, this study does not prove this. Second, it must be recognized that for rapid tests to be most useful they should ideally be offered 24 h per day, 7 days a week. In the EVAM-ICA study, tests were not offered at weekends and were batched for daily runs. Whether many clinical laboratories could implement this test for provision of prompt results in the \"real world\" setting remains to be determined. Third, while a significant improvement in diagnostic certainty was observed, the fact that the majority remained undiagnosed for an infecting etiology leaves much to be desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So is it time for it? Yes! It is our contention that realtime PCR should be incorporated into standard clinical management of patients with sepsis. However, use of these tests will still require adjunct use of standard blood culture methods and, for full benefit implementation, coupling with AST. We must recognize that, even with the important gains we have witnessed with the use of new diagnostic tests, the majority of patients with sepsis will remain undiagnosed for a specific etiology. Research into further improving diagnostic certainty through ongoing development of rapid culture-independent microbiological identification methods, means to enhance swift communication of results between microbiology laboratory and the ICU, and enhanced integration with AST is needed to improve individual patient outcomes and reduce the burden of excessive antibiotic use and subsequent emergence of antimicrobial resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of practices to increase timeliness of providing targeted therapy for inpatients with bloodstream infections: a laboratory medicine best practices systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Madison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Derzon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Microbiol Rev",
            "volume": "29",
            "issn": "",
            "pages": "59--103",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of rapid organism identification via matrix-assisted laser desorption/ionization time-of-flight combined with antimicrobial stewardship team intervention in adult patients with bacteremia and candidemia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunapuli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Gandhi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "1237--1245",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of Matrix-Assisted Laser Desorption and Ionization Time-of-Flight and Antimicrobial Stewardship Intervention on Treatment of Bloodstream Infections in Hospitalized Children",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malcolmson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jpids/piw033"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of matrix-assisted laser desorption ionization-time of flight mass spectrometry for rapid detection of β-lactam resistance in Enterobacteriaceae derived from blood cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Popp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sparbier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kostrzewa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "3",
            "pages": "924--930",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02691-13"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Community-acquired pneumonia related to intracellular pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cillóniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niederman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Eerden",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "1374--1386",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-016-4394-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic workup for ARDS patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Luyt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "674--685",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-016-4324-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of bronchoalveolar lavage multiplex polymerase chain reaction on microbiological yield and therapeutic decisions in severe pneumonia in intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sircar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Crit Care",
            "volume": "31",
            "issn": "",
            "pages": "227--232",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic accuracy of SeptiFast multi-pathogen real-time PCR in the setting of suspected healthcare-associated bloodstream infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warhurst",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maddi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghrew",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "86--93",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Accuracy of Light-Cycler SeptiFast for the detection and identification of pathogens in the blood of patients with suspected sepsis: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dark",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blackwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "21--33",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multi-pathogen real-time PCR system adds benefit for my patients: yes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cambau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "528--530",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid diagnosis of infection in the critically ill, a multicenter study of molecular detection in bloodstream infections, pneumonia, and sterile site infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brealey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Libert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Abidi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "2283--2291",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Randomized trial of rapid multiplex polymerase chain reaction-based blood culture identification and susceptibility testing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ihde",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "7",
            "pages": "1071--1080",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Performance and economic evaluation of the molecular detection of pathogens for patients with severe infections: the EVAMICA open-label cluster-randomised interventional crossover trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cambau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Durand-Zaleski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bretagne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brun-Buisson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-017-4766-4"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}