{
    "paper_id": "d2bb1ef5f4d663a8f0728918b302df413b5756b2",
    "metadata": {
        "title": "Local/Global Encounters Gender, Technology and Disability in the South",
        "authors": [
            {
                "first": "Asha",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Asha Hans explores the impact of new technologies on women with disabilities, with a focus on women from developing countries. For women with disabilities, especially in developing countries, these new advances are critical not only to their future quality of life, but also their identity and very survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At least 400 million disabled people live in developing countries, about half of these being women. The numbers when taken together are overwhelming in their totality, especially when you consider that the majority of these women are poor, and enclosed within patriarchal systems. Most research, including feminist research, does not take into account the problems facing this group of women. This gap between the needs of women in general, and women with disabilities, increases as one analyses the use of science and technology in their lives. In a broader sense it can be argued that in science where men dominate, women's issues find little space and where women with disabilities are concerned they are completely invisible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I evaluate the impact of advances in NBISC (Nano-Bio-Info-Cogno-Synbio) in the context of health and its impact on women in general and women with disabilities in particular. For women with disabilities, especially in developing countries, these new advances are critical as we shall see, not only to their future quality of life, but also their identity and very survival. While we realize that technology with its positive aspects contributes to people's health, it also has negative consequences especially when viewed from an ethical standpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The development of NBICS technology has swept the globe, breaking barriers wherever it has been constructed. These developments are not confined to developed countries but have found space in the developing world either as promoters or recipients. Several powerful developing countries such as Brazil, China, India, for instance, are pursuing programmes on nano and biotechnology on a large scale and others such as Argentina, Malaysia, Mexico and Chile have already initiated their entry into the field.While some Development, 2006, 49(4) , (123-127) r 2006 Society for International Development 1011-6370/06 www.sidint.org/development countries join the rank of producers, others become hunting grounds for testing medical research as their ethical codes are still not developed.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 539,
                    "text": "Development, 2006, 49(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Science, technology and the disabled"
        },
        {
            "text": "Significantly, while new technology has enabled a mission to Mars, created nuclear power and a communication revolution in rural developing countries, it has not been able to counter the spread of diseases such as AIDS, SARS or Avian flu. In a world where armaments and finance are advanced as the most important criteria of civilization by governments and multinational companies, society and ethical values are losing ground. This observation is proven by the fact that as the world crosses technological barriers to produce a medical science starting to depend on high-end NBICS technologies, there has been little or no public debate on its uncontrolled development. For instance, nanobiology has found itself forced to transparency in the developed world but synthetic biology is still under wraps (Wolbring, 2006 (Wolbring, , http://www.innovationwatch. com/choiceisyours/choiceisyours.2006 .htm, accessed on 10 July 2006). In the developing world there is no information, no transparency on these new technologies and they are used without consent and information to people. 1 In a world where human rights are supposed to be central to our existence, this technological development remains shrouded in a cloak of governmental and multinational corporation secrecy and based on a philosophy of money and power.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 818,
                    "text": "(Wolbring, 2006",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 896,
                    "text": "(Wolbring, , http://www.innovationwatch. com/choiceisyours/choiceisyours.2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Science, technology and the disabled"
        },
        {
            "text": "The technology based on power therefore has patriarchal underpinnings. Poor people on whom tests are conducted are rarely informed of their choices in the development and usage of the new technologies, especially in the highly illiterate societies of the South. This is the case in particular where women are concerned, for women are more illiterate and therefore rarely informed, and even when informed seldom have decision-making powers and control over their bodies.Women with disabilities have even less control over their lives and bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, technology and the disabled"
        },
        {
            "text": "Researchers have started the redefining of human geography and modern explorers are elaborating a new human map, based on genes, which could alter human views and perceptions of normality and abnormality, particularly in the field of procreation. This can be observed in the impacts of prenatal testing and screening on women (Peters and Lawson, 2003 , http://www.cwhn.ca/ network-reseau/6-23/6-23pg4.html, accessed on 10 July 2006).",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 350,
                    "text": "(Peters and Lawson, 2003",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Technology and women with disabilities"
        },
        {
            "text": "Concerns about genetic determination in the context of women have been voiced by many writers. New developments make possible a whole new branch of technology, which intervenes in the processes of life itself and, to some extent, to shape and reshape human nature to our own designs. It also widens the gap between the disabled and non-disabled, as we search to perfect of the human body. In history, the perfection of the body has always played an important role and the Adonis and Cleopatra syndromes have dominated world society. It is therefore not surprising that the new technologies will assist in furthering this dimension of human desires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology and women with disabilities"
        },
        {
            "text": "Disabled women in developing countries have complex attitudes towards technology. Besides being discriminated against more than other women, some are totally excluded from society. They are hidden and not allowed to go into public and so rarely allowed to become literate or access health resources. They are not considered beautiful, even if their faces are, for their legs may be twisted or they may be using a wheelchair or hearing aids. Therefore, many are excluded from the marriage 'markets'. They are visualized as social and economic liabilities. At the same time, disabled women in general are excluded as the world searches for perfect bodies and some disabled women's wombs are targeted by the community of scientists. There are two interlinked issues: one is being excluded by societies in developing countries and the other being targeted by scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology and women with disabilities"
        },
        {
            "text": "Society plays an important role in developing countries, where individual rights have limited space. At the same time, these countries are advancing fast in the field of science and technology and face Development 49(4): Local/Global Encounters the same problems as people in developed countries. As medical science and scientific research advances, nanotechnology is being applied to energy, environment, space exploration and the human body. The aim is always to improve, to enhance and move forward. Cloning of animals or food is one strategy to achieve perfection, but this is only the beginning. La Fontaine sees it as the aim to attain a'perfect' body which places it in the same context as inanimate subjects such as architecture and household goods (La Fontaine, 2003: 43) . The 'perfect' human body is always visualized as without 'defects' and disabled bodies as aberrations. Cloning was therefore accepted with enthusiasm and the exploration for perfect bodies started, but certain groups such as the disabled were excluded. The divide between the disabled and non-disabled is widened due to this technology. The technological search for perfection gives rise to the conception that perfection can be purchased, and results in the discarding of the imperfect.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 780,
                    "text": "(La Fontaine, 2003: 43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search for perfection and the perfect bodies"
        },
        {
            "text": "Disability remains a major hindrance to living a full life. When some disabled women do marry they are always seen as having defective wombs, which will produce disabled children. Disabled women are considered incapable of bearing and rearing healthy children and thus more than 80 per cent of disabled women remain unmarried. That's where technology comes in, or as argues Wolbring, 'transhumanism' which views the human body as defective'and everyone as 'impaired' or 'defective' with the potential to be improved for enhanced physical and cognitive performance (Swanson, 2006 , http://www.enablelink.org/ include/article.php?pid ¼ &cid ¼ &subid ¼ &aid ¼ 1535, accessed on 10 July 2006). Disabled women could thus be targeted to remove defects. New technologies pose further risks to women with disabilities and their control over their bodies.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 578,
                    "text": "(Swanson, 2006",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Search for perfection and the perfect bodies"
        },
        {
            "text": "This search for perfection also creates exclusiveness, so that a disability might be viewed as a medical problem with little relation to its social context. Disabled voices are being increasingly lost or silenced. NBICS provides the techno-medical aspect of disability and excludes any social aspect of disability, and as such leaves the disabled outside society with an identity of an'object'under its control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search for perfection and the perfect bodies"
        },
        {
            "text": "While the social context remains significantly important, there is also a connection to the market place, for instance related to insurance and employment. Using genetic data as part of staff recruitment remains an ethical issue. Marketing of technologies, particularly by multinational pharmaceutical companies, is also under scrutiny as they spend more money on promoting their drugs than on research and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marketing of technology and disabled women"
        },
        {
            "text": "The growing sanctity given to technology in the name of the perfect is an abuse of human rights. This is more obvious in the context of women's reproductive rights, where a woman is asked to terminate her pregnancy if the foetus is not perfect. In developing countries, usually both mother and child are targeted and disabled women more so. If a test shows a mother is carrying a girl child, she is forced to abort the child even though it is illegal to do so. The girl child in many parts of the world is an unwanted commodity, even though in countries like India wherever sex ratios have declined to very low levels and women are fewer, there is increased violence in the form of kidnappings, rape, etc. Thus, there is also an existing unethical divide in the law itself which considers testing for sex selection as illegal, while testing for disabilities such as Down Syndrome as legal. Women who decide to have such children rarely have societal support and are always looked upon with pity. Medical science thus refuses difference, attempting to produce perfect, alike bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marketing of technology and disabled women"
        },
        {
            "text": "The marketing of next generation assisted fertility technologies is an example of this divide, and while they are used for attaining 'perfection' they are also used for forced family planning strategies adopted by developing countries or agencies from developed countries whose aim is to make the world better by reducing populations. In this unrecognised form of eugenics, women are therefore forced to use NRTs (New Reproductive Technologies) for fulfilling population control targets through forced sterilizations. Here women are the objects, and it is their rights that are violated. Sterilization is a common practice in many developing countries to limit family size. In India where this Hans: Disabled Women and Technology practice exists on a large scale, new technologies are being tested. One of these tests has been the use of a synthetic malarial chemical called Quanacrine. Like many other earlier contraceptives, it has been used on women without their consent. This practice is not new, multinational companies and medical institutions have often tested drugs (especially birth control drugs) on people without their knowledge and consent. Contraceptive testing, including Norplant, Depo-Provera and Quinacrine, has been conducted on women living in poverty who attend family planning clinics.While contraceptives provide some women reproductive choices, for others it is a clear violation of human rights. Women's rights are violated when women's wombs become testing grounds for NRTs. They can become disabled through such testing and sterilization. For women who are already disabled the situation is far worse, with hysterectomies without consent carried out, especially on women with intellectual disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marketing of technology and disabled women"
        },
        {
            "text": "Hi-tech companies patent our lives with their new reproductive technologies using human tissues or DNA. Among the new technologies, the 'Red Biotechnology' being introduced as the answer to perfection also means that our bodies remain no longer our own. Instead they are marketed by companies who profit, while people become testing grounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marketing of technology and disabled women"
        },
        {
            "text": "The use of nanotechnology in particular has extensive dimensions, which both non-disabled and disabled women are yet to understand. The Canadian Disabilities Research Council and Disabled Women's Council which carried out extensive research on the issue of NRTs argued that disability cannot be dealt with by these methods as the majority of disabilities are not genetically related, and further such choices reduce choices for women with disabilities (Canadian Disability Rights Council and Disabled Women's Network,1991).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marketing of technology and disabled women"
        },
        {
            "text": "We need to draw up international guidelines for existing unethical practices which on the one hand open women's wombs to the free market place for use, while on the other deny them basic rights and justice. In an attempt to catch up with developed countries, developing countries allow these unethical practices to continue without any regard to the rights of their people. The disabled, especially women, need to question and contest the use of these technologies. Each new day, a new technology emerges and we need to be prepared and ready to meet the challenges they pose to our freedom and our identities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Women organize across the world to seek justice, but the presence of women with disabilities is limited. The issues confronting women with disabilities are different and therefore must be taken up specifically by the women's disability movement. There has to be solidarity in our approach as the powers of technology and its promoters are too strong to be confronted alone. We must highlight the issue at different forums and start a campaign with all actors participating, so that justice is not denied to some.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Note 1 Many people in developing countries are targets of medical research, for instance women with cervical cancer not been given treatment by the Apex medical research body in India which wanted to study the natural history of the growth. In Nepal, tests on the hepatitis E virus vaccine, co-funded by Smith Kline Beecham and the US government's Walter Reed Army Institute of Medical Research, were conducted by letting vaccinated people drink contaminated water, even though it killed one in every three pregnant women. In India, Bangladesh, Vietnam and other poor countries Quinacrine was tested, though the drug caused chemical sterilization (DasGupta, 2000, http://www.himalmag.com/oct2000/cover.html, accessed 1 June 2006, accessed on 1 July 2006).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Canadian Disability Rights Council and Disabled Women's Network (1991) 'Four Discussion Papers on New Reproductive Technologies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perfect? An analysis of the Global Genetic Fix",
            "authors": [
                {
                    "first": "Rajashri",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Women. Disability and Identity",
            "volume": "49",
            "issn": "",
            "pages": "43--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prenatal Technologies May Not Offer Reproductive Choice', in The Canadian Women's Health Network Magazine",
            "authors": [
                {
                    "first": "Yvonne",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gregor Wolbring An Ardent Advocate, available online. Wolbring, Gregor (2006) available online. Hans: Disabled Women and Technology",
            "authors": [
                {
                    "first": "Lynne",
                    "middle": [],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}