{"paper_id": "d2ca9cea8044a0bef1d0296e5bc8f5ec6c366e6e", "metadata": {"title": "Intranasal Interferon-a2b for Seasonal Prophylaxis of Respiratory Infection", "authors": [{"first": "Arnold", "middle": ["S"], "last": "Monto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["C"], "last": "Shope", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stanley", "middle": ["A"], "last": "Schwartz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Janice", "middle": ["K"], "last": "Albrecht", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Efficacy of intranasal recombinant alpha interferon (lPN-a2b) was evaluated over a fourweek period. The first 400 participants received either 1,500,000 IV of IFN-a2b or placebo twice daily. Rhinovirus infections were prevented (protective efficacy, 760/0). Parainfluenza infections were not prevented, but symptoms in associated episodes of disease were significantly reduced. The medication was generally well tolerated, but side effects were often observed. The most commonly reported symptom was blood-tinged mucus. A pilot study of IFN-a2b or placebo administered on a once-daily dose schedule was also carried out in 150 participants. There was a suggestion of continued efficacy with reduced side effects. Overall, these findings would limit the use of IPN-a2b on the twice-daily schedule to shorter time periods or to special situations in which the efficacy clearly outweighs side effects, and they encourage further examination of other dosage schedules.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The efficacy and utility of human leukocyte interferon (HuIFN-a) applied intranasally in prophylaxis of respiratory infections have been evaluated in several recent investigations. Initial studies used recombinant IFN-a at doses of up to 45 X 10 6 IV/day against artificial challenge with several respiratory viruses [1] . Rhinovirus and coronavirus infections were prevented if sufficient amounts of HuIFN-a were given before challenge [2] . However, at these doses, symptoms of nasal irritation were observed if the drug was administered for prolonged periods. Attempts at use of smaller amounts of HuIFN-a in volunteers suggested that it might be impossible to find an effective dose, at least against rhinoviruses, that was not associated with unacceptable side effects [3] .", "cite_spans": [{"start": 317, "end": 320, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 437, "end": 440, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 774, "end": 777, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "When natural infection was examined, doses of rvl0 x 10 6 IU/day again showed prophylactic efficacy against rhinovirus infections but with significant local intolerance [4] . Because of the possibility that lower doses, which might not have been effective against artificial challenge, might prevent natural infection, further field trials were conducted.", "cite_spans": [{"start": 169, "end": 172, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Results from these studies have not been consistent. For example, one study using doses of 2.5 x 10 6 IU/day was terminated after 12 days because side effects occurred without any trend toward protection [5] . Another showed efficacy against rhinovirus infection without major adverse symptoms [6] . The small number of infections observed, however, was of concern, as was the lack of ability to discern a symptomatic benefit of any type. Because of these questions, the present investigation was undertaken to evaluate the protective efficacy as well as the side effects and other characteristics of seasonal use of IFN-a2b against natural respiratory infection.", "cite_spans": [{"start": 204, "end": 207, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 294, "end": 297, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Population studied and prophylactic procedure. The first 400 University of Michigan students recruited were assigned randomly to receive 1.5 x 10 6 IV of IFN-a2b intranasally twice daily or to receive a similar placebo preparation on the same schedule. An additional 150 students were randomly assigned to receive 2.5 x 10 6 IV of IFN-a2b or placebo once daily as a pilot evaluation of a singledosage schedule. Students were recruited during the week of 12 September 1983. Informed consent was obtained, an initial specimen of blood was collected, and a nasal examination was performed. The participants were given an identification number that automatically randomly assigned them to an IFN-a2b prophylaxis or placebo group and were given a day on which they were to make a weekly report. They also were instructed on the use of the intranasal spray and given a card to record daily any symptoms they might have; they graded symptom severity on a scale from 1 to 3 (mild, moderate, and severe), with 3 being most severe. For four weeks during the weekly revisit, the completed card was checked, another card and nasal spray were issued, and the nasal examination was carried out. Thereafter, for an additional two weeks, they recorded symptoms but did not use the nasal spray; weekly nasal examinations werecontinued during this period if abnormalities had been seen previously. At the close of this period, a second specimen of blood was obtained. Throughout the evaluation, participants were asked to come to the office if they thought they had an acute respiratory illness. A throat and nasal swab for isolation of virus was obtained; a special honorarium payment was given for this visit to assure completeness of specimen collection.", "cite_spans": [], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "IFN-a2b (Schering Corporation, Kenilworth, NJ) was provided as a lyophilized powder stabilized with human albumin VSP and phosphate buffers. Placebo containing only albumin and buffers was also provided. Drug or placebo was reconstituted on a weekly basis with diluent containing 0.002070 thimerosal as preservative and was dispensed to the participants in a metered, pump sprayer device. As appropriate, they were instructed to spray each nostril twice daily, morning and evening, or once daily. On activation, the sprayer dispensed 0.05 ml of material into the nostril. The total daily dose was 3 x 10 6 IV or 2.5 x 10 6 IV, respectively.", "cite_spans": [], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Laboratory procedures. In general, specimens for isolation of virus were inoculated into cell culture without prior freezing. In all cases the original specimens were treated for 30 min with sheep antibody to IFN-a2b at a final concentration of 10,000 neutralizing units/ml. Similarly collected specimens assayed for IFN-a2b did not contain >4,000 units/ ml. After treatment, each specimen was inoculated into eight tubes: two of each containing primary cynomolgus monkey kidney (MK), HL, WI-38, or fetal tonsil (FT) cells [7] . Standard procedures were used for identification and typing of the isolates [8] . Specimens of blood collected at the beginning and end of the study were tested by standard CF techniques for change in titer of antibody to parainfluenza viruses types 1, 2, and 3; respiratory syncytial virus; type A influenza virus; and human coronavirus OC43. All specimens of blood collected at the end of the study were also tested for antibody to IFN-a2b, and the specimen collected at the be-129 ginning also was tested if antibody was found; an RIA was used, as developed by Protzman et al. [9] .", "cite_spans": [{"start": 523, "end": 526, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 605, "end": 608, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1109, "end": 1112, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Analysis ofdata. Standard statistical techniques (Fisher's exact test, Wilcoxon rank sum test, twotailed) were used to test the hypotheses. The numbers of participants included in the analyses are based on the number participating in week 1. An additional seven individuals, six recipients of IFN-a2b on the twice-daily schedule and one recipient of placebo on the once-daily schedule, dropped out in the course of the study. Because such infections could have begun before the start of the study, illnesses starting less than two days after beginning of prophylaxis were excluded from any analysis, and any associated isolates were also excluded [10]. To recognize systematically periods of time in which there was a cluster of symptoms, we employed a method of episode analysis. To identify an episode, we first established a baseline level of symptoms for each individual; symptoms included were stuffiness, sneezing, runny nose, postnasal drip, sore throat, hoarseness, and cough. Episodes consisted of periods of two days or longer with symptoms greater than baseline and were separated from other episodes by two days or more of absent or reduced symptoms. All but two of the isolates of rhinovirus from recipients of placebo were recovered in relation to a defined episode. Analyses of symptoms within episodes were carried out by using actual symptom scores, without regard to the baseline level. Symptoms were aggregated as scores either over a time period or a particular day.", "cite_spans": [], "ref_spans": [], "section": "Subjects and Methods"}, {"text": "Virological efficacy of prophylaxis. The study of the twice-daily and the pilot study of the singledose schedule were conducted in parallel and were designed to take place during the anticipated autumnal increase in transmission of rhinovirus. Transmisssion of rhinovirus intensified in the third week (26-30 September 1983); at approximately the same time, parainfluenza infections began to be detected. Results will be given here and in subsequent sections for the twice-daily prophylaxis study. During the entire period of observation, 49 rhinoviruses, 28 parainfluenza viruses (types 1 and 2), and one adenovirus were isolated. Table 1 gives the results (divided by time period) for rhinoviruses and parainfluenza viruses. During the four weeks of IFN-a2b use, significantly more rhinoviruses were isolated from the ", "cite_spans": [], "ref_spans": [{"start": 632, "end": 639, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "During prophylaxis 6 (3.0)* 25 (12.6)* 12 (6.1) 9 (4.5) After prophylaxis First and second days", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "NOTE. For placebo group and IFN-a2b group, n = 198.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "* P < .01 by Fisher's exact test, IFN-a2b vs. placebo recipients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "recipients of placebo than from the recipients of IFN-a2b; the prophylactic efficacy of IFN-a2b against rhinovirus infection during this period was 760/0. The incubation period of rhinovirus infections is approximately two days; therefore, efficacy would be expected to continue for that time [10] . In fact, although the numbers of isolates obtained in the two days after use were not sufficient to achieve statistical significance, the difference continued to be of the same magnitude. A difference of lower magnitude continued in favor of IFN-a2b during the next four days and disappeared in the last week.", "cite_spans": [{"start": 293, "end": 297, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "No similar effect was shown on parainfluenza infections; in fact, slightly more viruses were isolated from recipients of IFN-a2b than from recipients of placebo. In addition to infections detected by isolation of virus, rise in CF antibody to a parainfluenza antigen (parainfluenza types 1,2, and 3) was detected in five additional recipients of IFN-a2b and three additional recipients of placebo. Subsets of paired sera were tested for rise in CF antibody to type A influenza virus, respiratory syncytial virus, and human coronavirus OC43; no rises were detected. All postsera were tested by RIA for antibody to IFN-a2b. Only one serum specimen from a recipient of placebo had antibody at 1:10in the specimen collected at the end of the study; on testing the participant's specimen collected at the beginning of the study, antibody at that titer was again detected. This could not be confirmed by bioassay at a 1:3 dilution.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Twice-daily schedule. Side effects. According to the subjective weekly reports of the participants, intranasal IFN-a2b was relatively well tolerated.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Recipients of IFN-a2b, however, reported several nasal symptoms more frequently than did recipients of placebo. The most common of these was bloodtinged mucus, reported at some time during the 28 days in 49070 of the IFN-a2b group as compared with 16070 in the placebo group (P< .05). In contrast, dry nose was reported at some time by 35070 of the 198 recipients of IFN-a2b compared with 270/0 of the recipients of placebo (P > .05). Frequency of individuals in the IFN-a2b group reporting blood-tinged mucus for the first time peaked in the second week and decreased thereafter.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Objective abnormalities were found in participants during the weekly nasal examination. As could be anticipated from the occurrence of blood-tinged mucus, bleeding points were the most commonly observed abnormality. Table 2 presents the prevalence (at the weekly examination) of bleeding points and of ulcers or erosions. The frequency of bleeding points increased in the IFN-a2b group up to week 2 and then remained stable. A similar increase was seen in the placebo group, but at considerably lower frequency. Frank nosebleeds occurred in eight recipients of IFN-a2b and one recipient of placebo during treatment and were several minutes to 1 hr in duration. Most were isolated occurrences. Prophylaxis was not discontinued for any subject because of the discovery of a small bleeding site or the report of a nosebleed.", "cite_spans": [], "ref_spans": [{"start": 216, "end": 223, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "Nasal ulcers or mucosal erosions were seen almost exclusively in the IFN-a2b group. These ulcers or erosions were generally shallow and in most cases were not deemed to be sufficient reason for dropping an individual from the study. They were seen in one out of five recipients of IFN-a2b at some time during prophylaxis and in rvl of every 10 recipients of IFN-a2b in weeks 2, 3, and 4. Most participants were unaware that ulcers or erosions were present. Among the recipients of IFN-a.2b with ulcers or erosions observed before their last week of prophylaxis, the abnormalities resolved in two-thirds of these recipients before they completed the study. Among the individuals whose ulcers were first noted at the last day of prophylaxis, the lesions cleared in 80010 of the individuals within one week; only one lesion remained apparent for 18 days. Only six individuals, all in the IFN-a2b group, were dropped from the study. All had either nasal erosions or ulcerations.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Twice-daily schedule. Clinical effects ofprophylaxis. Although it was clear that rhinovirus infection had been prevented, the occurrence of background nasal symptoms, in part related to nasal spraying, made it difficult to assess the benefit of its use as perceived by a study participant. One means of doing so was to examine the characteristics of episodes of illness from which viral cultures were collected. The participants were encouraged to have such a culture obtained whenever they thought they had a respiratory illness. In collecting these spedmens, study staff did not attempt to distinguish between symptomatic periods that might be related to infection and those more likely to represent side effects of drug. Approximately the same numbers of cultures (79 in the IFN-a2b group and 80 in the placebo group) were collected. The symptoms associated with these episodes of illness, whether positive or negative for virus, were compared. Results are shown in table 3 for duration of episode of illness, 131 symptom score on the day of maximum severity of seven respiratory symptoms, and the maximum number of these symptoms reported on a single day of the episode. When all episodes were compared, duration of illness was somewhat shorter among the recipients of IFN-a2b, but not significantly so. The maximum severity, however, was significantly lower in the IFN-a2b group, as was the related measure, the maximum number of symptoms. Other methods of examining severity, including total symptom score during the episode, also exhibited similar significant differences. A similar analysis restricted to episodes in which a rhinovirus or parainfluenza virus was isolated is also shown in table 3. Because of the efficacy of IFN-a2b in preventing rhinovirus infection, there were only eight IFN-a2b-related episodes with isolation of rhinovirus as opposed to 28 episodes in the placebo group. None of these differences were significant. Parainfluenza infections, however, had not been prevented, and there was evidence of symptomatic effect in those infections that had occurred. Duration of illness for the IFN-a2b group was lower than that for the placebo group, but again the difference was not statistically significant. For the two symptomatic measures, there was indication of modified severity of illness among the recipients of IFN-a2b.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Daily dosage schedule. The smaller study of the single daily dose was intended to obtain preliminary information on tolerance. It was known, however, that the daily and twice-daily schedules could be compared only with caution, because full blinding Table 3 . Comparison of severity of symptoms and duration in all episodes from which rhinoviruses and parainfluenza viruses were reeov ered. was not possible and because within the study the smaller sample size might not produce significant differences in rates of infection. In fact, the rates of isolation for rhinovirus during the period of spraying and for two days after use were 6.70/0 (5 isolates) in the IFN-a2b group and 16.20/0 (12 isolates) in the placebo group. The numbers were not large enough to have reached statistical significance, and the efficacy was 58.60/0. In the same period, the figures for parainfluenza viruses were 5.30/0 (4 isolates) and 6.80/0 (5 isolates), respectively. During the four weeks of spraying, blood-tinged mucus was reported at some time by 22 (29.00/0) in the IFN-a2b group and 8 (11.00/0) in the placebo group (P < .05). For dry nose, the results were 18 (24.00/0) and 15 (20.00/0), respectively (P > .05). The observed abnormalities of bleeding points and ulcers or erosions are shown in table 4. Although formal comparison with the data for the twice-daily dose is not appropriate, there is a trend toward a lower frequency of both types of abnormalities, especially in the fourth week. Only one participant was dropped from this study regimen. This individual was in the placebo group and was complaining of nasal irritation and conjunctivitis.", "cite_spans": [], "ref_spans": [{"start": 250, "end": 257, "text": "Table 3", "ref_id": null}], "section": "Results"}, {"text": "In general, population-based studies of IFN-a2b have indicated that rhinovirus infection could be prevented, but frequently, small numbers of infections and the ocurrence of side effects did not allow calculation of efficacy in preventing infection [5, 6] . The number of rhinoviruses isolated in the current study was sufficient to allow determination of 760/0 efficacy in preventing rhinovirus infection during the four weeks of twice-daily administration of the drug and for two days after use, the minimal incubation period. Protection for an additional four days beyond that point might have occurred, but not at the same level. Parainfluenza infections generally occur in this region in midautumn and often involve adults [11] . Transmission of parainfluenza virus types 1 and 2 began in the students somewhat later than did transmission of rhinovirus, but with considerable overlap. Therefore, although IFN-a2b did not prevent parainfluenza infection, it did prevent rhinovirus infection. In vitro studies suggest the need for a greater dose of IFN-a2b for prevention of parainfluenza infection than that used in the present study [12] . It should be noted that symptoms associated with the parainfluenza episodes were modified in the IFN-a2b group.", "cite_spans": [{"start": 249, "end": 252, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 253, "end": 255, "text": "6]", "ref_id": "BIBREF5"}, {"start": 728, "end": 732, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1138, "end": 1142, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Side effects complicated analysis of the data and are of sufficient frequency to make prolonged use of the drug on the twice-daily schedule generally inappropriate for healthy young adults. The data from the pilot study on the once-daily dose schedule suggested that side effects were less common. These results would encourage further examination of this schedule, which originally was not thought likely to be efficacious. Once optimal dosage schedules are identified, it is possible that certain adults may elect to use the medication to avoid illness in a particular period, in spite of any residual side effects. It is also possible that, in individuals at risk of developing complications with rhinovirus and other respiratory infections (such as persons with chronic bronchitis or asthma) use of IFN-a2b would be warranted over a period of weeks rather than after a defined exposure to an infected individual [13, 14] . This would especially be the case in older adults who have little direct exposure to children and probably acquire most of their infections from the community and in asthmatic children who at certain seasons are almost continuously exposed to other children with illnesses [15] . In these situations, the protective effect against viral infection, if associated with demonstrated reduction in attacks of asthma or exacerbations of chronic bronchitis, would make use of IFN-a2b beneficial.", "cite_spans": [{"start": 916, "end": 920, "text": "[13,", "ref_id": "BIBREF11"}, {"start": 921, "end": 924, "text": "14]", "ref_id": "BIBREF12"}, {"start": 1200, "end": 1204, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Intranasal interferon a2 for prevention of rhinovirus infection and illness", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "543--50", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Intranasal interferon as protection against experimental respiratory coronavirus infections in volunteers", "authors": [{"first": "P", "middle": ["G"], "last": "Higgins", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Phillpotts", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallace", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Bernhardt", "suffix": ""}, {"first": "Daj", "middle": [], "last": "Tyrrell", "suffix": ""}], "year": 1983, "venue": "Antimicrob Agents Chemother", "volume": "24", "issn": "", "pages": "713--718", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Intranasally applied recombinant leukocyte A interferon in normal volunteers. II. Determination of minimal effective and tolerable dose", "authors": [{"first": "T", "middle": ["C"], "last": "Sarno", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Greenberg", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Palmer", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Harmon", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Johnson", "suffix": ""}], "year": 1984, "venue": "J Infect Dis", "volume": "150", "issn": "", "pages": "181--189", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Intranasal interferon-a, for prevention of natural rhinovirus colds", "authors": [{"first": "B", "middle": ["M"], "last": "Farr", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Adams", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}], "year": 1984, "venue": "Antimicrob Agents Chemother", "volume": "26", "issn": "", "pages": "31--35", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prophylactic efficacy and tolerance of low-dose intranasal interferon-alpha, in natural respiratory viral infections", "authors": [{"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Johns", "suffix": ""}], "year": 1985, "venue": "Antiviral Res", "volume": "5", "issn": "", "pages": "111--117", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Intranasal interferon-c, prophylaxis of natural respiratory infection", "authors": [{"first": "R", "middle": ["M"], "last": "Douglas", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Albrecht", "suffix": ""}, {"first": "H", "middle": ["B"], "last": "Miles", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Moore", "suffix": ""}, {"first": "R", "middle": [], "last": "Read", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Worswick", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Woodward", "suffix": ""}], "year": 1985, "venue": "J Infect Dis", "volume": "151", "issn": "", "pages": "731--737", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hall CEo The Seattle virus watch. V. Epidemiologic observations of rhinovirus infections. 1965-1969, in families with young children", "authors": [{"first": "J", "middle": ["P"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Cooney", "suffix": ""}], "year": 1975, "venue": "Am J Epidemiol", "volume": "101", "issn": "", "pages": "122--165", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Tecumseh study of respiratory illness. II. Patterns of occurrence of infection with respiratory pathogens, 1965-1969", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Cavallaro", "suffix": ""}], "year": 1971, "venue": "Am J Epidemiol", "volume": "94", "issn": "", "pages": "280--289", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A radoimmunologic technique to screen for antibodies to a-2 interferon", "authors": [{"first": "W", "middle": ["P"], "last": "Protzman", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Jacobs", "suffix": ""}, {"first": "M", "middle": [], "last": "Minnicozzi", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Oden", "suffix": ""}, {"first": "Dk ;", "middle": [], "last": "Kelsey", "suffix": ""}, {"first": "D", "middle": [], "last": "Taylor-Robinson", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Bynoe", "suffix": ""}], "year": 1964, "venue": "J Immunol Methods", "volume": "75", "issn": "", "pages": "540--544", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The Tecumseh study of respiratory illness. V. Patterns of infection with the parainfluenza viruses", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}], "year": 1973, "venue": "Am J Epidemiol", "volume": "97", "issn": "", "pages": "338--386", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Alpha, interferon: activity against RNA and DNA viruses in vitro and in vivo", "authors": [{"first": "J", "middle": [], "last": "Schwartz", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Nagabhushan", "suffix": ""}, {"first": "P", "middle": [], "last": "Leibowitz", "suffix": ""}, {"first": "G", "middle": [], "last": "Miller", "suffix": ""}, {"first": "M", "middle": [], "last": "Lieberman", "suffix": ""}, {"first": "A", "middle": [], "last": "Waitz", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Shannon", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Bucher", "suffix": ""}], "year": 1984, "venue": "Antiviral Res", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Reed CEo Rhinovirus and influenza type A infections as precipitants of asthma", "authors": [{"first": "T", "middle": ["E"], "last": "Minor", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Baker", "suffix": ""}, {"first": "J J", "middle": [], "last": "Ouellette", "suffix": ""}, {"first": "M", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1976, "venue": "Am Rev Respir Dis", "volume": "113", "issn": "", "pages": "149--53", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Association of viral and Mycoplasma pneumoniae infections with acute respiratory illness in patients with chronic obstructive pulmonary diseases", "authors": [{"first": "C", "middle": ["B"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Golden", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Kanner", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Renzetti", "suffix": ""}], "year": 1980, "venue": "Am Rev Respir Dis", "volume": "121", "issn": "", "pages": "225--257", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Statistical procedures for estimating the community probability of illness in family studies: rhinovirus an influenza", "authors": [{"first": "", "middle": [], "last": "Longini", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Koopman", "suffix": ""}], "year": 1984, "venue": "Int J Epidemiol", "volume": "13", "issn": "", "pages": "99--106", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Recovery of rhinoviruses and parainfluenza viruses from subjects receiving a twice-daily dose of IFN-a2b or placebo.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Rhinoviruses </td><td>Parainfluenza viruses\n</td></tr><tr><td>Time period </td><td>IFN-a2b (010) </td><td>Placebo (010) </td><td>IFN-a2b (010) </td><td>Placebo\n(010)\n</td></tr><tr><td>During prophylaxis </td><td>6 (3.0)* </td><td>25 (12.6)* </td><td>12 (6.1) </td><td>9 (4.5)\n</td></tr><tr><td>After prophylaxis\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>First and second days </td><td>1 (0.5) </td><td>4 (2.0) </td><td>2\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>(1.0) </td><td>1 (0.5)\n</td></tr><tr><td>Next four days </td><td>1 (0.5) </td><td>3 (1.5) </td><td>1 (0.5) </td><td>1 (0.5)\n</td></tr><tr><td>Final eight days </td><td>5 (2.5) </td><td>4 (2.0) </td><td>1 (0.5) </td><td>1 (0.5)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Weekly prevalence of observed nasal abnormalities in recipients of a twice-daily dose of IFN-a2b or placebo.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Bleeding points </td><td>(010) </td><td>Ulcers or erosions (010)\n</td></tr><tr><td>Study week IFN-a2b </td><td>Placebo </td><td>IFN-a2b </td><td>Placebo\n</td></tr><tr><td>1 20 (10.1) </td><td>2 (1.0) </td><td>0 </td><td>1 (0.5)\n</td></tr><tr><td>2 41 (20.7) </td><td>11 (5.6) </td><td>14 (7.1) </td><td>0\n</td></tr><tr><td>3 41 (20.7) </td><td>8 (4.0) </td><td>17 (8.6) </td><td>1 (0.5)\n</td></tr><tr><td>4 39 (19.7) </td><td>11 (5.6) </td><td>21 (10.6) </td><td>6 (3.0)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 4. Weekly prevalence of observed nasal abnormalities in recipients of a single daily dose of IFN-a2b or placebo.\nObserved nasal abnormalities", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Bleeding points (0/0) </td><td>Ulcers or erosions (%)\n</td></tr><tr><td>Study week </td><td>IFN-a2b </td><td>Placebo </td><td>IFN-a2 b </td><td>Placebo\n</td></tr><tr><td>1 </td><td>8 (10.7) </td><td>2 (2.7) </td><td>0 </td><td>0\n</td></tr><tr><td>2 </td><td>7 (9.3) </td><td>3 (4.1) </td><td>4 (5.3) </td><td>4 (5.4)\n</td></tr><tr><td>3 </td><td>12 (16.0) </td><td>6 (8.l) </td><td>5 (6.7) </td><td>0\n</td></tr><tr><td>4 </td><td>8 (10.7) </td><td>4 (5.4) </td><td>1 (1.3) </td><td>0\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3. Comparison of severity of symptoms and duration in all episodes from which rhinoviruses and parainfluenza viruses were reeov ered.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All cultured episodes </td><td>Episodes of rhinovirus </td><td>Episodes of\nparainfluenza virus\n</td></tr><tr><td> </td><td>IFN-a2b recipients </td><td>Placebo recipients </td><td>IFN-a2b recipients </td><td>Placebo recipients </td><td>IFN-a2b recipients </td><td>Placebo recipients\n</td></tr><tr><td>Illness characteristic </td><td>(n = 79) </td><td>(n = 80) </td><td>(n = 8)* </td><td>(n = 28) </td><td>(n = 14)* </td><td>(n = 11)\n</td></tr><tr><td>Duration (days) </td><td>8.6 </td><td>9.2 </td><td>11.0 </td><td>11.6 </td><td>8.3 </td><td>9.2\n</td></tr><tr><td>Maximum severity\n(range, 1-21) </td><td>4.3t </td><td>6.4 </td><td>6.3 </td><td>8.8 </td><td>3.4+ </td><td>6.2\n</td></tr><tr><td>Maximum no.\nof symptoms (range, 1-7) </td><td>2.8t </td><td>3.6 </td><td>3.9 </td><td>4.5 </td><td>2.1+ </td><td>3.3\n</td></tr></table></body></html>"}}, "back_matter": []}