{
    "paper_id": "d464dcfd838f94faadd5fb00d8a4c58471176523",
    "metadata": {
        "title": "CME.springer.de -Zertifizierte Fortbil- dung für Kliniker und niedergelassene Ärzte",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Für eine \"Hämotherapie nach Maß\" stehen verschiedene Blutprodukte zur Verfügung. Über häufig eingesetzte Produktarten mit den jeweiligen Lagerungsvorschriften und spezifischen Risiken informiert . Tab. 1. Blutprodukte unterliegen dem 7Arzneimittelgesetz. Ihr Nebenwirkungsprofil ist von demjenigen herkömmlicher Medikamente jedoch völlig verschieden. Die vorkommenden Nebenwirkungen lassen die sich nach Ätiologie/Pathogenese, zeitlichem Eintreten, Schweregrad, Art des auslösenden Blutproduktes oder nach dem Leitsymptom der 7Hämolyse einteilen. [1, 6, 10, 11] . Die . Tab. 2 zeigt eine systematische Einteilung nach ätiologischen Gesichtspunkten [6] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Blutprodukte und ihre Nebenwirkungen"
        },
        {
            "text": "Seit das Risiko viraler Nebenwirkungen durch optimierte Screeningverfahren auf ein Minimum gesenkt wurde, stehen die bakteriellen Kontaminationen und die nichtinfektiösen Zwischenfälle im Vordergrund. In der Gruppe der nichtinfektiösen Zwischenfälle lassen sich nichtimmunologische und immunologisch vermittelte Komplikationen unterscheiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blutprodukte und ihre Nebenwirkungen"
        },
        {
            "text": "Dieser Beitrag befasst sich ausschließlich mit akuten Komplikationen, die schon während der Transfusion oder kurz danach auftreten, oft mit dramatischen Symptomen einhergehen und differenzialdiagnostisch gegeneinander abgegrenzt werden müssen. Diese akuten Komplikationen, denen unterschiedliche pathogenetische Mechanismen zugrunde liegen, sind in . Tab. 2 hervorgehoben und in . Tab. 3 synoptisch dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blutprodukte und ihre Nebenwirkungen"
        },
        {
            "text": "Prinzip der akuten hämolytischen Transfusionsreaktion (AHTR) ist die Zerstörung transfundierter AB0-inkompatibler Erythrozyten durch natürliche Antikörper (Isoagglutinine), die im Serum des Empfängers nach der 7Landsteiner-Regel obligat vorhanden sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "A und B sind Kohlenhydratantigene der Erythrozytenmembran. Personen der Blutgruppe 0 besitzen weder das A-noch das B-Antigen, ihr Plasma enthält Isoagglutinine gegen A und gegen B. A-Individuen haben nur Antikörper gegen B, B-Individuen nur solche gegen A. Angehörige der Blutgruppe AB besitzen keine Isoagglutinine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Erythrozyten der Gruppe 0 werden daher von Empfängern jeder Blutgruppe toleriert 7(\"Universalspender\", seltene Ausnahmen wie Bombay-Typ). AB-Individuen tolerieren, da sie keine Isoagglutinine besitzen, Erythrozyten jeder AB0-Blutgruppe 7(\"Universalempfänger\"). In der Praxis erhält, abgesehen von Notfällen oder Versorgungsengpässen, jeder Patient Erythrozytenkonzentrate seines eigenen AB0-Typs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Fehlerhafte AB0-Bestimmungen im hämatologischen Labor sind extrem selten. Fast immer liegt einer AB0-inkompatiblen Transfusion eine banale Verwechslung bei der Probenentnahme (Patientenverwechslung) oder bei der Transfusion zugrunde. Da die Blutgruppen in der Bevölkerung mit unterschiedlichen Häufigkeiten vertreten sind, ist die statistische Wahrscheinlichkeit am größten, dass ein Patient der Blutgruppe 0 versehentlich Erythrozyten der Blutgruppe A erhält.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Die Inzidenz AB0-inkompatibler Transfusionen wird auf etwa 1:25.000 geschätzt. Eine erhebliche Dunkelziffer ist anzunehmen, weil manche Transfusionszwischenfälle inapparent verlaufen und nicht jeder diagnostizierte Zwischenfall zuverlässig gemeldet wird. Die Letalität soll deutlich unter 10 liegen [6, 12] . Etwa eine von 250.000-500.000 Transfusionen verläuft wegen einer Inkompatibilität im AB0-Sytem tödlich [6, 10] . Generell sind die Angaben zu Inzidenz und Letalität für alle Transfusionszwischenfälle mit Vorsicht zu werten, da von Autor zu Autor erhebliche Differenzen bestehen.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Mit \"passenden\" Isoagglutininen bilden die AB0-Antigene transfundierter gruppenfremder Erythrozyten Antigen-Antikörper-Komplexe, die das Komplementsystem aktivieren und zu einer direkten intravasalen Hämolyse führen. Andererseits erfolgt -etwas langsamer -eine extravasale Hämolyse über die Phagozytose von Erythrozyten durch Makrophagen, insbesondere der Leber und der Milz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Neben der Hämolyse löst die Antigen-Antikörper-Reaktion über die Aktivierung des Komplementsystems eine systemische Reaktion aus, der ähnliche pathophysiologische Mechanismen wie dem septischen Schock (\"systemic inflammatory response syndrome\", SIRS) zugrunde liegen: Aktivierte Komplementfaktoren führen als Anaphylatoxine zu erhöhter Kapillarpermeabi- Spiegelbildlich zu der bisher besprochenen 7Major-Inkompatibilität können reguläre Isoagglutinine des Spenderplasmas ausnahmsweise zu einer Hämolyse AB0-inkompatibler Empfängererythrozyten führen 7(AB0-Minor-Inkompatibilität). Beobachtet werden solche Ereignisse am ehesten nach AB0-inkompatiblen Thrombozytentransfusionen, wobei die Spender meist der Blutgruppe 0 angehören und hohe Isoagglutinintiter aufweisen. Risiko und Schweregrad einer hämolytischen Reaktion sind geringer als bei der AHTR, weil die Isoagglutinine während der Transfusion im Empfängerplasma stark verdünnt werden. Der Nachweis inkompatibler Fremderythrozyten in der posttransfusionellen Probe gelingt mit dem Gelsäulenagglutinationsverfahren [5, 7] : Über die Passage durch eine Gelmatrix definierter Porengröße werden dabei agglutinierte von nicht agglutinierten Erythrozyten getrennt. Nach der Transfusion inkompatibler Erythrozyten sammeln sich die nicht agglutinierten Eigenerythrozyten am Boden, währen die agglutinierten Fremderythrozyten an der Oberfläche der Gelsäule liegen bleiben (\"mixed field agglutination\"). Allerdings lassen sich die inkompatiblen Fremderythrozyten (z. B. der Gruppe A) mit dem Gelsäulenagglutinationsverfahren nicht mehr nachweisen, wenn sie vollständig hämolysiert sind. Wenn in solchen Fällen die Fehltransfusion -z. B. nach Beseitigung oder Verfälschung von Dokumenten -anders nicht zu beweisen ist, kann die vergleichende Bestimmung des Isoagglutinintiters (z. B. Anti-A) im Prä-und Posttransfusionsblut des Empfängers zum Erfolg führen: Unmittelbar nach der Transfusion erfolgt durch \"Verbrauch\" ein rascher Titerabfall, in den folgenden Tagen im Überlebensfall ein Titeranstieg durch Boosterung, der meist über den prätransfusionellen Wert hinausgeht. ",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Akute hämolytische Transfusionsreaktion"
        },
        {
            "text": "Allergische Reaktionen -von lokalen Hautreaktionen bis zum lebensbedrohlichen anaphylaktischen Schock -treten typischerweise rasch nach Transfusionsbeginn auf. Urtikarielle Reaktionen sind mit 1-3 häufig, höhergradige anaphylaktische Reaktionen mit 1:20.000 ungleich seltener.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergische Transfusionsreaktionen"
        },
        {
            "text": "Ursache ist eine Immunreaktion auf Alloantigene von Blutzellen, auf Plasmaproteine, Medikamente oder andere Fremdstoffe. Eine Identifizierung des auslösenden Agens gelingt selten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergische Transfusionsreaktionen"
        },
        {
            "text": "Einen Sonderfall stellen Empfänger mit genetisch bedingtem oder erworbenem IgA-Mangel (Häufigkeit ca. 1:700) dar, die nach früherer Immunisierung -oder auch \"idiopathisch\" -klassenspezifische Anti-IgA-Antikörper aufweisen. Bei ihnen treten unter der Transfusion plasmahaltiger Blutprodukte häufig anaphylaktische Reaktionen auf. Die Zwischenfälle sind vermeidbar, wenn Präparate gleichfalls IgA-defizienter Spender oder mehrfach gewaschene und damit von IgA befreite zelluläre Blutprodukte verwendet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergische Transfusionsreaktionen"
        },
        {
            "text": "Klinik. Es besteht ein breites Spektrum von lokaler Urtikaria bis zu generalisierter anaphylaktischer Reaktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Serologie. Das ursächliche Allergen ist meist nicht identifizierbar. In Fällen anaphylaktischer Reaktionen ist die Frage einer 7IgA-Defizienz zu klären und ggf. der Nachweis von Anti-IgA-Anti- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Die transfusionsassoziierte akute Lungeninsuffizienz (\"transfusion related acute lung injury\", TRA-LI) wurde in den 1980er-Jahren als eigene Entität erkannt [9] . Für Europa wird die Inzidenz auf etwa 1:8000 geschätzt [13] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Transfusionsassoziierte akute Lungeninsuffizienz"
        },
        {
            "text": "In Deutschland gilt sie nach der AB0-Inkompatibilität als zweithäufigste Ursache tödlicher Transfusionskomplikationen [10].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusionsassoziierte akute Lungeninsuffizienz"
        },
        {
            "text": "In den USA, wo sie die häufigste transfusionsassoziierte Todesursache darstellt, liegt die Letalitätsrate zwischen 5 und 25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfusionsassoziierte akute Lungeninsuffizienz"
        },
        {
            "text": "Schlüsselereignis ist die Interaktion zwischen aktivierten Granulozyten und Endothelzellen der Lungenendstrombahn, die zu Endothelzellschädigung, Kapillarwandleck und Organschädigung führt. Endresultat ist ein 7Lungenödem, das dem ARDS (\"acute respiratory distress syndrome\") anderer Genese gleicht. Zur Ursache der Granulozytenaktivierung existieren 2 Modellvorstellungen: 1. Nach einer ersten Hypothese wird die TRALI durch Antikörper im Spenderplasma ausgelöst, die sich gegen neutrophile Granulozyten des Empfängers -insbesondere gegen deren HLAoder HNA-(\"human neutrophil antigen-\")Antigene -richten und zur Granulozytensequestration in die Lungenstrombahn führen. Serologie. Die serologische Bestätigung einer TRALI ist oft schwierig. Nicht immer gelingt der Nachweis von HLA-Klasse-I oder HLA-Klasse-II-Antikörpern oder Antikörpern gegen neutrophile Granulozyten sowie der Nachweis des korrespondierenden Antigens beim Empfänger. In Fällen, in denen die TRALI als \"2-event-model\" mit Übertragung von \"biologic response modifiers\" interpretiert wird, orientiert sich die Diagnose allein am klinischen Bild. In vermuteten TRALI-Fällen, in denen keine Antikörper bei Empfänger oder Spender nachzuweisen sind, sollte zumindest geprüft werden, ob Multiparae unter den Spendern sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiologie"
        },
        {
            "text": "Morphologie. Nach tödlichem Ausgang ergibt die Obduktion den unspezifischen Befund einer 7\"Schocklunge\". Das histologische Bild dicht gelagerter Granulozyten in den Lungenkapillaren ist mit demjenigen der Leukozytensequestration bei schweren Schockzuständen identisch. Immunhistochemisch konnte in einem Einzelfall die Endothelschädigung mit gesteigerter Expression von Adhäsionsmolekülen (CD34, CD31), nicht aber eine pathogenetische Rolle von HLA-Klasse-II-Antigenen nachgewiesen werden [4] . ",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pathophysiologie"
        },
        {
            "text": "Die Transfusion von bakterienhaltigen Blutprodukten kann in Abhängigkeit von Keimzahl und Pathogenität des Erregers eine 7lebensbedrohliche Sepsis auslösen [6, 10] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Akute, durch bakterielle Infektion verursachte Transfusionszwischenfälle"
        },
        {
            "text": "Die Bakterien in der Konserve stammen entweder aus einer subklinischen Bakteriämie des Spenders oder aus einer Kontamination des Blutproduktes infolge mangelnder Sterilität (etwa bei der Venenpunktion oder durch die Verwendung kontaminierten bzw. beschädigten Materials). Die Keimzahl ist anfangs gering, kann aber im Laufe der Lagerung -abhängig von Lagerungszeit und -temperatur sowie den Wachstumseigenschaften des jeweiligen Keims -kritisch zunehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute, durch bakterielle Infektion verursachte Transfusionszwischenfälle"
        },
        {
            "text": "Auch die Eigenblutspende schützt nicht vor einer transfusionsbedingten Infektion! In Erythrozytenkonzentraten können sich auch bei sachgemäßer Kühlung (2-6°C) kryophile (psychrophile) Bakterien vermehren, wobei v. a. nach Lagerung über mehr als 3 Wochen zunehmende Keimzahlen zu erwarten sind. Am häufigsten wird 7Yersinia enterocolitica nachgewiesen. Der psychrophile Keim soll als Endotoxinbildner in einer Häufigkeit von 1:500.000 Transfusionsreaktionen auslösen und in einer von 10 6 -10 7 Transfusionen einen Todesfall verursachen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute, durch bakterielle Infektion verursachte Transfusionszwischenfälle"
        },
        {
            "text": "Erythrozytenkonzentrate, die zur Transfusionsvorbereitung über 10°C erwärmt worden sind, müssen innerhalb von 6 h verbraucht werden! Thrombozytenkonzentrate werden bei Zimmertemperatur gelagert, sodass ein höheres Risiko der Bakterienvermehrung besteht. Die Haltbarkeitsdauer ist daher auf 5 Tage beschränkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute, durch bakterielle Infektion verursachte Transfusionszwischenfälle"
        },
        {
            "text": "Die transfusionsbedingte bakterielle Infektion wird durch den Keimnachweis im Produkt und den korrespondierenden Befund im Blut des Patienten bewiesen, ggf. mit Subspezifizierung und molekularbiologischer Identitätssicherung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Durch die Einführung des 7\"predonation sampling\" (Entfernung der ersten 25 ml bei der Blutspende und damit Entfernung von bakterienbesiedelten Hautstanzzylindern) konnte die bakterielle [3] , sind insofern als verbindliche Handlungsanweisungen zu werten. Sie werden ergänzt durch die gleichfalls von der Bundesärztekammer herausgegebenen, nahezu 300-seitigen \"Leitlinien\" [2] . Bei 7Nebenwirkungen von Blutprodukten wird unterschieden zwischen F unerwünschten Arzneimittelwirkungen (UAW), die bei bestimmungsgemäßem Gebrauch auftreten (z. B. FNHTR oder allergische Reaktionen), und F unerwünschten Ereignissen (UE), worunter alle unerwarteten Komplikationen einschließlich der Verdachtfälle und der Zwischenfälle durch nichtbestimmungsgemäßen Gebrauch (z. B. AB0-Verwechslung) zu verstehen sind. Die Transfusionsmedizin spielt hier insofern eine Sonderrolle, als für die unerwünschten Ereignisse, für die gesetzlich keine Meldepflicht besteht, in den Richtlinien zur Hämotherapie explizit eine Erfassung, Abklärung und Bewertung innerhalb der Einrichtung vorgeschrieben wird. Für unerwünschte Wirkungen besteht eine durch das Arzneimittelgesetz, das Transfusionsgesetz und die Richtlinien definierte 7Meldepflicht über den pharmazeutischen Unternehmer (also den Blutspendedienst bzw. das Pharmaunternehmen), der das Blutprodukt in Verkehr gebracht hat. Bei schwerwiegenden Nebenwirkungen -d. h. bei tödlichem oder lebensbedrohlichem Verlauf, bei Verlängerung des stationären Aufenthaltes und bei bleibender Behinderung -muss innerhalb von 15 Tagen eine Meldung an die Bundesoberbehörde (im Falle von Blutprodukten das Paul-Ehrlich-Institut in Langen) erfolgen. Für jede Nebenwirkung besteht auch nach der ärztlichen Berufsordnung eine Meldepflicht an die Arzneimittelkommission der deutschen Ärzteschaft. Innerhalb von transfundierenden Einrichtungen der Krankenversorgung müssen die Meldewege im Rahmen des Qualitätsmanagementsystems für die klinische Transfusionsmedizin beschrieben sein.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Nach 7Todesfällen im zeitlichen Zusammenhang mit einer Transfusion stellt sich für den Rechtsmediziner die Aufgabe, gemeinsam mit einem transfusionsmedizinischen Gutachter auf der Basis der Krankenunterlagen, der kriminalistischen und serologischen Feststellungen sowie der autoptischen, histologischen und ggf. immunhistochemischen Befunde zu klären, a) ob überhaupt ein Transfusionszwischenfall vorliegt, b) ob dieser ggf. durch einen vorwerfbaren Behandlungsfehler verursacht wurde und ggf. c) ob der Zwischenfall ohne vernünftigen Zweifel für den Tod des Patienten kausal war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Schon der Nachweis eines Transfusionszwischenfalles (a) kann schwierig sein: Im Falle der TRA-LI ist beispielsweise mit einer hohen Dunkelziffer zu rechnen, weil die pulmonale Erkrankung als ARDS bei schwerer Grunderkrankung fehlgedeutet werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Die 7Verschuldensfrage (b) ist zu bejahen, wenn der verantwortliche Arzt durch Unterlassen der Patienten-oder Konservenidentitätsprüfung oder des obligaten Bedside-Tests die Infusion einer AB0-inkompatiblen Erythrozytenkonserve zu verantworten hat. (Ganz anders als bei diesem grundsätzlich vermeidbaren Zwischenfall liegen die Dinge bei der -hier nicht behandelten -verzögerten hämolytischen Transfusionsreaktion, bei der Antikörper anderer Spezifitäten als AB0 erst nach der Transfusion durch ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "Bitte beachten Sie: Antwortmöglichkeit nur online unter: CME.springer.de Die Frage-Antwort-Kombinationen werden online individuell zusammengestellt. Es ist immer nur eine Antwort möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Rechtsmedizin 6 · 2006"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Das Rote Buch\" -Hämatologie und Internistische Onkologie, 2. Aufl. ecomed",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bertz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "R (",
                    "middle": [],
                    "last": "Mertelsmann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hrsg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Leitlinien zur Therapie mit Blutkomponenten und Plasmaderivaten, 3. Aufl. Deutscher Ärzte-Verlag Köln",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesärztekammer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bekannmachung der Richtlinien zur Gewinnung von Blut und Blutbestandteilen und zur Anwendung von Blutprodukten (Hämotherapie)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesärztekammer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Investigation into the role of anti-HLA class II antibodies in TRALI",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dorfmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transfusion",
            "volume": "43",
            "issn": "",
            "pages": "185--191",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The gel test: a new way to detect red cell antigen-antibody reactions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lapierre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rigal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Transfusion",
            "volume": "30",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medicolegal assessment of blood transfusion errors -an interdisciplinary challenge",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Padosch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pedal",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Forens Sci Internat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic and pathogenetic considerations in transfusion-related acute lung injury",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Popovsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rump",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Transfusion",
            "volume": "25",
            "issn": "",
            "pages": "573--577",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transfusion errors: scope of the problem, consquences, and solutions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sazama",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Hematol Rep",
            "volume": "2",
            "issn": "",
            "pages": "518--521",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Joint ASH and AABB educational session",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodnough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Silliman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Hematology (Am Soc Hematol Educ Program)",
            "volume": "",
            "issn": "",
            "pages": "457--472",
            "other_ids": {
                "PMID": [
                    "15561698"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "IgA-Defizienz 7 IgA-Defizienz CME körpern zu führen: IgA-beschichtete Polystyrolkügelchen mit einem Durchmesser von 3 μm werden durch Anti-IgA im Serum des Patienten agglutiniert. Die Agglutination kann z. B. im Gelsäulenagglutinationsverfahren sichtbar gemacht werden.Pathologie. Nach tödlichen Verläufen ergeben Obduktion und Histologie Befunde wie nach anaphylaktischem Schock anderer Genese. Eine eventuelle IgA-Defizienz mit Vorliegen von Anti-IgA-Antikörpern ließe sich immunhistochemisch wahrscheinlich verifizieren, ist aber durch vorausgegangene serologische Untersuchungen im Allgemeinen bereits gesichert.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "\"Predonation sampling\" 7 \"Predonation sampling\" Abb. 3 8 AHTR: Reste trans fundierter A-Erythrozyten in Kupffer-Sternzellen eines 0-Empfängers. Überlebenszeit ca. 24 h. Zustand nach Austauschtransfusion (Darstellung wie in . Abb. 1) Abb. 4 8 AHTR: 15 h überlebte Transfusion von A-Erythrozyten an einen Patienten der Blutgruppe B. Überlebenszeit 15 h, Zustand nach Austauschtransfusion. Reste von A-Erythrozyten ausschließlich in einem Hirnblutungsherd (Darstellung wie in . Abb. 1) Kontaminationsrate",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CMElität, zur Vasodilatation, zur Chemotaxis von Granulozyten sowie zur Freisetzung von Histamin und Serotonin mit den klinischen Symptomen Fieber, Schüttelfrost und Kreislaufschock. Auch Zytokine sollen an der systemischen Reaktion beteiligt sein. Durch Expression von \"tissue factor\" (TF) auf Monozyten und Endothelien kommt es zusätzlich zur Aktivierung der Blutgerinnung und zur disseminierten intravasalen Gerinnung (\"disseminated intravascular coagulation\", DIC). Gefürchtete Folge eines zunächst überlebten Transfusionszwischenfalles ist das Multiorganversagen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Nachweis der transfusionsbedingten Hämolyse: Freies Hämoglobin findet sich im Überstand der posttransfusionellen Patientenblutprobe und im Urin (Hämoglobinurie). Der Haptoglobinspiegel fällt rasch ab; nach Tagen kommt es zum Bilirubinanstieg.Postmortale Diagnostik. Die 7serologische Diagnostik entspricht im Wesentlichen derjenigen beim Lebenden. Die 7Obduktion ergibt neben den Befunden des Grundleidens die grundsätzlich unspezifischen Zeichen des durch den Zwischenfall ausgelösten Kreislaufschocks bzw. bei längerer Überlebenszeit des Multiorganversagens und der bekannten Komplikationen der Intensivtherapie. Makroskopische oder histologische Befunde, die einen Transfusionszwischenfall belegen würden, gibt es nicht.Meist ist der vorausgegangene Zwischenfall bereits klinisch diagnostiziert. Ist es im zeitlichen Zusammenhang mit Erythrozytentransfusionen allerdings zu einem bislang ungeklärten Schockzustand gekommen, so muss auch an die Möglichkeit einer 7AHTR gedacht werden. Wenn die inkompatiblen Fremderythrozyten durch Sequestration in die Endstrombahn und durch Phagozytose aus dem zirkulierenden Blut des Empfängers eliminiert sind, lassen sie sich serologisch nicht mehr nachweisen (s. oben); die Geschwindigkeit ihrer Elimination ist abhängig von der Transfusionsdosis und vom Isoagglutinintiter des Empfängers.Durch 7immunhistochemische Darstellung der Antigene A bzw. B in Paraffinschnitten können noch nach längerer Überlebenszeit Reste von Fremderythrozyten im Empfängerorganismus nachgewiesen werden[8]: Nach Überlebenszeiten bis zu etwa 24 h können Fremderythrozyten in der Endstrombahn vieler Organe, aber auch als Agglutinate in größeren Blutgefäßen gefunden werden. Regelmäßig lassen sich Fremderythrozyten oder zumindest ihre Membranfragmente auch in Makrophagen der Leber, der Milz und der Nebennierenrinde darstellen. Nach Überlebenszeiten von bis zu 1 Woche bestehen Aussichten, Membranfragmente der Fremderythrozyten in Zellen desTab. 3 Synopsis der akuten Transfusionsreaktionen (in Anlehnung an die Richtlinien zur Gewinnung von Blut und Blutbestandteilen [3]). Die Häufigkeiten werden von verschiedenen Autoren sehr unterschiedlich angegeben!Antileukozytäre Antikörper im Spenderplasma (selten auch beim Empfänger), v. a. in TK und GFP, oder 2. \"biologic response modifiers\" mit \"2-eventmodel\" Luftembolie Seit Einführung von Plastikbeuteln weitgehend ausgeschlossen. Risiken beim Anlegen der Transfusion, beim Behälterwechsel, bei maschineller Autotransfusion mononukleären Makrophagensystems noch zu identifizieren. Besonders günstige Erhaltungsbedingungen sind gegeben, wenn Fremderythrozyten in Hämatome oder Nekrosen eingelagert und so der Zirkulation und Phagozytose entzogen sind (. Abb. 1, 2, 3, 4). Leukozytenzahl bis zu einem Restgehalt von weniger als 1×10 6 Leukozyten pro Produkt reduziert, hat zu einer deutlichen Abnahme der Häufigkeit von FNHTR geführt. Klinik. Während oder maximal 4 h nach einer Transfusion akut einsetzender Temperaturanstieg um >1°C, oft mit Flush und Schüttelfrost, wird als FNHTR klassifiziert, wenn sowohl ein hämolytischer Zwischenfall als auch eine Bakteriämie ausgeschlossen ist. Unter Antipyretikabehandlung bildet sich die Symptomatik rasch zurück. Serologie/Bakteriologie. Ausschluss bakterieller Kontamination des Produkts, ggf. Nachweis von antileukozytären Antikörpern beim Empfänger (z. B. HLA-Antikörper).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Transfusion werden entweder Antikörper (s. oben) oder sog. \"biologic response modifiers\" (v. a. Lyophosphatidylcholine, die in Blutprodukten während der Lagerung freigesetzt werden) übertragen, die dann zur Aktivierung und Sequestration von Granulozyten führen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Bei Patienten mit reduzierter kardialer Belastbarkeit (insbesondere bei Kindern und Herzkranken) kann die rasche Transfusion großer Blutvolumina zur Kreislaufdekompensation führen. Die Gabe von Vollblut ist bei solchen gefährdeten Patienten kontraindiziert, die Transfusion von Erythrozytenkonserven muss langsam und unter Beobachtung des Patienten erfolgen. Klinisch kommt es zum Lungenödem mit Luftnot und zur oberen Einflussstauung; die Patienten klagen über Kopfschmerz. Die Therapie richtet sich in 1. Linie gegen das Lungenödem. Plasmahaltige Blutprodukte, die Natriumzitrat im Überschuss enthalten, können v. a. bei hoher Transfusionsgeschwindigkeit zu einer 7Hypokalzämie führen. Vor allem bei schweren Leberschäden, Azidose und Hypothermie kann es zu EKG-Veränderungen kommen, die sorgfältig zu beobachten sind [10]. Vor Einführung der heute gebräuchlichen Kunststoffbeutel war es möglich, eine Transfusion zu beschleunigen, indem man innerhalb des Glasgefäßes einen erhöhten Luftdruck erzeugte. Bei mangelnder Umsicht konnte es am Ende der Transfusion zu einer Luftembolie kommen. Während diese Gefahr heute gebannt ist, ist mit dem Risiko einer Luftembolie noch beim Anlegen der Transfusion, beim Wechsel der Behältnisse und bei der maschinellen Autotransfusion zu rechnen [10]. In gelagerten EK bilden sich Aggregate aus Leukozyten, Thrombozyten und Fibrin, die Durchmesser von über 200 μm erreichen können. Relevante embolische Ereignisse werden jedoch durch die Verwendung von Standardfiltern mit einer Porengröße von 170-230 μm verhindert [10].",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "von Blutprodukten um ca. 50 gesenkt werden. Wichtig ist die lückenlose Einhaltung der für Erythrozytenkonzentrate vorgeschriebenen 7Kühltemperatur von 2-6°C. Vor der Transfusion ist jede EK-Einheit auf Verfärbung, Trübung und Gerinnselbildung zu untersuchen. Bei Thrombozytenkonzentraten empfiehlt sich ein bakterielles Screening der Produkte, wie es z. B. in Kanada, den Niederlanden und Belgien gesetzlich vorgeschrieben ist und in Deutschland kurz vor der Einführung steht. Hierzu stehen verschiedene Möglichkeiten zur Verfügung (z. B. Bebrütung von Aliquots, Nachweis bakterieller DNA mittels PCR, Nachweis des Glukoseverbrauchs durch Bakterien). Nachteile dieser Methoden sind v. a. die mangelnde Sensitivität in der frühen Lagerungsphase, logistische Verzögerungen und zusätzliche Kosten. Die Anwendung von Blut und Blutprodukten ist durch deren Status als Arzneimittel dem Arzneimittelgesetz unterworfen. Zusätzlich gelten auch die Regelungen des 7Transfusionsgesetzes [Transfusionsgesetz (TFG, Gesetz zur Regelung des Transfusionswesens) 01.07.1998]. Dieses weist der Bundesärztekammer (BÄK) die Aufgabe zu, den Stand der medizinischen Wissenschaft und Technik festzustellen. Die unter dieser Vorgabe gemeinsam mit dem Paul-Ehrlich-Institut herausgegebenen und im Bundesanzeiger bekannt gemachten \"Richtlinien zur Gewinnung von Blut und Blutbestandteilen und zur Anwendung von Blutprodukten (Hämotherapie) gemäß § § 12 und 18 des Transfusionsgesetzes (TFG)\", zuletzt novelliert am 19.09.2005",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "KühltemperaturDer Nachweis eines Transfusionszwischenfalls ist schwierig Der Nachweis eines Transfusionszwischenfalls ist schwierig Boosterung nachweisbar werden, sodass der Zwischenfall auch bei ordnungsgemäß durchgeführten Voruntersuchungen nicht vorhersehbar ist.) Im Übrigen wird man sich bei der Prüfung der Verschuldensfrage an den Richtlinien der Bundesärztekammer orientieren.Die Beurteilung der 7Kausalitätsfrage (c) ist bei einem akut tödlichen Schockgeschehen nach AB0inkompatibler Transfusion unproblematisch. Dagegen ist die Kausalität zu verneinen, wenn der Transfusionszwischenfall bei einer lebensbedrohlichen Grunderkrankung mit bereits bestehender Schocksymptomatik eintrat und keinen gesicherten Einfluss auf den Spontanverlauf nahm[7].Prof. Dr. I. Pedal Institut für Rechtsmedizin und Verkehrsmedizin, Universität Heidelberg Voßstraße 2, 69115 Heidelberg Ingo.Pedal@med.uni-heidelberg.de Interessenkonflikt. Es besteht kein Interessenkonflikt. Der korrespondierende Autor versichert, dass keine Verbindungen mit einer Firma, deren Produkt in dem Artikel genannt ist, oder einer Firma, die ein Konkurrenzprodukt vertreibt, bestehen. Die Präsentation des Themas ist unabhängig und die Darstellung der Inhalte produktneutral. die Infektion durch das Hepatitis-C-Virus. o die Posttransfusionspurpura. o die transfusionsassoziierte \"Graft versus host reaction\". o die Infektion durch das Hepatitis-B-Virus. AHTR) trifft nicht zu? o Die AHTR beruht meist auf Verwechslungen (Patienten, Konserven). o Die hämolysierenden Antikörper werden oft erst nach der Transfusion nachweisbar. o Die AHTR verläuft in weniger als 30% der Fälle tödlich. o Die AHTR kann immunhistochemisch nachgewiesen werden. o Klinische Symptome sind Schüttelfrost, Blutdruckabfall und Flankenschmerz. Ursache der AHTR ist ... o die Transfusion von 0-Erythrozyten auf einen A-Empfänger. o die Transfusion eines bakteriell infizierten Thrombozytenpräparates. o das Vorliegen antileukozytärer Antikörper beim Empfänger. o die Transfusion von A-Erythrozyten auf einen 0-Empfänger. o die Transfusion eines überalterten Erythrozytenkonzentrates. Die TRALI gleicht klinisch dem ARDS. o Eine TRALI kann durch sog. \"biologic response modifiers\" im Blutprodukt ausgelöst werden. o Histologisch ähnelt die TRALI dem Bild einer \"Schocklunge\". o Es besteht eine Diskrepanz zwischen schweren Röntgenbefunden und weitgehend normalen Blutgaswerten. Immunhistochemie liefert beweiskräftige Befunde bei ... o TRALI. o FNHTR. o Sepsis nach Transfusion eines bakteriell kontaminierten Blutprodukts. o allergischer Reaktion nach Transfusion. o AHTR. Welcher gefürchtete Keim tritt bei der bakteriellen Kontamination von gekühlten Erythrozytenkonzentraten am häufigsten auf? o Staphylococcus aureus. o Klebsiella pneumoniae. o Escherichia coli. o Yersinia enterocolitica. o Haemophilus influenzae. Welche Aussage über die febrile nichthämolytische Transfusionsreaktion (FNHTR) trifft nicht zu? o Die FNHTR ist ein immunologisch vermitteltes Ereignis. o Die FNHTR ist Ausdruck einer Bakteriämie und wird antibiotisch behandelt. o Das Risiko einer FNHTR wird durch die Verwendung leukozytendepletierter Präparate gemindert. o Die FNHTR betrifft v. a. multitransfundierte Patienten. o Mit zunehmender Lagerungsdauer der Blutprodukte steigt das FNHTR-Risiko. Bei IgA-defizienten Empfängern besteht ein erhöhtes Risiko für ... o AHTR. o anaphylaktische allergische Reaktionen. o TRALI. o bakterielle Infektionen. o FNHTR. Ein hämolytischer Zwischenfall durch AB0-Minor-Inkompatibilität kommt am ehesten vor bei folgender Transfusionssituation: o A-Erythrozytenkonzentrat (EK) → 0-Empfänger. o 0-EK → A-Empfänger. o Thrombozytenkonzentrat eines 0-Spenders → A-Empfänger. o Thrombozytenkonzentrat eines A-Spenders → 0-Empfänger. o \"Fresh frozen plasma\" eines A-Spenders → 0-Empfänger. Diese Fortbildungseinheit ist 12 Monate auf CME.springer.de verfügbar. Den genauen Einsendeschluss erfahren Sie unter CME.springer.de.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}