{
    "paper_id": "d511125af41a5a1442c382623fa346437f6813b8",
    "metadata": {
        "title": "The 2011 Retrovirology Prize winner Masao Matsuoka: forward looking and antisense",
        "authors": [
            {
                "first": "Kuan-Teh",
                "middle": [],
                "last": "Jeang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Goff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Sodroski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Beemon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Berkout",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Thierry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Microbiology",
                    "institution": "the National Institutes of Health",
                    "location": {
                        "postCode": "9000, 20892",
                        "settlement": "Rockville Pike, Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Masao Matsuoka wins the 2011 Retrovirology Prize. Seven years ago, Retrovirology inaugurated an annual prize to recognize the achievements of a deserving retrovirologist [1]. The Prize was founded by the Ming K. Jeang Foundation, a philanthropic charity based in Houston, Texas, which has provided scholarships at Houston schools, the University of Arizona, and the Johns Hopkins University School of Medicine. Previous winners of the Retrovirology Prize include",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "LTR DNA sequence of the HTLV-1 provirus is preferentially methylated while the 3' LTR of the provirus is not. His work in this area is independent of and contemporaneous with similar observations made in human immunodeficiency virus type 1 (HIV-1) research and has added to our insights on how retroviral latency is achieved and how it might be thwarted by employing targeted therapeutic agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because Matsuoka found that the 3' LTR of the HTLV-1 provirus is surprisingly hypomethylated, this led him to consider whether such a state would favor an antisense transcript originating from this end of the proviral genome. HIV-1 researchers have long ago discounted the importance of a 3' LTR driven antisense transcript. Yet, in the last decade, independent results from Mesnard (France) and Matsuoka (Japan) have strongly established the existence and biological importance of an HTLV-1 antisense transcript called HBZ. The HBZ RNA encoded by the minus strand of the provirus is capable of encoding a bZIP protein, and Matsuoka and his colleagues have shown that this RNA and its protein are expressed in all Adult T-cell leukemias (ATLs). Importantly, Matsuoka is the first to demonstrate that the expression of HBZ promotes the proliferation of T cells, and he has reported that HBZ expressing transgenic mice develop T cell lymphomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Professor Matsuoka has been a founding member of Retrovirology's editorial board. To understand better Masao's views, I asked for his answers to several questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: Tell me what you find the most rewarding about being a retrovirologist?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: Human retroviruses are big threats to humans. They evolve to replicate elaborately in human cells using their small genomes. Whenever I find clever mechanisms of retroviruses, they never failed to surprise Correspondence: kjeang@niaid.nih.gov Laboratory of Molecular Microbiology, National Institute of Allergy and Infectious Diseases, the National Institutes of Health, 9000 Rockville Pike, Bethesda 20892, MD, USA me. At the same time, I feel the challenge to eliminate them from humans and to prevent retroviral diseases. As a retrovirologist, I am fascinated to study these small, but immensely important genomes with their ingenious mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: Did you ever have second thoughts about being a scientist? What would you have done if you did not become a scientist?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: When I was a boy, I was fascinated with living fish and insects. I was very much interested in living animals. It is a reason that I love fishing. If I did not become a scientist, I would have liked to be a fisherman. However, for Japanese fishermen, it is very competitive to catch good fish for \"Sushi\". I am skeptical that I can succeed as a fisherman. I guess that being a scientist is better for me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: The 21 st century is said by many to be the \"Pacific century\"how do you see science being different in the 21 st century compared to the 20 th century?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: I am confident in the 21 st century that people in the Pacific countries will be influential in science. A striking feature of this region is diversity in many aspects, including race, culture, politics, and so on. I hope that this huge diversity generates new science, and contributes to human society to solve many challenging puzzles like climate changes, and ever changing diseases (diabetes mellitus, cancer, infectious diseases, etc.), and the exhaustion of natural resources. Of course, none of these issues are easy to be solved. I really hope that diverse people in Pacific countries contribute to these tough problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: Young scientists face many obstacles today in developing their careerswhat do you see as some obstacles facing young Japanese scientists and how would you advise them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: In most Japanese universities, associate and assistant professors work under the supervision of full professors. Full professors get grant money from the government or funding agencies, and they usually determine the research theme for young scientists. It is not an actual independent position. I would like to recommend young scientists to be independent as possible as they can or to choose a good boss who permits them to do independent research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: Someone told me once that every 10 years he reinvents himself. What do you see yourself doing 10 years from now that might be different from what you are doing today?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: I agree that reinventing oneself is a nice and cool idea. However, I think that people (except rare persons) tend to behave as they always are. Before I moved to this Institute, I was a clinician, and took care of many patients in the hospital. I spent small efforts for my research at that time (half clinician, and half scientist). However, now I spend much more time for my research in Institute for Virus Research, Kyoto University. My past background is good experience for me since I can appreciate different points of view for retrovirology. Actually, I think understanding how the virus induces various clinical conditions (inflammation, hypercalcemia, immunodeficiency, etc.) from virological and clinical points of view provide informed and synergistic perspectives. Sometimes, these different views lead to new ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: You have published 6 papers [4] [5] [6] [7] [8] [9] in Retrovirologytell me what do you think about Open Accessshould this principle be important to Japanese scientists, why or why not?",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 37,
                    "end": 40,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 45,
                    "end": 48,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: I strongly agree with Open Access. Access to knowledge should be open to anyone who wants it. Recently, Japanese government and funding agencies do not request open access to scientists. This policy should be changed. Kyoto University has its own repository (Kyoto University Research Information Repository), Kurenai (that means \"truly red\" in Japanese), to access publications from Kyoto University. The world is sometimes unfair. But, science should be open and fair for anyone who wants to know new findings and knowledge. It should be the concrete basis for science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: When the time comes and you retire from doing science, how and for what would you like to be remembered?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: When I retire from science, I would like to be remembered as a researcher who connected clinical science and retrovirology. Of course, I also study drug development for HIV-1 and resistance mechanisms. I am confident that there are many other important contributors to this field of HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KTJ: Finally, if you have an opportunity to address a gathering of all the world leaders at the United Nation, in 250 words or lesswhat would you say to them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MM: Now, the world has become closely connected more than at any other time of human history in many aspects. Economies are tightly linked, and an economical crisis like the Greek crisis in one country quickly affects many other world economies. Climate changes also influence the world. In the latter, a limitless desire of human exploitation of our environment has exacerbated these situations. A new viral infection quickly spreads within weeks like SARS. The HIV pandemic is a big tragedy to human, and avian influenza will be a new threat. To respond to these infections, we need a new platform of collaboration and friendship. Thus, we must appreciate that people and countries are indivisibly united. However, the sad thing is that people of the world are stuck in old thinking. We need to understand that in today's world it is not possible for one country to pursue mainly its own benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The \"chyu-you (derived from the famous Chinese book)\" means the balanced state or person with harmonized character, which is appreciated by people for a long time in Japan. I hope that people and countries should keep this word in mind, and exercise control over themselve. The host and the pathogen co-evolve to adapt to each other. It is time for humans to harmonize the world and society. Science is an important arena which gives us many opportunities to achieve this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Life after 45 and before 60: the Retrovirology Prize",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Jeang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Retrovirology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Endogenous retroviruses: Thierry Heidmann wins the 2009 Retrovirology prize",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benkirane",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Retrovirology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From Duke to King's: Michael Malim wins the 2010 Retrovirology Prize",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fassati",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ATF3, an HTLV-1 bZip factor binding protein, promotes proliferation of adult T-cell leukemia cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hagiya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yasunaga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Satou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohshima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Retrovirology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "DNA double strand break repair enzymes function at multiple steps in retroviral infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Agematsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Retrovirology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The HBZ gene, a key player in HTLV-1 pathogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Retrovirology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In vivo expression of the HBZ gene of HTLV-1 correlates with proviral load, inflammatory markers and disease severity in HTLV-1 associated myelopathy/tropical spastic paraparesis (HAM/TSP)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Satou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yasunaga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohara",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Retrovirology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Silencing of human T-cell leukemia virus type I gene transcription by epigenetic mechanisms",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nosaka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yasunaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Retrovirology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human T-cell leukemia virus type I (HTLV-I) infection and the onset of adult T-cell leukemia (ATL)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Retrovirology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-8-102"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cite this article as: Jeang: The 2011 Retrovirology Prize winner Masao Matsuoka: forward looking and antisense",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A picture of the Retrovirology Prize trophy (left) and Masao Matsuoka (right).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements I thank colleagues for nominating candidates for the Retrovirology Prize, Retrovirology editors for performing the selection, and Pat Green for reading a draft of this writing. Views expressed here are my personal opinion. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Submit your next manuscript to BioMed Central and take full advantage of: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}