{"paper_id": "d531d9779d5bc0c30087abd118ec5baa4deab7b1", "metadata": {"title": "Epidemiology and clinical characteristics of hospitalized patients with pandemic influenza A (H1N1) 2009 infections: the effects of bacterial coinfection", "authors": [{"first": "Amreeta", "middle": [], "last": "Dhanoa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ngim", "middle": ["C"], "last": "Fang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sharifah", "middle": ["S"], "last": "Hassan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Priyatharisni", "middle": [], "last": "Kaniappan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ganeswrie", "middle": [], "last": "Rajasekaram", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Numerous reports have described the epidemiological and clinical characteristics of influenza A (H1N1) 2009 infected patients. However, data on the effects of bacterial coinfection on these patients are very scarce. Therefore, this study explores the impact of bacterial coinfection on the clinical and laboratory parameters amongst H1N1 hospitalized patients. Findings: This retrospective study involved hospitalized patients with laboratory-confirmed H1N1 infections (September 2009 to May 2010). Relevant clinical data and the detection of bacterial coinfection from respiratory or sterile site samples were obtained. Multiplex PCR was used to determine the co-existence of other respiratory viruses. Comparison was made between patients with and without bacterial coinfection. The occurrence of coinfection was 34%; 14 (28%) bacterial and only 3 (6%) viral. Mycoplasma pneumoniae (n = 5) was the commonest bacteria followed by Staphylococcus aureus (n = 3). In univariate analysis, clinical factors associated with bacterial coinfection were age > 50 years (p = 0.02), presence of comorbidity (p = 0.04), liver impairment (p = 0.02), development of complications (p = 0.004) and supplemental oxygen requirement (p = 0.02). Leukocytosis (p = 0.02) and neutrophilia (p = 0.004) were higher in bacterial coinfected patients. Multivariate logistic regression analysis revealed that age > 50 years and combined complications were predictive of bacterial coinfection. Conclusions: Bacterial coinfection is not uncommon in H1N1 infected patients and is more frequently noted in the older aged patients and is associated with higher rates of complications. Also, as adjunct to clinical findings, clinicians need to have a higher index of suspicion if neutrophilia was identified at admission as it may denote bacterial coinfection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In April 2009, a novel influenza A (H1N1) virus emerged in Mexico and spread rapidly worldwide [1] . By June 11, 2009 nearly 30, 000 cases had been confirmed across 74 countries including Malaysia, prompting World Health Organization to raise its pandemic alert to phase 6 [2] . After the first reported H1N1 case in Malaysia in May 15, 2009, the numbers increased exponentially and as of May 31, 2010 they totaled 14, 821 with 87 deaths [3] . Thereafter, there have been numerous reports describing the epidemiological and clinical characteristics of H1N1 infections. However, studies focusing on the effects of respiratory pathogen coinfection on clinical and laboratory parameters in the H1N1 infected patients are scarce. Clinicians may assume that a single virus type is involved, as laboratory detection involves PCR specifically targeting H1N1. However, bacterial coinfection had been shown to contribute to morbidity and mortality in previous influenza pandemics [4] . Therefore, this study aims to explore the clinical and laboratory characteristics amongst patients hospitalized with laboratory-confirmed pandemic influenza A (H1N1) infection and the effects of bacterial coinfection on these parameters.", "cite_spans": [{"start": 95, "end": 98, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 104, "end": 117, "text": "June 11, 2009", "ref_id": null}, {"start": 273, "end": 276, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 438, "end": 441, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 971, "end": 974, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "This retrospective study was conducted from September 2009 to May 2010 at Hospital Sultanah Aminah Johor Bahru (HSAJB). HSAJB is a 989-bedded tertiary referral centre and the government designated hospital for H1N1 testing in Johor State, Malaysia. As the main General Hospital of Johor, its' patient population is reflective of the larger community in Malaysia. During our study period, which coincided with the peak of H1N1 pandemic activity, all patients regardless of whether they were hospitalized or not, who presented with an influenza-like illness (ILI) were tested for H1N1.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Consecutive hospitalized patients with laboratory-confirmed H1N1 infections were identified from microbiology laboratory records. Laboratory diagnosis of H1N1 was made using the Centers for Disease Control and Prevention (CDC) real-time reverse transcriptase polymerase chain reaction (RT-PCR) protocol [5] . Relevant clinical data was retrieved from patients' medical records. The presence of bacterial coinfection from respiratory specimens (sputum, tracheal/nasopharyngeal aspirate, bronchoalveolar lavage) or sterile site samples (blood or pleural fluid) taken within 48 hours of admission was recorded. Mycoplasma pneumoniae infection was diagnosed by serology using particle agglutination test (Serodia-Myco II, Fujirebio Inc., Japan). A single titer of ≥ 160 was considered as diagnostic cut-off titer, based on population background study conducted in Malaysia [6, 7] . All samples confirmed H1N1 positive were stored at -80°C for further analysis using multiplex PCR (Seeplex RV Detection, USA) which detects adenovirus, influenza virus A and B, respiratory syncytial virus, parainfluenza types 1, 2 and 3 and human metapneumovirus. Hematological, liver and renal function parameters on admission were recorded.", "cite_spans": [{"start": 303, "end": 306, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 869, "end": 872, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 873, "end": 875, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methodology"}, {"text": "Data was analyzed using SPSS version 17.0.1; comparing patients with and without bacterial coinfection with a P-value < 0.05 (two-tailed) taken as the level of significance. Variables associated with bacterial coinfection in the univariate analysis were then entered into multivariate logistic regression analysis.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "After excluding 7 patients (5 incomplete data and 2 for presence of nosocomial pneumonia), data of 50 patients was available for analysis ( Table 1 ). The patients age ranged from 7 months to 82 years (median 20.3 years), with 90% patients (45/50) < 50 years. Excluding 6 * Not assessed in children < 3 years (n = 44) ** A patient may have more than one comorbidity or complications ¶ Includes asthma (n-= 9), Chronic obstructive airway disease (n = 1) and bronchiectasis (n = 1) Ψ Includes chronic myeloid leukemia (n = 1), acute myeloid leukemia (n = 1), meningioma of brain (n = 1) ¥ Includes autoimmune haemolytic anaemia (n = 1), idiopathic thrombocytopenia purpura (n = 1) £Includes cardiovascular disease (n = 2), immunosuppressives (n = 2), hypothyroidism (n = 1), stroke (n = 1) ® Includes liver impairment (n = 12), renal impairment (n = 4) septic shock (n = 2) and ARDS (n = 2). Ω Includes bacterial (n = 14), viral (n = 3). The sites for isolation of 9 non-Mycoplasma bacteria: (blood = 2, sputum = 3, nasopharyngeal aspirate = 3, bronchoalveolar lavage = 2) © Established values in our laboratory, Adults: leukocytes 4-11 × 10 9 /L; neutrophils 2-7.5 × 10 9 /L; lymphocyte 1.5-4 × 10 9 /L; Paediatrics: age-dependent ALF: abnormal liver function (n = 41) (raised alanine aminotransferase/ aspartate aminotransferase or both) ARF: abnormal renal function (n = 42) (raised creatinine) pregnancies, 24 patients (48%) had at least one preexisting comorbidity; lung disease being the commonest. The mean duration of symptoms before hospitalization was 4.4 ± 3.08 days (range 1-14 days). Cough (100%) and fever (98%) were the most common symptoms on admission. Twelve patients (24%) had oxygen saturation < 95% at presentation. Pneumonia was diagnosed in 25 patients (50%) based on clinical and radiological findings.", "cite_spans": [], "ref_spans": [{"start": 140, "end": 147, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "All patients received oseltamivir after admission. Twenty-two patients (44%) required oxygen supplementation. Nine cases (18%) were treated at the intensive care unit (ICU); 6 requiring mechanical ventilation. Thirteen patients (26%) developed complications (single or combination); liver impairment (n = 12), renal impairment (n = 4) septic shock (n = 2) and acute respiratory distress syndrome (ARDS) (n = 2). Two (4%) patients died, resulting from septicaemic shock and severe pneumonia respectively.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Forty-five patients (90%) had lower respiratory tract specimens sent for bacterial cultures. The 5 patients without these specimens were children who had difficulty in producing respiratory secretions, however, they appeared generally well with no evidence of pneumonia. Blood cultures were performed in 23 patients (46%) and Mycoplasma pneumoniae serology in 27 patients (54%). Of the 50 H1N1 patients, 17 (34%) were coinfected with a second respiratory pathogen; 14 (28%) bacterial and only 3 (6%) viral. Mycoplasma pneumoniae (n = 5) was the commonest bacterial coinfection followed by Staphylococcus aureus (n = 3), Klebsiella pneumoniae (n = 2), Streptococcus pneumoniae (n = 2), Moraxella catarrhalis (n = 1), Pseudomonas aeruginosa (n = 1), Streptococcus pyogenes (n = 1) and Streptococcus agalactiae (n = 1). Two patients had dual infection; M.pneumoniae/S.agalactiae and S.pneumoniae/M.catarrhalis respectively. The sites for isolation of 9 non-Mycoplasma bacteria were blood (2), sputum (3), nasopharyngeal aspirate (3) and bronchoalveolar lavage (2). The 3 virus detected were parainfluenza; these 3 patients presented with influenza-like illness with no deterioration of clinical findings.", "cite_spans": [], "ref_spans": [], "section": "Impact of Bacterial Coinfection"}, {"text": "A comparison between H1N1 patients with and without bacterial coinfection is shown in Table 2 . Although 90% of patients were < 50 years old, bacterial coinfection was more frequent in patients > 50 years (p = 0.02). The presence of underlying comorbidity provided a suitable niche for bacterial coinfection (p = 0.04). Although ICU admissions, mechanical ventilation, renal impairment, mortality and pneumonia were notably higher in patients with bacterial coinfection, they were not statistically significant. Other factors associated with bacterial coinfection in the univariate analysis were development of complications (p = 0.004), liver impairment (p = 0.02) and supplemental oxygen requirement (p = 0.02). Out of the 50 patients, 12 (24%) had leukocytosis and 13 (26%) neutrophilia. Bacterial coinfected patients demonstrated higher rates of leukocytosis (p = 0.02) and neutrophilia (p = 0.004). On the other hand, lymphopenia (n = 31) was notably higher in single viral H1N1 infection. Multivariate analysis revealed that age > 50 (OR 12.577; 95% CI 1-165.24; p = 0.05)) and development of complications (OR 9.01; 95% CI 1.70-47.67; p = 0.01) were predictive of bacterial coinfection.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 93, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Impact of Bacterial Coinfection"}, {"text": "Forty-one patients (82%) received antibiotics, either as empiric or definitive therapy upon admission and 16% prior to admission All patients with bacterial coinfection were treated with antibiotics; significantly higher rates compared to patients without bacterial coinfection (p = 0.05).", "cite_spans": [], "ref_spans": [], "section": "Impact of Bacterial Coinfection"}, {"text": "The bacterial coinfection rate of 28% amongst our H1N1 hospitalized patients was higher compared to other studies [8, 9] . A large laboratory-based study in the United States demonstrated comparable bacterial coinfection rates to our study with similarly very low frequency of viral copathogen detection [10] . Whilst our finding concurred with several studies [1, 8, 9, 11, 12] that showed H1N1 infections having a predilection for younger patients, patients > 50 years had higher risk of bacterial coinfection in our study.", "cite_spans": [{"start": 114, "end": 117, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 118, "end": 120, "text": "9]", "ref_id": "BIBREF8"}, {"start": 304, "end": 308, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 361, "end": 364, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 365, "end": 367, "text": "8,", "ref_id": "BIBREF7"}, {"start": 368, "end": 370, "text": "9,", "ref_id": "BIBREF8"}, {"start": 371, "end": 374, "text": "11,", "ref_id": "BIBREF10"}, {"start": 375, "end": 378, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although concurrent bacterial infection was shown to have a major influence on mortality in previous influenza pandemics [4] , its' role in the current H1N1 pandemic is still evolving. Recent postmortem studies amongst fatal H1N1 cases established a link between bacterial lung infections and increased deaths [13] . Whilst an earlier study showed bacterial coinfection not to be a major contributor to severe disease [12] , a more recent study demonstrated otherwise [8] . In our study, patients with bacterial coinfection were found to have higher risk of developing complications. The presence of underlying comorbidity, liver impairment and supplemental oxygen requirement were significantly higher in bacterial coinfected patients in univariate analysis, although these factors were not predictive in multivariate analysis.", "cite_spans": [{"start": 121, "end": 124, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 310, "end": 314, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 418, "end": 422, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 468, "end": 471, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Unlike S.pneumoniae, S.aureus and S.pyogenes which are repeatedly reported as coinfecting agents [4, 8, 10, 13] , the high rates of M.pneumoniae coinfection was unique to our study. Although hematological parameters have been mentioned in few other studies [8, 9, 12] , to our best knowledge this is the first study that specifically explored the impact of bacterial coinfection on these parameters. CDC recognizes the importance of early empirical antibiotics in H1N1 infected patients who might have concurrent bacterial pneumonia [13] . Our study showed that leukocytosis and neutrophilia were notably higher in bacterial coinfected patients. This finding could alert physicians about the possibility of bacterial coinfection, as clinical diagnosis may be insufficient and bacterial cultures take time. Eighty-two percent of our patients received empiric or definitive antibiotics at some point during admission which was comparable to high rates in a China study [9] .", "cite_spans": [{"start": 97, "end": 100, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 101, "end": 103, "text": "8,", "ref_id": "BIBREF7"}, {"start": 104, "end": 107, "text": "10,", "ref_id": "BIBREF9"}, {"start": 108, "end": 111, "text": "13]", "ref_id": "BIBREF12"}, {"start": 257, "end": 260, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 261, "end": 263, "text": "9,", "ref_id": "BIBREF8"}, {"start": 264, "end": 267, "text": "12]", "ref_id": "BIBREF11"}, {"start": 533, "end": 537, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 967, "end": 970, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The limitation of our study includes its' retrospective design and a small sample size which was unavoidable, as we were limited by the actual number of cases during the study period and because it was a single centre study. As such, our study was inadequately powered to examine the influence of certain characteristics. Nasopharyngeal aspirates may have questionable pathogenic role, however the 3 patients with positive NPA were treated with appropriate antibiotics as they were felt to be clinically relevant. Mycoplasma serology was not performed in all patients and the request was based upon physicians' discretion, this may have underestimated the actual number of cases. The preadmission antibiotic therapy could underestimate the bacterial coinfection rates. Despite these limitations, we identified bacteria coinfection in 28% of our patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our study suggests that bacterial coinfection is not uncommon in H1N1 infected patients and laboratory investigations should go beyond establishing a viral cause alone. Bacterial coinfection was more frequently seen in the older age group and was associated with higher rates of complications. As adjunct to clinical findings, clinicians need to have a high index of suspicion if neutrophilia was identified on admission as it may denote bacterial coinfection. A larger scale study will be useful to further confirm our findings. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Borja-Aburto VH: Infection and death from influenza A H1N1 virus in Mexico: a retrospective analysis", "authors": [{"first": "S", "middle": [], "last": "Echevarría-Zuno", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mejía-Aranguré", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mar-Obeso", "suffix": ""}, {"first": "C", "middle": [], "last": "Grajales-Muñiz", "suffix": ""}, {"first": "E", "middle": [], "last": "Robles-Pérez", "suffix": ""}, {"first": "M", "middle": [], "last": "González-León", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Ortega-Alvarez", "suffix": ""}, {"first": "C", "middle": [], "last": "Gonzalez-Bonilla", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Rascón-Pacheco", "suffix": ""}], "year": 2009, "venue": "", "volume": "374", "issn": "", "pages": "2072--2081", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization declares Influenza A (H1N1) pandemic", "authors": [{"first": "J", "middle": [], "last": "Zarocostas", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "338", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ministry of Health Malaysia", "authors": [], "year": null, "venue": "H1N1 Situation", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "198", "issn": "", "pages": "962--70", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "CDC protocol of real-time RT-PCR for influenza A (H1N1): World Health Organization", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Young Malaysian children with lower respiratory tract infections show low incidence of chlamydial infection", "authors": [{"first": "Y", "middle": ["F"], "last": "Ngeow", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Weil", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Khairullah", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Yusof", "suffix": ""}, {"first": "L", "middle": [], "last": "Luam", "suffix": ""}, {"first": "C", "middle": [], "last": "Gaydos", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Quinn", "suffix": ""}], "year": 1997, "venue": "J Paediatr Child Health", "volume": "33", "issn": "", "pages": "422--427", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prevalence of Mycoplasma pneumonia antibodies amongst Malaysians", "authors": [{"first": "Mym", "middle": [], "last": "Yusof", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Ngeow", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Ng", "suffix": ""}], "year": 1996, "venue": "Med J Malaysia", "volume": "51", "issn": "", "pages": "328--359", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Novel Influenza A (H1N1) Study Group of the Spanish Network for Research in Infectious Diseases (REIPI): Factors associated with severe disease in hospitalized adults with pandemic (H1N1) 2009 in Spain", "authors": [{"first": "D", "middle": [], "last": "Viasus", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Paño-Pardo", "suffix": ""}, {"first": "J", "middle": [], "last": "Pachón", "suffix": ""}, {"first": "A", "middle": [], "last": "Campins", "suffix": ""}, {"first": "F", "middle": [], "last": "López-Medrano", "suffix": ""}, {"first": "A", "middle": [], "last": "Villoslada", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fariñas", "suffix": ""}, {"first": "A", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": [], "last": "Rodríguez-Baño", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Oteo", "suffix": ""}, {"first": "J", "middle": [], "last": "Martínez-Montauti", "suffix": ""}, {"first": "Torre-Cisneros", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "Segura", "suffix": ""}, {"first": "F", "middle": [], "last": "Gudiol", "suffix": ""}, {"first": "F", "middle": [], "last": "Carratalà", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Clin Microbiol Infect", "volume": "17", "issn": "", "pages": "738--784", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Factors associated with death in hospitalized pneumonia patients with 2009 H1N1 influenza in", "authors": [{"first": "W", "middle": [], "last": "Cui", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": [], "last": "Deng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Kang", "suffix": ""}, {"first": "P", "middle": [], "last": "Liu", "suffix": ""}], "year": 2010, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Co-detection of pandemic (H1N1) 2009 virus and other respiratory pathogens", "authors": [{"first": "K", "middle": [], "last": "Koon", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Sanders", "suffix": ""}, {"first": "J", "middle": [], "last": "Green", "suffix": ""}, {"first": "L", "middle": [], "last": "Malone", "suffix": ""}, {"first": "H", "middle": [], "last": "White", "suffix": ""}, {"first": "D", "middle": [], "last": "Zayas", "suffix": ""}, {"first": "R", "middle": [], "last": "Miller", "suffix": ""}, {"first": "S", "middle": [], "last": "Lu", "suffix": ""}, {"first": "J", "middle": [], "last": "Han", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "", "pages": "1976--1984", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Agerelated sensitivity and pathological differences in infections by 2009 pandemic influenza A (H1N1) virus", "authors": [{"first": "S", "middle": [], "last": "Sun", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "H", "middle": [], "last": "Yu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2011, "venue": "Virol J", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Group on Influenza: Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico", "authors": [{"first": "R", "middle": [], "last": "Perez-Padilla", "suffix": ""}, {"first": "D", "middle": [], "last": "De La Rosa-Zamboni", "suffix": ""}, {"first": "Ponce", "middle": [], "last": "De Leon", "suffix": ""}, {"first": "S", "middle": [], "last": "Hernandez", "suffix": ""}, {"first": "M", "middle": [], "last": "Quiñones-Falconi", "suffix": ""}, {"first": "F", "middle": [], "last": "Bautista", "suffix": ""}, {"first": "E", "middle": [], "last": "Ramirez-Venegas", "suffix": ""}, {"first": "A", "middle": [], "last": "Rojas-Serrano", "suffix": ""}, {"first": "J", "middle": [], "last": "Ormsby", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Corrales", "suffix": ""}, {"first": "A", "middle": [], "last": "Higuera", "suffix": ""}, {"first": "A", "middle": [], "last": "Mondragon", "suffix": ""}, {"first": "E", "middle": [], "last": "Cordova-Villalobos", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Working", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "680--689", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Bacterial coinfections in lung tissue specimens from fatal cases of 2009 pandemic influenza A (H1N1) -United States", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention", "volume": "58", "issn": "", "pages": "1071--1075", "other_ids": {"DOI": ["10.1186/1743-422X-8-501"]}}, "BIBREF13": {"ref_id": "b13", "title": "Epidemiology and clinical characteristics of hospitalized patients with pandemic influenza A (H1N1) 2009 infections: the effects of bacterial coinfection", "authors": [{"first": "", "middle": [], "last": "Dhanoa", "suffix": ""}], "year": 2011, "venue": "Virology Journal", "volume": "8", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Clinical and laboratory characteristics of hospitalized patients with pandemic influenza A (H1N1) 2009 infections", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>No of patients (N = 50) </td><td>%\n</td></tr><tr><td>Male sex </td><td>25 </td><td>50\n</td></tr><tr><td>Age &lt; 50 </td><td>45 </td><td>90\n</td></tr><tr><td>Paediatric (≤ 15 years) </td><td>23 </td><td>46\n</td></tr><tr><td>Cough </td><td>50 </td><td>100\n</td></tr><tr><td>Fever </td><td>49 </td><td>98\n</td></tr><tr><td>Dyspnoea </td><td>24 </td><td>48\n</td></tr><tr><td>Rhinorrhoea </td><td>24 </td><td>48\n</td></tr><tr><td>Sore throat* </td><td>16 </td><td>36.4\n</td></tr><tr><td>Vomiting </td><td>12 </td><td>24\n</td></tr><tr><td>Myalgia* </td><td>7 </td><td>15.9\n</td></tr><tr><td>Headache* </td><td>7 </td><td>15.9\n</td></tr><tr><td>Hypoxaemia </td><td>12 </td><td>24\n</td></tr><tr><td>Tachypnoea </td><td>16 </td><td>32\n</td></tr><tr><td>Pneumonia </td><td>25 </td><td>50\n</td></tr><tr><td>Comorbidity** </td><td>24 </td><td>48\n</td></tr><tr><td>Lung disease¶ </td><td>11 </td><td>22\n</td></tr><tr><td>Hypertension </td><td>5 </td><td>10\n</td></tr><tr><td>Diabetes mellitus </td><td>5 </td><td>10\n</td></tr><tr><td>Malignancy Ψ </td><td>3 </td><td>6\n</td></tr><tr><td>Autoimmune¥ </td><td>2 </td><td>4\n</td></tr><tr><td>Others £ </td><td>6 </td><td>12\n</td></tr><tr><td>Complications® ** </td><td>13 </td><td>26\n</td></tr><tr><td>Pregnant </td><td>6 </td><td>12\n</td></tr><tr><td>Coinfection Ω </td><td>17 </td><td>34\n</td></tr><tr><td>Leukopenia© </td><td>4 </td><td>8\n</td></tr><tr><td>Lymphopaenia© </td><td>31 </td><td>62\n</td></tr><tr><td>Leukocytosis© </td><td>12 </td><td>24\n</td></tr><tr><td>Neutrophilia © </td><td>13 </td><td>26\n</td></tr><tr><td>ALF § </td><td>12 </td><td>29.3\n</td></tr><tr><td>ARF § </td><td>4 </td><td>9.5\n</td></tr><tr><td>ICU </td><td>9 </td><td>18\n</td></tr><tr><td>Supplemental oxygen </td><td>22 </td><td>44\n</td></tr><tr><td>Mechanical ventilation </td><td>6 </td><td>12\n</td></tr><tr><td>Died </td><td>2 </td><td>4\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Comparison between hospitalized pandemic influenza A (H1N1) patients with or without bacterial coinfection Fisher's exact test; b Chi-squared test; c Non-parametric Mann-Whitney test. a and b expressed as number (%); c expressed as median (± IQR) N = 50 for all patients except liver impairment n = 41 and renal impairment n = 42 Dhanoa et al. Virology Journal 2011, 8:501 http://www.virologyj.com/content/8/1/501", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2 Comparison between hospitalized pandemic influenza A (H1N1) patients with or", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>All patients n(%)/median(± IQR)\nN = 50\n</td><td>n(%)/median(± </td><td>Bacterial coinfection IQR)\n</td><td>without bacterial coinfection\n</td></tr><tr><td>P </td><td>OR </td><td>95% C1\n</td></tr><tr><td> </td><td> </td><td>Yes (n = 14) </td><td>No (n = 36)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Male b </td><td>25(50) </td><td>7(50.0) </td><td>18(50.0) </td><td>1.00 </td><td>1.00 </td><td>0.29-3.44\n</td></tr><tr><td>Age &gt; 50 a </td><td>5(10) </td><td>4(28.6) </td><td>1(2.8) </td><td>0.02 </td><td>14.00 </td><td>1.40-139.81\n</td></tr><tr><td>Paediatric b </td><td>23(46) </td><td>7(50.0) </td><td>16(44.4) </td><td>0.72 </td><td>1.25 </td><td>0.36-4.31\n</td></tr><tr><td>Dyspnoea b </td><td>24(48) </td><td>7(50.0) </td><td>17(47.2) </td><td>0.86 </td><td>1.12 </td><td>0.33-3.84\n</td></tr><tr><td>Hypoxaemia a </td><td>12(24) </td><td>5(35.7) </td><td>7(19.4) </td><td>0.28 </td><td>2.30 </td><td>0.59-9.06\n</td></tr><tr><td>Comorbidity b </td><td>24(48) </td><td>10(71.4) </td><td>14(38.9) </td><td>0.04 </td><td>3.93 </td><td>1.03-15.00\n</td></tr><tr><td>Diabetes mellitus a </td><td>5(10) </td><td>3(21.4) </td><td>2(5.6) </td><td>0.13 </td><td>4.64 </td><td>0.68-31.44\n</td></tr><tr><td>Hypertension a </td><td>5(10) </td><td>3(21.4) </td><td>2(5.6) </td><td>0.13 </td><td>4.64 </td><td>0.68-31.44\n</td></tr><tr><td>Lung disease a </td><td>11(22) </td><td>4(28.6) </td><td>7(19.4) </td><td>0.48 </td><td>1.66 </td><td>0.40-6.88\n</td></tr><tr><td>Pregnancya </td><td>6(12) </td><td>1(7.1) </td><td>5(13.9) </td><td>0.66 </td><td>0.48 </td><td>0.05-4.50\n</td></tr><tr><td>Leukopenia a </td><td>4(8) </td><td>1(7.1) </td><td>3(8.3) </td><td>1 </td><td>0.85 </td><td>0.08-8.89\n</td></tr><tr><td>Lymphopaenia b </td><td>31(62) </td><td>6(42.9) </td><td>25(69.4) </td><td>0.08 </td><td>0.33 </td><td>0.09-1.18\n</td></tr><tr><td>Leukocytosis a </td><td>12(24) </td><td>7(50.0) </td><td>5(13.9) </td><td>0.02 </td><td>6.20 </td><td>1.51-25.41\n</td></tr><tr><td>Neutrophilia a </td><td>13(26) </td><td>8(57.1) </td><td>5(13.9) </td><td>0.004 </td><td>8.27 </td><td>2.00-34.16\n</td></tr><tr><td>Liver impairment a </td><td>12(29.3) </td><td>7(53.8) </td><td>5(17.9) </td><td>0.02 </td><td>6.72 </td><td>1.50-30.07\n</td></tr><tr><td>Renal impairment a </td><td>4(9.5) </td><td>3(25.0) </td><td>1(3.3) </td><td>0.06 </td><td>9.67 </td><td>O.89-104.82\n</td></tr><tr><td>Supplemental oxygen b </td><td>22(44) </td><td>10(71.4) </td><td>12(33.3) </td><td>0.02 </td><td>5.00 </td><td>1.30-19.30\n</td></tr><tr><td>Mechanical ventilation a </td><td>6(12) </td><td>3(21.4) </td><td>3(8.3) </td><td>0.33 </td><td>3.00 </td><td>0.53-17.09\n</td></tr><tr><td>ICU stay a </td><td>9(18) </td><td>4(28.6) </td><td>5(13.9) </td><td>0.25 </td><td>2.48 </td><td>0.56-11.07\n</td></tr><tr><td>Pneumonia b </td><td>25(50) </td><td>9(64.3) </td><td>16(44.4) </td><td>0.21 </td><td>0.44 </td><td>0.12-1.60\n</td></tr><tr><td>Complications a </td><td>13(26) </td><td>8(57.1) </td><td>5(13.9) </td><td>0.004 </td><td>8.27 </td><td>2.00-34.16\n</td></tr><tr><td>Died a </td><td>2(4) </td><td>2(14.3) </td><td>0(0) </td><td>0.07 </td><td>0.25 </td><td>0.15-0.41\n</td></tr><tr><td>Antibiotics on admission a </td><td>41(82) </td><td>14(100) </td><td>27(75.0) </td><td>0.05 </td><td>1.52 </td><td>1.22-1.89\n</td></tr><tr><td>Antibiotics pre-admission a </td><td>8(16) </td><td>3(21.4) </td><td>5(13.9) </td><td>0.67 </td><td>1.70 </td><td>0.35-8.28\n</td></tr><tr><td>Duration of hospitalizationc a </td><td>5(3) </td><td>5(3.5) </td><td>5(3.25) </td><td>0.25 </td><td>Non applicable\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was supported by Monash University Sunway Campus Seed Grant. Ethical approval to review patient's data was obtained from Ministry of Health Medical Research Ethics Committee (NMRR-11-16-8035).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions AD participated in study design, analyzed the data and wrote the manuscript. NCF participated in study design and collected the clinical data. SSH participated in study design and carried out RT-PCR. PK carried out PCR for H1N1, serology testing and culture for bacterial samples. GR participated in study design, coordinated sample collection from the wards and supervised all the laboratory diagnosis. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}