{"paper_id": "d5514eb92f78232657a0923684af8a8e4612b512", "metadata": {"title": "Social Support Moderates Effects of Natural Disaster Exposure on Depression and Posttraumatic Stress Disorder Symptoms: Effects for Displaced and Nondisplaced Residents", "authors": [{"first": "Adam", "middle": ["P"], "last": "Mcguire", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mississippi Medical Center", "location": {"settlement": "Jackson", "region": "Mississippi", "country": "USA"}}, "email": ""}, {"first": "Jami", "middle": ["M"], "last": "Gauthier", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mississippi Medical Center", "location": {"settlement": "Jackson", "region": "Mississippi", "country": "USA"}}, "email": ""}, {"first": "Lisa", "middle": ["M"], "last": "Anderson", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mississippi Medical Center", "location": {"settlement": "Jackson", "region": "Mississippi", "country": "USA"}}, "email": ""}, {"first": "David", "middle": ["W"], "last": "Hollingsworth", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mississippi Medical Center", "location": {"settlement": "Jackson", "region": "Mississippi", "country": "USA"}}, "email": ""}, {"first": "Melissa", "middle": [], "last": "Tracy", "suffix": "", "affiliation": {"laboratory": "", "institution": "State University of New York", "location": {"settlement": "Rensselaer", "region": "New York", "country": "USA"}}, "email": ""}, {"first": "Sandro", "middle": [], "last": "Galea", "suffix": "", "affiliation": {"laboratory": "", "institution": "Boston University", "location": {"settlement": "Boston", "region": "Massachusetts", "country": "USA"}}, "email": ""}, {"first": "Scott", "middle": ["F"], "last": "Coffey", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mississippi Medical Center", "location": {"settlement": "Jackson", "region": "Mississippi", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Social support is a known protective factor against the negative psychological impact of natural disasters. Most past research has examined how the effects of exposure to traumatic events influences whether someone meets diagnostic criteria for depression and posttraumatic stress disorder (PTSD); it has also suggested sequelae of disaster exposure depends on whether survivors are displaced from their homes. To capture the full range of the psychological impact of natural disasters, we examined the buffering effects of social support on depressive symptoms and cluster-specific PTSD symptoms, with consideration of displacement status. In a survey conducted 18 to 24 months after Hurricane Katrina, 810 adults exposed to the disaster reported the number of Katrina-related traumatic events experienced, perceived social support 2 months post-Katrina, and cluster-specific PTSD and depressive symptoms experienced since Katrina. Analyses assessed the moderating effects of social support and displacement and the conditional effects of displacement status. Social support significantly buffered the negative effect of Katrina-related traumatic events on depressive symptoms, B = −0.10, p = .001, and avoidance and arousal PTSD symptoms, B = −0.02, p = .035 and B = −0.02, p = .042, respectively. Three-way interactions were nonsignificant. Conditional effects indicated social support buffered development of depressive symptoms across all residents; however, the moderating effects of support on avoidance and arousal symptoms only appeared significant for nondisplaced residents. Results highlight the protective effects of disaster-related social support among nondisplaced individuals, and suggest displaced individuals may require more formal supports for PTSD symptom reduction following a natural disaster.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "from subthreshold PTSD and depressive symptoms relatively understudied. To better understand the link between increased exposure to natural disaster-related trauma and distress, and thereby inform interventions aimed at reducing psychological symptoms in their aftermath, further research is needed to clarify unique impacts on the full range of PTSD and depressive symptoms.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "To date, few studies have examined the effects of disaster exposure on individual Diagnostic and Statistical Manual of Mental Disorders (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association [APA] , 2000) PTSD symptom clustersreexperiencing, avoidance, and arousal. Although diagnostic criteria (APA, 2000) indicate that one must endorse a specified number of symptoms under each criterion, people may experience trauma-related distress despite failing to meet diagnostic criteria. McMillen, North, and Smith (2000) found that 48% of disaster survivors reported substantial reexperiencing (e.g., intrusive memories) and arousal symptoms (e.g., hypervigilance), but did not endorse avoidance symptoms and therefore failed to meet criteria for PTSD. Additionally, symptoms experienced for prolonged periods of time after a traumatic event could lead to the development of additional symptoms or worsening of current symptoms, thus placing an individual with subthreshold symptoms at risk for later full-threshold diagnostic status (Solomon, Horesh, & Ein-Dor, 2009 ). Given that subthreshold PTSD symptoms may fall within select symptom clusters and yield marked impairment, despite not meeting full diagnostic criteria (Stein, Walker, Hazen, & Forde, 1997) , it is important to understand whether the impact of disaster exposure and relevant psychosocial factors differs between symptom clusters. Furthermore, previous studies have demonstrated distinct, positive associations between cluster-level symptoms and physical (e.g., Pérez, Abrams, López-Martinez, & Asmundson, 2012) and mental (e.g., Schell, Marshall, & Jaycox, 2004) health conditions. Therefore, the study of PTSD symptom clusters along with depressive symptoms may yield greater insight into the functioning of people impacted by disasters, regardless of diagnostic status for PTSD or MDD.", "cite_spans": [{"start": 201, "end": 206, "text": "[APA]", "ref_id": null}, {"start": 305, "end": 316, "text": "(APA, 2000)", "ref_id": null}, {"start": 492, "end": 525, "text": "McMillen, North, and Smith (2000)", "ref_id": "BIBREF23"}, {"start": 1039, "end": 1072, "text": "(Solomon, Horesh, & Ein-Dor, 2009", "ref_id": "BIBREF32"}, {"start": 1228, "end": 1265, "text": "(Stein, Walker, Hazen, & Forde, 1997)", "ref_id": "BIBREF33"}, {"start": 1537, "end": 1586, "text": "Pérez, Abrams, López-Martinez, & Asmundson, 2012)", "ref_id": null}, {"start": 1605, "end": 1638, "text": "Schell, Marshall, & Jaycox, 2004)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": ""}, {"text": "In order to create and coordinate effective postdisaster response efforts, it is imperative to identify key protective factors. Social support is a known protective factor that is negatively associated with PTSD and depression in adults exposed to traumatic events, including natural disasters (e.g., Nillni et al., 2013; Tracy, Morgenstern, Zivin, Aiello, & Galea, 2014) . Additionally, a lower level of social support is correlated with higher cluster-specific PTSD symptoms (e.g., avoidance symptoms; Pietrzak et al., 2010) ; this is consistent with the theoretical model proposed by Joseph, Williams, and Yule (1997) , which suggested that social support may uniquely impact symptom clusters (i.e., reexperiencing symptoms are impacted by others' interpretations, arousal symptoms are impacted by emotion regulation processes garnered through social support, and avoidance symptoms may be reinforced by a lack of social support). Yet, in order to determine if crisis-related social support differentially impacts the symptoms that fall under each cluster in response to exposure to a natural disaster, additional research is needed.", "cite_spans": [{"start": 301, "end": 321, "text": "Nillni et al., 2013;", "ref_id": "BIBREF25"}, {"start": 322, "end": 371, "text": "Tracy, Morgenstern, Zivin, Aiello, & Galea, 2014)", "ref_id": "BIBREF34"}, {"start": 504, "end": 526, "text": "Pietrzak et al., 2010)", "ref_id": "BIBREF29"}, {"start": 587, "end": 620, "text": "Joseph, Williams, and Yule (1997)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Altogether, previous disaster research has suggested that social support is important to the psychological functioning of disaster survivors. However, there is variability in the specific findings on the ways social support functions as a protective factor. Some researchers have found that social support mediated the association between natural disaster experiences and depression (e.g., Kaniasty & Norris, 1993) , whereas others have found that social support moderated the association between trauma exposure and mental health outcomes (e.g., general distress, as reported by Arnberg, Hultman, Michel, and Lundin, 2012 ; PTSD and depressive symptoms, as reported by Llabre & Hadi, 2009) . Additionally, previous studies have been limited in that some did not test for specific effects on PTSD and depressive symptoms, and others examined social support as a preexisting resource prior to the traumatic event, but not perceived support in response to a disaster. Further work is needed to clarify whether crisis-related social support following a natural disaster buffers the specific association between number of traumatic events (i.e., level of trauma exposure) and development of PTSD and depressive symptoms, which could increase our understanding of how social support can be utilized most effectively in disaster response efforts to alleviate PTSD and depression symptomatology.", "cite_spans": [{"start": 390, "end": 414, "text": "Kaniasty & Norris, 1993)", "ref_id": "BIBREF14"}, {"start": 580, "end": 622, "text": "Arnberg, Hultman, Michel, and Lundin, 2012", "ref_id": "BIBREF1"}, {"start": 670, "end": 690, "text": "Llabre & Hadi, 2009)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "Displacement is another important factor to consider when examining the impact of natural disasters on depressive and PTSD symptoms, particularly in the context of Hurricane Katrina, given that the estimated rate of displacement after the disaster was the highest observed in the United States since the 1930s (Falk et al., 2006) . Broadly speaking, individuals who are displaced in the wake of a natural disaster experience more severe psychological symptoms than their nondisplaced counterparts (Uscher-Pines, 2009 ). However, there is some variation in the specifics of study findings. Lê, Tracy, Norris, and Galea (2013) found that displacement with low social cohesion was associated with higher rates of depression. Conversely, Najarian, Goenjian, Pelcovitz, Mandel, and Najarian (2001) discovered no differences in overall PTSD severity, whereas Laor, Wolmer, and Cohen (2001) found slight differences in avoidance symptoms among relocated individuals.", "cite_spans": [{"start": 310, "end": 329, "text": "(Falk et al., 2006)", "ref_id": "BIBREF5"}, {"start": 497, "end": 516, "text": "(Uscher-Pines, 2009", "ref_id": "BIBREF37"}, {"start": 589, "end": 624, "text": "Lê, Tracy, Norris, and Galea (2013)", "ref_id": "BIBREF21"}, {"start": 734, "end": 792, "text": "Najarian, Goenjian, Pelcovitz, Mandel, and Najarian (2001)", "ref_id": "BIBREF24"}, {"start": 853, "end": 883, "text": "Laor, Wolmer, and Cohen (2001)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "Overall, findings that regard the impact of displacement on psychological functioning indicate the need to examine psychological distress at the symptom level or cluster level. Furthermore, though several studies have demonstrated a buffering effect of social support on the link between trauma exposure and psychological impairment (e.g., Norris & Kaniasty, 1996) , to our knowledge only one study has tested this association while also accounting for displacement and related stressors (La Greca, Silverman, Lai, & Jaccard, 2010) ; however, it is unknown how displacement status alone affects the association between disaster exposure and cluster-specific PTSD symptoms. Given that postdisaster displacement could conceivably disrupt the type of social support received, further investigation is needed to determine whether displacement Hypothesized model: Higher social support in the 2-month period following Hurricane Katrina will buffer the effects of more Hurricane Katrina-related traumatic events on higher depressive and posttraumatic stress disorder (PTSD) symptoms reported 18 to 24 months after Hurricane Katrina; however, social support will demonstrate less of a buffering effect for participants who were displaced from their home after Hurricane Katrina than it will for those who were not displaced. DVs = dependent variables. status influences the effects of social support on mental health outcomes.", "cite_spans": [{"start": 340, "end": 364, "text": "Norris & Kaniasty, 1996)", "ref_id": "BIBREF27"}, {"start": 492, "end": 531, "text": "Greca, Silverman, Lai, & Jaccard, 2010)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": ""}, {"text": "Although substantial empirical support indicates that a high level of disaster-related traumatic stressor exposure and displacement independently increase risk for psychological distress, whereas social support reduces risk, the interplay of these factors has yet to be thoroughly assessed. Given the extensive displacement that occurred after Hurricane Katrina, an examination of differences in the moderating effect of social support on the association between experienced traumatic events and psychological symptoms, under the conditions of displacement and nondisplacement, among people affected by Hurricane Katrina would be particularly useful in informing intervention efforts. Furthermore, few studies have examined the impact of these factors on the severity of mental health symptoms. Because such symptoms, even in the absence of a full-threshold diagnosis based on the DSM, can lead to significant impairment (e.g., Stein et al., 1997) , assessing severity at the symptom level is likely to provide a more comprehensive picture of the link between traumatic stressor exposure and psychological impairment across all people. We sought to address these gaps by examining the moderating effect of perceived social support on the association between Katrina-related traumatic event exposure and depressive symptoms, as well as avoidance, arousal, and reexperiencing PTSD symptoms. We also aimed to test for a three-way interaction to assess whether the buffering effects of social support were moderated by displacement status.", "cite_spans": [{"start": 928, "end": 947, "text": "Stein et al., 1997)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": ""}, {"text": "Consistent with previous studies assessing PTSD diagnosis (e.g., Tracy et al., 2011) and depressive symptoms (e.g., Zhou, Wu, & An, 2016) after disaster exposure, we anticipated positive associations between the number of Katrina-related traumatic events and the severity of PTSD and depression symptoms. We further expected that perceived social support would predict fewer depressive symptoms and cluster-specific PTSD symptoms, whereas displacement would be positively associated with these outcomes. Given the benefits of social support (Arnberg et al., 2012; Llabre & Hadi, 2009 ), we hypothesized that higher levels of social support would moderate the association between number of Katrina-related traumatic events and cluster-specific PTSD symptom severity and depressive symptoms, respectively. Because displaced residents generally experience more difficulties both during and after a natural disaster than nondisplaced residents (Uscher-Pines, 2009), we hypothesized a three-way interaction such that conditional effects of social support in the displaced population would be insufficient to ameliorate the effects of exposure to hurricanerelated traumatic events (i.e., nonsignificant moderation effects; see Figure 1 ), whereas social support would demonstrate significant buffering effects for nondisplaced residents.", "cite_spans": [{"start": 65, "end": 84, "text": "Tracy et al., 2011)", "ref_id": "BIBREF35"}, {"start": 116, "end": 137, "text": "Zhou, Wu, & An, 2016)", "ref_id": "BIBREF40"}, {"start": 541, "end": 563, "text": "(Arnberg et al., 2012;", "ref_id": "BIBREF1"}, {"start": 564, "end": 583, "text": "Llabre & Hadi, 2009", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1221, "end": 1229, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Participants (N = 810) were contacted and recruited by members of the study team following a random selection of addresses sampled within the area affected by Hurricane Katrina, which included adults who were living in the 23 southernmost counties of Mississippi prior to the hurricane. Additional details regarding the sampling strategy are described in Galea et al. (2008) . We applied population-based weights representative of the 2000 U.S. Census data for these counties (Bureau of the Census, 2000) to reflect demographic population estimates for the data analyzed in the current study. After the population weights were applied, participants (52.2% women) reported their race as Caucasian (73.5%), African-American (24.3%), Hispanic (1.1%), and Other non-Hispanic (2.1%). Participants' ages ranged from 18 to 91 years (M = 46.47, SD = 17.88). Trained interviewers (supervised by Ph.D.-level clinicians) used a computer-assisted interviewing system to administer a battery of self-report questionnaires 18 to 24 months after the hurricane to assess participants' current experiences, as well as to gather and assess retrospective self-reports of experiences before and immediately after the hurricane. Interviews included the Composite International Diagnostic Interview for DSM-IV (CIDI), a structured interview used to assess psychiatric disorders that is commonly used in epidemiological studies (Kessler & Utsun, 2004) . Previous studies that examined diagnoses in this same sample found that approximately 16% of participants met PTSD diagnostic criteria (Galea, Tracy, Norris, & Coffey, 2008 ) and 12% met MDD criteria (Nillni et al., 2013) since Hurricane Katrina. This study was approved by the Institutional Review Board of the University of Michigan and all participants provided verbal consent.", "cite_spans": [{"start": 355, "end": 374, "text": "Galea et al. (2008)", "ref_id": "BIBREF8"}, {"start": 1405, "end": 1428, "text": "(Kessler & Utsun, 2004)", "ref_id": null}, {"start": 1566, "end": 1603, "text": "(Galea, Tracy, Norris, & Coffey, 2008", "ref_id": "BIBREF8"}, {"start": 1631, "end": 1652, "text": "(Nillni et al., 2013)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Participants and Procedure"}, {"text": "Previous traumatic events. The PTSD module of the CIDI was used to assess frequency of previous traumatic events experienced, not including severity or impairment. Participants were asked if they experienced Criterion A events (i.e., \"yes, experienced\" or \"no\") during their lifetime but before Hurricane Katrina. All events were based on DSM-IV-TR diagnostic criteria that included exposure to or threatened death, serious injury, and sexual violence (APA, 2000) . We summed the number of experiences endorsed to create a count variable, with higher scores indicating a greater number of traumatic events experienced before Hurricane Katrina; this was consistent with previous studies that examined history of traumatic events in a disaster-affected sample (Galea et al., 2008; Tracy et al., 2011) . The number of previous traumatic events was used as a covariate in this study (M = 3.32, SD = 2.38; range: 0-10).", "cite_spans": [{"start": 452, "end": 463, "text": "(APA, 2000)", "ref_id": null}, {"start": 758, "end": 778, "text": "(Galea et al., 2008;", "ref_id": "BIBREF8"}, {"start": 779, "end": 798, "text": "Tracy et al., 2011)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Measures"}, {"text": "Participants were asked if, during the hurricane, they experienced five Criterion A traumatic events (i.e., \"yes, experienced\" or \"no\"); these five events have been previously used in natural disaster research (Galea et al., 2008; Tracy et al., 2011) . Events included being present during hurricane winds or major flooding, being physically injured, having a family member injured or killed, having a close friend injured or killed, and seeing dead bodies. We summed the number of experiences endorsed to create a count variable (i.e., frequency, not severity, of events), with higher scores indicating a greater number of Katrina-related traumatic events experienced during the hurricane (M = 1.08, SD = 0.81; range: 0-5).", "cite_spans": [{"start": 210, "end": 230, "text": "(Galea et al., 2008;", "ref_id": "BIBREF8"}, {"start": 231, "end": 250, "text": "Tracy et al., 2011)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Hurricane Katrina-related traumatic events."}, {"text": "Participants were asked if they experienced seven significant stressors (i.e., \"yes, experienced\" or \"no\") primarily related to the hurricane in the aftermath of Hurricane Katrina; these seven stressors have been previously used in disaster research (Galea et al., 2008; Tracy et al., 2011) . Stressors included shortage of food, fear of crime, difficulty receiving checks from government or insurance agencies, difficulty finding sufficient housing, unsanitary conditions, difficulty finding a contractor, and financial loss. We summed the number of stressors to create a count variable, with higher scores indicating a greater number of Hurricane Katrina-related stressors experienced after the hurricane. The number of post-Hurricane Katrina stressors was used as a covariate in this study (M = 1.27, SD = 0.56; range: 0-7).", "cite_spans": [{"start": 250, "end": 270, "text": "(Galea et al., 2008;", "ref_id": "BIBREF8"}, {"start": 271, "end": 290, "text": "Tracy et al., 2011)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Post-Hurricane Katrina stressors."}, {"text": "Displacement. All participants were coded as either \"displaced\" (1) or \"not displaced\" (0) from their homes after Hurricane Katrina. Participants were asked one single item question: \"Did you move from the place you were living because of Hurricane Katrina?\" Perceived social support. The Crisis Support Scale (CSS; Joseph, Williams, & Yule, 1992 ) is a seven-item self-report scale that was used to assess perceptions of crisis-related social support received in the 2 months after Hurricane Katrina. Items assess various aspects of social support, including having others who are willing to listen, provide emotional support, and provide practical support. Participants rated each item on a scale from 1 (never) to 7 (always). One item assesses overall satisfaction with crisis support, and the other six items are summed to create a total score with higher scores indicating higher levels of perceived social support following Hurricane Katrina (M = 32.67, SD = 8.22; range: 6-42). This measure has shown internal consistency and construct validity in past research (Cronbach's α = .82; Elklit, Pedersen, & Jind, 2001) and acceptable internal consistency in this sample (Cronbach's α = .73).", "cite_spans": [{"start": 316, "end": 346, "text": "Joseph, Williams, & Yule, 1992", "ref_id": "BIBREF12"}, {"start": 1090, "end": 1121, "text": "Elklit, Pedersen, & Jind, 2001)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Post-Hurricane Katrina stressors."}, {"text": "PTSD symptom clusters. The PTSD Module of the CIDI was used to assess the frequency of PTSD symptom clusters, as defined by the DSM-IV-TR (APA, 2000; reexperiencing, avoidance, and arousal), that participants experienced during the 18 to 24-month period following Hurricane Katrina (i.e., participants were currently experiencing at the time of the interview). Number of symptoms endorsed (i.e., \"yes, currently experience\" or \"no\") were counted for reexperiencing (M = 1.94, SD = 1.66; range: 0-5), avoidance (M = 1.69, SD = 1.96; range: 0-7), and arousal (M = 2.33, SD = 1.72; range: 0-5) symptoms, with higher scores indicative of a greater number of symptoms. We used DSM-IV-TR (APA, 2000) criteria during this study because data collection was completed prior to the publication of the DSM-5 (APA, 2014).", "cite_spans": [], "ref_spans": [], "section": "Post-Hurricane Katrina stressors."}, {"text": "Depressive symptoms. The Patient Health Questionnaire-9 (PHQ-9; Kroenke, Spitzer, & Williams, 2001 ) is a nine-item self-report measure that was used to assess the frequency and severity of current depressive symptoms participants experienced during the 18-to 24-month period following Hurricane Katrina (e.g., \"How often have you felt down, depressed, or hopeless?\"). Participants rated each item on a scale from 0 (never) to 3 (nearly every day), with higher scores indicative of greater depressive symptom severity (M = 5.61, SD = 5.87; range: 0-26). The PHQ-9 demonstrated internal consistency in previous studies (Cronbach's α = .89; Kroenke et al., 2001) and in this sample (Cronbach's α = .88).", "cite_spans": [{"start": 64, "end": 98, "text": "Kroenke, Spitzer, & Williams, 2001", "ref_id": "BIBREF18"}, {"start": 639, "end": 660, "text": "Kroenke et al., 2001)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Post-Hurricane Katrina stressors."}, {"text": "We computed four moderation models with linear regression analyses using PROCESS (Hayes, 2012) within IBM SPSS Kim, 2013) . In the analyses, number of Hurricane Katrina-related traumatic events was the independent variable (X), perceived social support was the first moderating variable (M 1 ), displacement was the second moderating variable (M 2 ), and cluster-specific PTSD symptoms (analyzed separately by cluster) and depressive symptoms were the dependent variables (Y). The independent variable and both moderators were grand-mean centered prior to computing interaction terms, including a three-way interaction (i.e., Katrina-related trauma * social support * displacement). In a series of exploratory analyses, we also investigated whether social support moderated the associations between trauma exposure and PTSD and depressive symptoms conditional on participant group membership, in line with our hypotheses that social support would demonstrate buffering effects only for nondisplaced participants. Age and minority status were correlated with outcome variables (see Table 1 ); therefore, both were included as covariates. Minority status was coded as White (0) and minority (1; participants who reported Hispanic ethnicity or African American, Native American, Asian, Pacific, Islander, or other race). Because the number of traumatic events experienced before Hurricane Katrina (i.e., trauma history) and current stressors related to the aftermath of the hurricane could influence current symptoms, we controlled for both variables to test for the unique effects of the number of Hurricane Katrina-related traumatic events and social support (in the 2-month period after hurricane) on current symptoms of PTSD and depression. The original data set consisted of 810 participants, and 99% of the cases were complete with no missing data. Five participants did not complete all measures, and were therefore excluded, leaving a total sample size of 805.", "cite_spans": [{"start": 81, "end": 94, "text": "(Hayes, 2012)", "ref_id": "BIBREF10"}, {"start": 111, "end": 121, "text": "Kim, 2013)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 1081, "end": 1088, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Data Analysis"}, {"text": "Descriptive analyses included bivariate correlations (see Table 1 ) and independent samples t tests to compare means of all relevant variables between displaced (n = 259) and nondisplaced (n = 546) residents. Preliminary analyses indicated no significant differences for perceived crisis-related social support, t(807) = −1.38, p = .167, and the number of Hurricane Katrina-related traumatic events, t(334.76) = 0.45 p = .653, between groups. People who were displaced reported experiencing more post-Hurricane Katrina stressors, t(458.78) = 16.16, p < .001, higher levels of depressive, t(365.71) = 6.30, p < .001, and PTSD symptoms (significant across all three symptom clusters) compared with participants who were not displaced. Additionally, displaced individuals reported having experienced a greater number of previous traumatic events, t(808) = 3.62, p < .001.", "cite_spans": [], "ref_spans": [{"start": 58, "end": 65, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Descriptive Analyses"}, {"text": "The first model tested the number of Hurricane Katrinarelated traumatic events, perceived social support experienced in the 2 months following the disaster, and displacement status, and their interactions, in the prediction of depressive symptoms since the hurricane (i.e., 18 to 24 months after Hurricane Katrina). As we hypothesized, perceived social support negatively predicted depressive symptoms, and the number of Katrina-related traumatic events and displacement status positively predicted symptoms above and beyond the effects of the number of previous traumatic events, post-Hurricane Katrina stressors, age, and minority status. As expected, there was a significant interaction, in that higher levels of perceived social support buffered the effect the number of Hurricane Katrinarelated traumatic events had on depressive symptoms (see Table 2 ). Contrary to hypotheses, the three-way interaction including displacement status was nonsignificant. Conditional effects of the three-way interaction indicated that social support had a significant interaction or buffering effect on the association between Hurricane Katrina-related traumatic events and depressive symptoms for both displaced, B = −0.14, p = .002, and nondisplaced, B = −0.08, p = .033, residents. We probed the significant two-way interaction across the entire sample with the Johnson-Neyman technique (Hayes & Matthes, 2009) , which calculates the conditional effects of social support to determine the value at which the interaction term is statistically significantly different from zero. Results indicated that when the CSS score was below 38.05 (71.9% of sample), Hurricane Katrina-related traumatic events positively predicted depressive symptoms, whereas the association was nonsignificant when high levels of social support were present (see Figure 2 ).", "cite_spans": [{"start": 1379, "end": 1402, "text": "(Hayes & Matthes, 2009)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 849, "end": 856, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1827, "end": 1835, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Depressive Symptoms"}, {"text": "The next three models tested the number of Hurricane Katrina-related traumatic events, perceived social support, displacement status, and the interactions among the three, as predictors of each PTSD symptom cluster. As expected, social support negatively predicted all symptom clusters, whereas the number of Hurricane Katrina-related traumatic events and displacement status predicted more reexperiencing, avoidance, and arousal symptoms when control variables were accounted for. As we hypothesized, there was a significant interaction between perceived social support and the number of Hurricane Katrinarelated traumatic events on avoidance and arousal symptoms; contrary to our hypotheses, the interaction was not significant in predicting reexperiencing symptoms (see Table 2 ). The three-way interaction was approaching significance in predicting arousal symptoms, B = 0.03, p = .065, but not statistically significant, contrary to hypotheses. Similarly, the three-way interaction was nonsignificant in predicting reexperiencing and avoidance symptoms.", "cite_spans": [], "ref_spans": [{"start": 773, "end": 780, "text": "Table 2", "ref_id": "TABREF1"}], "section": "PTSD Symptom Clusters"}, {"text": "Despite nonsignificant findings, we examined conditional effects as exploratory analyses given our a priori hypotheses (i.e., the impact of social support would differ between groups). Conditional effects indicated a significant interaction between traumatic events and social support for nondisplaced residents on average, B = −0.03, p = .013, and a nonsignificant interaction for displaced residents, B = 0.00, p = .771. For nondisplaced residents, results from the Johnson-Neyman technique indicated that Hurricane Katrina-related traumatic events positively predicted arousal symptoms when a participant's CSS score was below 32.06 (40.3% of our sample), whereas the association was nonsignificant when medium and high levels of social support were present (see Figure 2 ). Regarding reexperiencing symptoms, conditional effects suggested the interaction between traumatic events and social support was nonsignificant for both the displaced and nondisplaced groups. However, when predicting avoidance symptoms, the interaction was significant for nondisplaced residents on average, B = −0.02, p = .049, and nonsignificant for displaced residents, B = −0.01, p = .419. For the nondisplaced residents, exposure to traumatic events significantly predicted avoidance symptoms when a participant's CSS score was below 34.47 (46.9% of sample), but the association was nonsignificant when medium and high levels of social support were present.", "cite_spans": [], "ref_spans": [{"start": 766, "end": 774, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "PTSD Symptom Clusters"}, {"text": "This study aimed to identify the impact of crisis-related social support on the association between number of traumatic events experienced and depressive and cluster-specific PTSD symptoms, including the contextual differences of displacement, among Hurricane Katrina survivors. This study had three principal findings: (a) social support had a moderating effect on depressive symptoms for displaced and nondisplaced residents; (b) the impact of social support on Hurricane Katrina-related traumatic events and PTSD symptoms differed between cluster types; and (c) social support appeared to only moderate the effects on PTSD symptoms for nondisplaced residents.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "For people who endorsed high levels of social support after Hurricane Katrina, exposure to traumatic events did not predict depressive symptoms up to 2 years after the event. Similarly, Nillni and colleagues (2013) identified exposure to Hurricane Katrina-related traumatic events and low social support as significant predictors of future MDD diagnosis. Our findings expanded on that study by assessing depressive symptoms rather than the presence of a MDD diagnosis, and suggested that crisis-related social support can play a significant role for all individuals exposed to a disaster-related traumatic event, including the majority of Hurricane Katrina victims who did not meet the full criteria for MDD (Galea et al., 2008) .", "cite_spans": [{"start": 186, "end": 214, "text": "Nillni and colleagues (2013)", "ref_id": null}, {"start": 708, "end": 728, "text": "(Galea et al., 2008)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The significant interaction is also consistent with past work by Llabre and Hadi (2009) , which indicated that social support may moderate the effects of trauma exposure on distress. Unlike previous studies, our findings highlight the unique, significant buffering effect of crisis-related social support on depressive symptoms by controlling for highly correlated variables: number of previous traumatic events experienced and disaster-related stressors. Lastly, unexpectedly, the significant buffering effect of social support did not differ between displaced and nondisplaced residents, which suggests that perceived social support is linked to important cognitive and behavioral processes that reduce the likelihood of developing depressive symptoms (e.g., challenging negative beliefs about self; Farnsworth & Sewell, 2011) , and those effects are not limited to nondisplaced disaster survivors. Overall, these findings expand our understanding of the buffering role of social support on depressive symptoms following exposure to disasterrelated traumatic events, regardless of the displacement context in which it occurs.", "cite_spans": [{"start": 65, "end": 87, "text": "Llabre and Hadi (2009)", "ref_id": "BIBREF22"}, {"start": 802, "end": 828, "text": "Farnsworth & Sewell, 2011)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "After we assessed PTSD symptoms for our entire sample, we found a significant moderating effect for perceived social support when predicting arousal symptoms and avoidance symptoms, as expected, but not for reexperiencing symptoms. Our study expanded on previous findings showing that social support positively impacts total PTSD symptoms (La Greca et al., 2010; Pietrzak et al., 2010) by demonstrating similar results when we assessed PTSD symptom clusters separately. Further, these findings that highlight the positive impact of social support on a wide range of PTSD symptoms are an important contribution because most victims of Hurricane Katrina did not meet full criteria for PTSD (Galea et al., 2008) , but still endorsed subthreshold symptoms and may be at risk for subsequent adverse health outcomes.", "cite_spans": [{"start": 343, "end": 362, "text": "Greca et al., 2010;", "ref_id": "BIBREF19"}, {"start": 363, "end": 385, "text": "Pietrzak et al., 2010)", "ref_id": "BIBREF29"}, {"start": 688, "end": 708, "text": "(Galea et al., 2008)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although social support buffered the effect of Hurricane Katrina-related traumatic events on avoidance and arousal symptoms, the interaction was nonsignificant for reexperiencing symptoms, contrary to our hypotheses. These findings suggest that reexperiencing symptoms may not be amenable to the benefits of social support in the same manner as avoidance and arousal symptoms. One possible explanation is that social support may not directly affect the internal processes linked to the development and maintenance of reexperiencing symptoms (e.g., avoiding memories or thoughts about the event) in part because people willing to offer support may be less aware of the survivor's internal experiences, thus limiting their ability to offer support for those specific symptoms. Consistent with Joseph and colleagues' (1997) theory, social support may be more applicable to reducing avoidance symptoms because supporters could more easily facilitate increased engagement in activities and decreased isolation. Similarly, social support may buffer the development of arousal symptoms by encouraging or modeling emotion regulation skills. Further research is needed to better understand how specific mechanisms of social support impact the development of different PTSD symptom clusters.", "cite_spans": [{"start": 791, "end": 820, "text": "Joseph and colleagues' (1997)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Results for the three-way interactions were nonsignificant when predicting all PTSD symptom clusters, which indicates that the buffering effect of social support was not statistically significantly different between displaced and nondisplaced residents when controlling for covariates and three additional interaction terms. However, exploratory analyses suggested some differences between groups when predicting arousal and avoidance symptoms, which may warrant additional research in the future, using larger sample sizes. Namely, exposure to traumatic events did not predict arousal and avoidance symptoms 18 to 24 months after Hurricane Katrina for nondisplaced individuals who endorsed medium-to-high levels of crisis-related social support, whereas there was no buffering effect for displaced residents. It should be noted that preliminary analyses indicated the two groups did not significantly differ in their mean levels of perceived social support. Because our assessment was limited to a brief self-report measure of social support, it is unclear why there were no differences between groups. Although there is a need for further research to better understand what factors may influence perceived support (e.g., types of support or idiosyncratic beliefs), similar levels across both groups suggests the role of social support on cluster-specific PTSD symptoms after a natural disaster could vary based on situational factors, specifically whether or not someone was displaced from his or her home. One possible explanation is that the type or quality of social support is different for displaced individuals, who may not have the same access to their typical social network and community (which might provide more meaningful support) as do nondisplaced individuals (i.e., differences in the helpfulness of their supporters), which may have been more likely to elicit buffering effects. This potential difference in the type of support may be especially important for reducing arousal symptoms if social support facilitates emotion regulation skills as previously described. Differences in avoidance symptoms could also be attributed to displaced individuals having greater opportunities to avoid external triggers, because they are not living in the same place where they experienced the disaster. Conversely, social support for nondisplaced residents may buffer the negative reinforcement of avoidance symptoms by encouraging individuals to engage with activities, people, and places in their community that remind them of the traumatic event. It follows that social support for displaced individuals might only have a direct effect on avoidance symptoms, consistent with previous studies (e.g., Pietrzak et al., 2010) , rather than impacting the specific association between Hurricane Katrina-related traumatic events and avoidance.", "cite_spans": [{"start": 2708, "end": 2730, "text": "Pietrzak et al., 2010)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Lastly, it should be noted that exploratory findings suggest the effects of crisis-related social support on cluster-specific PTSD symptoms may differ between displacement groups, whereas the significant buffering effects were consistent across both groups for depressive symptoms. These findings suggest the development of mental health outcomes could differ by displacement, and the role of social support may vary across mental health outcomes. In this study, discrepant results for cluster-specific PTSD symptoms of displaced residents could be attributed to the unique experience of other stressors after the hurricane (e.g., unsanitary living conditions, stress of receiving government or insurance payments), which may have explained a larger portion of variance in the development and maintenance of PTSD symptoms compared to depressive symptoms. Future research should further examine differences in postdisaster stressors for displaced and nondisplaced residents to better understand how those differences uniquely impact PTSD symptom development.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are several limitations to this study that should be noted. First, there was no baseline measurement of mental health symptoms or social support prior to the hurricane. This limitation is most relevant when considering the assessment of depressive symptoms, given that previous depressive and comorbid disorders could impact the experience of depressive symptoms following a traumatic event (Salcioglu, Basoglu, & Livanou, 2007) . Although it is possible that preexisting mental health concerns could have increased the likelihood of developing PTSD symptoms, it is unlikely the measurement of PTSD symptoms in this study captured symptoms related to previous traumatic exposure, because the assessment was directly linked to current hurricane experiences, consistent with previous studies (e.g., \"Did you deliberately try not to think or talk about Hurricane Katrina?\"; Tracy et al., 2011) . Also, there may have been differences in baseline social support or the availability of support within social networks, which could have influenced the amount of perceived support following the trauma itself. Future research seeking to understand the moderating effects of social support should consider stable measurements of social support and psychopathology prior to traumatic events, if possible, and examine the degree to which PTSD and depressive symptoms are influenced by both changes in availability and utilization of social support.", "cite_spans": [{"start": 397, "end": 434, "text": "(Salcioglu, Basoglu, & Livanou, 2007)", "ref_id": "BIBREF30"}, {"start": 877, "end": 896, "text": "Tracy et al., 2011)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another limitation was the potential for measurement error and misclassification of psychiatric symptoms. All measures, except for current PTSD and depressive symptoms, were assessed retrospectively at 18 to 24 months following the hurricane and therefore could have been at risk for poor recall. For example, the recollection of social support experienced in the 2 months following the hurricane could have been influenced by current mental health concerns (e.g., depressive symptoms) or stressors; although, as previously described, there was a nonsignificant difference between displaced and nondisplaced groups. Additionally, the CSS demonstrated lower reliability, which could have decreased the likelihood of detecting significant interaction effects. Second, the measures used to assess depressive and PTSD symptoms were brief and administered by trained interviewers, which may have led to over-or underestimation of symptoms. Also, brief measures that did not assess severity of each symptom may not have fully captured the level of impairment in participants who did not clearly meet full diagnostic criteria. However, it should be noted the data collected were a part of a larger epidemiological study with considerations of participant time and burden that prohibited the use of more detailed, clinician-rated assessments. Future studies would benefit from the assessment of PTSD symptom clusters and depressive symptoms in greater detail with consideration of the level of impairment associated with symptoms. Measurement of displacement status was also limited and did not include factors that could potentially influence distress associated with moving in the wake of a natural disaster. Future studies should incorporate a more detailed assessment of displacement factors such as voluntary or involuntary displacement, and immediate or delayed displacement.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Lastly, previous studies have suggested that large sample sizes (n > 500) and highly reliable measures (Cronbach's αs = .80 to 1.00) are needed to test three-way interactions with continuous moderators (Dawson & Richter, 2006) . Although there are limited guidelines for determining adequate sample sizes for a three-way interaction when including both continuous and dichotomous (i.e., displacement status) moderators, given the lower reliability of the CSS measure (Cronbach's α = .73), this study may have been underpowered to detect such effects. Because three-way interactions were nonsignificant, tests of whether the moderating effects of social support on the association between trauma exposure and PTSD and depressive symptoms were conditional on participant membership in the nondisplaced group were exploratory and must be interpreted with caution. However, given the unique nature of this population and the difficulties associated with collecting longitudinal data from people who are both displaced and psychologically impacted by a natural disaster (e.g., Norris, 2006) , exploratory findings may still offer a significant contribution and highlight the need for additional research with larger sample sizes and highly reliable measures to better understand how displacement status and social support influence the development of mental health outcomes.", "cite_spans": [{"start": 202, "end": 226, "text": "(Dawson & Richter, 2006)", "ref_id": "BIBREF3"}, {"start": 1072, "end": 1085, "text": "Norris, 2006)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion"}, {"text": "Despite limitations, the present study identified the unique impact of social support in both displaced and nondisplaced Mississippi residents following Hurricane Katrina, beyond the effects of previous traumatic experiences and post-Hurricane Katrina stressors. Unlike previous studies that examined predictors of whether people met diagnostic criteria for PTSD and depression, this study demonstrated the differential moderating effects of social support on cluster-specific PTSD and depressive symptoms, which offers an important contribution by identifying the impact of social support on a full range of psychological distress. Furthermore, exploratory findings suggested that when considering PTSD symptoms, the impact of social support might depend on whether a person is displaced after a natural disaster, whereas this is not the case for depressive symptoms. Overall, this study increases our understanding of when social support moderates mental health outcomes and offers implications for how it can be utilized in future disaster response efforts; namely, social support should be facilitated for all residents to alleviate depressive symptoms, but more resources are likely needed to buffer the effects of cluster-specific PTSD symptoms in displaced populations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Diagnostic and statistical manual of mental disorders", "authors": [], "year": 2000, "venue": "American Psychiatric Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Social support moderates posttraumatic stress and general distress after disaster", "authors": [{"first": "F", "middle": ["K"], "last": "Arnberg", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Hultman", "suffix": ""}, {"first": "P", "middle": [], "last": "Michel", "suffix": ""}, {"first": "T", "middle": [], "last": "Lundin", "suffix": ""}], "year": 2012, "venue": "Journal of Traumatic Stress", "volume": "25", "issn": "", "pages": "721--727", "other_ids": {"DOI": ["10.1002/jts.21758"]}}, "BIBREF2": {"ref_id": "b2", "title": "Census summary tape, file 3A (STF 3A)", "authors": [], "year": 2000, "venue": "Bureau of the Census", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Probing three-way interactions in moderated multiple regression: Development and application of a slope difference test", "authors": [{"first": "J", "middle": ["F"], "last": "Dawson", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Richter", "suffix": ""}], "year": 2006, "venue": "Journal of Applied Psychology", "volume": "91", "issn": "", "pages": "917--926", "other_ids": {"DOI": ["10.1037/0021-9010.91.4.917"]}}, "BIBREF4": {"ref_id": "b4", "title": "The crisis support scale: Psychometric qualities and further validation. Personality and Individual Differences", "authors": [{"first": "A", "middle": [], "last": "Elklit", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "L", "middle": [], "last": "Jind", "suffix": ""}], "year": 2001, "venue": "", "volume": "31", "issn": "", "pages": "1291--1302", "other_ids": {"DOI": ["10.1016/S0191-8869(00)00220-8"]}}, "BIBREF5": {"ref_id": "b5", "title": "Hurricane Katrina and New Orleanians' sense of place", "authors": [{"first": "W", "middle": ["W"], "last": "Falk", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Hunt", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Hunt", "suffix": ""}], "year": 2006, "venue": "Du Bois Review", "volume": "3", "issn": "", "pages": "115--128", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Fear of emotion as a moderator between PTSD and firefighter social interactions", "authors": [{"first": "J", "middle": ["K"], "last": "Farnsworth", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Sewell", "suffix": ""}], "year": 2011, "venue": "Journal of Traumatic Stress", "volume": "24", "issn": "", "pages": "444--450", "other_ids": {"DOI": ["10.1002/jts.20657"]}}, "BIBREF7": {"ref_id": "b7", "title": "Exposure to hurricane-related stressors and mental illness after Hurricane Katrina", "authors": [{"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Brewin", "suffix": ""}, {"first": "M", "middle": [], "last": "Gruber", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Jones", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "King", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "King", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Kessler", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "", "suffix": ""}], "year": 2007, "venue": "Archives of General Psychiatry", "volume": "64", "issn": "", "pages": "1427--1434", "other_ids": {"DOI": ["10.1001/archpsyc.64.12.1427"]}}, "BIBREF8": {"ref_id": "b8", "title": "Financial and social circumstances and the incidence and course of PTSD in Mississippi during the first two years after Hurricane Katrina", "authors": [{"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "M", "middle": [], "last": "Tracy", "suffix": ""}, {"first": "F", "middle": [], "last": "Norris", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Coffey", "suffix": ""}], "year": 2008, "venue": "Journal of Traumatic Stress", "volume": "21", "issn": "", "pages": "357--368", "other_ids": {"DOI": ["10.1002/jts.20355"]}}, "BIBREF9": {"ref_id": "b9", "title": "Hurricane Katrina: A climatological perspective", "authors": [{"first": "A", "middle": [], "last": "Graumann", "suffix": ""}, {"first": "T", "middle": [], "last": "Houston", "suffix": ""}, {"first": "J", "middle": [], "last": "Lawrimore", "suffix": ""}, {"first": "D", "middle": [], "last": "Levinson", "suffix": ""}, {"first": "N", "middle": [], "last": "Lott", "suffix": ""}, {"first": "S", "middle": [], "last": "Mccown", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Wuertz", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "NOAA National Climate Data Center Technical Report", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "PROCESS: A versatile computational tool for observed variable mediation, moderation, and conditional process modeling", "authors": [{"first": "A", "middle": ["F"], "last": "Hayes", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Computational procedures for probing interactions in OLS and logistic regression: SPSS and SAS implementations", "authors": [{"first": "A", "middle": ["F"], "last": "Hayes", "suffix": ""}, {"first": "J", "middle": [], "last": "Matthes", "suffix": ""}], "year": 2009, "venue": "Behavior Research Methods", "volume": "41", "issn": "", "pages": "924--936", "other_ids": {"DOI": ["10.3758/BRM.41.3.924"]}}, "BIBREF12": {"ref_id": "b12", "title": "Crisis support, attributional style, coping style, and post-traumatic symptoms", "authors": [{"first": "S", "middle": ["A"], "last": "Joseph", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}, {"first": "W", "middle": [], "last": "Yule", "suffix": ""}], "year": 1992, "venue": "Personality and Individual Differences", "volume": "13", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/0191-8869(92"]}}, "BIBREF13": {"ref_id": "b13", "title": "Understanding post-traumatic stress: A psychosocial perspective on PTSD and treatment", "authors": [{"first": "S", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "R", "middle": [], "last": "Williams", "suffix": ""}, {"first": "W", "middle": [], "last": "Yule", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A test of the social support deterioration model in the context of natural disaster", "authors": [{"first": "K", "middle": [], "last": "Kaniasty", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Norris", "suffix": ""}], "year": 1993, "venue": "Journal of Personality and Social Psychology", "volume": "64", "issn": "", "pages": "395--408", "other_ids": {"DOI": ["10.1037/0022-3514.64.3.395"]}}, "BIBREF15": {"ref_id": "b15", "title": "The World Mental Health (WMH) survey initiative version of the World Health Organization (WHO) Composite International Diagnostic Interview (CIDI)", "authors": [{"first": "R", "middle": ["C"], "last": "Kessler", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Ustun", "suffix": ""}], "year": 2004, "venue": "International Journal of Methods in Psychiatric Research", "volume": "13", "issn": "", "pages": "93--121", "other_ids": {"DOI": ["10.1046/j.1525-1497.2001.016009606.x"]}}, "BIBREF16": {"ref_id": "b16", "title": "Statistical notes for clinical researchers: Assessing normal distribution (2) using skewness and kurtosis", "authors": [{"first": "H.-Y", "middle": [], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "Restorative Dentistry & Endodontics", "volume": "38", "issn": "", "pages": "52--54", "other_ids": {"DOI": ["10.5395/rde.2013.38.1.52"]}}, "BIBREF17": {"ref_id": "b17", "title": "Tropical cyclone report: Hurricane Katrina. National Hurricane Center", "authors": [{"first": "R", "middle": ["D"], "last": "Knabb", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Rhome", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Brown", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Validity of a brief depression severity measure", "authors": [{"first": "K", "middle": [], "last": "Kroenke", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Spitzer", "suffix": ""}, {"first": "J", "middle": [], "last": "Williams", "suffix": ""}], "year": 2001, "venue": "Journal of General Internal Medicine", "volume": "16", "issn": "", "pages": "606--613", "other_ids": {"DOI": ["10.1046/j.1525-1497.2001.016009606.x"]}}, "BIBREF19": {"ref_id": "b19", "title": "Hurricanerelated exposure experiences and stressors, other life events, and social support: Concurrent and prospective impact on children's persistent posttraumatic stress symptoms", "authors": [{"first": "La", "middle": [], "last": "Greca", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Silverman", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Lai", "suffix": ""}, {"first": "B", "middle": [], "last": "Jaccard", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "Journal of Consulting and Clinical Psychology", "volume": "78", "issn": "", "pages": "794--805", "other_ids": {"DOI": ["10.1037/a0020775"]}}, "BIBREF20": {"ref_id": "b20", "title": "Mothers' functioning and children's symptoms 5 years after a SCUD missile attack", "authors": [{"first": "N", "middle": [], "last": "Laor", "suffix": ""}, {"first": "L", "middle": [], "last": "Wolmer", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cohen", "suffix": ""}], "year": 2001, "venue": "American Journal of Psychiatry", "volume": "158", "issn": "", "pages": "1020--1026", "other_ids": {"DOI": ["10.1176/appi.ajp.158.7.1020"]}}, "BIBREF21": {"ref_id": "b21", "title": "Displacement, county social cohesion, and depression after a large-scale traumatic event", "authors": [{"first": "F", "middle": [], "last": "Lê", "suffix": ""}, {"first": "M", "middle": [], "last": "Tracy", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Norris", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}], "year": 2013, "venue": "Social Psychiatry and Psychiatric Epidemiology", "volume": "48", "issn": "", "pages": "1729--1741", "other_ids": {"DOI": ["10.1007/s00127-013-0698-7"]}}, "BIBREF22": {"ref_id": "b22", "title": "War-related exposure and psychological distress as predictors of health and sleep: A longitudinal study of Kuwaiti children", "authors": [{"first": "M", "middle": ["M"], "last": "Llabre", "suffix": ""}, {"first": "F", "middle": [], "last": "Hadi", "suffix": ""}], "year": 2009, "venue": "Psychosomatic Medicine", "volume": "71", "issn": "", "pages": "776--783", "other_ids": {"DOI": ["10.1097/PSY.0b013e3181ae6aee"]}}, "BIBREF23": {"ref_id": "b23", "title": "What parts of PTSD are normal: Intrusion, avoidance, or arousal? Data from the Northridge, California, earthquake", "authors": [{"first": "J", "middle": ["C"], "last": "Mcmillen", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "North", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Smith", "suffix": ""}], "year": 2000, "venue": "Journal of Traumatic Stress", "volume": "13", "issn": "", "pages": "57--75", "other_ids": {"DOI": ["10.1023/A:1007768830246"]}}, "BIBREF24": {"ref_id": "b24", "title": "The effect of relocation after a natural disaster", "authors": [{"first": "L", "middle": ["M"], "last": "Najarian", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Goenjian", "suffix": ""}, {"first": "D", "middle": [], "last": "Pelcovitz", "suffix": ""}, {"first": "F", "middle": [], "last": "Mandel", "suffix": ""}, {"first": "B", "middle": [], "last": "Najarian", "suffix": ""}], "year": 2001, "venue": "Journal of Traumatic Stress", "volume": "14", "issn": "", "pages": "511--526", "other_ids": {"DOI": ["10.1023/A:1011108622795"]}}, "BIBREF25": {"ref_id": "b25", "title": "Unique and related predictors of major depressive disorder, posttraumatic stress disorder, and their comorbidity after Hurricane Katrina", "authors": [{"first": "Y", "middle": ["I"], "last": "Nillni", "suffix": ""}, {"first": "E", "middle": [], "last": "Nosen", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Williams", "suffix": ""}, {"first": "M", "middle": [], "last": "Tracy", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Coffey", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}], "year": 2013, "venue": "The Journal of Nervous and Mental Disease", "volume": "201", "issn": "", "pages": "841--847", "other_ids": {"DOI": ["10.1097/NMD.0b013e3182a430a0"]}}, "BIBREF26": {"ref_id": "b26", "title": "Disaster research methods: Past progress and future directions", "authors": [{"first": "F", "middle": ["H"], "last": "Norris", "suffix": ""}], "year": 2006, "venue": "Journal of Traumatic Stress", "volume": "19", "issn": "", "pages": "173--184", "other_ids": {"DOI": ["10.1002/jts.20109"]}}, "BIBREF27": {"ref_id": "b27", "title": "Received and perceived social support in times of stress: A test of the social support deterioration deterrence model", "authors": [{"first": "F", "middle": ["H"], "last": "Norris", "suffix": ""}, {"first": "K", "middle": [], "last": "Kaniasty", "suffix": ""}], "year": 1996, "venue": "Journal of Personality and Social Psychology", "volume": "71", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1037/0022-3514.71.3.498"]}}, "BIBREF28": {"ref_id": "b28", "title": "Trauma exposure and health: The role of depressive and hyperarousal symptoms: Trauma and health", "authors": [{"first": "L", "middle": ["G"], "last": "Pérez", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Abrams", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "López-Martínez", "suffix": ""}, {"first": "G", "middle": ["J G"], "last": "Asmundson", "suffix": ""}], "year": 2012, "venue": "Journal of Traumatic Stress", "volume": "25", "issn": "", "pages": "641--648", "other_ids": {"DOI": ["10.1002/jts.21762"]}}, "BIBREF29": {"ref_id": "b29", "title": "Psychosocial buffers of traumatic stress, depressive symptoms, and psychosocial difficulties in veterans of Operations Enduring Freedom and Iraqi Freedom: The role of resilience, unit support, and postdeployment social support", "authors": [{"first": "R", "middle": ["H"], "last": "Pietrzak", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Goldstein", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Malley", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rivers", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Morgan", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Southwick", "suffix": ""}], "year": 2010, "venue": "Journal of Affective Disorders", "volume": "120", "issn": "", "pages": "188--192", "other_ids": {"DOI": ["10.1016/j.jad.2009.04.015"]}}, "BIBREF30": {"ref_id": "b30", "title": "Post-traumatic stress disorder and comorbid depression among survivors of the 1999 earthquake in Turkey", "authors": [{"first": "E", "middle": [], "last": "Salcioglu", "suffix": ""}, {"first": "M", "middle": [], "last": "Basoglu", "suffix": ""}, {"first": "M", "middle": [], "last": "Livanou", "suffix": ""}], "year": 2007, "venue": "Disasters", "volume": "31", "issn": "", "pages": "115--129", "other_ids": {"DOI": ["10.1111/j.1467-7717.2007.01000.x"]}}, "BIBREF31": {"ref_id": "b31", "title": "All symptoms are not created equal: The prominent role of hyperarousal in the natural course of posttraumatic psychological distress", "authors": [{"first": "T", "middle": ["L"], "last": "Schell", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Marshall", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Jaycox", "suffix": ""}], "year": 2004, "venue": "Journal of Abnormal Psychology", "volume": "113", "issn": "", "pages": "189--197", "other_ids": {"DOI": ["10.1037/0021-843X.113.2.189"]}}, "BIBREF32": {"ref_id": "b32", "title": "The longitudinal course of posttraumatic stress disorder symptom clusters among war veterans", "authors": [{"first": "Z", "middle": [], "last": "Solomon", "suffix": ""}, {"first": "D", "middle": [], "last": "Horesh", "suffix": ""}, {"first": "T", "middle": [], "last": "Ein-Dor", "suffix": ""}], "year": 2009, "venue": "The Journal of Clinical Psychiatry", "volume": "70", "issn": "", "pages": "837--843", "other_ids": {"DOI": ["10.4088/JCP.08m04347"]}}, "BIBREF33": {"ref_id": "b33", "title": "Full and partial posttraumatic stress disorder: Findings from a community survey", "authors": [{"first": "M", "middle": ["B"], "last": "Stein", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Walker", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Hazen", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Forde", "suffix": ""}], "year": 1997, "venue": "American Journal of Psychiatry", "volume": "154", "issn": "", "pages": "1114--1119", "other_ids": {"DOI": ["10.1176/ajp.154.8.1114"]}}, "BIBREF34": {"ref_id": "b34", "title": "Traumatic event exposure and depression severity over time: Results from a prospective cohort study in an urban area", "authors": [{"first": "M", "middle": [], "last": "Tracy", "suffix": ""}, {"first": "H", "middle": [], "last": "Morgenstern", "suffix": ""}, {"first": "K", "middle": [], "last": "Zivin", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Aiello", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}], "year": 2014, "venue": "Social Psychiatry and Psychiatric Epidemiology", "volume": "49", "issn": "", "pages": "1769--1782", "other_ids": {"DOI": ["10.1007/s00127-014-0884-2"]}}, "BIBREF35": {"ref_id": "b35", "title": "Differences in the determinants of posttraumatic stress disorder and depression after a mass traumatic event", "authors": [{"first": "M", "middle": [], "last": "Tracy", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Norris", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}], "year": 2011, "venue": "Depression and Anxiety", "volume": "28", "issn": "", "pages": "666--675", "other_ids": {"DOI": ["10.1002/da.20838"]}}, "BIBREF36": {"ref_id": "b36", "title": "Getting less of what you want: Reductions in statistical power and increased bias when categorizing medication adherence data", "authors": [{"first": "S", "middle": ["J"], "last": "Tueller", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Deboeck", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Van Dorn", "suffix": ""}], "year": 2016, "venue": "Journal of Behavioral Medicine", "volume": "39", "issn": "", "pages": "969--980", "other_ids": {"DOI": ["10.1007/s10865-016-9727-9"]}}, "BIBREF37": {"ref_id": "b37", "title": "Health effects of relocation following disaster: A systematic review of the literature", "authors": [{"first": "L", "middle": [], "last": "Uscher-Pines", "suffix": ""}], "year": 2009, "venue": "Disasters", "volume": "33", "issn": "", "pages": "1--22", "other_ids": {"DOI": ["10.1111/j.1467-7717.2008.01059.x"]}}, "BIBREF38": {"ref_id": "b38", "title": "Traumatic severity and trait resilience as predictors of posttraumatic stress disorder and depressive symptoms among adolescent survivors of the Wenchuan earthquake", "authors": [{"first": "L", "middle": [], "last": "Ying", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "L", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2014, "venue": "PloS ONE", "volume": "9", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0089401"]}}, "BIBREF39": {"ref_id": "b39", "title": "The psychosocial impact of Hurricane Katrina: Contextual differences in psychological symptoms, social support, and discrimination", "authors": [{"first": "C", "middle": ["F"], "last": "Weems", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Watts", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Marsee", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Taylor", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Costa", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Cannon", "suffix": ""}, {"first": ".", "middle": ["."], "last": "Pina", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "", "suffix": ""}], "year": 2007, "venue": "Behaviour Research and Therapy", "volume": "45", "issn": "", "pages": "2295--2306", "other_ids": {"DOI": ["10.1016/j.brat.2007.04.013"]}}, "BIBREF40": {"ref_id": "b40", "title": "Understanding the relationship between trauma exposure and depression among adolescents after earthquake: The role of fear and resilience", "authors": [{"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Y", "middle": [], "last": "An", "suffix": ""}], "year": 2016, "venue": "Frontiers in Psychology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fpsyg.2016.02044"]}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1. Hypothesized model: Higher social support in the 2-month period following Hurricane Katrina will buffer the effects of more Hurricane Katrina-related traumatic events on higher depressive and posttraumatic stress disorder (PTSD) symptoms reported 18 to 24 months after Hurricane Katrina; however, social support will demonstrate less of a buffering effect for participants who were displaced from their home after Hurricane Katrina than it will for those who were not displaced. DVs = dependent variables.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Number of Hurricane Katrina-related traumatic events, by social support interaction for depressive symptoms and posttraumatic stress disorder (PTSD) symptom clusters. The horizontal axis indicates number of traumatic events experienced, centered at the mean and plus or minus 1 standard deviation, while controlling for covariates. Significant interactions (*p < .05) as indicated by conditional effects are noted. Reexp = reexperiencing; CSS = Crisis Support Survey.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Bivariate Correlations Among All Variables", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Variables </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>9 </td><td>10 </td><td>11\n</td></tr><tr><td>1 </td><td>Displaced </td><td>.02 </td><td>−.08 </td><td>.13** </td><td>.49** </td><td>.02 </td><td>.24** </td><td>.21** </td><td>.31** </td><td>.23** </td><td>−.05\n</td></tr><tr><td>2 </td><td>Minority status </td><td>- </td><td>.12** </td><td>.11** </td><td>.03 </td><td>.11** </td><td>.19** </td><td>.26** </td><td>.23** </td><td>.23** </td><td>−.13**\n</td></tr><tr><td>3 </td><td>Age </td><td> </td><td>- </td><td>.07* </td><td>−.13** </td><td>−.09* </td><td>−.06 </td><td>−.14** </td><td>−.15** </td><td>−.13** </td><td>−.10**\n</td></tr><tr><td>4 </td><td>Prior traumatic events </td><td> </td><td> </td><td>- </td><td>.12** </td><td>.25** </td><td>.26** </td><td>.14** </td><td>.24** </td><td>.21** </td><td>−.22**\n</td></tr><tr><td>5 </td><td>Post-Katrina stressors </td><td> </td><td> </td><td> </td><td>- </td><td>.19** </td><td>.24** </td><td>.30** </td><td>.33** </td><td>.30** </td><td>.01\n</td></tr><tr><td>6 </td><td>Katrina-related traumatic events </td><td> </td><td> </td><td> </td><td>- </td><td>.26** </td><td>.20** </td><td>.25** </td><td>.15** </td><td>−.06\n</td></tr><tr><td>7 </td><td>Depressive symptoms </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>.58** </td><td>.62** </td><td>.64** </td><td>−.31**\n</td></tr><tr><td>8 </td><td>Reexperiencing symptoms </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>.71** </td><td>.77** </td><td>−.21**\n</td></tr><tr><td>9 </td><td>Avoidance symptoms </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>.70** </td><td>−.30**\n</td></tr><tr><td>10 </td><td>Arousal symptoms </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>−.21**\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>11 </td><td>Crisis social support </td><td>-\n</td></tr></table></body></html>"}, "TABREF1": {"text": "HurricaneKatrina-Related Traumatic Events, Social Support, Displacement, and Interactions Predicting Mental Health Outcomes", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>PHQ-9a </td><td>Reexperiencingb </td><td>Avoidancec </td><td>Arousald\n</td></tr><tr><td>Variable </td><td>B </td><td>SE </td><td>p </td><td>B </td><td>SE </td><td>p </td><td>B </td><td>SE </td><td>p </td><td>B </td><td>SE </td><td>p\n</td></tr><tr><td>Constant </td><td>3.44 </td><td>0.87 </td><td>&lt;.001 </td><td>1.66 </td><td>0.25 </td><td>&lt;.001 </td><td>1.46 </td><td>0.28 </td><td>&lt;.001 </td><td>2.26 </td><td>0.26 </td><td>&lt;.001\n</td></tr><tr><td>Traumatic Events </td><td>1.17 </td><td>0.25 </td><td>&lt;.001 </td><td>0.25 </td><td>0.07 </td><td>.001 </td><td>0.30 </td><td>0.08 </td><td>&lt;.001 </td><td>0.17 </td><td>0.08 </td><td>.031\n</td></tr><tr><td>CSS </td><td>−0.14 </td><td>0.02 </td><td>&lt;.001 </td><td>−0.02 </td><td>0.01 </td><td>.001 </td><td>−0.05 </td><td>0.01 </td><td>&lt;.001 </td><td>−0.02 </td><td>0.01 </td><td>.020\n</td></tr><tr><td>Displaced </td><td>1.18 </td><td>0.44 </td><td>.007 </td><td>0.29 </td><td>0.13 </td><td>.021 </td><td>0.57 </td><td>0.14 </td><td>&lt;.001 </td><td>0.27 </td><td>0.13 </td><td>.040\n</td></tr><tr><td>Trauma × CSS </td><td>−0.10 </td><td>0.03 </td><td>.001 </td><td>−0.01 </td><td>0.01 </td><td>.462 </td><td>−0.02 </td><td>0.01 </td><td>.035 </td><td>−0.02 </td><td>0.01 </td><td>.042\n</td></tr><tr><td>Trauma × Displacede </td><td>−0.65 </td><td>0.47 </td><td>.166 </td><td>−0.16 </td><td>0.14 </td><td>.227 </td><td>0.08 </td><td>0.15 </td><td>.622 </td><td>−0.14 </td><td>0.14 </td><td>.329\n</td></tr><tr><td>CSS × Displacede </td><td>−0.13 </td><td>0.05 </td><td>.012 </td><td>−0.05 </td><td>0.02 </td><td>&lt;.001 </td><td>−0.05 </td><td>0.02 </td><td>.004 </td><td>−0.05 </td><td>0.02 </td><td>.002\n</td></tr><tr><td>Trauma × CSS × Displacede </td><td>−0.06 </td><td>0.06 </td><td>.344 </td><td>0.01 </td><td>0.02 </td><td>.566 </td><td>0.01 </td><td>0.02 </td><td>.497 </td><td>0.03 </td><td>0.02 </td><td>.065\n</td></tr></table></body></html>"}}, "back_matter": []}