{"paper_id": "d5b9d170e1a489b8a3f04232bd2ae4e105fa1661", "metadata": {"title": "Essential epidemiological mechanisms underpinning the transmission dynamics of seasonal influenza", "authors": [{"first": "James", "middle": [], "last": "Truscott", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Christophe", "middle": [], "last": "Fraser", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Simon", "middle": [], "last": "Cauchemez", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Aronrag", "middle": [], "last": "Meeyai", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Wes", "middle": [], "last": "Hinsley", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Christl", "middle": ["A"], "last": "Donnelly", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Azra", "middle": [], "last": "Ghani", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}, {"first": "Neil", "middle": [], "last": "Ferguson", "suffix": "", "affiliation": {"laboratory": "MRC Centre for Outbreak Analysis and modelling", "institution": "Imperial College", "location": {"postCode": "W2 1PG", "settlement": "London", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "Seasonal influenza has considerable impact around the world, both economically and in mortality among risk groups, but there is considerable uncertainty as to the essential mechanisms and their parametrization. In this paper, we identify a number of characteristic features of influenza incidence time series in temperate regions, including ranges of annual attack rates and outbreak durations. By constraining the output of simple models to match these characteristic features, we investigate the role played by population heterogeneity, multiple strains, cross-immunity and the rate of strain evolution in the generation of incidence time series. Results indicate that an age-structured model with non-random mixing and cocirculating strains are both required to match observed time-series data. Our work gives estimates of the seasonal peak basic reproduction number, R 0 , in the range 1.6-3. Estimates of R 0 are strongly correlated with the timescale for waning of immunity to current circulating seasonal influenza strain, which we estimate is between 3 and 8 years. Seasonal variation in transmissibility is largely confined to 15-30% of its mean value. While population heterogeneity and cross-immunity are required mechanisms, the degree of heterogeneity and cross-immunity is not tightly constrained. We discuss our findings in the context of other work fitting to seasonal influenza data.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Seasonal influenza causes significant levels of morbidity and mortality around the world each year, yet its dynamics and the annual sequence of pathogen subtypes are hard to predict [1] . Understanding the mechanisms underlying the annual behaviour of influenza and their sensitivity to parameters is important for the forecasting and control of seasonal epidemics and also in assessing the effect of the introduction of novel antigenic strains. The 2009 H1N1 pandemic is a recent example [2] . The initial outbreak of this novel H1N1 strain occurred in spring and summer, 'out of season' in the Northern Hemisphere. Uncertainty with regard to intensity of transmission during summer substantially complicated forecasting of the likely trajectory of the epidemic over the following months.", "cite_spans": [{"start": 182, "end": 185, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 489, "end": 492, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Many respiratory transmissible diseases exhibit seasonal epidemics. Annual periodic forcing causes a wide range of oscillatory epidemic behaviour, as illustrated by incidence rates for measles and pertussis [3] [4] [5] . The source of seasonal forcing in those cases is largely attributed to annual variations in the intensity of contact between children, but a range of other mechanisms have been proposed. In the case of influenza, two recent hypotheses have centred on variation in vitamin D levels and air humidity [6, 7] .", "cite_spans": [{"start": 207, "end": 210, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 211, "end": 214, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 215, "end": 218, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 519, "end": 522, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 523, "end": 525, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Influenza dynamics are additionally complicated by considerable antigenic diversity in human influenza viruses. Within each of the two influenza A subtypes (H3N2 and H1N1) co-circulating prior to 2009, continual evolution selecting for antigenic novelty was seen [8] . The dynamics of intra-subtype evolution is characterized by relatively stable strains periodically replaced by antigenically distinct types in punctuated evolution events [8] [9] [10] . In addition, there is evidence of immune-mediated competition between subtypes [10] . These mechanisms combine to generate complex seasonal behaviour, featuring a range of annual attack rates (AARs) and epidemic durations and alternating sequences of dominant annual subtypes and strains [11] . Detailed and computationally intensive simulations are required to fully integrate the epidemiological and genetic aspects of long-term behaviour [10, 12] . However, strain-specific data with sufficient temporal resolution to fit such a model are not available. We therefore adopt a simplified description here and model two weakly interacting subtypes, with evolution within each subtype being represented by a gradual loss of immunity of the previously exposed host population, a so-called SIRS (susceptible-infected-recoveredsusceptible) model. While use of SIRS models to represent intra-subtype evolution is not uncommon [13] [14] [15] , previous models of influenza time series have not accounted for dynamics generated by multiple interacting subtypes.", "cite_spans": [{"start": 263, "end": 266, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 440, "end": 443, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 444, "end": 447, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 448, "end": 452, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 534, "end": 538, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 743, "end": 747, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 896, "end": 900, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 901, "end": 904, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1376, "end": 1380, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1381, "end": 1385, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1386, "end": 1390, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In this paper, we identify a set of key features characterizing seasonal influenza-like illness (ILI) incidence time series and use these to define information measures for the distance between a transmission model and empirical observations. Use of summary statistics (rather than attempting to directly fit models to timeseries data) adds robustness to variations in reporting (much ILI is not even caused by influenza) and shortterm fluctuation in the incidence data. Our aim is not to precisely match the incidence time series, but to find broad regions of parameter space which are consistent with the characteristics of seasonal flu epidemics and hence identify which epidemiological mechanisms are essential and acceptable ranges for their parameters. For this purpose, an elaborate model and detailed data are not necessary.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We use the following features of the time series to characterize seasonal influenza incidence in temperate countries of the Northern Hemisphere:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "-Epidemic duration. The vast majority of seasonal influenza outbreaks are observed between the extremes of mid-November and the end of April [11] . Since a background rate of ILI incidence is present throughout the year, duration is difficult to define precisely. The range of values quoted for the duration of an annual epidemic (described with the acronym ADE in this paper) is typically between three and 16 weeks [1, 16] . -Attack rate. The proportion of the population infected in a year, which we term the AAR, is very difficult to determine, as a significant proportion of infections are asymptomatic and only a proportion of symptomatic cases seek healthcare. Hence sentinel data on ILI can only give relative information, such as the fractional variation in incidence over time. In addition, measures such as ILI are non-specific for influenza and can be caused by a variety of respiratory pathogens. That said, ILI data from France and the UK indicate a standard deviation for AAR across successive years of approximately 40 per cent of the mean attack rate [17, 18] . Results from serological and virus isolation data from closely monitored populations indicate an AAR range of approximately 10-20% for seasonal influenza, rising to 30 per cent or more for influenza pandemics [1, 17] . Information on consultation rates for known cases also suggests a mean AAR of around 15 per cent [13, 18, 19 ]. -Periodic behaviour. Seasonal influenza is characterized by annual outbreaks in temperate countries in the sense that there is almost invariably a marked seasonal increase in case rate during the winter months. However, it cannot be said to be periodic in the sense that successive outbreaks are comparable in magnitude and form with each other. In this sense, seasonal influenza has no clear periodicity (annual, biennial and triennial) and contrasts with the behaviour of diseases such as measles, which has a pronounced biennial structure in the pre-immunization period [5] . The metrics that we use to compare model and time-series behaviour are able to pick up this characteristic aperiodicity. -Strain variation. Virus isolation studies show that individual seasonal epidemics are usually dominated by a single type and/or subtype, although others may be present at low levels [13] . Successive seasons are usually dominated by different types and subtypes, although often the same strain is present for several seasons (figure 1).", "cite_spans": [{"start": 141, "end": 145, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 417, "end": 420, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 421, "end": 424, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1068, "end": 1072, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 1073, "end": 1076, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1288, "end": 1291, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 1292, "end": 1295, "text": "17]", "ref_id": "BIBREF16"}, {"start": 1395, "end": 1399, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1400, "end": 1403, "text": "18,", "ref_id": "BIBREF17"}, {"start": 1404, "end": 1406, "text": "19", "ref_id": "BIBREF18"}, {"start": 1983, "end": 1986, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 2293, "end": 2297, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Seasonal influenza is characterized by annual outbreaks in temperate countries in the sense that there is almost invariably a marked seasonal increase in case rate during the winter months. However, it cannot be said to be strictly periodic in the sense that successive outbreaks are comparable with each other in magnitude and duration. In this sense, seasonal influenza has no clear periodicity and contrasts with the behaviour of diseases such as measles, which has a pronounced biennial structure in pre-immunization period [5] .", "cite_spans": [{"start": 528, "end": 531, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We use a deterministic SIRS compartmental model, to which we have added a number of refinements to capture critical aspects of influenza infection and immunity. The basic dynamics of infection and immunity in the model are", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "where l j is the force of infection of strain j and S n is the part of the population that is immune to strain n. Infected individuals recovering from strain n enter a class entirely immune to n (e.g. S 0 ! S 1 , S 1 ! S 12 ). Immunity to a given strain is lost at a rate s. Figure 2 illustrates the flows of individuals between the various immunity classes. The model is further complicated by stratification by age (children and adults) with heterogeneous mixing, differential infectiousness and susceptibility by age and a realistic infectiousness profile. The full details of the model are described in the electronic supplementary material. The effect of seasonal forcing is included through a time-varying contact parameter,", "cite_spans": [], "ref_spans": [{"start": 275, "end": 283, "text": "Figure 2", "ref_id": null}], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "Mechanisms of seasonal influenza J. Truscott et al. 305", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "We express this variation in terms of peak R 0 and relative amplitude of variation throughout. The sinusoidal form is a good match for variation in infectiousness as a function of absolute humidity in temperate regions [14] , but we also examine the effect of using school terms as a seasonal driver using step-function forcing (see the electronic supplementary material). In determining feasible ranges for these parameters, we reviewed the range of estimates that exist for R 0 . The majority of these are calculated for the major global epidemics (1918, 1957, 1968) , since the antigenic novelty of pandemic viruses means an assumption of a serologically naive population can be made, making analysis simpler. For seasonal influenza, knowledge of population susceptibility is necessary to estimate R 0 (as opposed to the effective reproduction number, R). Estimated values for the 1918 pandemic range from 1.3 to 2.8 [20] . Similar values are found for the 1957 and 1968 epidemics [21] . These values also correspond well with those from studies of seasonal influenza, giving winter R 0 of 1.7 and school holiday R 0 of 1.4 [16] .", "cite_spans": [{"start": 219, "end": 223, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 550, "end": 556, "text": "(1918,", "ref_id": null}, {"start": 557, "end": 562, "text": "1957,", "ref_id": null}, {"start": 563, "end": 568, "text": "1968)", "ref_id": null}, {"start": 920, "end": 924, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 984, "end": 988, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1127, "end": 1131, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "The periodic forcing of systems of ordinary differential equations leads to a rich variety of behaviour, characterized by solutions with periods that are multiples of the forcing period (see [22] for SEIR example). Typically, smooth variation of the parameters can lead to sudden changes in the periodicity of the stable behaviour of the system. As will be seen in §3, the goodness of fit of the model is strongly dependent on the periodicity of the model's solution.", "cite_spans": [{"start": 191, "end": 195, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "We represent the generation time for the pathogen by an Erlang distribution with shape parameter k ¼ 4 and mean 1/a, where a ¼ 2.7 days [20, 23] . Our model incorporates two strains of influenza, for instance, representing H1N1 and H3N2, to try and capture aspects of the co-circulation of multiple influenza types and subtypes [11] . There are four immune states for individuals in the model; entirely susceptible, immune to either strain 1 or 2 and immune to both strains. The formulation allows for the inclusion of a basic cross-immunity mechanism, whereby an individual infected with either strain has a probability, f, of becoming immune to the other as well (assuming that this was not already the case) The flow between different immune states is illustrated in the electronic supplementary material. We note that this cross-immunity response is different from the shortterm non-specific response with regard to influenza strains considered elsewhere [10] , though cross-immunity is assumed to wane at the same rate as strain-specific immunity.", "cite_spans": [{"start": 136, "end": 140, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 141, "end": 144, "text": "23]", "ref_id": "BIBREF22"}, {"start": 328, "end": 332, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 959, "end": 963, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "Our model also includes a mechanism for loss of immunity, returning individuals to a susceptible state. Surveillance data show that human influenza strains can be grouped into clusters within each of which there is a high level of cross-immunity, but between which cross-immunity is much lower [8] . The appearance of a new cluster therefore corresponds to a step change in the susceptibility of the population to the current strain. Our model caricatures this process with a timescale, D, for resistant individuals to become susceptible to the current strain again. As antigenically distinct clusters appear every 2 -8 years [8, 24] , this is our expected range for values of D. There is evidence from contact studies and from modelling of influenza epidemics that infectious contact between individuals is highly assortative and agedependent, with the highest rates among school-age children [16, 25, 26] . We include these effects by stratifying the population into children (less than or equal to 14 years) and adults (more than 14 years) and employing a mixing matrix to describe contact between the two groups. The degree of assortativity is controlled by the parameter, u, and can be varied between random mixing (u ¼ 0), where groups contact each other proportional to the fraction of the population they represent, and wholly assortative (u ¼ 1) where each group mixes only with itself. Differences in intensity of contact are captured by relative susceptibility and infectiousness parameters, r and c (see the electronic supplementary material for details).", "cite_spans": [{"start": 294, "end": 297, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 626, "end": 629, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 630, "end": 633, "text": "24]", "ref_id": "BIBREF23"}, {"start": 894, "end": 898, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 899, "end": 902, "text": "25,", "ref_id": "BIBREF24"}, {"start": 903, "end": 906, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "To assess the quality of fit of the model behaviour to the data, we compare the distribution of key features in the time-series data with those generated by the epidemic model using the Kullback-Leibler (KL) information distance. We use normal distributions to characterize the empirical distributions of AAR and epidemic duration across a number of years. As discussed above, ignorance of the reporting rate makes it hard to know the underlying 'real' infection rate and also makes it difficult to compare reported incidence collected under different surveillance systems. In order to compare the data from the UK and France, we assume constant reporting rates for the UK and French surveillance systems, respectively, and scale the reported values linearly such that each has a mean AAR of 15 per cent (see the electronic supplementary material). Both dataset yield standard deviations of around 35 per cent of mean value for AAR and 11 + 2 weeks for epidemic duration.", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "We calculate the KL information distance between model and data, I, for each of the key features as follows:", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "where f is the distribution taken from the data, g is the approximate distribution of the same feature recovered from the model over many simulated years and p is a vector of model parameters. (See the electronic supplementary material for implementation.) The overall measure of goodness of fit used is the unweighted sum of the information distances for AAR and duration. We explore parameter space to identify regions where model behaviour most closely resembles empirical patterns. Although a simplified description of the epidemiological and evolutionary mechanisms of human influenza, our model nevertheless incorporates a substantial number of parameters. We focus on the following groupings:", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "-the seasonal peak value of R 0 , here termed R p , and its relative amplitude d (R p (1 -d) being the seasonal minimum value of R 0 ). Strictly, these parameters control overall transmissibility and the magnitude of seasonal forcing of transmission; -the timescale for the generation of antigenically new strains, represented by mean duration of immunity to the current influenza strain, D, and the crossimmunity between strains, f ( §2); -the degree of assortativity in the contact patterns between children and adults, u; -external force of infection, e, representing effect of contact between members of the modelled population and infected individuals outside the modelled population.", "cite_spans": [], "ref_spans": [], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "The values of other parameters are listed in table 1 and discussed in the electronic supplementary material. In discussing the behaviour of the model, periodicity refers to the periodicity of the overall case rate with time, rather than for an individual strain. Simulations were run using a population of 60 million, approximating the population of the UK. Owing to the large population, a deterministic model was used. Tests using the corresponding stochastic models showed no qualitative variation from the deterministic dynamics and the presence of a continuous low level external force of infection precluded the possibility of extinction. Figure 3 illustrates the behaviour of the model and aspects of the information distance between model and data as a function of R p and D. The region of best fits is located in a narrow diagonal band spanning 1.6 , R p , 2.5 and 3 , D , 8 (figure 3d ). Along this band, increasing reproduction number is compensated for by a longer period of effective immunity that decreases the susceptible proportion of the population, giving a constant mean attack rate. The acceptable region is bounded in part by the duration of the model epidemics. The lowest and highest values of R p generate epidemics that are too broad and too narrow, compared with the target distribution. The fit of the model is strongly constrained by the dynamics of the model, which exhibits a wide range of periodic behaviour across quite small changes in parameter values (figure 3a). While AAR changes smoothly with the parameters, abrupt changes in periodicity lead to qualitative changes in the distributions of AAR and epidemic duration and hence the KL distance. Best-fit behaviour is associated with long-period behaviour of the model (4þ years). Here, the model generates a range of AARs clustered around the mean and matching the target distribution. The qualitatively different forms of behaviour are well characterized by the total KL distance measure (figure 4). KL distances less than 200 correspond to realistic behaviour with appropriate mean attack rate distributions (figure 4a). KL distance between 200 and 300 match either with realistic behaviour interspersed with large-scale epidemic episodes or with realistic behaviour but with a mean attack rate displaced from the target value ( figure 4b) . Larger values represent dynamics and mean attack rates greatly different from the observed time series (figure 4c). Figure 5 illustrates a strong sensitivity to the amplitude of variation of the contact parameter, d, with the best-fit lying in the range 0.15-0.3. Although the mean AAR is not strongly dependent on d (figure 5a), the bifurcation behaviour of the model means realistic solutions (resembling figure 4a,b) can be found for higher amplitudes of seasonal variation but not in a contiguous region (figure 5b). Solutions with smaller seasonal variations are rejected on the epidemic duration component of the information distance. Low amplitudes generate broad epidemics which do not match the target distribution.", "cite_spans": [], "ref_spans": [{"start": 645, "end": 653, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 2318, "end": 2328, "text": "figure 4b)", "ref_id": null}, {"start": 2447, "end": 2455, "text": "Figure 5", "ref_id": null}], "section": "MODEL AND FITTING TECHNIQUE"}, {"text": "The behaviour of our model is quite sensitive to the assumed external force of infection, e. The level of external forcing assumed for most of this work ( §2) is negligible compared with the average force of infection generated by the indigenous population. However, long-period and chaotic solutions for seasonally forced SIR models generate very low infection prevalence during epidemic troughs, even low levels of importation of infectives strongly encourages annual and biennial behaviours and removes highly chaotic solutions from the optimal region. The effect of importation rate can be seen in figure 6 . For external forces of infection above about 10 25 yr -1 , only annual and biennial solutions are found. Optimal behaviour is found for an external force of infection of approximately 6 Â 10 27 yr -1 . Figure 7 explores the sensitivity of the model to the degree of heterogeneity and cross-immunity in the population. The choice of R p and D lies in the wellfitting band in figure 3d. It is clear that a wide range of values for these parameters allow the model to fit the behaviour of the time series quite well. The model's qualitative behaviour (in terms of its periodicity) is more stable with respect to these mechanisms and variation within the closest fit region mainly affects the mean attack rate. There is a broadly inverse relationship between the well-fitting values of the parameters u and f. Increasing the assortativity of mixing concentrates infections more strongly in age groups, decreasing the available susceptibles and hence the attack rate. Increasing cross-immunity has an equivalent effect by increasing the effective loss of susceptibles caused by any single infection event and hence reducing the attack rate. As can be seen from figure 7a, values of the cross-immunity parameter f outside the range 0.3-0.6 drive the model into unfavourable periodicities, giving very poor fits. This suggests that a model with two strains interacting via cross-immunity is necessary to reproduce the dynamics seen in influenza time series and that it is insufficient to have two independent strains (f ¼ 0) or two antigenically identical strains (i.e. f ¼ 12equivalent to a single strain model). Similarly, extreme values of u also lead to poorly fitting model behaviour, suggesting that a uniformly mixing population (u ¼ 0) would also not generate matching behaviour.", "cite_spans": [], "ref_spans": [{"start": 602, "end": 610, "text": "figure 6", "ref_id": null}, {"start": 815, "end": 823, "text": "Figure 7", "ref_id": null}], "section": "RESULTS"}, {"text": "In this work, we have identified a minimal set of mechanisms necessary to match the long-term temporal behaviour seen in ILI time series. We find that an age-structured population and multiple strains with cross-immunity are necessary to recreate the distributions of AAR and epidemic duration seen in time-series data. Nonlinear models of this type with temporal forcing are well known for having complex bifurcation structures affecting their periodic behaviour. On the timescale of a single disease season or single epidemic, these would have little effect on parameter estimation. Over many seasons, however, the periodicity of the underlying model is crucially important. We would argue that capturing the long-term trends in behaviour is at least as important as the detail of individual seasonal outbreaks and our fitting approach focuses on these aspects. The complex bifurcation structure of the model means that the information distance is not necessarily a smooth function of the parameters. This makes finding a unique set of parameters giving an overall minimum distance impossible. Although mean attack rate and duration generally vary smoothly, the period of the model solution changes discontinuously (inevitably, as it only takes values that are multiples of the annual forcing period). Solutions with longer periods generate a wider range of AAR and epidemic durations over an extended period of time and are therefore capable of fitting the target data distributions better. As a result, the best fits are strongly associated with longer periods in model solutions and the quality of fit of the model can change abruptly over small changes in parameter values.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Peak R 0 , the amplitude of variation of R 0 and the duration of immunity are all strongly constrained. Figure 3 illustrates that increasing R 0 is offset by a longer duration of immunity reducing the susceptible population. The narrowness of the well-fitting parameter region is a result of the sudden changes of behaviour generated by changes in these parameters. Figure 5 also illustrates this feature. The closest fitting region is found for d between 0.15 and 0.3, but patches of well-fitting solutions are scattered a range of values of R p and d owing to the sensitivity to the system to temporal forcing. We note that a change in the mode of forcing from sinusoidal to school-term leads to generally broader ranges of acceptable parameter values (see the electronic supplementary material), perhaps indicating that the presence of this mechanism is a strong contributor to the variable annual behaviour observed in the ILI dataset. Because of the difficulties in knowing the 'true' incidence rate, the mean AAR is not precisely known and a range of 10-20% is often quoted. To allow for this uncertainty, we investigated allowing the information distance calculation to be based on the best-fit mean AAR from the range 10-20%, rather than precisely 15 per cent per year. Resulting best-fit parameter regions for R 0 against D and u against f were not significantly changed, owing almost certainly to the dominance of qualitative model behaviour as described above.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 112, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 366, "end": 374, "text": "Figure 5", "ref_id": null}], "section": "DISCUSSION"}, {"text": "Incidence periodicity of the model is much less sensitive to cross-immunity and age structure, resulting in a wide region of close fitting behaviour for values of u between about 0.2 and 0.6 and f between 0.3 and 0.5. As discussed in §3, this strongly suggests that an agestructured population and, in particular, a pathogen population with more than one strain and crossimmunity, are necessary to reproduce the patterns of behaviour found in the ILI time series. Models based on single strains and well-mixed populations generate annual and biennial behaviour for the same parameter values. The necessity of multiple strains has been noted in other work modelling seasonal influenza [14] , although in that work the two strains did not interact.", "cite_spans": [{"start": 684, "end": 688, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Within the best-fitting parameter regimes, incidence periodicity for each modelled strain is basically biennial with strains dominating alternate years. While real strain dynamics are clearly more complex than this (figure 1), observed patterns do show a tendency for a particular strain not to dominate in successive years. Within the model, cross-immunity generates a negative correlation between strains, causing them to alternate in successive years. For strong cross-immunity, both strains become antigenically similar and goodness of fit falls off rapidly.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is instructive to compare our results with those of previous papers fitting simple models to influenza incidence data. Work by Xia et al. [15] used a simple single strain SIRS, but with a more detailed description of temporal variation in contact rate and loss of immunity post-recovery. In addition, the infection rate was described by the phenomenological term b I a g(S). Exponents of this type are well known to facilitate fitting [5] , but are hard to interpret. We note that both the form of this term and the non-exponentially distributed duration of immunity in that study affect epidemic attack rates as a function of transmissibility and the periodicity of epidemics, and hence may play an equivalent role to age structure and the incorporation of two subtypes in our model in allowing a good fit to the data.", "cite_spans": [{"start": 141, "end": 145, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 438, "end": 441, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Shaman et al. [14] use a similar SIRS model to investigate the possibility that seasonal changes in absolute humidity can generate recorded patterns in pneumonia and influenza mortality data. The model was stochastic, has no age structure, and effectively uses only one strain. Best-fit parameter values are similar to those found in this work, although the relative amplitude of variation in R 0 is in the range 0.4-0.5, significantly higher than our findings. Best-fit parameter sets showed considerable lack of correlation with each other, which the authors attribute to the stochastic nature of their model. Our work suggests that this scatter may be the result of the complex bifurcational structure of such models. As already discussed, our results indicate that a two strain model without cross-immunity or age structure is unlikely to fit patterns of seasonal influenza from a temperate region. However, there are several significant differences between the two systems. Shaman et al. employ a significantly higher background force of infection than ours (approx. 7.3 Â 10 24 yr -1 ), which would place our model in a strongly annual or biennial regime. Hence that model may reproduce the mean attack rate well, but not its variability.", "cite_spans": [{"start": 14, "end": 18, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our assessment of goodness of fit is currently focused primarily on distribution of AARs and duration of epidemics, although we also take account of the sequence of strains and the age-distribution of cases (see the electronic supplementary material). Future work will test our conclusions against a full description of the incidence data as well as against different choices of key features in the data, such as time of epidemic onset.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global epidemiology of influenza: past and present", "authors": [{"first": "N", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Med", "volume": "51", "issn": "", "pages": "407--421", "other_ids": {"DOI": ["10.1146/annurev.med.51.1.407"]}}, "BIBREF1": {"ref_id": "b1", "title": "Pandemic potential of a strain of influenza A (H1N1): early findings", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "324", "issn": "", "pages": "1557--1561", "other_ids": {"DOI": ["10.1126/science.1176062"]}}, "BIBREF2": {"ref_id": "b2", "title": "Impact of immunisation on pertussis transmission in England and Wales", "authors": [{"first": "D", "middle": ["J D"], "last": "Earn", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2000, "venue": "Lancet", "volume": "355", "issn": "99", "pages": "4482--4489", "other_ids": {"DOI": ["10.1016/S0140-6736(99)04482-7"]}}, "BIBREF3": {"ref_id": "b3", "title": "The dynamics of measles in sub-Saharan Africa", "authors": [{"first": "M", "middle": ["J"], "last": "Ferrari", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Grais", "suffix": ""}, {"first": "N", "middle": [], "last": "Bharti", "suffix": ""}, {"first": "O", "middle": ["N"], "last": "Bjørnstad", "suffix": ""}, {"first": "A", "middle": ["J K"], "last": "Conlan", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Wolfson", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Guerin", "suffix": ""}, {"first": "A", "middle": [], "last": "Djibo", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "679--684", "other_ids": {"DOI": ["10.1038/nature06509"]}}, "BIBREF4": {"ref_id": "b4", "title": "Time series modelling of childhood diseases: a dynamical systems approach", "authors": [{"first": "B", "middle": ["F"], "last": "Finkenstädt", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2000, "venue": "J. R. Stat. Soc. C", "volume": "49", "issn": "", "pages": "187--205", "other_ids": {"DOI": ["10.1111/1467-9876.00187"]}}, "BIBREF5": {"ref_id": "b5", "title": "On the epidemiology of influenza", "authors": [{"first": "J", "middle": ["J"], "last": "Cannell", "suffix": ""}, {"first": "M", "middle": [], "last": "Zasloff", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Garland", "suffix": ""}, {"first": "R", "middle": [], "last": "Scragg", "suffix": ""}, {"first": "E", "middle": [], "last": "Giovannucci", "suffix": ""}], "year": 2008, "venue": "Virol. J", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1743-422X-5-29"]}}, "BIBREF6": {"ref_id": "b6", "title": "Absolute humidity modulates influenza survival, transmission, and seasonality", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "M", "middle": [], "last": "Kohn", "suffix": ""}], "year": 2009, "venue": "Proc. Natl Acad. Sci. USA", "volume": "106", "issn": "", "pages": "3243--3248", "other_ids": {"DOI": ["10.1073/pnas.0806852106"]}}, "BIBREF7": {"ref_id": "b7", "title": "Mapping the antigenic and genetic evolution of influenza virus", "authors": [{"first": "D", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Lapedes", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Jong", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "De Bestebroer", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Rimmelzwaan", "suffix": ""}, {"first": "A", "middle": ["D M E"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A M"], "last": "Fouchier", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "305", "issn": "", "pages": "371--376", "other_ids": {"DOI": ["10.1126/science.1097211"]}}, "BIBREF8": {"ref_id": "b8", "title": "The genomic and epidemiological dynamics of human influenza A virus", "authors": [{"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Pybus", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Nelson", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "453", "issn": "", "pages": "615--619", "other_ids": {"DOI": ["10.1038/nature06945"]}}, "BIBREF9": {"ref_id": "b9", "title": "Ecological and immunological determinants of influenza evolution", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Bush", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "422", "issn": "", "pages": "428--433", "other_ids": {"DOI": ["10.1038/nature01509"]}}, "BIBREF10": {"ref_id": "b10", "title": "Predicting pneumonia and influenza mortality from morbidity data", "authors": [{"first": "L", "middle": [], "last": "Denoeud", "suffix": ""}, {"first": "S", "middle": [], "last": "Ansart", "suffix": ""}, {"first": "C", "middle": [], "last": "Turbelin", "suffix": ""}, {"first": "A.-J", "middle": [], "last": "Valleron", "suffix": ""}, {"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "F", "middle": [], "last": "Carrat", "suffix": ""}], "year": 2007, "venue": "PLoS ONE", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0000464"]}}, "BIBREF11": {"ref_id": "b11", "title": "Epochal evolution shapes the phylodynamics of interpandemic influenza A (H3N2) in humans", "authors": [{"first": "K", "middle": [], "last": "Koelle", "suffix": ""}, {"first": "S", "middle": [], "last": "Cobey", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}, {"first": "M", "middle": [], "last": "Pascual", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "314", "issn": "", "pages": "1898--1903", "other_ids": {"DOI": ["10.1126/science.1132745"]}}, "BIBREF12": {"ref_id": "b12", "title": "Modelling antigenic drift in weekly flu incidence", "authors": [{"first": "B", "middle": ["F"], "last": "Finkenstädt", "suffix": ""}, {"first": "A", "middle": [], "last": "Morton", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Rand", "suffix": ""}], "year": 2005, "venue": "Stat. Med", "volume": "24", "issn": "", "pages": "3447--3461", "other_ids": {"DOI": ["10.1002/sim.2196"]}}, "BIBREF13": {"ref_id": "b13", "title": "Absolute humidity and the seasonal onset of influenza in the continental United States", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Pitzer", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2010, "venue": "PLoS Biol", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pbio.1000316"]}}, "BIBREF14": {"ref_id": "b14", "title": "Semiparametric estimation of the duration of immunity from infectious disease time series: influenza as a case-study", "authors": [{"first": "Y", "middle": [], "last": "Xia", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Gog", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2005, "venue": "J. R. Stat. Soc. C", "volume": "54", "issn": "", "pages": "659--672", "other_ids": {"DOI": ["10.1111/j.1467-9876.2005.05383.x"]}}, "BIBREF15": {"ref_id": "b15", "title": "Estimating the impact of school closure on influenza transmission from Sentinel data", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Valleron", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Boëlle", "suffix": ""}, {"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "452", "issn": "", "pages": "0--750", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Virtual surveillance of communicable diseases: a 20-year experience in France", "authors": [{"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "T", "middle": [], "last": "Blanchon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Dorléans", "suffix": ""}, {"first": "L", "middle": [], "last": "Toubiana", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Vibert", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Valleron", "suffix": ""}], "year": 2006, "venue": "Stat. Methods Med. Res", "volume": "15", "issn": "", "pages": "413--421", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Royal college of general practitioners sentinel surveillance network", "authors": [{"first": "", "middle": [], "last": "Anon", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Tecumseh study of respiratory illness. IX. Occurrence of influenza in community", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "F", "middle": [], "last": "Kioumehr", "suffix": ""}], "year": 1966, "venue": "Am. J. Epidemiol", "volume": "102", "issn": "", "pages": "553--563", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Tecumseh study of illness. XIII. Influenza infection and disease, 1976-1981", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Koopman", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 1985, "venue": "Am. J. Epidemiol", "volume": "121", "issn": "", "pages": "811--822", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Transmissibility of 1918 pandemic influenza", "authors": [{"first": "C", "middle": ["E"], "last": "Mills", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Robins", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "432", "issn": "", "pages": "904--906", "other_ids": {"DOI": ["10.1038/nature03063"]}}, "BIBREF21": {"ref_id": "b21", "title": "Transmissibility and mortality impact of epidemic and pandemic influenza, with emphasis on the unusually deadly 1951 epidemic", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "T", "middle": [], "last": "Tam", "suffix": ""}, {"first": "D", "middle": [], "last": "Fleming", "suffix": ""}, {"first": "A", "middle": [], "last": "Handel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2006, "venue": "Vaccine", "volume": "24", "issn": "", "pages": "6701--6707", "other_ids": {"DOI": ["10.1016/j.vaccine.2006.05.067"]}}, "BIBREF22": {"ref_id": "b22", "title": "Bifurcation analysis of periodic SEIR and SIR epidemic models", "authors": [{"first": "Y", "middle": [], "last": "Kuznetsov", "suffix": ""}, {"first": "C", "middle": [], "last": "Piccardi", "suffix": ""}], "year": 1994, "venue": "J. Math. Biol", "volume": "32", "issn": "", "pages": "109--121", "other_ids": {"DOI": ["10.1007/BF00163027"]}}, "BIBREF23": {"ref_id": "b23", "title": "Time lines of infection and disease in human influenza: a review of volunteer challenge studies", "authors": [{"first": "F", "middle": [], "last": "Carrat", "suffix": ""}, {"first": "E", "middle": [], "last": "Vergu", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lemaitre", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "S", "middle": [], "last": "Leach", "suffix": ""}, {"first": "A.-J", "middle": [], "last": "Valleron", "suffix": ""}], "year": 2008, "venue": "Am. J. Epidemiol", "volume": "167", "issn": "", "pages": "775--785", "other_ids": {"DOI": ["10.1093/aje/kwm375"]}}, "BIBREF24": {"ref_id": "b24", "title": "Variable efficacy of repeated annual influenza vaccination", "authors": [{"first": "D", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "S", "middle": [], "last": "Forrest", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Ackley", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Perelson", "suffix": ""}], "year": 1999, "venue": "Proc. Natl Acad. Sci. USA 96", "volume": "14", "issn": "", "pages": "1--14", "other_ids": {"DOI": ["10.1073/pnas.96.24.14001"]}}, "BIBREF25": {"ref_id": "b25", "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}], "year": 2008, "venue": "PLoS Med", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pmed.0050074"]}}}, "ref_entries": {"FIGREF0": {"text": "Medically attended influenza-like illness weekly incidence in France, 1984-2004. The dominant types and subtypes of circulating influenza viruses circulating in France are shown in the rectangles (after Denoeud et al. [11]). Dark blue, A/H3N2; light blue, A/H1N1; yellow, B. Immune state transitions, with rates per individual, between classes in the two strain model.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Model behaviour as a function of peak R p and duration of immunity, D. (a) Periodicity of model dynamics (colours) and annual attack rate (contours). Periodicities of 5 years and greater are grouped as 'other'; (b) quality of fit as information distance (ID) for annual attack rate (AAR); (c) annual duration of epidemic (ADE) in weeks; (d) quality of fit (ID) to annual attack rate and epidemic duration combined. Other parameters as given in table 1.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Model output time series of case incidence (the two subtypes being represented by blue and green) and annual attack rates (red) for the parameter combination used infigure 2. (a) R p ¼ 2.0, D ¼ 4 yr 21 : KL distance ¼ 115. (b) R p ¼ 1.85, D ¼ 3.7 yr 21 : KL distance ¼ 227. (c) R p ¼ 2.0, D ¼ 3.36yr 21 : KL distance ¼ 1116. Model fit as a function of R p and d (D ¼ 4.5 yr). (a) Periodicity of the model. (b) Total information distance. Mechanisms of seasonal influenza J. Truscott et al. 309", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Model fit as a function of R p and external forcing. (a) Periodicity of the model. (b) Total information distance (note forcing increases to the left). Model fit as a function of population heterogeneity and cross-immunity. (a) Periodicity of the model. (b) Total information distance.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline model parameter values. Values shown are those used if not otherwise specified.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>parameter birth-death rate child age class width adult age class width mean generation time generation time shape parameter\nrelative amplitude relative infectiousness relative susceptibility mixing parameter immunity duration total population cross-immunity external force of infection (FOI) </td><td>symbol </td><td>value\n</td></tr><tr><td>m </td><td>1/70 yr21\n</td></tr><tr><td>Lc </td><td>14 year\n</td></tr><tr><td>La </td><td>56 year\n</td></tr><tr><td>1/a </td><td>2.7 days\n</td></tr><tr><td>M </td><td>4 days\n</td></tr><tr><td>d </td><td>0.2 days\n</td></tr><tr><td>c </td><td>1.5 days\n</td></tr><tr><td>r </td><td>2 days\n</td></tr><tr><td>u </td><td>0.3 days\n</td></tr><tr><td>D </td><td>5 years\n</td></tr><tr><td>N </td><td>6  107\n</td></tr><tr><td>w </td><td>0.25\n</td></tr><tr><td> </td><td>e </td><td>2  1026 yr21\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors acknowledge research funding from the European Union FP7 FluModCont and EMPERIE projects, the Bill and Melinda Gates Foundation and the Medical Research Council, UK.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}