{
    "paper_id": "d5be42c287d769444e4a6f801e41f9eb6f5b57bc",
    "metadata": {
        "title": "HIROTSUGU AIGA MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION AMONG THE HEALTH WORKERS IN GHANA: CONSTRUCTING AN INDEX",
        "authors": []
    },
    "abstract": [
        {
            "text": "To measure the levels of access to continuing professional education (CPE) among the health workers, an index (continuing professional education access index: CEAI) was constructed. The CEAI is composed of six indicators: (i) availability of CPE; (ii) distribution of CPE; (iii) informational access; (iv) geographical access; (v) economic access; and (vi) preparedness to release staff. When developing the equation of the CEAI, these six component indicators were weighted in accordance with the order of importance reported by the earlier studies. To test its validity, the CEAI was applied to the CPE status in three regions of Ghana. The results of this application revealed that there was greater discrepancies in the CEAI values according to the type of health facilities. The type of health facilities with the greatest CEAI (=0.609) implying the best access to CPE was clinics while training/research institutes resulted in the lowest CEAI (=0.447). Regional variation among the three regions was not significant. A simple linear regression between CEAI and adjusted number of CPE opportunities per health worker produced an extremely high conformity in the model (R 2 = 0.960). This may indicate the validity of the proposed CEAI model to the large extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging and re-emerging diseases, the outbreak of epidemics and endemics, and rapid development of new clinical technologies drive health workers in every part of the world to equip themselves with knowledge and skills to cope with those issues (Lloyd et al., 1999; Donias et al., 2002; Patrick and Cadman, 2002) . In particular, urgent training needs exist concerning today's risks and threats of terrorism (Crupi et al., 2003; Levy and Sidel, 2003) and severe acute respiratory syndrome (SARS) (So et al., 2003) . Moreover, implementation of health reforms on-going in a number of developing and transition countries requires health workers at managerial and administrative posts to be trained more (Sagoe, 1997) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 266,
                    "text": "(Lloyd et al., 1999;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 267,
                    "end": 287,
                    "text": "Donias et al., 2002;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 288,
                    "end": 313,
                    "text": "Patrick and Cadman, 2002)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 409,
                    "end": 429,
                    "text": "(Crupi et al., 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 430,
                    "end": 451,
                    "text": "Levy and Sidel, 2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 497,
                    "end": 514,
                    "text": "(So et al., 2003)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 702,
                    "end": 715,
                    "text": "(Sagoe, 1997)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "Given these increasing training needs among healthcare human resources, the importance of continuing professional education (CPE), which plays a core role in disseminating the updated necessary knowledge and skills to health workers in service, should be further emphasized. It is necessary to globally ensure access to CPE among health workers in service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "However, access to CPE among health workers has rarely been systematically addressed and discussed from the comprehensive and international viewpoint. We do not currently have means and tools for measuring and evaluating the level of access to CPE. Therefore, as I suggested, in our earlier study, an indicator for measuring access to CPE needs to be developed (Aiga and Kuroiwa, 2005) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 385,
                    "text": "(Aiga and Kuroiwa, 2005)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "The indicators on quantitative aspects of healthcare human resources such as population ratios (e.g., populations per physician and nurse) have been commonly recognized (World Bank, 1993) . However, it was reported that those population ratios have disadvantages as indicators (Shipp, 1998) . Moreover, the indicators representing qualitative aspects of healthcare human resources have been seriously lacking. Subsequently, qualitative aspects of staff development have been relatively neglected and development of human resources has excessively focused on quantitative aspect such as the production of personnel (Long and Mercer, 1987) . Note that it is a serious shortcoming that we currently do not have a complete set of indicators for addressing and measuring healthcare human resources (Aiga and Kuroiwa, 2005) though 60-80% of total health expenditure is spent on them (Simmonds, 1989; WHO, 1993; Merson et al., 2001) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 187,
                    "text": "(World Bank, 1993)",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 290,
                    "text": "(Shipp, 1998)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 614,
                    "end": 637,
                    "text": "(Long and Mercer, 1987)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 793,
                    "end": 817,
                    "text": "(Aiga and Kuroiwa, 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 877,
                    "end": 893,
                    "text": "(Simmonds, 1989;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 894,
                    "end": 904,
                    "text": "WHO, 1993;",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 925,
                    "text": "Merson et al., 2001)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "Currently we have several indicators for measuring 'access' that are internationally recognized: e.g., accesses to safe water, sanitation, and health services. Those indicators for 'access' are generally defined in terms of distance or time. However, some weaknesses, such as ambiguity of the definitions and limitations in addressing other important issues, have been detected. For instance, access to safe water, the most common and representative indicator for 'access' of the above three, is defined as 'In urban areas such a source may be a public fountain or standpipe located not more than 200 meters away and in rural areas access implies that members of the household do not have to spend a disproportionate part of the day fetching water' (World Bank, 1997; UNDP, 2002) . There is no global consensus on the criteria for what constitutes 'a disproportionate part of the day' in place. For this reason, a number of governments apply this definition to their countries by modifying it with their own original ideas and criteria. Subsequently, three factors (distance, time spent, and water quantity per capita) are optionally integrated to formulate these country-specific definitions (WHO, 1996) . This situation creates considerable limitations on data analysis due to its low level of comparability (Aiga and Umenai, 2003) . Furthermore, several important aspects such as physical availability of water and people's capacity to use water are missing (Lawrence et al., 2002) . For this reason, a British interdisciplinary researcher group has recently developed the Water Poverty Index (WPI) to address access to safe water more comprehensively (Sullivan, 2002) . Thus, taking access to safe water as an example, the concept of 'access' as an indicator has not been clearly and sufficiently defined.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 767,
                    "text": "Bank, 1997;",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 779,
                    "text": "UNDP, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1204,
                    "text": "(WHO, 1996)",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1333,
                    "text": "(Aiga and Umenai, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1484,
                    "text": "(Lawrence et al., 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1655,
                    "end": 1671,
                    "text": "(Sullivan, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "Based on the lessons learned from the limitations of access to safe water as an indicator, I propose, in this study, methods of measuring access to CPE among health workers by constructing an index compounded with several component indicators. I furthermore attempt to apply the index to the situation in Ghana to examine it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION AND BACKGROUND"
        },
        {
            "text": "The past studies were reviewed in search of possible indicators that are appropriate as components of the index for access to CPE. Also, to determine the variable weights for each composing indicator, a literature review has been conducted. Then, I constructed a formula for the index for measuring the level of access to CPE among health workers. Since the number of past studies on access to CPE is extremely limited, I included a part of our own data, which were collected through a survey and focus group discussions in Ghana (the after-mentioned) conducted for this study, as a basis for constructing the index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "To apply the index concept and its proposed formula to the situation of health workers in Ghana, the survey was conducted. Because of lack of available information concerning past CPE programs in the country, I was unable to estimate a statistically appropriate sample size that would ensure the level of data representativity. For this reason, the survey was designed in the form of a census, targeting all the Ministry of Health (MOH) health workers in three of 10 regions (Volta Region, Western Region, and Brong-Ahafo Region). These three regions are average in terms of major health indicators such as infant mortality rate (GSS and MII, 1999) . In this study, I employed the MOH's definition of governmental health workers: i.e. all types of occupational group working as either permanent or contracted full-time employees of the MOH. The survey was conducted between June and July 1997, by visiting every health facility located in the three regions and using a selfadministered questionnaire. The questionnaire forms were fieldchecked and locally collected during the survey team's visit. Those who were on short leave or otherwise temporarily absent were requested to fill out the form and to send it back to the survey team. Those who were on long leave, such as maternity leave and overseas fellowship leave, were excluded from this study.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 648,
                    "text": "(GSS and MII, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "It is particularly important in this study to ensure the level of reliability and validity of data on participation in the past CPE programs. A study in the United States reporting data representativity of a 10-year period on past CPE programs had limited reliability and validity (Slusher et al., 2000) . Another study in Eritrea assumed that health workers' memories of episodes of participation in CPE programs during the past two years were sufficiently reliable (Ahmed and Hagos, 1993) . The results of the pretest for the survey supported this trend. Therefore, in this study, the number of times respondents participated in CPE programs during a two-year-andfive-month period (2 + 5/12 = 2.42 year) from 1 January 1996 to 31 May 1998, expressed as C 2.42 , was adopted for measuring the frequencies of CPE opportunities.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 303,
                    "text": "(Slusher et al., 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 467,
                    "end": 490,
                    "text": "(Ahmed and Hagos, 1993)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "Among 7691 health workers including those on long leave and 497 MOH-operated health facilities in the three regions, 6696 health workers (87.1%) and 444 health facilities (89.3%) took part in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "Focus group discussions are one of the most useful tools to gather qualitative data and to provide many important indications and suggestions which researchers would tend to otherwise miss, particularly in studies on CPE (Tipping, 1998) . Therefore, to enrich and deepen the description of the CPE situation, a focus group discussion was organized among health workers in each of the three target regions. In these discussions, I asked open-ended questions. Between seven and nine health workers participated in each focus group discussion (total 23: they included medical assistants, nurses, pharmacists, laboratory technicians, administrative staff, biostatisticians, and support staff). Of 23, 17 (73.9%) were females. Through the focus group discussions, I addressed availability of CPE programs, selection process of participants, location of CPE programs, cost for participation in CPE programs, and the other background information regarding CPE. All the sessions of focus group discussions were managed in region-specific languages by skilled local moderators. The contents of focus group discussions were tape-recorded with participants' agreement, transcribed, and analyzed through coding of consistent themes and key words or phrases.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 236,
                    "text": "(Tipping, 1998)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Focus Group Discussions"
        },
        {
            "text": "Today, a great number of indices are widely used (World Bank, 1994; Yu et al., 1995) . Indices are a statistical concept, an indirect way of measuring a given quantity or state, effectively providing a measure which allows for comparison over time. Key issues which have to be addressed in the construction of any index include selection of components and formula (Sullivan, 2002) . I selected six component indicators for an index for access to CPE and defined the formula through the literature review as follows.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 67,
                    "text": "Bank, 1994;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 68,
                    "end": 84,
                    "text": "Yu et al., 1995)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 364,
                    "end": 380,
                    "text": "(Sullivan, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "CONSTRUCTION OF AN INDEX FOR ACCESS TO CPE"
        },
        {
            "text": "I propose the continuing professional education access index (CEAI) by following the technique used for construction of the Human Development Indicator (HDI) (UNDP, 1997) ",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 170,
                    "text": "(UNDP, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptual Framework"
        },
        {
            "text": "In the CEAI, I adopted six components (N = 6): (i) X 1 : availability; (ii) X 2 : distribution; (iii) X 3 : informational access; (iv) X 4 : geographical access; (v) X 5 : economic access; and (vi) X 6 : preparedness to release staff. These components were selected from those which represent the policies and environment that ensure and influence CPE opportunities. The mean of order1 (a=1) is the simple weighted arithmetic mean from X 1 through to X 6 . I determined the weights of w i using rank-based-points according to the levels of importance of each components. Three studies in the United States compared the major factors including those I adopted as component for the CEAI. I assigned 6 points to the component reported as the most important one of the six in the results of the respective studies. Accordingly, 1 point was given to the component reported as the least important of the six. Then, I calculated the mean values of the points for each component as variable weights: w 1 = 5.4; w 2 = 2.6; w 3 = 3.0; w 4 = 2.8; w 5 = 4.2; w 1 = 3.6 (Table I) . Therefore, Eq. (1.1) will be:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1057,
                    "end": 1066,
                    "text": "(Table I)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Conceptual Framework"
        },
        {
            "text": "¼ 5:4X 1 þ 2:6X 2 þ 3:0X 3 þ 2:8X 4 þ 4:2X 5 þ 3:6X 6 5:4 þ 2:6 þ 3:0 þ 2:8 þ 4:2 þ 3:6 ¼ 1 21:6 5:4X 1 þ 2:6X 2 þ 3:0X 3 þ 2:8X 4 þ 4:2X 5 þ 3:6X 6 ð Þ ð1:2Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual Framework"
        },
        {
            "text": "The respective component indicators (X 1 , X 2 ,. . .,X 6 ) are defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIROTSUGU AIGA"
        },
        {
            "text": "Availability of CPE is an essential precondition for access to CPE among health workers. The earlier studies in Japan reported that CPE opportunities were insufficient due to lack of available programs (Iwasaki, 1995; Ohno, 1997) . A study among nurses in the United States revealed that 'readily available programs' were the most facilitating factor in accessing and gaining CPE (Glass and Todd-Atkinson, 1999) . On the other hand, since CPE does not carry assurance that desired changes in competence or performance has occurred (Houle, 1981) , the budget for CPE is vulnerable to being cut (Aiga and Banta, 2003) . Subsequently, scarce and unstable budgeting for CPE (WHO, 1990a; Ohno, 1989) affects sustainable availability of CPE. Thus, the level of availability and sustainability of CPE is one of the components that characterize access to CPE. The most precise way of measuring availability is the proportion of total number of persondays covered by CPE per year to total number of health workers. However, the number of days for a CPE program varies by type or subject of the programs. Therefore, to measure access to one CPE program, total number of person-CPE-opportunities is more appropriate:",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 217,
                    "text": "(Iwasaki, 1995;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 218,
                    "end": 229,
                    "text": "Ohno, 1997)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 380,
                    "end": 411,
                    "text": "(Glass and Todd-Atkinson, 1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 531,
                    "end": 544,
                    "text": "(Houle, 1981)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 593,
                    "end": 615,
                    "text": "(Aiga and Banta, 2003)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 670,
                    "end": 682,
                    "text": "(WHO, 1990a;",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 694,
                    "text": "Ohno, 1989)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Availability of CPE"
        },
        {
            "text": "A ¼ Total number of person-CPE-opportunities available per year Total number of health workers ð2:1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of CPE"
        },
        {
            "text": "The technique used for construction of the HDI (UNDP, 1997) and the WPI (Lawrence et al., 2002 ) was adopted to produce relative availability of CPE ( 0 X 1 1) as follows: A study in South Africa adopted, as a cutoff point, health workers' participation in a CPE program in 12 months (Hirabayashi, 2001) . The results of the survey for this study revealed that the majority (87%) of responding health workers need a CPE opportunity per year and all the others expressed less frequent CPE needs. Mean of frequencies of CPE opportunity needs among the health workers was 0.92 CPE opportunities per year (SD = 0.22). Therefore, I adopted 1 CPE opportunity per year as the maximum value for A (A max ¼ 1). Since 206 health workers (3.1%) participating in the survey in Ghana did not recognized CPE needs, I adopted no CPE opportunity per year as the minimum value (A min ¼ 0):",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "text": "(Lawrence et al., 2002",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 284,
                    "end": 303,
                    "text": "(Hirabayashi, 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Availability of CPE"
        },
        {
            "text": "How CPE opportunities are distributed among health workers depends on employers' or CPE providers' policy including arbitrary selection of participants. Under the employer-driven CPE scheme, specific groups sometimes need to be given more CPE opportunities (e.g. managerial staff under the health reform) than the others. However, one of the missions of health services in public sectors is to deliver a homogeneously appropriate quality of services to local population. From this viewpoint, it is indispensable to ensure more equal distribution of CPE opportunities to comprehensively upgrade health workers' knowledge and skills. The studies in Eritrea and Ghana illustrated how CPE opportunities were unequally distributed (Ahmed and Hagos, 1993; Aiga and Kuroiwa, 2005) . Thus, the way in which CPE opportunities are distributed importantly regulates access to CPE among health workers. Being defined as follows, Gini coefficient (c), a well-known indicator originally developed for assessing the distribution of household incomes (Ray, 1998) , is applied to measure the level of equality in CPE opportunity distribution:",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 749,
                    "text": "(Ahmed and Hagos, 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 750,
                    "end": 773,
                    "text": "Aiga and Kuroiwa, 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1035,
                    "end": 1046,
                    "text": "(Ray, 1998)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of CPE"
        },
        {
            "text": "Where, l: mean, N: number of cases, x: measured value of each case Given that a greater value of Gini coefficient stands for more unequal distribution, distribution of CPE (X 2 ) is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of CPE"
        },
        {
            "text": "Unless the information concerning scheduled CPE programs is delivered to health facilities or health workers in appropriate timing, they are physically unable to be aware of the programs and to apply for them. In developed countries, physicians and dentists generally can be easily reached with updated mailing lists by CPE providers compared with other occupational groups (Adelson et al., 1985) . On the other hand, nurses, for example in the United States, considered the lack of information concerning programs to be a deterring factor in accessing and gaining CPE (Glass and Todd-Atkinson, 1999) . To transmit the message to the appropriate target groups, CPE providers should use a series of well-defined marketing strategies to promote and communicate the value of the program being planned (Adelson et al., 1985) . When being funded as staff development by the governments, target groups can be identified through internal administrative channels such as personnel database. The information necessary to be disseminated should include: topic; date; location; qualification for participation; and tuition fee. There are a number of ways in which the information is delivered to health workers, e.g. internet, e-mail, post mail, journal advertisement, bulletin board at duty station, and suggestion from supervisors and employers. In many developed countries, information concerning programs being MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION IN GHANA planned within the countries is available through internet (Peterson, 1999) while it is not in most developing countries. The most critical step of information delivery that can be applied commonly to both developing and developed countries is whether information has been transmitted to health workers' duty stations. Therefore, following the technique for relative availability of CPE X 1 , informational access to CPE (X 3 ) is defined as: The participants in the focus group discussions in this study stated that delivering information concerning forthcoming CPE program to their duty station every month or every two months is frequent enough to draw the health workers' attention. Therefore, I adopted 12 and 0 times of information delivery in right timing per year respectively as the maximum (I max ¼ 12) and minimum (I min ¼ 0) values for I:",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 396,
                    "text": "(Adelson et al., 1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 569,
                    "end": 600,
                    "text": "(Glass and Todd-Atkinson, 1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 820,
                    "text": "(Adelson et al., 1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1526,
                    "end": 1542,
                    "text": "(Peterson, 1999)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Informational access to CPE"
        },
        {
            "text": "Geographical Access to CPE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informational access to CPE"
        },
        {
            "text": "The nearer the location of the venue of a CPE program is, the fewer difficulties in participating in it health workers have. Geographical access to CPE is an important factor that characterizes costing time and money on traveling to the venue (Boissoneau, 1980; Adelson et al., 1985) . For this reason, location of duty station was one of the determinants of CPE opportunities in the study in Eritrea (Ahmed and Hagos, 1993) and in the United State (Bowan and O'Donnell, 1985; Glass and Todd-Atkinson, 1999) . Several studies reported that the effects of distance CPE programs based on broadcast or internet are comparable to those of traditional classroom-based CPE (Umble et al., 2000; Wiecha and Barrie, 2002) . However, those CPE modes are available predominantly for health workers practicing in rural areas of developed countries such as the United States and Australia and their effects are not thoroughly discussed but include several questionable aspects (Candy, 2000) . Therefore, the distance between duty stations and the major cities where the majority of CPE programs are implemented is an appropriate way of measuring geographical access. However, the precise distance on the road network is not available in some countries. In such an occasion, distance from the nearest village, town or city to one major city, where CPE programs are often implemented (e.g. provincial capital or national capital), should be replaced. Given that longer distance to venues of CPE programs reduces access, geographical access to CPE (X 4 ) is calculated as follows by using a relative distance based on the technique for availability of CPE: Where, D: Distance from duty stations to a major city where CPE programs are implemented (ffi Distance in national and regional road network from the district capitals of the duty stations to the regional capitals). All the participants in focus group discussions agreed that venues of CPE program should be close to their duty stations. Adelson et al. (1985) reported that the location of CPE programs preferably should be within 'driving distance' in the United States. However, the use of private vehicles as transport means is not uniformly applicable to other countries. In the United States, where private vehicles are one of the major transport means for commutation, business, and leisure, the number of vehicles per 1000 people is the highest (=765) in the world (world average = 122). On the other hand, that in Ghana (=8) is lower than Sub-Sahara Africa (=23), and even low-income countries (=12) (World Bank, 2003) . Moreover, only 3.0% of households in Ghana, most probably the better off, possess private vehicle(s) (GSS and MII, 1999) . The level of punctuality and reliability of public transport in Ghana is not comparable to those in developed countries. Given these situations, I was unable to determine a unified MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION IN GHANA maximum distance (D max ) in km applicable globally. Therefore, I tentatively adopted 368 km, a maximum value detected in the survey for our study, as a value of D max :",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 261,
                    "text": "(Boissoneau, 1980;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 262,
                    "end": 283,
                    "text": "Adelson et al., 1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 401,
                    "end": 424,
                    "text": "(Ahmed and Hagos, 1993)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 449,
                    "end": 476,
                    "text": "(Bowan and O'Donnell, 1985;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 477,
                    "end": 507,
                    "text": "Glass and Todd-Atkinson, 1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 667,
                    "end": 687,
                    "text": "(Umble et al., 2000;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 688,
                    "end": 712,
                    "text": "Wiecha and Barrie, 2002)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 964,
                    "end": 977,
                    "text": "(Candy, 2000)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1979,
                    "end": 2000,
                    "text": "Adelson et al. (1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2556,
                    "end": 2567,
                    "text": "Bank, 2003)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2671,
                    "end": 2690,
                    "text": "(GSS and MII, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Informational access to CPE"
        },
        {
            "text": "Economic Access to CPE Who will pay for or share costs for participation in a CPE program importantly regulates access to CPE among health workers. Even though a program is scheduled in convenient location and time, it would not be accessible if the tuition is either extremely high or totally non-reimbursable. For instance, a study in the United States found that the amount of tuition the third most important factors for deciding to apply for programs among physicians and nurses in 1980 (Houle, 1981; Adelson et al., 1985) . Another recent study in the country reported that tuition cost was the most deterring factor and tuition reimbursement was the forth most facilitating factor in CPE (Glass and Todd-Atkinson, 1999) . This implies that who covers the tuition cost remains critical at least for two decades in the United States. A study in Japan targeting public health nurses reported that the tuition cost for CPE programs attended by only 57.8% of participants in the past five years were covered by their employers (Ohno, 1997) . The ways of sharing tuition cost varies from full reimbursement and partial reimbursement (primarily by employers) to full payment by participants (Schoen and Morgan, 1993) . In developing countries where private commercial sector seldom provides CPE programs, the participants are generally paid per diem and accommodation costs, primarily by the governments. When being funded by development agencies, the amount of payment becomes extraordinarily substantial. In Mozambique, one development agency paid the equivalent of 18 months' salary to health professionals participating in a three-week provincial workshop. In Togo, four development agencies gave the participants in CPE program payment for subsistence support (Bryce et al., 1993) . In those countries, there is an emerging risk that CPE is considered to be a tool for extra income opportunity (Aiga and Banta, 2003) . Thus, the variation HIROTSUGU AIGA 462 of economic access is significant. For enabling us to make even international comparison in the future, economic access to CPE (X 5 ) is defined as the mean of reimbursement ratio of total tuition cost:",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 505,
                    "text": "(Houle, 1981;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 506,
                    "end": 527,
                    "text": "Adelson et al., 1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 695,
                    "end": 726,
                    "text": "(Glass and Todd-Atkinson, 1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1029,
                    "end": 1041,
                    "text": "(Ohno, 1997)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1191,
                    "end": 1216,
                    "text": "(Schoen and Morgan, 1993)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1765,
                    "end": 1785,
                    "text": "(Bryce et al., 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1899,
                    "end": 1921,
                    "text": "(Aiga and Banta, 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Informational access to CPE"
        },
        {
            "text": "X 5 ¼ 1: Fully reimbursed or paid by employers ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informational access to CPE"
        },
        {
            "text": "Health workers' participation in CPE is not necessarily recognized as a part of their duties by their employers. A study in the United States reported that 48% of nurses believed that to release them to participation without taking vacation is a facilitating factor to access to CPE (Glass and Todd-Atkinson, 1999) . Also, Bowman and O' Donnell (1985) reported that participation in CPE in working hours was one of the major influencing factors to decision on CPE participation among health workers. Thus, the extent to which employers release their staff for the purpose of letting them participate in CPE is an essential component that determines the level of access to CPE. I therefore, define the level of preparedness of release the staff at health facilities as follows:",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 314,
                    "text": "(Glass and Todd-Atkinson, 1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 337,
                    "end": 351,
                    "text": "Donnell (1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparedness to Release the Staffs"
        },
        {
            "text": "P ¼ Maximum number of staff who are released at a time to CPE with a health facility functioning Total number of health workers in a health facility ð7:1Þ X 6 ¼ P À P min P max À P min ð0 X 6 1Þ X 6 ¼ 1: Most prepared to release staff X 6 ¼ 0 : Least prepared to release staff staff. At a glance, this extreme situation does not seem to be observed in reality. However, at an small-scale health facility with only one staff such as a clinic in rural areas of developing countries, for him or her to participate in CPE, health facility need either to have tentatively replaced health worker from the nearest health facility or to be temporarily closed and request local populations of the catchment areas to refer to other nearest health facilities. Under these conditions, P = 1 possibly occurs. Therefore, I adopted 1 and 0 as the maximum (P max ¼ 1) and minimum (P min ¼ 0) values for P:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness to Release the Staffs"
        },
        {
            "text": "The characteristics of individual respondents in the survey are presented in Table II . Female health workers accounted for 62.7%. Professional working experience in MOH measured as the number of years of service was nearly in normal distribution, and 43.1% of respondents had 10-19 years professional working experience. However, only 12.7% were either directors or senior officers. Half of respondents were health technical staff and 20% were administrative staff. Nurses accounted for the largest proportion in health technical staff, equivalent to 17.6% of the total. The duty stations of 63.5% of the respondents were located in the districts within 100 km of the regional capital, where the majority of CPE programs were held.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Table II",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics of Respondents"
        },
        {
            "text": "Since the needs for CPE in different occupational groups vary, the value of a one-time participation in a CPE program should also vary. Thus, it is inappropriate to discuss the distribution of CPE opportunities among a variety of occupational groups crudely without adjustment. Moreover, health workers are aware of how frequently they need CPE and to what degree they can spare time for it in their HIROTSUGU AIGA The distance from district capital where duty stations are located to regional capital was adopted, referring distances of major road (Directorate of Road, 2001 responsibilities. Therefore, the values of C 2.42 were standardized in terms of occupational group in the following manner. First, occupational-group-specific necessary frequencies of CPE opportunities (f i : occupational group= i) were calculated based on health workers' self-assessment. Second, dividing the aggregated necessary frequencies of CPE opportunities (the numerator in the following equation) by f i , I calculated the standardization coefficient a i for each occupational group (Table II) :",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 575,
                    "text": "(Directorate of Road, 2001",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1079,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Standardization of Frequencies of CPE Opportunities"
        },
        {
            "text": "Finally, the standardized number of times of participation in CPE during 2.42 years period C 2:42 was calculated for each case, multiplying its crude value C 2.42 by a i . The value of one time of CPE participation by health technical staff (a ¼ 0:956) is equivalent to that of 0.956 times of all health workers (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 322,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Standardization of Frequencies of CPE Opportunities"
        },
        {
            "text": "I calculated first the respective component indicators defined above and second the CEAI values by applying Eq. (1.2). It was anticipated that, in three of six component indicators (informational access (X 3 ), geographical access (X 4 ), preparedness to release staff to CPE (X 6 )), the same values are applied to all health workers working at the same duty station. The results of focus group discussions supported this anticipation. Therefore, the CEAI was calculated according to region and type of duty station (Table III) . Figure 1 and 2 illustrated the crude values of component indicators prior weighing in hexagram to present characteristics of each group of health workers. In Ghana, health workers in public sector are paid tuition, per diem, and the cost for transport and accommodation when participating in any type of CPE program. Therefore, the values for economic access to CPE (X 5 ) were 1.0. The shapes of hexagrams were varied according to type of duty station. Also, the values of the CEAI vary from 0.447 in training/research institute to 0.609 in clinic. On the other hand, regional comparison demonstrated that the shapes of the (Figure 3) . A simple regression between CEAI values and CPE opportunities produced a significant linear relationship (y ¼ 2:893x À 1:107, df = 9) and an extremely high level of conformity in the model (R 2 = 0.960).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 528,
                    "text": "(Table III)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 531,
                    "end": 539,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1166,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Calculation of the CEAI"
        },
        {
            "text": "Clinics produced the highest value of the CEAI of all the types of duty stations primarily due to higher values of availability (X 1 ), distribution (X 2 ), and preparedness to release staff (X 6 ). In particular, availability factor (X 1 ), which produced the largest value for clinics, is emphasized compared with other component indicators. This is because the largest weight, accounting for 25.0% (=5.4/ 21.6 · 100), was assigned to availability (X 1 ) at the designing stage of the CEAI formula due to its highest level of importance in comparison with others based on the past studies (Eq. 1.2). In preparedness to release staff (X 6 ), a higher value tends to be produced for duty stations with a fewer number of staff due to its definition (Eq. 7.3). In addition, the mean of total number of staff at clinics (=4.30) is the least of all the types of duty stations, followed by maternity homes (=5.50). For these reasons, a higher value of preparedness to release staff (X 6 ) (=0.394) is produced as to clinic as well as maternity home. Note that hospitals with the highest informational access (X 3 ) produced the second lowest CEAI value, followed by training/research institutes. The health workers at hospitals were offered relatively less CPE opportunities in effect (0.333 times per health worker per annum) than health workers at other types of duty stations: e.g. 0.686 times per health worker per annum at clinics (Figure 3) . Moreover, hospitals have the greatest number of staff (mean = 130.5) of all types of duty stations. These findings suggest the crucial needs for a systematic dissemination of what have been learned, within hospitals through internally arranged CPE or on-the-jobtraining (OJT), to those who did not participate in CPE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1431,
                    "end": 1441,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Translation of the CEAI values"
        },
        {
            "text": "This study demonstrated significantly high level of fittings of the CEAI values as the compounded CPE-environmental exposure into the number of actually offered CPE opportunities as its resultant status. Even though selection and weighing of component indicators were undertaken based mainly on a few studies in the United States, the application of the CEAI model to the case of Ghana resulted in production of the very high value of R 2 (=0.960) with statistically significant coefficient (p < 0.001) for the independent variable in their simple linear regression. This may indicate that the validity of the CEAI model is ensured to the large extent. However, further examination of the CEAI model is necessary to assess the validity and improve the quality of the index by applying the cases of other countries to the model. The definitions of each component indicators and weighing may need to be reconsidered. The component indicators need to be measured in reasonable and efficient way for measuring them on a sustainable basis to monitor the change of access to CPE among health workers. In this respect, of the indicators I adopted for this study, those except for two indicators (preparedness to release staff to CPE (X 6 ) and distribution of CPE opportunities (X 2 )) are assumed to be calculated using data that are either reported from health facilities or collected through budgeting system and other internal channels within ministries of health. There is probably a great room for improvement in the methods for weighing respective component indicators. We could do it at least by adding the data of more number of studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of the CEAI"
        },
        {
            "text": "As a part of healthcare systems, it should be noted that CPE should be carefully analyzed and rationalized as an important step toward better use of existing resources (WHO, 1987; 1990b) . It is necessary to reasonably determine, in the health policy framework, the level of commitment to CPE in each country. To do this, we need to have a complete set of indicators to assess healthcare human resources from both quality and quantity viewpoint. However, there is no indicator for measuring quality or levels of ensuring quality of healthcare human resources. One of the reasons for little research concerning this is the lack of recognition and understanding of healthcare human resources as an authentic area of research despite its importance in contrast with, for example, biomedical research (WHO, 1983; .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 179,
                    "text": "(WHO, 1987;",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 186,
                    "text": "1990b)",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 808,
                    "text": "(WHO, 1983;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Healthcare Human Resources-Related Indicators"
        },
        {
            "text": "This study presents one attempt to quantify the access to CPE among health workers from various viewpoints. However, more efforts should be made in terms of construction and application of healthcare human resources-related indictors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare Human Resources-Related Indicators"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Continuing Education for the Health Professional: Education and Administration Methods (An Aspen Publication",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adelson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Continuing medical education in Eritrea: Need for a system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hagos",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Human Resource for Health Development Journal",
            "volume": "3",
            "issn": "2",
            "pages": "132--138",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging crisis of continuing professional education: Becoming dead letter between external pressure and personal incentive? International",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aiga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Banta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Health Planning and Management",
            "volume": "18",
            "issn": "4",
            "pages": "267--271",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantity and distribution of continuing professional education opportunities among health workers in Ghana",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aiga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuroiwa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Continuing Professional Education in Nursing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Standardization of the definition of access to safe water",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aiga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Umenai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "9373",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Continuing education in the health professional: Education and administration methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boissoneau",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Needs assessment: An information processing model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bowan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Continuing Education in Nursing",
            "volume": "16",
            "issn": "6",
            "pages": "200--204",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What have teachers learnt?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cutts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Naimoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beesley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Lancet",
            "volume": "342",
            "issn": "",
            "pages": "160--161",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preventing ''Information overdose'': Developing informationliterate practitioners",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Candy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Continuing Education in the Health Professions",
            "volume": "20",
            "issn": "4",
            "pages": "228--237",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Meeting the challenge of bioterrorism: Lessons learned from West Nile virus and anthrax",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Crupi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Asnis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Emergency Medicine",
            "volume": "21",
            "issn": "1",
            "pages": "77--79",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survey of resident training in robotic surgery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Donias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Karamanoukian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Glick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The American Surgeon",
            "volume": "68",
            "issn": "2",
            "pages": "177--181",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ghana Statistical Services (GSS) and Macro International Inc. (MII): 1999, Ghana Demographic and Health Survey",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Continuing education needs of nurses employed in nursing facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Todd-Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Continuing Education in Nursing",
            "volume": "30",
            "issn": "5",
            "pages": "219--228",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A study to demonstrate the effectiveness of a new methodology for measuring quality on district health services (FASID fellowship program report 1999)' (Foundation for Advanced Studies on International Development",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirabayashi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Continuing Learning in the Professions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Houle",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What continuing education and training programs are necessary in hospitals?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Byoin",
            "volume": "54",
            "issn": "8",
            "pages": "768--772",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The water poverty index: An international comparison",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meigh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Terrorism and public health: A Balance approach to strengthening systems and protecting people",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Long-term disease surveillance in Bandundu region, Democratic Republic of the Congo: A model for early detection and prevention of Ebola hemorrhagic fever",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Infectious Diseases",
            "volume": "179",
            "issn": "",
            "pages": "274--280",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health Manpower: Planning, Production, and Management",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "International Public Health: Diseases, Programs, Systems, and Policies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Current status of in-service training at prefecture level",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Hokenfu Zasshi",
            "volume": "45",
            "issn": "3",
            "pages": "175--185",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Situation analysis of in-service training on maternal and child health among public health nurses', Study on efficient implementation of maternal and child health programs at municipality level. Ministry of Health and Welfare",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "333--342",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Changing emphases in public health and medical education in health care reform",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Cadman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Asian Pacific Journal of Public Health",
            "volume": "14",
            "issn": "1",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Continuing medical education on the internet: State of the art",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Continuing Education in the Health Professions",
            "volume": "19",
            "issn": "4",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development Economics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "In-service training plan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sagoe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Human Resource Bulletin HRDD/MOH",
            "volume": "1",
            "issn": "3",
            "pages": "12--13",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Who pays for continuing education in nursing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Schoen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Continuing Education in Nursing",
            "volume": "24",
            "issn": "1",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Workload Indicators of Staffing Needs: Manual for Implementation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Human resources development: The management, planning, and training of health personnel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Health Policy and Planning",
            "volume": "4",
            "issn": "3",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Continuing education in nursing: A 10-year retrospective study of CE offerings presented by the Kentucky Nurses Association",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Slusher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Logsdon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Continuing Education in Nursing",
            "volume": "31",
            "issn": "5",
            "pages": "219--223",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Development of a standard protocol for sever acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "9369",
            "pages": "1615--1617",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Calculating a water poverty index",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "World Development",
            "volume": "30",
            "issn": "7",
            "pages": "1195--1210",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Focus groups: A method of needs assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tipping",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Continuing Education in the Health Professions",
            "volume": "18",
            "issn": "3",
            "pages": "150--154",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effects of traditional classroom and distance continuing education: A theory-driven evaluation of a vaccine-preventable diseases course",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Umble",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Public Health",
            "volume": "90",
            "issn": "8",
            "pages": "1218--1224",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Collaborative online learning: a new approach to distance CME",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiecha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barrie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Academic Medicine",
            "volume": "77",
            "issn": "9",
            "pages": "928--929",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "World Bank: 1993, World Development Report 1993: Investing in Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Social Indicators of Development",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "World Bank online databases/World Development Indicators",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "World Health Organization (WHO): 1983, Health for All -A Challenge to Research in Health Manpower Development (WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "World Health Organization (WHO): 1985, Health Manpower Requirements for the Achievement of Health for All by the Year 2000 through Primary Health Care (WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "World Health Organization (WHO): 1987, Reviewing Health Manpower Development",
            "authors": [],
            "year": null,
            "venue": "Public Health Paper",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "World Health Organization (WHO): 1990a, System of Continuing Education: Priority to District Health Personnel (WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "World Health Organization (WHO): 1990b, The Role of Research and Information Systems for Decision Making for the Development of Human Resources for Health (WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Increasing the Relevance of Education for Health Professionals",
            "authors": [],
            "year": 1993,
            "venue": "WHO Technical Report Series",
            "volume": "838",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "World Health Organization (WHO): 1996, Water Supply and Sanitation Sector Monitoring Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "How many indices do we need? A multivariate analysis of existing environment-related indicators",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dufournaud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ":1Þ Where, I: Number of times that health facilities are informed of forthcoming CPE programs for their staff in a year",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Where, R i : Percentage of the amount reimbursed or paid by the employer out of total tuition of a program in which a health worker participated (%) N: Number of health workers who participated in CPE program(s)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and the Water Poverty",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Weights estimation of the component indicators pt; and 6th rank (the least important) = 1 pt. b Adelson R., Watkins F. S., Caplan R. M. Continuing education for the health professional: Education and administration methods. Rockville, An Aspen Publication; 1985. 146-147. c Bowan B., O'Donnell D. Needs assessment: an information processing model. Journal of Continuing Education in Nursing 1985; 16(6): 200-204. d Glass J. C., Todd-Atkinson S. Continuing education needs of nurses employed in nursing facilities. Journal of Continuing Education in Nursing",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION IN GHANA",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "hexagrams of three regions were similar in hexagrams. However, Brong-Ahafo region produced higher value of the CEAI (=0.573) than the other two region by presenting the highest values in four of six component indicators: (i) availability (X 1 ); (ii) distribution (X 2 ); (iii) geographical access (X 4 ); and preparedness to release staff (X 6 ).I further demonstrated the relationship between the CEAI values as the environment or exposure on access to CPE and the adjustedX1: Availability of CPE X2: Distribution of CPE X3: Informational access to CPE X4: Geographical access to CPE X5: Economic access to CPE X6: Preparedness to release staff to CPE Brong-Ahafo RegionFigure 1. CEAI hexagram for comparison by region. X1: Availability of CPE X2: Distribution of CPE X3: Informational access to CPE X4: Geographical access to CPE X5: Economic access to CPE X6: Preparedness to release staff to CPE Figure 2. CEAI hexagram for comparison by the type of duty stations. MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION IN GHANA number of offered CPE opportunities per health worker per year as the results of those environment and exposure",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Adjusted number of offered CPE opportunities per health worker per year † CEAI: continuing professional education access index • Type of duty station • Region • Total y = 2.893 x -1.107Figure 3. Relationship between CEAI and the number of times of CPE opportunities among health workers. MEASURING ACCESS TO CONTINUING PROFESSIONAL EDUCATION IN GHANA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENT I gratefully acknowledge Ken Saoge, Frank Nyonator, Mohammed Bin-Ibrahim, and Kofi Asare, Ghanaian Ministry of Health for their HIROTSUGU AIGA 474 collaboration for data collection. I would like to also thank Japan International Cooperation Agency (JICA) for its generous support to this study. This work was supported by the Foundation for Advanced Studies on International Development (FASID), Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}