{
    "paper_id": "d5d763d3eb2b59e4f79ed4d114a7a57ae20f1bbd",
    "metadata": {
        "title": "Neuraminidaseremmers voor de behandeling van influenza",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "L B"
                ],
                "last": "Bruijnzeel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Een influenza-infectie ontwikkelt zich jaarlijks opnieuw bij ongeveer 20% van de wereldbevolking. Ofschoon vaccinatie de uitgelezen strategie is om influenza te voorkomen, kan in geval van een pandemie deze strategie tekortschieten omdat er gewoon te weinig vaccin voorradig is. In die situatie zijn effectieve antivirale middelen onmisbaar. Antivirale middelen verdienen om deze reden een plaats in de behandelstrategie van een influenzaepidemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Er zijn op dit ogenblik vier geneesmiddelen op de markt die ingezet kunnen worden voor de behandeling of profylaxe van influenza. Dit zijn de adamantanen, amantadine en rimantadine, en de nieuwere klasse neuraminidaseremmers, zanamivir en oseltamivir. De adamantamen werken in de virusgastheercel door het virusdeeltje te ontmantelen. Ze werken alleen tegen influenza-A en kunnen ernstige toxische bijwerkingen geven. Daarnaast geven ze bij gebruik snel aanleiding tot de ontwikkeling van resistente virusstammen. De neuraminidaseremmers daarentegen remmen effectief het afstaan van het virusdeeltje door de gastheercel en voorkomen daarmee de infectie van andere gastheercellen. Hierdoor kan de virusinfectie beperkt worden tot de primaire plaats van infectie, te weten de luchtwegen. Ze werken tegen alle stammen van influenza en geven geen aanleiding tot resistentievorming. Zanamivir kan als bijwerking respiratoire en gastrointestinale symptomen geven. Vooral de respiratoire effecten kunnen belastend zijn. Oseltamivir kan als tijdelijke bijwerking misselijkheid, overgeven en abdominale pijn geven. Zanamivir wordt via orale inhalatie als droge poeder toegediend, oseltamivir wordt oraal toegediend. Van zanamivir bereikt 10-20% als actieve stof de long, de rest slaat neer in de keelholte. Vijf tot 15% van de totaal toegediende dosering wordt geabsorbeerd en uitgescheiden via de urine. Oseltamivir heeft, in tegenstelling tot zanamivir, een goede biologische beschikbaarheid; het wordt na opname in de dunne darm door leverenzymen (esterases) in de actieve stof omgezet en daarna via de bloedbaan door het lichaam verspreid. De halfwaardetijd is 6-10 uur. Sinds eind jaren 90 zijn er klinische onderzoeken verricht met beide geneesmiddelen bij gezonde volwassenen, ouderen en kinderen. De laatste twee groepen worden door de autoriteiten aangemerkt als speciale risicogroepen. Deze klinische onderzoeken tonen enige algemene trends. Wanneer binnen de eerste 48 uur nadat klinische verschijnselen optreden, behandeld wordt, treedt in het algemeen een verkorting op in de duur van de symptomen van 0,5 tot enkele dagen. Dit geldt voor beide neuraminidaseremmers en in principe voor de hele populatie. Bij ouderen leidt dit tot het extra voordeel dat geen antibiotica behoeven te worden voorgeschreven, ziekenhuisopnames worden vermeden en de mortaliteit gereduceerd wordt. Op dit ogenblik is door de FDA alleen oseltamivir als profylacticum toegestaan. In de hele populatie kon een duidelijk profylactisch effect van oseltamivir worden aangetoond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "De behandelstrategie met deze geneesmiddelen, die op basis van de tot dusver verrichte onderzoeken kan worden afgeleid, is dat men in geval van een vastgestelde infectie binnen 48 uur met de actieve behandeling moet beginnen, en liefst binnen 12 uur. Dus, hoe sneller met de behandeling wordt begonnen, hoe effectiever deze uitwerkt. Als men de middelen profylactisch wil inzetten moet men bij vaststelling van een dreigende influenzaepidemie de risicogroepen (vooral de ouderen) als eerste behandelen. P.L.B. Bruijnzeel (*) Utrecht Medisch Farmaceutische Mededelingen (januari 2006) 44:26-27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Een influenza-infectie ontwikkelt zich jaarlijks opnieuw bij ongeveer 20% van de wereldbevolking. Ofschoon vaccinatie de uitgelezen strategie is om influenza te voorkomen, kan in geval van een pandemie deze strategie tekortschieten omdat er gewoon te weinig vaccin voorradig is. In die situatie zijn effectieve antivirale middelen onmisbaar. Antivirale middelen verdienen om deze reden een plaats in de behandelstrategie van een influenzaepidemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Er zijn op dit ogenblik vier geneesmiddelen op de markt die ingezet kunnen worden voor de behandeling of profylaxe van influenza. Dit zijn de adamantanen, amantadine en rimantadine, en de nieuwere klasse neuraminidaseremmers, zanamivir en oseltamivir. De adamantamen werken in de virusgastheercel door het virusdeeltje te ontmantelen. Ze werken alleen tegen influenza-A en kunnen ernstige toxische bijwerkingen geven. Daarnaast geven ze bij gebruik snel aanleiding tot de ontwikkeling van resistente virusstammen. De neuraminidaseremmers daarentegen remmen effectief het afstaan van het virusdeeltje door de gastheercel en voorkomen daarmee de infectie van andere gastheercellen. Hierdoor kan de virusinfectie beperkt worden tot de primaire plaats van infectie, te weten de luchtwegen. Ze werken tegen alle stammen van influenza en geven geen aanleiding tot resistentievorming. Zanamivir kan als bijwerking respiratoire en gastrointestinale symptomen geven. Vooral de respiratoire effecten kunnen belastend zijn. Oseltamivir kan als tijdelijke bijwerking misselijkheid, overgeven en abdominale pijn geven. Zanamivir wordt via orale inhalatie als droge poeder toegediend, oseltamivir wordt oraal toegediend. Van zanamivir bereikt 10-20% als actieve stof de long, de rest slaat neer in de keelholte. Vijf tot 15% van de totaal toegediende dosering wordt geabsorbeerd en uitgescheiden via de urine. Oseltamivir heeft, in tegenstelling tot zanamivir, een goede biologische beschikbaarheid; het wordt na opname in de dunne darm door leverenzymen (esterases) in de actieve stof omgezet en daarna via de bloedbaan door het lichaam verspreid. De halfwaardetijd is 6-10 uur. Sinds eind jaren 90 zijn er klinische onderzoeken verricht met beide geneesmiddelen bij gezonde volwassenen, ouderen en kinderen. De laatste twee groepen worden door de autoriteiten aangemerkt als speciale risicogroepen. Deze klinische onderzoeken tonen enige algemene trends. Wanneer binnen de eerste 48 uur nadat klinische verschijnselen optreden, behandeld wordt, treedt in het algemeen een verkorting op in de duur van de symptomen van 0,5 tot enkele dagen. Dit geldt voor beide neuraminidaseremmers en in principe voor de hele populatie. Bij ouderen leidt dit tot het extra voordeel dat geen antibiotica behoeven te worden voorgeschreven, ziekenhuisopnames worden vermeden en de mortaliteit gereduceerd wordt. Op dit ogenblik is door de FDA alleen oseltamivir als profylacticum toegestaan. In de hele populatie kon een duidelijk profylactisch effect van oseltamivir worden aangetoond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "De behandelstrategie met deze geneesmiddelen, die op basis van de tot dusver verrichte onderzoeken kan worden afgeleid, is dat men in geval van een vastgestelde infectie binnen 48 uur met de actieve behandeling moet beginnen, en liefst binnen 12 uur. Dus, hoe sneller met de behandeling wordt begonnen, hoe effectiever deze uitwerkt. Als men de middelen profylactisch wil inzetten moet men bij vaststelling van een dreigende influenzaepidemie de risicogroepen (vooral de ouderen) als eerste behandelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kunnen deze antivirale middelen nu ook ingezet worden bij een pandemie als de dreigende vogelpest?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antivirale geneesmiddelen dienen een integraal deel van de behandelstrategie bij een pandemie te vormen. Deze uitspraak is mede gebaseerd op de gunstige beschermende effecten die de adamantanen hebben gehad bij de pandemiee¨n van 1968 en 1977. Voor de behandeling van het H5N1-influenza-A-virus (vogelpest) uit 2004 komen alleen de neuraminidaseremmers in aanmerking, omdat het vogelpest virusresistent is voor de adamantanen. Het probleem waar men echter mee te kampen heeft is dat de voorraden van de neuraminidaseremmers ruim tekortschieten om daar de hele populatie mee te kunnen behandelen. Er zal dus in de te volgen behandelstrategie bij een pandemie aangegeven moeten worden welke groepen als eerste in aanmerking komen voor een dergelijke behandeling",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In een zeer lezenswaardig overzicht over de vogelpest worden nog eens een aantal belangrijke aspecten van de vogelpest op een rij gezet. De referent wil hier benadrukken dat beide gerefereerde artikelen zeer de moeite van het lezen waard zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Opmerking redactie: In de eerste plaats is bovenstaand referaat bedoeld om een overzicht te geven over antivirale farmacotherapie. Voor werkers in de eerstelijns geneeskunde willen we daarom benadrukken dat de meeste influenzavirusinfecties een ongecompliceerd verloop hebben, vaak zonder medisch ingrijpen. Het gevaar van een influenzainfectie ligt bij hoogrisicopatie¨nten, zelfs als ze gevaccineerd zijn, zoals diabetici, mensen met furunkels of andere bacterie¨le aandoeningen, gebruikers van cytostatica, patie¨nten met een verminderde afweer, patie¨nten met COPD, enz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nederland verkrijgbaar als Symmetrel® Oseltamivir: In Nederland verkrijgbaar als Tamiflu® Rimantadine: In Nederland niet in de handel Zanamivir: In Nederland verkrijgbaar als Relenza® Literatuur Moscona A. Neuraminidase inhibitors for influenza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Belangenverstrengeling: Geen Literatuur Amantadine",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "353",
            "issn": "",
            "pages": "1363--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The writing committee of the WHO consultation on human influenza A/H5. Avian Influenza A (H5N1) infection in humans",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1374--85",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "NB: geen neusuitstrijk). d. Behandeling: met neuraminidaseremmers (zie voorgaande). e. Preventie: immunisatie. Er wordt hard gewerkt aan de ontwikkeling van beschermende vaccins. Zij zijn echter nog niet voorhanden. Voor onbeschermd hospitaalpersoneel en naaste familieleden van besmette personen zou een chemoprofylaxe met 75 mg oseltamivir/dag gedurende 7-10 dagen dienen te worden overwogen. Dit zou opgenomen kunnen worden in de behandelstrategie bij een pandemie.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}