{"paper_id": "d5dd082423cb4059dbc83ca0862918022e4a9f9f", "metadata": {"title": "Hospital ventilation simulation for the study of potential exposure to contaminants Article History", "authors": [{"first": "Carla", "middle": [], "last": "Balocco", "suffix": "", "affiliation": {}, "email": "carla.balocco@unifi.it"}]}, "abstract": [{"text": "Airflow and ventilation are particularly important in healthcare rooms for controlling thermohygrometric conditions, providing anaesthetic gas removal, diluting airborne bacterial contamination and minimizing bacteria transfer airborne. An actual hospitalization room was the investigate case study. Transient simulations with computational fluid dynamics (CFD), based on the finite element method (FEM) were performed to investigate the efficiency of the existing heating, ventilation and air-conditioning (HVAC) plant with a variable air volume (VAV) primary air system. Solid modelling of the room, taking into account thermo-physical properties of building materials, architectural features (e.g., window and wall orientation) and furnishing (e.g., beds, tables and lamps) arrangement of the room, inlet turbulence high induction air diffuser, the return air diffusers and two patients lying on two parallel beds was carried out. Multiphysics modelling was used: a thermo-fluidynamic model (convection-conduction and incompressible Navier-Stokes) was combined with a convectiondiffusion model. Three 3D models were elaborated considering different conditions/events of the patients (i.e., the first was considered coughing and/or the second breathing). A particle tracing and diffusion model, connected to cough events, was developed to simulate the dispersal of bacteria-carrying droplets in the isolation room equipped with the existing ventilation system. An analysis of the region of droplet fallout and the dilution time of bacteria diffusion of coughed gas in the isolation room was performed. The analysis of transient simulation results concerning particle path and distance, and then particle tracing combined with their concentration, provided evidence of the formation of zones that should be checked by microclimatic and contaminant control. The present study highlights the fact that the CFD-FEM application is useful for understanding the efficiency, adequacy and reliability of the ventilation system, but also provides important suggestions for controlling air quality, patients' comfort and energy consumption in a hospital.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "An effective ventilation is recognized as a very important factor in the control of infections, for human comfort and also for energy recovery and system reliability solutions in operating theatres and isolation rooms in hospitals (Galson and Guisbond 1995; Li et al. 2007; Méndez et al. 2008; Dascalaki et al. 2009; Lim et al. 2010) . It has been shown that an efficient heating, ventilation and air-conditioning (HVAC) installations can control the air quality and aseptic conditions, safe and suitable indoor thermal conditions for medical staff and surgeons, and patients (Balaras et al. 2007 ).", "cite_spans": [{"start": 231, "end": 257, "text": "(Galson and Guisbond 1995;", "ref_id": "BIBREF13"}, {"start": 258, "end": 273, "text": "Li et al. 2007;", "ref_id": "BIBREF22"}, {"start": 274, "end": 293, "text": "Méndez et al. 2008;", "ref_id": "BIBREF27"}, {"start": 294, "end": 316, "text": "Dascalaki et al. 2009;", "ref_id": "BIBREF10"}, {"start": 317, "end": 333, "text": "Lim et al. 2010)", "ref_id": "BIBREF23"}, {"start": 576, "end": 596, "text": "(Balaras et al. 2007", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "HVAC operating for hospitals and their particular sectors has been investigated to guarantee the optimal airflow pattern inside isolation rooms for infective and in particular immune suppressed patients, so that clean air from the air-supply vents may carry the air across infectious sources, and then flow through the exhaust vents completely (Soper 2008) . Design of air ventilation systems has been greatly assisted by computer simulations based on computational fluid dynamics (CFD) modelling (Chow and Yang 2003) . CFD can predict air velocities, temperatures and contaminant concentrations throughout the room for a range of plant design changes. This information has been interpreted in terms of indoor air quality indices, and then compared against health criteria and also thermal comfort indices to assess patient comfort (Rygielsky and Uden 2007; Walker et al. 2007; Soper 2008; Tunga et al. 2009 ). CFD modelling provides useful indications on the supply diffuser locations and types, flow and ventilation rates, exhaust air vent locations, air filter efficiency, distribution of heat loads in the room, arrangement of furniture, and other obstacles to air movement (Jiang et al. 2009; Qian et al. 2010) . The work of Jiang et al. (2009) is crucial to derive useful suggestions on the minimum ventilation rate, corresponding to the dilution level for preventing airborne infection. Many authors have included a review of CFD techniques, including Patankar (1980) , Chen and Srebric (2001) , and Jiang et al. (2003) providing basic support for CFD simulations for studying the ventilation system performances for isolation rooms. The airflow patterns in isolation rooms are governed by the positions, configurations and specified velocities/pressures of the air-supply and exhaust vents of the ventilation system. Several works have highlighted how the indoor air quality of an isolation room can be guaranteed by efficient air-conditioning and ventilation system design, in controlling temperature, humidity, pressure and air quality (Farnsworth et al. 2006; Martini et al. 2007) .", "cite_spans": [{"start": 344, "end": 356, "text": "(Soper 2008)", "ref_id": "BIBREF35"}, {"start": 497, "end": 517, "text": "(Chow and Yang 2003)", "ref_id": "BIBREF7"}, {"start": 832, "end": 857, "text": "(Rygielsky and Uden 2007;", "ref_id": null}, {"start": 858, "end": 877, "text": "Walker et al. 2007;", "ref_id": "BIBREF46"}, {"start": 878, "end": 889, "text": "Soper 2008;", "ref_id": "BIBREF35"}, {"start": 890, "end": 907, "text": "Tunga et al. 2009", "ref_id": "BIBREF40"}, {"start": 1178, "end": 1197, "text": "(Jiang et al. 2009;", "ref_id": "BIBREF18"}, {"start": 1198, "end": 1215, "text": "Qian et al. 2010)", "ref_id": "BIBREF32"}, {"start": 1230, "end": 1249, "text": "Jiang et al. (2009)", "ref_id": "BIBREF18"}, {"start": 1459, "end": 1474, "text": "Patankar (1980)", "ref_id": "BIBREF30"}, {"start": 1477, "end": 1500, "text": "Chen and Srebric (2001)", "ref_id": "BIBREF5"}, {"start": 1507, "end": 1526, "text": "Jiang et al. (2003)", "ref_id": "BIBREF17"}, {"start": 2046, "end": 2070, "text": "(Farnsworth et al. 2006;", "ref_id": "BIBREF12"}, {"start": 2071, "end": 2091, "text": "Martini et al. 2007)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Introduction"}, {"text": "Recent findings, reported in the literature, allowed switching on from operating rooms to isolation room which have similarities. Memarzadeh and Manning (2002) used computational fluid dynamics analysis to show that when the design is appropriate, laminar flow conditions are the best choice among a large comparison of flows and ventilation systems in order to control the risk of contaminant deposition in an operating room surgical site. They found that a low velocity (25 to 35 fpm), vertically directed, unidirectional downward airflow over the operation room table with return air (exhaust) ducts at various heights achieved optimal removal of airborne particulates (Memarzadeh and Manning 2002) . Comparison of performances (number of airborne particles, microbial contamination, kinetics of decontamination, rate of mixing and an index of functionality) of three types of airflow systems: laminar (unidirectional) flow, stabilised flow and turbulent flow, in the operating theatre in a French hospital, has shown that during operations, the laminar flow is the single airflow system to reach the class B10 (Talon et al. 2006) . In a recent study, Brandt et al. (2008) analysed 55 hospitals in Germany and concluded there may be little benefit from vertical laminar airflow (LAF) for preventing surgical site infections in surgical procedures. Both the authors and many researchers have pointed that, although with conspicuous statistics, this was not a randomised, controlled, blind study. Other researchers have also pointed out that this investigation lacked details of the design of HVAC in operating rooms and of a number of preoperative care processes such as in participating facilities, skin preparation, timing of preoperative antibiotic prophylaxis, etc. (Brandt et al. 2008) .", "cite_spans": [{"start": 130, "end": 159, "text": "Memarzadeh and Manning (2002)", "ref_id": "BIBREF26"}, {"start": 672, "end": 701, "text": "(Memarzadeh and Manning 2002)", "ref_id": "BIBREF26"}, {"start": 1114, "end": 1133, "text": "(Talon et al. 2006)", "ref_id": "BIBREF37"}, {"start": 1155, "end": 1175, "text": "Brandt et al. (2008)", "ref_id": "BIBREF4"}, {"start": 1772, "end": 1792, "text": "(Brandt et al. 2008)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The present article investigates the airflow patterns, distribution and velocity, and the particulate dispersion inside an existing typical hospitalization room equipped with an HVAC, with variable air volume (VAV) primary air system, combined with a ceiling radiant panel, for immunesuppressed patients, never modelled before. The present study is inspired by widespread awareness the importance of HVAC systems in resource allocation on the frontlines of public health preparedness (Soper 2008; Tang et al. 2006) and response to infectious disease. Transient simulations, applied to a three-dimensional model of the room, considering most typical positions of two patients, investigated the airflow patterns associated with different cough conditions, in order to develop an understanding of the effects of these arrangements on the regions of droplet fallout. To study particles and/or control of virus dispersion in the isolation room, the door at first was considered closed, as often as practical so that the airflow can be kept stable, then in the last simulation it was considered open. For this study, results obtained in a recent work (Balocco and Liò 2011) were used, improving fluid-dynamic, thermal and diffusion modelling. The numerical simulations were performed to analyse diffusion of particles that emitted from a patient entering the breathing zone or reaching the body surface of another patient. For this reason a particle tracing and diffusion model, connected to cough events, was also defined. Transient simulations of the patients coughing conditions were performed over 60 seconds. The simulations were performed with the help of a commercial software (COMSOL 2009) to solve simultaneously coupled partial differential equations resulting from the fluid-dynamic, thermal and mass transfer (conduction, convection and diffusion).", "cite_spans": [{"start": 484, "end": 496, "text": "(Soper 2008;", "ref_id": "BIBREF35"}, {"start": 497, "end": 514, "text": "Tang et al. 2006)", "ref_id": "BIBREF38"}, {"start": 1145, "end": 1167, "text": "(Balocco and Liò 2011)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years many works have focused on computational models using fluid dynamics approaches to investigate airflow patterns and the related spreading of infection in isolation rooms for different ventilation systems Muia et al. 2009; Méndez et al. 2008) . The main attention of these papers has been the evaluation of the effects of supply and return air diffuser location and negative pressure in isolation rooms for patients with highly infectious diseases (Tunga et al. 2009; Walker et al. 2007 ). The HVAC design is fundamental to maintain negative pressure within isolation rooms and to protect health of workers, patients and visitors. This is also necessary to control patient risk from airborne diseases (Rygielski and Uden 2007) . Door opening causes the dispersion of air out of the isolation room. An isolation room held at negative pressure to reduce aerosol escape and a high air-change rate to allow rapid removal of aerosols can eliminate transmission of infectious aerosols to those outside the room. Tunga et al. (2009) found that an air velocity above 0.2 m/s via a doorway effectively prevents the spread of airborne contaminants out of the isolation room with an open door (Méndez et al. 2008; Rygielski and Uden 2007) . Techniques such as aerosol particle tracer sampling and computational fluid dynamics can be applied to study the performance of ventilation systems during coughing episodes. HVAC switch on-off impact on virus and bacteria load has been widely investigated recently (Rygielski and Uden 2007; Soper 2008; Stanley et al. 2008; Talon et al. 2006) . It is very frequent for visitors or nurses to stand next or lean on a reclining patient or an upright sitting patient (Münch et al. 1986; Kao and Yang 2006) . A breathing zone in these studies refers to the roughly 10 cm area around the patient's face.", "cite_spans": [{"start": 220, "end": 237, "text": "Muia et al. 2009;", "ref_id": "BIBREF28"}, {"start": 238, "end": 257, "text": "Méndez et al. 2008)", "ref_id": "BIBREF27"}, {"start": 463, "end": 482, "text": "(Tunga et al. 2009;", "ref_id": "BIBREF40"}, {"start": 483, "end": 501, "text": "Walker et al. 2007", "ref_id": "BIBREF46"}, {"start": 716, "end": 741, "text": "(Rygielski and Uden 2007)", "ref_id": "BIBREF33"}, {"start": 1021, "end": 1040, "text": "Tunga et al. (2009)", "ref_id": "BIBREF40"}, {"start": 1197, "end": 1217, "text": "(Méndez et al. 2008;", "ref_id": "BIBREF27"}, {"start": 1218, "end": 1242, "text": "Rygielski and Uden 2007)", "ref_id": "BIBREF33"}, {"start": 1510, "end": 1535, "text": "(Rygielski and Uden 2007;", "ref_id": "BIBREF33"}, {"start": 1536, "end": 1547, "text": "Soper 2008;", "ref_id": "BIBREF35"}, {"start": 1548, "end": 1568, "text": "Stanley et al. 2008;", "ref_id": "BIBREF36"}, {"start": 1569, "end": 1587, "text": "Talon et al. 2006)", "ref_id": "BIBREF37"}, {"start": 1708, "end": 1727, "text": "(Münch et al. 1986;", "ref_id": "BIBREF29"}, {"start": 1728, "end": 1746, "text": "Kao and Yang 2006)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Experimental evidence of droplet transmission and deposition"}, {"text": "The work, presented in the present article, started from the consideration that badly designed and/or incorrectly operating ventilation arrangements in isolation rooms could put patients at risk from airborne diseases. Starting from critic analysis of literature results and experimental evidence, the present article provides a multiphysics approach to investigate the condition that particles emitted from patients coughing can have a very high probability of interacting with the patient's breathing and vice versa. All the practical difficulties, mainly depending from long time legal permissions, and low cooperation of the technicians of the hospital plants, for realizing experimental measurements (no spot test) in the isolation room e.g., particle image velocimetry (PIV); see Gupta et al. 2009; VanSchiver et al. 2009 ), also without patients, made these collected literature results and experimental evidence very important to validate the CFD-FEM simulation. In particular, referring to the steady sate condition, concerning the air distribution and the assessment of the ventilation effectiveness, a good agreement between simulation results and literature can be deduced.", "cite_spans": [{"start": 786, "end": 804, "text": "Gupta et al. 2009;", "ref_id": "BIBREF14"}, {"start": 805, "end": 827, "text": "VanSchiver et al. 2009", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Experimental evidence of droplet transmission and deposition"}, {"text": "In the present work a simple model concerning droplet dispersion that can carry viruses, due to coughing and sneezing, was defined and incorporated in the CFD-FEM transient simulations based on multiphysics approach. Virus dispersal in a hospital mainly depends on perturbation of intensity and direction caused by people moving or doors opening. Starting from literature ) the effects of the airflow patterns associated with different cough conditions and the ventilation assessments on microbial growth in supply air ducts were analysed. The coughing events that cause droplet transmission have been modelled in several sophisticated ways (Cunningham 1910; Yu and Diu 1983; Marianne et al. 1987; Batchelor 2000; Tellier 2006 ) but they were not incorporated in a CFD intensive simulation.", "cite_spans": [{"start": 641, "end": 658, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 659, "end": 675, "text": "Yu and Diu 1983;", "ref_id": "BIBREF47"}, {"start": 676, "end": 697, "text": "Marianne et al. 1987;", "ref_id": "BIBREF24"}, {"start": 698, "end": 713, "text": "Batchelor 2000;", "ref_id": "BIBREF3"}, {"start": 714, "end": 726, "text": "Tellier 2006", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "Several studies show that a close cough is unlikely to cause infection, whereas a close, unprotected, horizontally directed sneeze may be potent enough to cause droplet transmission (Yu and Diu 1983; Marianne et al. 1987; Tellier 2006; Stanley et al. 2008 ). Referring to the literature (Diekmann and Heesterbeek 2000; Tang et al. 2006; Walker et al. 2007 ) large droplets were considered with a diameter larger than 60 μm, small ones, if the diameter is less than 60 μm, and nucleus droplets when less than 10 μm. Therefore, coughing and sneezing produce droplets in a size range from less than 1 to up to 2000 μm. In the present study particles of 10 μm, which are contagious at to 2 meters distance, were considered. Particles with this dimension remain in the air up to 491 seconds when performing a trajectory of 1.5 m as reported by Yu and Diu (1983) and Diekmann and Heesterbeek (2000) . Particles larger than 50 μm have a remarkably lower permanence in the air and are rarely inhaled by the patients. Moreover, particles of the size of 1.0 μm evaporate very quickly (Marianne et al. 1987; Diekmann and Heesterbeek 2000; Tellier 2006 ). The Cunningham Slip Correction (C c ) which is a correction to the drag coefficient, used to predict the drag force between a fluid and a particle moving through this fluid (Cunningham 1910; Marianne et al. 1987; Tellier 2006) was used in the proposed model. When the particle diameters become small (less than 10 μm in the air) the fluid can no longer be considered continuous: the drag coefficient on each particle must be divided by the Cunningham correction factor. The correction factor is greater than 1, which means that the effective particle drag coefficient goes down. This reduction in particle drag is the \"particle slip\" (Cunningham 1910; Marianne et al. 1987; Batchelor 2000) :", "cite_spans": [{"start": 182, "end": 199, "text": "(Yu and Diu 1983;", "ref_id": "BIBREF47"}, {"start": 200, "end": 221, "text": "Marianne et al. 1987;", "ref_id": "BIBREF24"}, {"start": 222, "end": 235, "text": "Tellier 2006;", "ref_id": "BIBREF39"}, {"start": 236, "end": 255, "text": "Stanley et al. 2008", "ref_id": "BIBREF36"}, {"start": 287, "end": 318, "text": "(Diekmann and Heesterbeek 2000;", "ref_id": "BIBREF11"}, {"start": 319, "end": 336, "text": "Tang et al. 2006;", "ref_id": "BIBREF38"}, {"start": 337, "end": 355, "text": "Walker et al. 2007", "ref_id": "BIBREF46"}, {"start": 839, "end": 856, "text": "Yu and Diu (1983)", "ref_id": "BIBREF47"}, {"start": 861, "end": 892, "text": "Diekmann and Heesterbeek (2000)", "ref_id": "BIBREF11"}, {"start": 1074, "end": 1096, "text": "(Marianne et al. 1987;", "ref_id": "BIBREF24"}, {"start": 1097, "end": 1127, "text": "Diekmann and Heesterbeek 2000;", "ref_id": "BIBREF11"}, {"start": 1128, "end": 1140, "text": "Tellier 2006", "ref_id": "BIBREF39"}, {"start": 1317, "end": 1334, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 1335, "end": 1356, "text": "Marianne et al. 1987;", "ref_id": "BIBREF24"}, {"start": 1357, "end": 1370, "text": "Tellier 2006)", "ref_id": "BIBREF39"}, {"start": 1778, "end": 1795, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 1796, "end": 1817, "text": "Marianne et al. 1987;", "ref_id": "BIBREF24"}, {"start": 1818, "end": 1833, "text": "Batchelor 2000)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "where λ is the mean free path and d p is the particle diameter.", "cite_spans": [], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "The free mean path of a particle, such as a molecule, is the average distance the particle travels between collisions with other moving particles. If a particle is much smaller than the mean free path, missed collisions are much more likely.", "cite_spans": [], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "For particle-droplets of 10 μm, in the air at atmospheric standard pressure, the mean free path of the air molecules is 0.066 μm and the corresponding Cunningham factor is 0.015. In the present paper the following conditions were taken into account: the negative pressure of the isolation room provides the airflow performance that effectively controls the mean free path and dispersion of particles with respect to the atmospheric standard pressure; the droplets are initially larger and the evaporation will reduce their dimension; the droplets contain glycol-proteins, lipid-proteins and lipid-glycids constituents of the mucous and also viral particles; these molecules are often very long, some of them reaching 2200 nm (Cunningham 1910; Marianne et al. 1987) ; they are sparsely distributed on the droplet surface increasing the collision of the droplets with the air molecules; the presence of glycol and lipid-proteins can increase the local viscosity of the droplets rather than that of pure water. These conditions generate a reduction of the Cunningham factor, towards its lower boundary, which is 1. Therefore in all the simulations a value of Cunningham factor, equal to 1, was used. After several exploratory analyses, the droplet turned out to be subjected to two forces: the force of gravity and the drag force of air resistance (Cunningham 1910; Batchelor 2000) . At low speed (v) and relatively low Reynolds number the air resistance ( f ) for a droplet of mass (m) is mainly proportional to the viscosity of the medium (η) and to the linear size of the droplet, and is given by the linear term. So the vertical component of the settling velocity is derived from", "cite_spans": [{"start": 725, "end": 742, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 743, "end": 764, "text": "Marianne et al. 1987)", "ref_id": "BIBREF24"}, {"start": 1345, "end": 1362, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 1363, "end": 1378, "text": "Batchelor 2000)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "where ρ is the density of the particle (kg/m 3 ), d p the particle diameter (m), g the gravity acceleration (m/s 2 ), η the air viscosity (Pa·s) and C c the Cunningham factor. The horizontal component of the velocity can be derived from ( ) ", "cite_spans": [{"start": 237, "end": 240, "text": "( )", "ref_id": null}], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "that is the linear term of the drag force of the air resistance (b is a coefficient that depends on particle diameter and nature of the medium) which gives", "cite_spans": [], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "where ( N·s/m 2 (Cunningham 1910; Batchelor 2000) . The initial concentration value is due to the liquid phase and the corresponding density is 1 kg/dm 3 ; the velocity which represents the mass transport equation solution was introduced into the software CFD-FEM simulation (COMSOL 2009) as initial condition. The diffusion coefficient of the contaminant was considered to be zero 10 (1.0 10 ) − ⋅ assuming that the bio-aerosols, in the form of aerosol, are immiscible with the air (Cunningham 1910; Batchelor 2000) . The progressive dilution of the biological effluent concentration is connected to the mass transport mechanism due to the ventilation plant. An expression that provides the cough velocity function f c (τ ) during time τ (in seconds) taking into account both the horizontal and vertical components expressed in Eqs. (2) and (3), was carried out:", "cite_spans": [{"start": 16, "end": 33, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 34, "end": 49, "text": "Batchelor 2000)", "ref_id": "BIBREF3"}, {"start": 382, "end": 384, "text": "10", "ref_id": null}, {"start": 483, "end": 500, "text": "(Cunningham 1910;", "ref_id": "BIBREF9"}, {"start": 501, "end": 516, "text": "Batchelor 2000)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "At the initial instant τ = 0, it is equal to 28 m/s. For mass transport with diffusion (mol/(m 2 ·s)) the following expression was defined ", "cite_spans": [], "ref_spans": [], "section": "Particle tracing and diffusion model"}, {"text": "Using all the real data, a full-scale isolation room present in four hospitals in Italy (in Pistoia, Prato, Massa and Lucca, Tuscany) was modelled. It represents the typical isolation room equipped with a typical HVAC system for hospitalization in Italian hospitals. The 3D model of the room is provided in Fig. 1 . In Italy health care facility design should follow regulations as in (UNI 10339 1995; ASHRAE 1995; UNI EN 13779 2005 ) that suggest 2 m 3 /h of volumetric flow rate of outside air being introduced for hospitalization rooms (with 3 m 3 /h for pediatrics) and 6 m 3 /h of air exchange rate for isolation rooms. For air exchange rate different values are imposed: hospitalization rooms 2 m 3 /h (in particular 3 m 3 /h pediatrics), immune suppressed patients 6 m 3 /h of inlet airflow rate and 5 m 3 /h of extraction; infectious patients 6 m 3 /h of inlet airflow rate and 7 m 3 /h of extraction.", "cite_spans": [{"start": 385, "end": 401, "text": "(UNI 10339 1995;", "ref_id": null}, {"start": 402, "end": 414, "text": "ASHRAE 1995;", "ref_id": "BIBREF0"}, {"start": 415, "end": 432, "text": "UNI EN 13779 2005", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 307, "end": 313, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "The isolation room"}, {"text": "The isolation room is equipped with a VAV and reliable central control system to sense the pressure differential between the patient room and surroundings and adjust fan operation to maintain desired pressure differential. This is a typical HVAC primary air system designed for hospitalization infected patients and provides 6 m 3 /h of inlet air and 7 m 3 /h of extraction air (UNI 10339 1995; UNI EN 13779 2005) . The room is ventilated by a commercial \"turbulence\" high induction air diffuser (ceiling diffuser) located in the centre of the ceiling and in the middle area between the two beds, indicated by A (Fig. 1) . In particular its data sheets call the inlet high induction air diffuser \"turbulence\" because it is composed of radial distribution of fins that are differently oriented and inclined. The exhaust air is expelled by three return air diffusers located on the ceiling, the door of the toilet and the one adjacent to the corridor. These air vents are respectively indicated by capital letters B, C, D (Fig. 1) . The scheme of the constant pressures inside the room was calculated referring to these data and the air diffuser dimensions. For the air inlet, the ceiling return air and door return air, the dimensions (transversal section), set constant total pressure and airflow rates respectively as follows: 0.36 m 2 , 26 Pa and 480 m 3 /h; 0.157 m 2 , 7 Pa and 420 m 3 /h; 0.125 m 2 , 18 Pa and 130 m 3 /h; 0.125 m 2 , 18 Pa and 70 m 3 /h. The exhaust vents of the ventilation system were set at an outlet pressure value in order to maintain the negative pressure within the room as imposed for infectious patients (UNI 10339 1995; UNI EN 13779 2005) .", "cite_spans": [{"start": 378, "end": 394, "text": "(UNI 10339 1995;", "ref_id": null}, {"start": 395, "end": 413, "text": "UNI EN 13779 2005)", "ref_id": "BIBREF42"}, {"start": 1636, "end": 1652, "text": "(UNI 10339 1995;", "ref_id": null}, {"start": 1653, "end": 1671, "text": "UNI EN 13779 2005)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 612, "end": 620, "text": "(Fig. 1)", "ref_id": "FIGREF1"}, {"start": 1020, "end": 1028, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "The isolation room"}, {"text": "A three dimensional model of the isolation room was produced using a CAD data base. The inlet high induction air diffuser was solid-modelled by commercial design software (Solidworks 2009 ) gradually changing its geometry considering tilt and directionality of its fins. At the same time testing simulation results were obtained by CFD-FEM simulations (COMSOL 2009 ). This supply air diffuser spreads in all directions and its modelling is complicated. Referring to literature (Huo et al. 2000) useful suggestions provided by the method for describing the supply air diffuser boundary conditions were taken into account for the CFD simulation, using the diffuser characteristic jet equations. This allowed comparison of the real data provided by the company on the air inlet velocity and its downward flow from the ceiling with those obtained by first basic simulations (Fig. 2) . The heads of the two patients, lying on two parallel beds, were modelled using solid geometry to take into account their different positions. In particular three outflow head surfaces were modelled and used to simulate the inlet surface of the bio-aerosols (mouth) related to the different position of each patient. The head surfaces of the patients were also considered two heat sources (latent and sensible). The two bedheadboard lamps, the safety lamps on the ceiling, external opaque wall and the French-window were also modelled. Architectural features and thermo-physical properties of different opaque and transparent components of the room were taken into account. Three models/scenarios which differ in the direction of coughing and breathing for the same position of the two patients, described by the \"supine position\" that is when the patients lie on their backs facing the ceiling, were considered. ", "cite_spans": [{"start": 171, "end": 187, "text": "(Solidworks 2009", "ref_id": null}, {"start": 352, "end": 364, "text": "(COMSOL 2009", "ref_id": null}, {"start": 477, "end": 494, "text": "(Huo et al. 2000)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 870, "end": 878, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Solid modelling"}, {"text": "According to studies and experimental results in the literature (Memarzadeh and Manning 2002; Talon et al. 2006; Brandt et al. 2008) , laminar airflow condition was assumed in the present work, because air velocity is at low values as imposed (UNI 10339 1995; ASHRAE 1995; UNI EN 13779 2005) , with low values of Reynolds number (<10 5 ). This means that large convective vortices may occur, within which an airflow of a \"laminar type\" is still present, because it is connected to the fluid layers slipping. As a matter of fact, one of the most important simulation issues is the use of turbulent versus laminar flow modelling approaches. High velocity vertical laminar airflow (LAF) (90 to 400 feet per minute, or fpm) has been typical and used in many hospitals for decades in the US, UK, and Europe. The use of unidirectional laminar flow ventilation is today a valid system used for patient isolation and bacterial control.", "cite_spans": [{"start": 64, "end": 93, "text": "(Memarzadeh and Manning 2002;", "ref_id": "BIBREF26"}, {"start": 94, "end": 112, "text": "Talon et al. 2006;", "ref_id": "BIBREF37"}, {"start": 113, "end": 132, "text": "Brandt et al. 2008)", "ref_id": "BIBREF4"}, {"start": 243, "end": 259, "text": "(UNI 10339 1995;", "ref_id": null}, {"start": 260, "end": 272, "text": "ASHRAE 1995;", "ref_id": "BIBREF0"}, {"start": 273, "end": 291, "text": "UNI EN 13779 2005)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "The CFD-FEM simulation"}, {"text": "Time dependent simulations based on Incompressible Navier-Stokes, Convection and Diffusion and Convection and Conduction model for the three scenarios with the aim of investigating the temporal patterns of the ventilation flow and the particles tracing and diffusion in the conditions of coughing and breathing of the two patients, were carried out. COMSOL Multhiphysics code was used (COMSOL 2009). See (Verdier 2004; van Schijndel 2009 ) for a comparison of COMSOL with respect to other currently used CFD software. The transient simulations with thermal and fluid-dynamic coupled models were preceded by a long enough run without cough/sneeze events. The sneeze and/or cough events were considered at the beginning of the transient simulation. Then for all the transient simulations, considering the \"supine position\" three events (coughing and/or breathing) were investigated: the first event (model_1) concerns the first patient coughing three times when the second is breathing; the second event (model_2) concerns the first patient coughing three times when immediately after the second coughs twice, the third (model_3) concerns both patients coughing, at the same time, three times. For all these models the door was kept closed, so that particle diffusion would be influenced by ventilation airflow patterns alone. The \"impulse\" functions (volumetric and mass flow due to coughing) for the simulation of coughing events were repeated over time, with a time interval as \"peak-to-peak\" equal to 2 seconds. In model_2, the time phase displacement between coughing events of the two patients was taken as 6 seconds. These conditions remain throughout the entire simulation of 60 seconds when the ventilation system operating and the coughing/breathing events happen. Each simulation considers the results of both the ventilation system in standard operating conditions and the effect of the coughing/breathing events. They were performed with a long enough run (60 seconds) for the cough/sneeze events combined with the stationary model of ventilation considering a single and/or repeated sneeze and/or cough event at the beginning of the simulation, with an inlet velocity at the initial instant due to the cough of 28 m/s, which is the maximum experimentally determined connected to the transient flow due to the impulse that has a length of about one second (Phillips et al. 2004 ). The inlet/outlet breathe velocity was considered constant 0.9 m/s. Thermal boundary conditions due to sensible and latent heat released by the head surface of the two patients, sensible heat of the two bed-headboard lamps and safety lamps on the ceiling, and then thermal conditions of the external opaque wall and the French-window were taken into account. The thermal conditions that are strictly connected to the indoor airflow displacement and buoyancy thermal effects, in particular due to the plant system solution (the HVAC-VAV plant combined with radiant panel in the ceiling) and variation of temperature and heat flows related to climatic stresses and external building thermo-physics, were taken into account. The (full) input data, sub-domains settings, boundary conditions and basic equations used for all the time dependent simulations, combining the Incompressible Navier-Stokes, Convection-Conduction (Appendix Eq. (A1)) and Convection-Diffusion models (Appendix Eq. (A2)) on the non-isothermal airflow (Appendix Eq. (A3)), are provided in the Appendix. For indoor climatic conditions, a uniform internal air temperature of 22℃ and 50% of relative humidity were assumed, as provided by the plant and suggested (UNI 10339 1995; ASHRAE 1995; UNI EN 13779 2005) . External climatic data were set at the external design conditions of 0℃ air temperature and 85% relative humidity. The simulations started with the Incompressible Navier-Stokes application mode, under laminar flow conditions and then the turbulence k-ε model was activated. The software automatically reformulates the equations with the exception that additional boundary conditions for the turbulence model needed to be specified: e.g., the eddy viscosity automatically replaces the molecular viscosity (Batchelor 2000; COMSOL 2009 ). Simulation results were used to calculate the mean air velocity value of the central inlet air diffuser, that is 1.36 m/s according to the technical data provided by the company. Therefore even with reduced surface diffusion, the airflow is laminar and produces the airflow adherence to the ceiling (it guarantees the \"coanda effect\") and its slow fall down. The airflow modelling based on CFD with FEM, solves the fundamental conservation equations for mass momentum and energy in the form of the Navier-Stokes equations. The airflow modelling without taking into account the coughing events, provided low Reynolds numbers (10 2 − 10 4 ) that suggested using the Incompressible Navier-Stokes model (that uses the Boussinesq approximation) which was combined with Convection-Diffusion and Convection-Conduction models. The Boussinesq approximation is a way to treat some simple cases of buoyant flows without having to use a compressible formulation of the Navier-Stokes equations. This approximation assumes that variations in density have no effect on the flow field, except that they give rise to buoyant forces. The air density was then taken to be a reference value, ρ 0 , except in the body force term, which was set to", "cite_spans": [{"start": 404, "end": 418, "text": "(Verdier 2004;", "ref_id": "BIBREF45"}, {"start": 419, "end": 437, "text": "van Schijndel 2009", "ref_id": "BIBREF43"}, {"start": 2367, "end": 2388, "text": "(Phillips et al. 2004", "ref_id": "BIBREF31"}, {"start": 3618, "end": 3634, "text": "(UNI 10339 1995;", "ref_id": null}, {"start": 3635, "end": 3647, "text": "ASHRAE 1995;", "ref_id": "BIBREF0"}, {"start": 3648, "end": 3666, "text": "UNI EN 13779 2005)", "ref_id": "BIBREF42"}, {"start": 4173, "end": 4189, "text": "(Batchelor 2000;", "ref_id": "BIBREF3"}, {"start": 4190, "end": 4201, "text": "COMSOL 2009", "ref_id": null}], "ref_spans": [], "section": "The CFD-FEM simulation"}, {"text": "where g is the gravity vector. First extensive transient simulations were performed employing coarse and normal and fine mesh, checking the mesh quality to obtain solutions with acceptable accuracy. Then grid independence analysis, that is a very important issue in this type of modelling, was performed. In conducting CFD analysis it is important to undertake a grid refinement process by gradually reducing the grid spacing (cell size) used in the analysis to examine the effect of the reduced cell size on the predicted outcome.", "cite_spans": [], "ref_spans": [], "section": "The CFD-FEM simulation"}, {"text": "It is usual to find that, as the cell size is reduced, the results converge. Thus, further reducing the cell size has virtually no effect on the results produced and the result is known as grid-independent result. Results obtained from grid dependent solutions may prove to be costly, in that engineering design decisions can be made using potentially faulty information. In order to quantify the influence of the mesh quality and resolution on results, the reference numerical model was gradually solved by varying the number of constituent elements of the computational grid: different simulations were performed under the same physical reference settings on domains and boundary conditions referring to the all parameters value of model_3. The check on grid quality was conducted by monitoring the spatial distribution of thermo-physical parameters and the relative differences between the results, by varying the degree of the mesh fitting and defining higher mesh resolution and quality. Seven cases (Ⅰ− Ⅶ), corresponding to higher mesh density, were considered. Table 1 shows the number of mesh elements (all tetrahedral), percentage of mesh element increase, degrees of freedom solved, system solver used for the simulations, computational time and RAM needed. Increase in the number of elements leading to negligible differences in the solutions was also checked. The mesh density was selected to combine solution accuracy with reduction of computational time needed for convergence: a good mesh quality was obtained by 382 000 degrees of freedom with 55 216 tetrahedral elements for a non-structured grid. This is consistent with most recent similar studies that use meshes with a number of degrees of freedom usually ranging from 70 400 to 356 900 ). These numbers are of the same order of magnitude as the present study but with an important difference: studies in the literature do not take into account simulation of HVAC system performance based on multiphysics approach (heat and mass transfer combined with diffusion and fluid-dynamics model).", "cite_spans": [], "ref_spans": [{"start": 1068, "end": 1075, "text": "Table 1", "ref_id": "TABREF1"}], "section": "The CFD-FEM simulation"}, {"text": "Numerical integration used is the implicit backward Euler method with backward differentiation formulae (BDF) multistep which guaranteed the quality and robustness of the solution: this method allowed by automatic choices the time step on each iteration with checks and controls on the tolerance imposed on the error and stability regions. The stopconvergence criterion was chosen 5 1 10 − ⋅ with independence of the results to the mesh density less than 5% compared to the reference mesh. The direct system solver \"UMFPACK\" of Unsymmetrical Multi-Frontal was used (COMSOL 2009). The influence of the mesh degree quality and resolution on the simulation results was checked calculating the value of velocity, pressure and temperature at a barycentric point in the room. Table 2 shows the relative differences of these variables, calculated by taking as a reference and normalization value for each parameter, the one achieved by the finer mesh (mesh case Ⅶ). This means, e.g., for the velocity v:", "cite_spans": [], "ref_spans": [{"start": 770, "end": 777, "text": "Table 2", "ref_id": "TABREF2"}], "section": "The CFD-FEM simulation"}, {"text": "Due to computational time and complexity, the optimization ", "cite_spans": [], "ref_spans": [], "section": "The CFD-FEM simulation"}, {"text": "As good practice in CFD, all simulations to study ventilation and airflow displacement were carried out disregarding the coughing and breathing of the patients. Then transient simulations considering the ventilation system operating and the 60 seconds long coughing/breathing events of the two patients were performed. Figure 3 shows the velocity field with a slice representation at the height of 1 m (nearest to the beds, Fig. 3 (a) and 2 m (Fig. 3(b) ). Their comparison shows that the HVAC plant does not produce important vertical air vortices but stagnation zones between the two beds and the ceiling. The ventilation and air diffusion pattern inside the room with no coughing and breathing events of the patients, are provided in Fig. 4 . This result agrees with the literature results by Phillips et al. (2004) , for a steady state scenario.", "cite_spans": [{"start": 796, "end": 818, "text": "Phillips et al. (2004)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 319, "end": 327, "text": "Figure 3", "ref_id": null}, {"start": 424, "end": 430, "text": "Fig. 3", "ref_id": null}, {"start": 443, "end": 453, "text": "(Fig. 3(b)", "ref_id": null}, {"start": 737, "end": 743, "text": "Fig. 4", "ref_id": null}], "section": "Results and discussion"}, {"text": "Analysing Fig. 5 , it appears that the higher particle concentration remains in the zone of the emission sources (the Fig. 3 Velocity field at 1 m (nearest to the beds; (a)) and 2 m (b) height from the floor provided by the only air ventilation system operating-slice representation Fig. 4 The velocity field with wide convective vortices due to the combined effect of the ventilation with the temperature gradient breathing zone) at about 10 cm, as shown in the literature (Rygielski and Uden 2007; Stanley et al. 2008; Talon et al. 2006) , whereas the streamlines of the velocity field rise to the ceiling with wide convective vortices due to the combined effect of the ventilation with the temperature gradient. The airflow field is minimally influenced by patients sensible heat transfer and the fact that the temperature difference throughout the room is small. The flow field and velocity distribution induced by the high turbulence air inlet diffuser, combined with the air return diffusers, produce wide recirculation zones near the wall and small partial stagnation areas near the ceiling and between the two beds (Fig. 4) . Variable directions of the airflow, due to the high turbulence air inlet diffuser, provide its widespread and homogeneous distribution (the so called \"coanda effect\") on the ceiling and then its progressive drop down. The mean air velocity value of the central diffuser, calculated by obtained results, is 1.36 m/s, therefore even with reduced surface diffusion, the airflow is laminar in adherence to the ceiling. Comparing Fig. 6 and Fig. 7 , it can be seen that the airflow field is minimally influenced by the patient heads and lamps and the temperature difference throughout the air volume in the room is 0.5℃. The mean indoor air temperature value is almost identical to the supply air temperature of 22℃, except in areas close to the patients and to the radiant panel on the ceiling (Fig. 6) . Vertical temperature variation at the occupant zone is lower than 3℃ and this provides uniformity in temperature distribution in the zone between the two beds, according to ISO 7730 (2005) . This result could be due to high rate level of ventilation. The downward airflow from the inlet air diffuser pushes air from the ceiling downward towards the return air outlet diffusers. Both the velocity and temperature field are similar in the three scenarios (models_1, 2, 3), all of which have \"laminar\" streams with wide convective vortices.", "cite_spans": [{"start": 474, "end": 499, "text": "(Rygielski and Uden 2007;", "ref_id": "BIBREF33"}, {"start": 500, "end": 520, "text": "Stanley et al. 2008;", "ref_id": "BIBREF36"}, {"start": 521, "end": 539, "text": "Talon et al. 2006)", "ref_id": "BIBREF37"}, {"start": 2108, "end": 2123, "text": "ISO 7730 (2005)", "ref_id": null}], "ref_spans": [{"start": 10, "end": 16, "text": "Fig. 5", "ref_id": null}, {"start": 118, "end": 124, "text": "Fig. 3", "ref_id": null}, {"start": 283, "end": 289, "text": "Fig. 4", "ref_id": null}, {"start": 1123, "end": 1131, "text": "(Fig. 4)", "ref_id": null}, {"start": 1559, "end": 1565, "text": "Fig. 6", "ref_id": null}, {"start": 1570, "end": 1576, "text": "Fig. 7", "ref_id": "FIGREF3"}, {"start": 1924, "end": 1932, "text": "(Fig. 6)", "ref_id": null}], "section": "Results and discussion"}, {"text": "Obstacles and heat transfer (from patient heads, lighting and the ceiling radiant panel) but also the building components (windows and external walls) interaction with solar radiation and the external air temperature value, interact with the main airflow pattern. Buoyancy driven airflow around the patient heads raises particles above lighting, the wall behind and in the particular zone between the beds. It can be found that the position of the two bed-headboard lamps has a remarkable effect on airborne particle dispersion Fig. 6 Temperature field-at 1 m height (a), slice-detail (b) on the wall (c), and the whole room (d) (Fig. 7) . The particle concentrations (point sources were assumed for the present study) in various parts of the room are very sensitive to the location of the particle sources as highlighted by Chow and Yang (2003) . Particle tracing and diffusion suggest that in the room there is a formation of a zone, albeit a limited one, that should be checked by a microclimatic and contaminant control between the two beds and around the ceiling surface. In particular, model_2 and model_3 provide the most critical conditions in the isolation room, due to bio-aerosol concentration: the temporal and spatial dynamics of coughing of the two patients produces an increase in bio-aerosol residual concentration. The analysis of the residual concentration highlights the presence of important levels of bio-aerosol in the vicinity of the upper zone of the two beds, of the wall adjacent to them and the surfaces of the bed-headboard lamps. Bio-aerosol concentration, over 10 − 50 seconds, achieves high values and then decreases with time because of the continuous dilution provided by the airflow inlet. During transient airflow displacement (50− 60 seconds) a local stagnation zone of higher bio-aerosol concentration is produced between the two beds and small recirculation flows are generated near the patients, due to lower displacement efficiency of the plant. The particle tracing results show that particles arrive at more than 2 meters distance from the coughing patient and also show their impact on the wall, ceiling and, in particular, bed-board lamps. The contrast of the particle tracing results highlights 10 − μm during time due to coughing ( Fig. 5(a) at 30 seconds, and (b) at 60 seconds). These trajectories (Fig. 5 ) refer to these particles whose positions at the initial instant overlap with the surface of the mouth of the coughing patient.", "cite_spans": [{"start": 825, "end": 845, "text": "Chow and Yang (2003)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 528, "end": 534, "text": "Fig. 6", "ref_id": null}, {"start": 629, "end": 637, "text": "(Fig. 7)", "ref_id": "FIGREF3"}, {"start": 2278, "end": 2287, "text": "Fig. 5(a)", "ref_id": null}, {"start": 2346, "end": 2353, "text": "(Fig. 5", "ref_id": null}], "section": "Results and discussion"}, {"text": "To better investigate the ventilation system performances, a new model that takes into account open door condition was simulated. Starting from the model_3 concerning both patients coughing three times at the same time (in particular from 0 to 10 seconds during transient simulation), the door was opened and simulation was performed from 10 to 60 seconds under this condition. The wall adjacent to the corridor and its open door were considered separated for imposing different sub-domain settings and boundary conditions. The boundary condition for the wall with the open door was assumed to be of \"fluid adhesion\" (no-slip boundary condition) and the constraint condition for the opening was taken at the same pressure difference as the air return diffuser located on the closed door. The door opening causes a remarkable airflow to the adjacent zone (Fig. 8) as well as particle diffusion in the corridor even if bio-aerosol residual concentration remains higher in the zone of the wall opposite to the patients bed (Fig. 9 ) as reported from experimental results by Phillips et al. (2004) . The simulation results showed that the position of an air inlet ceiling diffuser and of the exhaust vents is critical: the location on the centre of the ceiling of the high induction air supply diffuser, combined with the placement of the air return diffusers produces effects on the airflow pattern and causes the arrive of some particles at the door, according to the fundamental work of Kao and Yang (2006) . The placement of the air return diffuser in particular immediately over the patient bed would result in better removal of airborne particles as also reported from the experimental results by Kim and Augenbroe (2009) and Kao and Yang (2006) . Meanwhile the airflows in regions of the room, away from the supply vent, have lower velocity values and variable direction due to recirculation effects near the air return diffusers and the radiant panel on the ceiling. The region of droplet fallout is wide, even when the door is open, because positioning in the centre of the ceiling of the high induction air supply vent.", "cite_spans": [{"start": 1071, "end": 1093, "text": "Phillips et al. (2004)", "ref_id": "BIBREF31"}, {"start": 1486, "end": 1505, "text": "Kao and Yang (2006)", "ref_id": "BIBREF19"}, {"start": 1699, "end": 1723, "text": "Kim and Augenbroe (2009)", "ref_id": "BIBREF20"}, {"start": 1728, "end": 1747, "text": "Kao and Yang (2006)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 854, "end": 862, "text": "(Fig. 8)", "ref_id": "FIGREF4"}, {"start": 1020, "end": 1027, "text": "(Fig. 9", "ref_id": "FIGREF5"}], "section": "Results and discussion"}, {"text": "This study provides useful indications for controlling dispersion and concentration zones of droplet nuclei. It can provide important recommendations for disease control and careful design and optimization of ventilation in the studied isolation room obtaining significant reduction of energy consumption in the hospital where it is located. Results can provide useful indications on the selection of the best type and position of the high inlet air diffuser in order to minimize the intermixing between supply air and the air in the room. This is crucial because in Italy it is very difficult to carry out experimental measurements and/or monitoring campaigns inside hospitals, especially in isolation rooms, because there are very strict sanitary regulations mainly depending on long time legal permissions and complicated procedures. The main problem, highlighted by the sanitary regulations, concerns experimental measurements with the presence of patients in isolation rooms.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The obtained results provide a mean air velocity at the patients' beds, within the recommended threshold value of less than 0.25 m/s and its accordance with literature results (Chow and Yang 2003; Tunga et al. 2009 ), but most importantly, indicate the risk contagious zones. Results show the best position for the room studied, of the extract air diffuser that should be at low levels (close to the floor and between and behind the head of two patients). The residual bio-aerosol concentration (under closed and open door conditions) provides an indication for the best protection distance between the beds for controlling patient but also medical staff and visitor infection. This study highlights the fact that contaminant removal efficiency, in particular in the zone between the two beds, would appear to be more appropriate: it is not possible with the existent ventilation system to control the particles released during coughing events to prevent them from reaching the breathing zone. Results comparison highlights how the present ventilation system can not control particle diffusion and residual concentration when the door is open. This agrees with some literature results (Kao and Yang 2006; Kim and Augenbroe 2009; Phillips et al. 2004) . It would appear that for severe and acute contagions, an anteroom should be necessary to protect the patient and/or occupants/workers in the hospital.", "cite_spans": [{"start": 176, "end": 196, "text": "(Chow and Yang 2003;", "ref_id": "BIBREF7"}, {"start": 197, "end": 214, "text": "Tunga et al. 2009", "ref_id": "BIBREF40"}, {"start": 1185, "end": 1204, "text": "(Kao and Yang 2006;", "ref_id": "BIBREF19"}, {"start": 1205, "end": 1228, "text": "Kim and Augenbroe 2009;", "ref_id": "BIBREF20"}, {"start": 1229, "end": 1250, "text": "Phillips et al. 2004)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The CFD-FEM simulation approach, reproducing real cases, is a valid method for determining the efficiency of the ventilation system, is rather inexpensive (in particular it can also be applied for using open software) and could be used (after threshold evaluation assessed through tests and data fitting on the particular conditions) for routine evaluation of effectiveness in normal plant activity. This approach can be also a valid tool for proper ventilation design in order to reduce energy consumption due to operation modes of the VAV ventilation system.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The method, that was applied to an isolation room, could equally be extended to other targets such as: operating theatres, wards, reception areas and admission wards, public transport. time scaling coefficient Sub-domain settings equation used for the Incompressible Navier-Stokes model:", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "and starting with the momentum balance in terms of stresses, the generalized equations in terms of transport properties and velocity gradients are The boundary settings used are provided for the Convection-Conduction model a) − f), Convection-Diffusion model e) − g) and then for the Incompressible Navier-Stokes model h) − k): a) \"Insulation\" for all the internal walls and doors, the two beds, ceiling, floor, the two bed-headboard lamps and the lighting on the ceiling. b) \"Heat flux\" for the external wall and the French-window taking into account for the convective coefficient and the external air temperature a constant value 25 W/(m 2 ·℃) and 0℃, respectively. c) \"Temperature\" for the radiant panel on the ceiling, at the fixed value of 26℃ as suggested (ASHRAE 1995). d) \"Temperature\" for the inlet air diffuser, assuming the constant value of the air inlet of 22℃. e) \"Insulation symmetry\" linked to all the walls and doors, the two beds, the ceiling, floor and all the lighting. f) \"Convective flux\" for all the air return diffuser and also for the air inlet diffuser. g) at the \"supine position\" of the patients, the boundary condition associated with the mouth of the patient breathing was \"convective flux\"; the boundary condition associated with the mouth of the patient coughing was \"inward flux\" linked to the \"cough function\". h) \"No-slip\" for the all walls and doors, the two beds, the ceiling and floor. i) \"Pressure-no viscous stress\" with a boundary type \"outlet\" for the air return diffuser B, located in the ceiling, for the air return diffuser C, located in the door of the toilet and for the air return diffuser D, located in the door adjacent to the corridor (Fig. 1 ). j) \"Velocity\" with a boundary type \"inlet-normal inflow velocity\" for the air inlet diffuser A, located in the centre of the ceiling (Fig. 1 ). k) The boundary type and boundary condition associated with the mouth of the patient breathing were respectively \"outlet\" and \"velocity-normal outflow\"; the boundary type and boundary condition associated with the mouth of the patient coughing, were respectively \"inlet\" and \"velocity-normal inflow\" that is the velocity value provided by the cough function.", "cite_spans": [], "ref_spans": [{"start": 1687, "end": 1694, "text": "(Fig. 1", "ref_id": "FIGREF1"}, {"start": 1831, "end": 1838, "text": "(Fig. 1", "ref_id": "FIGREF1"}], "section": "Conclusions"}, {"text": "Input data used were as follows: a) The thermal conductivity, density, viscosity conductivity and specific heat of the air were considered constant.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "b) The density, molecular mass (18•10 −3 kg/mol) and diffusion coefficient of the water (1•10 −10 m 2 /s) were considered constant. c) The inlet velocity at the initial instant of transient simulation, due to coughing event was considered constant (28 m/s). d) The inlet/outlet breathe velocity was considered constant (0.9 m/s). e) The inlet air temperature form the central air diffuser was taken at 22℃ as provided by the plant design. f) The mean ambient temperature and relative humidity were fixed to the values provided by the plant at 22℃ and 50%, respectively. g) The sensible and latent loads due to \"rest and sat\" activity, taking into account the clothes and the ambient air temperature of 22℃, are 76 W and 26 W, respectively, as usually suggested for the standard body area of 1.8 m 2 (from DuBois formula (Galson and Guisbond 1995) ). Then taking into account the mean body conductivity and the head volume, the specific dissipation heat and total power of the head were evaluated. h) The pressure scheme inside the room was calculated referring to the HVAC-VAV primary air system and to the air diffuser dimensions indicated in the plant system project. i) Taking into account the thermo-physical properties of the different constituent layers, the equivalent thermal transmittance of the external wall and French-window were evaluated and considered constant (external wall 0.287 W/(m 2 ·K); French-window 1.048 W/(m 2 ·K)). j) Specific dissipating heat and power for the two bedheadboard lamps were calculated taking into account their lighting parameters (compact fluorescent, 4000 K colour temperature, 58 W absorbed power, 1350 lm lighting flux). k) Safety lighting on the ceiling was considered a barrier to the air displacement.", "cite_spans": [{"start": 820, "end": 846, "text": "(Galson and Guisbond 1995)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ASHRAE Handbook: HVAC Applications, SI Edition", "authors": [{"first": "", "middle": [], "last": "Ashrae", "suffix": ""}], "year": 1995, "venue": "The American Society of Heating, Refrigerating and Air-Conditioning Engineers", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "HVAC and indoor thermal conditions in hospital operating rooms", "authors": [{"first": "C", "middle": ["A"], "last": "Balaras", "suffix": ""}, {"first": "E", "middle": [], "last": "Dascalaki", "suffix": ""}, {"first": "A", "middle": [], "last": "Gaglia", "suffix": ""}], "year": 2007, "venue": "Energy and Buildings", "volume": "39", "issn": "", "pages": "454--470", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Assessing ventilation system performance in an isolation room", "authors": [{"first": "C", "middle": [], "last": "Balocco", "suffix": ""}, {"first": "P", "middle": [], "last": "Liò", "suffix": ""}], "year": 2011, "venue": "Energy and Buildings", "volume": "43", "issn": "", "pages": "246--252", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An Introduction to Fluid Dynamics", "authors": [{"first": "G", "middle": ["K"], "last": "Batchelor", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Operating room ventilation with laminar airflow shows no protective effect on the surgical site infection rate in orthopedic and abdominal surgery", "authors": [{"first": "C", "middle": [], "last": "Brandt", "suffix": ""}, {"first": "E", "middle": [], "last": "Hott", "suffix": ""}, {"first": "D", "middle": [], "last": "Sohr", "suffix": ""}, {"first": "F", "middle": [], "last": "Daschner", "suffix": ""}, {"first": "P", "middle": [], "last": "Gastmeier", "suffix": ""}, {"first": "H", "middle": [], "last": "Rüden", "suffix": ""}], "year": 2008, "venue": "Annals of Surgery", "volume": "248", "issn": "", "pages": "695--700", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Simplified diffuser boundary conditions for numerical room airflow model: Final report of RP-1009", "authors": [{"first": "Q", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Srebric", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Refrigerating and Air-Conditioning Engineers", "authors": [{"first": "G", "middle": ["A"], "last": "Atlanta", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Performance of ventilation system in a non-standard operating room", "authors": [{"first": "T", "middle": ["T"], "last": "Chow", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Yang", "suffix": ""}], "year": 2003, "venue": "Building and Environment", "volume": "38", "issn": "", "pages": "1401--1411", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "On the velocity of steady fall of spherical particles through fluid medium", "authors": [{"first": "E", "middle": [], "last": "Cunningham", "suffix": ""}], "year": 1910, "venue": "Proceedings of the Royal Society of London. Series A", "volume": "83", "issn": "", "pages": "357--365", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Indoor environmental quality in Hellenic hospital operating rooms", "authors": [{"first": "E", "middle": ["G"], "last": "Dascalaki", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Gaglia", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Balaras", "suffix": ""}, {"first": "A", "middle": [], "last": "Lagoudi", "suffix": ""}], "year": 2009, "venue": "Energy and Buildings", "volume": "41", "issn": "", "pages": "551--560", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Mathematical Epidemiology of Infectious Diseases", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "Jap", "middle": [], "last": "Heesterbeek", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Development of a method for bacteria and virus recovery from heating, ventilation, and air conditioning (HVAC) filters", "authors": [{"first": "J", "middle": ["E"], "last": "Farnsworth", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Goyal", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Kuehn", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Raynor", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ramakrishnan", "suffix": ""}, {"first": "S", "middle": [], "last": "Anantharaman", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}], "year": 2006, "venue": "Journal of Environmental Monitoring", "volume": "8", "issn": "", "pages": "1006--1013", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Hospital sepsis control and TB transmission", "authors": [{"first": "E", "middle": [], "last": "Galson", "suffix": ""}, {"first": "J", "middle": [], "last": "Guisbond", "suffix": ""}], "year": 1995, "venue": "ASHRAE Journal", "volume": "37", "issn": "5", "pages": "48--52", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Flow dynamics and characterization of a cough", "authors": [{"first": "J", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "Indoor Air", "volume": "19", "issn": "", "pages": "517--525", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A systematic approach to describe the air terminal device in CFD simulation for room air distribution analysis", "authors": [{"first": "Y", "middle": [], "last": "Huo", "suffix": ""}, {"first": "F", "middle": [], "last": "Haghighat", "suffix": ""}, {"first": "J S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Shaw", "suffix": ""}], "year": 2000, "venue": "Building and Environment", "volume": "35", "issn": "", "pages": "563--576", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Moderate thermal environments-Determination of the PMV and PPD indices and specification of the conditions for thermal comfort", "authors": [], "year": 2005, "venue": "ISO", "volume": "7730", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Using large eddy simulation to study airflows in and around buildings", "authors": [{"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "M", "middle": [], "last": "Su", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2003, "venue": "ASHRAE Transactions", "volume": "109", "issn": "2", "pages": "517--526", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Investigating a safe ventilation rate for the prevention of indoor SARS transmission: An attempt based on a simulation approach", "authors": [{"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2009, "venue": "Building Simulation", "volume": "2", "issn": "", "pages": "281--289", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Virus diffusion in isolation rooms", "authors": [{"first": "P", "middle": ["H"], "last": "Kao", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Yang", "suffix": ""}], "year": 2006, "venue": "Journal of Hospital Infection", "volume": "62", "issn": "", "pages": "338--345", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Ventilation operation in hospital isolation room: a multi-criterion assessment considering organizational behaviour", "authors": [{"first": "S H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "G", "middle": [], "last": "Augenbroe", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 11th IBSPSA Conference", "volume": "", "issn": "", "pages": "1322--1329", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The effect of airconditioning parameters and deposition dust on microbial growth in supply air ducts", "authors": [{"first": "A", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "Energy and Buildings", "volume": "42", "issn": "", "pages": "449--454", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Role of ventilation in airborne transmission of infectious agents in the built environment-A multidisciplinary systematic review", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Chao", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lu", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Niu", "suffix": ""}, {"first": "H", "middle": [], "last": "Qian", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Sleigh", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Su", "suffix": ""}, {"first": "J", "middle": [], "last": "Sundell", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Yuen", "suffix": ""}], "year": 2007, "venue": "Indoor Air", "volume": "17", "issn": "", "pages": "2--18", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The predictions of infection risk of indoor airborne transmission of diseases in high-rise hospitals: Tracer gas simulation", "authors": [{"first": "T", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Cho", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2010, "venue": "Energy and Buildings", "volume": "42", "issn": "", "pages": "1172--1181", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Peptides of human bronchial mucus glycoproteins. Size determination by electron microscopy and by biosynthetic experiments", "authors": [{"first": "T", "middle": [], "last": "Marianne", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Perini", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Lafitte", "suffix": ""}, {"first": "N", "middle": [], "last": "Houdret", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Pruvot", "suffix": ""}, {"first": "G", "middle": [], "last": "Lamblin", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Slayter", "suffix": ""}, {"first": "P", "middle": [], "last": "Roussel", "suffix": ""}], "year": 1987, "venue": "Biochemical Journal", "volume": "248", "issn": "", "pages": "189--195", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Methodology developed for the energy-productive diagnosis and evaluation in health buildings", "authors": [{"first": "I", "middle": [], "last": "Martini", "suffix": ""}, {"first": "C", "middle": [], "last": "Discoli", "suffix": ""}, {"first": "E", "middle": [], "last": "Rosenfeld", "suffix": ""}], "year": 2007, "venue": "Energy and Buildings", "volume": "39", "issn": "", "pages": "727--735", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Comparison of operating room ventilation systems in the protection of the surgical site", "authors": [{"first": "F", "middle": [], "last": "Memarzadeh", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Manning", "suffix": ""}], "year": 2002, "venue": "ASHRAE Transactions", "volume": "108", "issn": "2", "pages": "3--15", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Optimization of a hospital room by means of CFD for more efficient ventilation", "authors": [{"first": "C", "middle": [], "last": "Méndez", "suffix": ""}, {"first": "San", "middle": [], "last": "José", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Villafruela", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Castro", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2008, "venue": "Energy and Buildings", "volume": "40", "issn": "", "pages": "849--854", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Numerical modelling of exhaled droplet nuclei dispersion and mixing in indoor environments", "authors": [{"first": "K", "middle": ["W"], "last": "Muia", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Wonga", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Wub", "suffix": ""}, {"first": "Lai", "middle": [], "last": "Alvin", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "", "suffix": ""}], "year": 2009, "venue": "Journal of Hazardous Materials", "volume": "167", "issn": "", "pages": "736--744", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Flow of microorganisms in a hospital stair-shaft. Full-scale measurements and mathematical model", "authors": [{"first": "W", "middle": [], "last": "Münch", "suffix": ""}, {"first": "H", "middle": [], "last": "Rüden", "suffix": ""}, {"first": "Y-D", "middle": [], "last": "Schkalle", "suffix": ""}, {"first": "F", "middle": [], "last": "Thiele", "suffix": ""}], "year": 1986, "venue": "Energy and Buildings", "volume": "9", "issn": "", "pages": "253--262", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Numerical Heat Transfer and Fluid Flow", "authors": [{"first": "S", "middle": ["V"], "last": "Patankar", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Isolation room ventilation. Design case studies", "authors": [{"first": "D", "middle": ["A"], "last": "Phillips", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Sinclair", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Schuyler", "suffix": ""}], "year": 2004, "venue": "Proceedings of IAQ Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Particle removal efficiency of the portable HEPA air cleaner in simulated hospital ward", "authors": [{"first": "H", "middle": [], "last": "Qian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Nielsen", "suffix": ""}, {"first": "X", "middle": [], "last": "Huang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zheng", "suffix": ""}], "year": 2010, "venue": "Building Simulation", "volume": "3", "issn": "", "pages": "215--224", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Creating comfort. Nine considerations for selecting the right hospital HVAC system", "authors": [{"first": "L", "middle": [], "last": "Rygielski", "suffix": ""}, {"first": "D", "middle": [], "last": "Uden", "suffix": ""}], "year": 2007, "venue": "Health Facilities Management", "volume": "20", "issn": "1", "pages": "19--23", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Pandemic ready. HVAC systems for worst-case scenarios", "authors": [{"first": "M", "middle": [], "last": "Soper", "suffix": ""}], "year": 2008, "venue": "Health Facilities Management", "volume": "21", "issn": "10", "pages": "49--52", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Background culturable bacteria aerosol in two large public buildings using HVAC filters as long term, passive, high-volume air samplers", "authors": [{"first": "N", "middle": ["J"], "last": "Stanley", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Kuehn", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Raynor", "suffix": ""}, {"first": "S", "middle": [], "last": "Anantharaman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ramakrishnan", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Goyal", "suffix": ""}], "year": 2008, "venue": "Journal of Environmental Monitoring", "volume": "10", "issn": "", "pages": "474--481", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Performances of different types of airflow system in operating theatre", "authors": [{"first": "D", "middle": [], "last": "Talon", "suffix": ""}, {"first": "T", "middle": [], "last": "Schoenleber", "suffix": ""}, {"first": "X", "middle": [], "last": "Bertrand", "suffix": ""}, {"first": "P", "middle": [], "last": "Vichard", "suffix": ""}], "year": 2006, "venue": "Annales de Chirurgie", "volume": "131", "issn": "", "pages": "316--321", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Factors involved in the aerosol transmission of infection and control of ventilation in healthcare premises", "authors": [{"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "I", "middle": [], "last": "Eames", "suffix": ""}, {"first": "P", "middle": [], "last": "Chan", "suffix": ""}, {"first": "G", "middle": [], "last": "Ridgway", "suffix": ""}], "year": 2006, "venue": "Journal of Hospital Infection", "volume": "64", "issn": "", "pages": "100--114", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Review of aerosol transmission of influenza A virus", "authors": [{"first": "R", "middle": [], "last": "Tellier", "suffix": ""}], "year": 2006, "venue": "Emerging Infectious Diseases", "volume": "12", "issn": "", "pages": "1657--1662", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "An experimental study on ventilation efficiency of isolation room", "authors": [{"first": "Y", "middle": ["C"], "last": "Tunga", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Hu", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "Tsaia", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Changa", "suffix": ""}], "year": 2009, "venue": "Building and Environment", "volume": "44", "issn": "", "pages": "271--279", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Air-conditioning systems for thermal comfort in buildings. General, classification and requirements. Offer, order and supply specifications", "authors": [], "year": 1995, "venue": "UNI 10339", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Ventilation for non-residential buildings-Performance requirements for ventilation and room-conditioning systems", "authors": [{"first": "", "middle": [], "last": "Uni En 13779", "suffix": ""}], "year": 2005, "venue": "Italian Standard", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Integrated modelling of dynamic heat, air and moisture processes in buildings and systems using SimuLink and COMSOL", "authors": [{"first": "Awm", "middle": [], "last": "Van Schijndel", "suffix": ""}], "year": 2009, "venue": "Building Simulation", "volume": "2", "issn": "", "pages": "143--155", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Particle image velocimetry of human cough", "authors": [{"first": "M", "middle": [], "last": "Vanschiver", "suffix": ""}, {"first": "S", "middle": [], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Hertzberg", "suffix": ""}], "year": 2009, "venue": "Indoor Air", "volume": "19", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Benchmark of Femlab, Fluent and Ansys", "authors": [{"first": "O", "middle": [], "last": "Verdier", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Hospital and community acquired infection and the built environment-Design and testing of infection control rooms", "authors": [{"first": "J", "middle": [], "last": "Walker", "suffix": ""}, {"first": "P", "middle": [], "last": "Hoffman", "suffix": ""}, {"first": "A", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "M", "middle": [], "last": "Vos", "suffix": ""}, {"first": "M", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "N", "middle": [], "last": "Tomlinson", "suffix": ""}], "year": 2007, "venue": "Journal of Hospital Infection", "volume": "65", "issn": "", "pages": "43--49", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Total and regional deposition of inhaled aerosols in humans", "authors": [{"first": "C", "middle": ["P"], "last": "Yu", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Diu", "suffix": ""}], "year": 1983, "venue": "Journal of Aerosol Science", "volume": "14", "issn": "", "pages": "599--609", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "How many airborne particles emitted from a nurse will reach the breathing zone/body surface of the patient in ISO Class-5 single-bed hospital protective environments? A numerical analysis", "authors": [], "year": null, "venue": "Aerosol Science and Technology", "volume": "43", "issn": "", "pages": "990--1005", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "/ ) b m has the inverse dimension of time (1/sec, as the unit system used in this study) and 0 v is the velocity at time τ equal to 0. The horizontal component is indeed the most important factor since the effect of the vertical velocity largely depends on the angle of the coughing and the differences between the positions of the heads of the two patients. The vertical component of the velocity of the particles with the dimensions considered in our study and then for low Reynolds number values, is not significant for the analysis of the distribution and spread-diffusion of droplets. For a rain drop (approximated as a sphere) the coefficient b has the form b D β = ⋅ , where D denotes the diameter of the sphere and β depends on the nature of the medium. For a spherical drop in the air at the standard atmospheric pressure conditions (101 325 Pa) and temperature of 22℃, the value of the coefficient β,", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The 3D model of the isolation room (volume 76 m 3 , average height 3.4 m) with the air inlet (A) and air return (B,C,D) diffusers", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The high induction air diffuser A (a) and the air displacement and velocity field due to the air return diffusers C and D (b)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Velocity field-vertical component \"z\" (a) and detail near the bed (b) the fact that the position of the air return diffusers and central high induction air supply are not effective in removing particles and viruses at the patients breathing zone. The diffusive flux of particles and their concentration obtained highlight the position of these particles with a diameter of about 5", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Velocity field-slide representation at 20 seconds of transient simulation: on a plane normal to the open door (a) and on a plane at 1.5 m from the floor (b)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Particle concentration, model_3, at 60 seconds of transient simulation(slice normal to the open door)", "latex": null, "type": "figure"}, "FIGREF6": {"text": "volume force vector (N/m 3 ) η dynamic viscosity (Pa·s) ρ density (kg/m 3 ) equation refers to the momentum transport equations and the second is the equation of continuity for incompressible fluids.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Grid independence analysis", "latex": null, "type": "table"}, "TABREF2": {"text": "Differences analysis of the parameters value", "latex": null, "type": "table", "html": "<html><body><table><tr><td>elocity\nDifference\nPressure Difference Temperat</td><td> </td><td> </td></tr><tr><td>Ⅰ 0.0668 57.97 Ⅱ 0.0556 31.64 Ⅲ 0.0528 24.90 Ⅳ 0.0477 12.75 Ⅴ 0.0445 5.24 Ⅵ 0.0429 1.45 Ⅶ 0.0423 - </td><td>22.02 03.017.58 62.10 15.95 47.11 13.60 25.41 12.23 12.75 11.04 1.77 10.84 - </td><td>22.42 1.86 22.56 1.24 22.61 1.03 22.71 0.59 22.78 0.25 22.80 0.20 22.84 - </td></tr></table></body></html>"}}, "back_matter": [{"text": "The sub-domain settings and boundary conditions, used for all the time dependent simulations, combining the Incompressible Navier-Stokes, Convection-Conduction and Convection-Diffusion models on the non-isothermal airflow, are provided in this appendix. The equations used by CFD-FEM transient simulation are as follows:Sub-domain settings equation used for Convection-Conduction model:where ρ density (kg/m 3 ) C p the specific heat capacity at constant pressure (J/(kg·K)) T absolute temperature ( ", "cite_spans": [], "ref_spans": [], "section": "Appendix"}]}