{"paper_id": "d61fd156d4e1af853197f9be6e0ac78a0034d665", "metadata": {"title": "Infl uence of hilar deposition in the evaluation of the alveolar epithelial permeability on 99m Tc-DTPA aerosol inhaled scintigraphy", "authors": [{"first": "Jpn", "middle": ["J"], "last": "Radiol", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shigeyuki", "middle": [], "last": "Ogi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eisuke", "middle": [], "last": "Gotoh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mayuki", "middle": [], "last": "Uchiyama", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kunihiko", "middle": [], "last": "Fukuda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mitsuyoshi", "middle": [], "last": "Urashima", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nobuyoshi", "middle": [], "last": "Fukumitsu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose. We investigated whether hilar radioaerosol deposition affects the clearance rate of technetium-99m-labeled diethylenetriaminepentaacetic acid ( 99m Tc-DTPA) from peripheral alveolar regions. Materials and methods. A total of 38 patients underwent 99m Tc-DTPA inhalation lung scintigraphy. Six region of interest (ROI) patterns were adopted: ROI 1 was outlined around the entire hemithorax, and ROIs 2-6 were outlined around the hemithorax but excluded square ROIs of different size in the hilar region. Half-times (T ½ ) were calculated with time-activity curves using onecompartment and two-compartment analyses. The T ½ of ROIs 1-5 were plotted against the T ½ of ROI 6, and regression lines were obtained with the least-squares method. The absolute values of the differences between surveyed values and regression line were calculated. The Wilcoxon test for trend and a single linear regression model were used to determine statistical signifi cance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. There were signifi cant reductions in the absolute values of the differences between surveyed values and regression line from ROIs 1-5 by one-component analysis and the fast component of two-compartment analysis (P < 0.001). Conclusion. Our results suggest that the deposition of radioaerosol in the hilar region affects the clearance rate of 99m Tc-DTPA from the alveoli in damaged lungs. The hilar region should be excluded from ROIs when alveolar epithelial permeability is evaluated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Technetium-99m-labeled diethylenetriamine pentaacetic acid ( 99m Tc-DTPA) aerosol inhaled scintigraphy is a rapid, easy to perform, extremely sensitive method for detecting pulmonary epithelial abnormalities. 1 When inhaled, 99m Tc-DTPA particles arrive at the alveolar epithelial surface and then diffuse from airspace into the vascular space. The clearance rate of 99m Tc-DTPA from the lung serves as an index of pulmonary epithelial permeability. Thus, 99m Tc-DTPA aerosol-inhaled scintigraphy has been used in numerous experiments and clinical investigations to assess the integrity of the respiratory epithelium.", "cite_spans": [{"start": 209, "end": 210, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, there is still no consensus regarding which scintigraphic methods and protocols should be used for analyzing pulmonary clearance of 99m Tc-DTPA. Factors known to affect the clearance rate of 99m Tc-DTPA include the type and purity of the radiopharmaceutical prepara-tion, aerosol particle size, particle deposition site, particle concentration, body position, scanning time, the lung volume during aerosol inhalation and scanning, and the computation method. 2 Differences in the size of inhaled particles and in breathing patterns can affect the site of DTPA deposition. About 60%-80% of particles 1-10 μm in diameter are deposited in the bronchioles, and 40%-60% of particles 1-5 μm in diameter are deposited in the alveoli. 3 Rapid, shallow breathing causes aerosols to be deposited preferentially in the bronchi rather than in the alveoli. 4 The site of aerosol deposition might signifi cantly affect measured solute clearance rates if permeability differs between bronchial and alveolar epithelia and if signifi cant amounts of solute are deposited at both sites.", "cite_spans": [{"start": 468, "end": 469, "text": "2", "ref_id": "BIBREF1"}, {"start": 736, "end": 737, "text": "3", "ref_id": "BIBREF2"}, {"start": 853, "end": 854, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Clearance rates can be affected by the site of radioaerosol deposition because permeability differs between the bronchial epithelium and alveolar epithelium. Furthermore, whether 99m Tc-DTPA clearance rates depend on the lung region remains controversial. The marked aerosol deposition in the central airway may cause underestimation of alveolar epithelial permeability. Krasnow et al. have suggested that regions of interest (ROIs) in central and peripheral regions should be created individually if information about both lung aerosol deposition and mucociliary clearance are desired. 5 Oberdorster et al. have also suggested that differences between bronchial and alveolar permeability should be considered when results of 99m Tc-DTPA lung permeability studies are interpreted. 6 On the other hand, Mogulkoc et al. have reported that mucociliary clearance from the central airways does not play a signifi cant role in the measurement of T ½ (the fast compartment of a twocompartment analysis) and that information from the entire lung should be used for the analysis. 7 The previous studies have shown that the methods used to interpret hilar and peripheral clearance rates are valid, and no standard method has been established.", "cite_spans": [{"start": 371, "end": 385, "text": "Krasnow et al.", "ref_id": null}, {"start": 587, "end": 588, "text": "5", "ref_id": "BIBREF4"}, {"start": 781, "end": 782, "text": "6", "ref_id": "BIBREF5"}, {"start": 1071, "end": 1072, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study was designed to study the effects of proximal bronchial deposition on peripheral alveolar epithelial clearance of 99m Tc-DTPA aerosol.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A total of 38 patients were enrolled in this study (19 males, 19 females; ages 9-83 years, mean 50.8 ± 21.6 years). The diagnoses were idiopathic pulmonary fi brosis in 9 patients, collagen diseases in 18 patients (juvenile rheumatoid arthritis in 6, dermatomyositis in 3, Sjögren syndrome in 3, scleroderma in 2, polymyositis/ dermatomyositis in 2, dermatomyositis and Sjögren syndrome in 1, scleroderma and Sjögren syndrome in 1), chronic obstructive pulmonary disease in 3 patients, leukemia with suspected interstitial pneumonia in 2 patients, and leukemia with suspected pneumonia, aplastic anemia with suspected pneumonia, Takayasu aortitis, bronchial atresia, cryptogenic organizing pneumonia, and suspected pneumonia in 1 patient each. In all, 33 patients were nonsmokers, and 5 were smokers. The study was approved by the ethics committee of The Jikei University, and informed consent was obtained from all patients.", "cite_spans": [{"start": 51, "end": 64, "text": "(19 males, 19", "ref_id": null}], "ref_spans": [], "section": "Patients"}, {"text": "The 99m Tc was eluted from a 99 Mo generator (Ultra-Techne Kow; Fujifi lm RI Pharma, Tokyo, Japan) and diluted in saline; 370 MBq of sodium pertechnetate was introduced into a vial containing 2.5 mg of DTPA (Techne DTPA Kit; Fujifi lm RI Pharma) to produce 99m Tc-DTPA. The aerosol was delivered through an ultrasonic nebulizer (Nesco UN-701; Alfresa Pharma, Osaka, Japan). Aerosol production is signifi cantly more effi cient with the ultrasonic nebulizer than the jet nebulizer. 8 Aerosol particles <2 μm in diameter deposit in the peripheral airways. 9 The average diameter of the aerosol particles was 3.54 μm at room temperature (26°C) and humidity (52%) at our institution.", "cite_spans": [{"start": 481, "end": 482, "text": "8", "ref_id": "BIBREF7"}, {"start": 554, "end": 555, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Radioaerosol inhalation lung scintigraphy"}, {"text": "All subjects inhaled the generated 99m Tc-DTPA aerosols during normal tidal breathing in a sitting position until the total radioactivity was greater than 10 000 counts. Immediately after inhalation, the patients were asked to rinse their mouth, oropharynx, and esophagus; and dynamic thoracic images were obtained from the back. The radioactivity counts were recorded at 20 s/ frame for 20 min with a low-energy, general-purpose collimator and a large fi eld-of-view gamma camera (ZLC7500; Siemens, Malvern, IL, USA).", "cite_spans": [], "ref_spans": [], "section": "Radioaerosol inhalation lung scintigraphy"}, {"text": "To analyze the pulmonary clearance of 99m Tc-DTPA aerosols, six ROI patterns were adopted (Fig. 1) . ROI 1 was outlined around the entire hemithorax and included the central airways of the hilar region; and ROIs 2-6 were outlined around the hemithorax but excluded square ROIs (5 × 5, 8 × 8, 11 × 11, 14 × 14, and 17 × 17 pixels, respectively) in the hilar region. The pixel size was 3.52 mm. The ROIs in the right and left lung fi elds were set individually, and 76 lung fi elds were analyzed.", "cite_spans": [], "ref_spans": [{"start": 90, "end": 98, "text": "(Fig. 1)", "ref_id": null}], "section": "Data analysis"}, {"text": "Time-activity curves of the 99m Tc-DTPA aerosol in the ROI were generated, and the clearance rate was expressed as the half-time (T ½ ) obtained from a monoexponential fi t (a one-compartment analysis) and a biexponential fi t (a two-compartment analysis) on the curves. The results of a two-compartment analysis are expressed as T ½ for the fast and slow clearance components generated with computer software (Sigmaplot version 7.0; Systat Software, San Jose, CA, USA). No correction was made for background activity in the chest wall or pulmonary circulation because clearance was calculated from data collected shortly after aerosol inhalation. 10 The T ½ of ROIs 1-5 were plotted against the T ½ of ROI 6, and the regression line was obtained with the least-squares method. The absolute values of the differences between surveyed values and the regression line were calculated with one-compartment and twocompartment analyses.", "cite_spans": [{"start": 648, "end": 650, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Data analysis"}, {"text": "Statistical analyses were performed using STATA software package (version 9.0; STATA, College Station, TX, USA). The absolute values of the differences are expressed as medians and 25th and 75th percentiles. The Wilcoxon test for trend and the single linear regression model were used to determine statistical significance. 11 P < 0.001 was considered to indicate statistical signifi cance.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "We evaluated the differences of the T ½ between obstructive lung disease and nonobstructive lung disease fi rst because the latter was expected to have less deposition pattern in pulmonary hilum. However, there were no signifi cant differences in the T ½ of ROIs 1-6 in onecompartment analysis, the fast component of a twocompartment analysis, and the slow component of a two-compartment analysis (P > 0.05, Mann-Whitney's U-test), except for ROI 5 in the fast component of a two-compartment analysis (P = 0.02). Hence, we did not make the division between obstructive lung disease and nonobstructive lung disease.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "There were positive linear correlations between the T ½ of ROI 6 and the T ½ of ROIs 1-5 on plots of the T ½ of ROI 6 versus ROIs 1-5. The correlation coeffi cients in the one-compartment analysis, fast component of a two-compartment analysis, and slow component of a two-compartment analysis are shown in Table 1 . The Wilcoxon test for trend and the single linear regression model were applied to estimate the differences between surveyed values and the regression line. The absolute values of the differences in each ROI are shown in Fig. 2 (one-compartment analysis), Fig. 3 (fast component of a two-compartment analysis), and Fig. 4 (slow component of a two-compartment analysis) in natural logarithms.", "cite_spans": [], "ref_spans": [{"start": 306, "end": 313, "text": "Table 1", "ref_id": null}, {"start": 537, "end": 543, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 572, "end": 578, "text": "Fig. 3", "ref_id": null}, {"start": 631, "end": 637, "text": "Fig. 4", "ref_id": null}], "section": "Results"}, {"text": "There were signifi cant reductions of the absolute value in ROIs 1-5 in a one-compartment analysis and the fast component of a two-compartment analysis (P < 0.001). There was no signifi cant reduction of the absolute ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We investigated whether hilar radioaerosol deposition affects DTPA clearance from peripheral alveolar regions. In this study, there was signifi cant reduction of the absolute value of the difference between the surveyed value and the regression line from ROI 1 to ROI 5 in a onecompartment analysis and the fast component of a twocompartment analysis. We believe that the clearance rate differs with changes in the area of the hilar region excluded from the ROI, and this relation suggests that the mechanism of 99m Tc-DTPA clearance differs between the hilar region and peripheral alveolar regions. Several reasons for this difference in clearance rate have been suggested. One possibility is a difference between the alveolar and bronchial epithelia in the physiological mechanism of absorption of 99m Tc-DTPA. Bennett and Ilowite found that the epithelial absorption of 99m Tc-DTPA in vivo is more rapid in alveoli than in the bronchial airways. 12 Oberdorster et al. reached a similar conclusion through experiments in dogs that alveolar absorption of 99m Tc-DTPA is more rapid than bronchial absorption. 6 A second possible reason for the difference in 99m Tc-DTPA clearance rates between the hilar region and peripheral alveolar regions is that the diffusion distance from the airway surface to the capillaries is much larger in the bronchi than in the alveoli. Effros and Mason suggested that the rate of 99m Tc-DTPA absorption from the epithelial surface correlates with the ratio of the airway surface to the volume of the epithelial lining fl uid. This ratio is probably much smaller in the bronchi than in the alveoli because of the smaller surface area covered by a thicker layer of fl uid in the bronchi and the larger surface area covered by a thinner layer of fl uid in the alveoli. 13 A third possible reason for the difference in 99m Tc-DTPA clearance rate between the hilar region and peripheral alveolar regions is pulmonary damage caused by various diseases and factors, including adult respiratory distress syndrome (ARDS) 14 ; noncardiogenic pulmonary edema 15 ; asbestosis 16 ; coal worker's pneumoconiosis 17 and other pneumoconioses 18 ; human immunodefi ciency virus (HIV) infection 19 ; interstitial lung diseases, such as sarcoidosis, 18 idiopathic pulmonary fi brosis, 18 hyaline membrane disease, 20 fi brosing alveolitis associated with systemic sclerosis, 21 and cryptogenic fi brosing alveolitis 21 ; cigarette smoking 22 ; use of crack cocaine 23 ; and radiation pneumonitis. 24 Increased pulmonary epithelial permeability increases the rate of 99m Tc-DTPA clearance, and thickening of the alveolar epithelium reduces diffusion and decreases 99m Tc-DTPA clearance.", "cite_spans": [{"start": 813, "end": 820, "text": "Bennett", "ref_id": null}, {"start": 949, "end": 951, "text": "12", "ref_id": "BIBREF11"}, {"start": 1109, "end": 1110, "text": "6", "ref_id": "BIBREF5"}, {"start": 1798, "end": 1800, "text": "13", "ref_id": "BIBREF12"}, {"start": 2044, "end": 2046, "text": "14", "ref_id": "BIBREF13"}, {"start": 2096, "end": 2098, "text": "16", "ref_id": "BIBREF15"}, {"start": 2209, "end": 2211, "text": "19", "ref_id": "BIBREF18"}, {"start": 2263, "end": 2265, "text": "18", "ref_id": "BIBREF17"}, {"start": 2298, "end": 2300, "text": "18", "ref_id": "BIBREF17"}, {"start": 2388, "end": 2390, "text": "21", "ref_id": "BIBREF20"}, {"start": 2478, "end": 2480, "text": "23", "ref_id": "BIBREF22"}, {"start": 2510, "end": 2512, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "We investigated the clearance rate of 99m Tc-DTPA by means of a two-compartment analysis in our defi ned ROIs. Under some conditions in which the alveolar capillary membrane is damaged, the clearance curve has two components. The physical basis of the two compartments is unclear, but the fast component has been suggested to represent clearance from damaged alveoli with increased permeability, whereas the slow component represents clearance from essentially normal lung. 14,25 Biexponential clearance is always abnormal and indicates greater lung injury than monoexponential clearance. Biexponential 99m Tc-DTPA clearance has been found in several groups, including patients with edema from ARDS, 14 HIV infection, 19 or hyaline membrane disease, 20 and patients without edema after exposure to coal dust 17 or crack cocaine. 23 In the present study, we found that the absolute value of the difference between surveyed values and the regression line from ROIs 1-5 had a signifi cant reduction in the fast component of a two-compartment analysis. We believe 99m Tc-DTPA deposition in the hilar region affects the clearance rate from the peripheral region of the damaged lung in both the one-compartment analysis and the fast component of a two-compartment analysis.", "cite_spans": [{"start": 700, "end": 702, "text": "14", "ref_id": "BIBREF13"}, {"start": 718, "end": 720, "text": "19", "ref_id": "BIBREF18"}, {"start": 750, "end": 752, "text": "20", "ref_id": "BIBREF19"}, {"start": 829, "end": 831, "text": "23", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The biexponential clearance also refl ects the presence of bronchial and alveolar transport mechanisms. 26 The reason there was no signifi cant reduction of the absolute value in the slow component of a two-compartment analysis is that the slow component indicates the bronchial transport mechanism after fast DTPA clearance of smaller particles from the damaged alveoli (fast component).", "cite_spans": [{"start": 104, "end": 106, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "We calculated the clearance rate of 99m Tc-DTPA using a one-compartment and two-compartment analyses in each ROI. We conclude that ROIs that include the hilar region affect the clearance rate from the alveolar region in the injured lung; and we therefore suggest that ROIs should exclude the hilar region when lung epithelial permeability is being estimated.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pulmonary technetium-99m diethylene triamine penta-acetic acid aerosol clearance as an index of lung injury", "authors": [{"first": "M", "middle": ["J"], "last": "O&apos;doherty", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Peters", "suffix": ""}], "year": 1997, "venue": "Eur J Nucl Med", "volume": "24", "issn": "", "pages": "81--88", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Effect of pattern of aerosol inhalation on clearance of technetium-99m-labeled diethylenetriamine pentaacetic acid from the lungs of normal humans", "authors": [{"first": "R", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hyde", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Waldman", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Freund", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weber", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}], "year": 1992, "venue": "Am Rev Respir Dis", "volume": "145", "issn": "", "pages": "1109--1125", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Inhaled particles and respiratory disease", "authors": [{"first": "J", "middle": ["E"], "last": "Salvaggio", "suffix": ""}], "year": 1994, "venue": "J Allergy Clin Immunol", "volume": "94", "issn": "", "pages": "304--313", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mucus clearance from peripheral and central airways of asymptomatic cigarette smokers", "authors": [{"first": "J", "middle": ["E"], "last": "Agnew", "suffix": ""}, {"first": "D", "middle": [], "last": "Pavia", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Clarke", "suffix": ""}], "year": 1986, "venue": "Bull Eur Physiopathol Respir", "volume": "22", "issn": "", "pages": "263--270", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diagnostic applications of radioaerosols in nuclear medicine", "authors": [{"first": "A", "middle": [], "last": "Krasnow", "suffix": ""}, {"first": "A", "middle": [], "last": "Isitman", "suffix": ""}, {"first": "D", "middle": [], "last": "Collier", "suffix": ""}, {"first": "R", "middle": [], "last": "Effros", "suffix": ""}, {"first": "R", "middle": [], "last": "Hellman", "suffix": ""}, {"first": "D", "middle": [], "last": "Palmer", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "123--93", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bronchial and alveolar absorption of inhaled 99m Tc-DTPA", "authors": [{"first": "G", "middle": [], "last": "Oberdorster", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Morrow", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hyde", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weber", "suffix": ""}], "year": 1986, "venue": "Am Rev Respir Dis", "volume": "134", "issn": "", "pages": "944--50", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pulmonary (99m)Tc-DTPA aerosol clearance and survival in usual interstitial pneumonia (UIP)", "authors": [{"first": "N", "middle": [], "last": "Mogulkoc", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Brutsche", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Bishop", "suffix": ""}, {"first": "B", "middle": [], "last": "Murby", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Greaves", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Horrocks", "suffix": ""}], "year": 2001, "venue": "Thorax", "volume": "56", "issn": "", "pages": "916--939", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Chemical breakdown of technetium-99m DTPA during nebulization", "authors": [{"first": "D", "middle": ["L"], "last": "Waldman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weber", "suffix": ""}, {"first": "G", "middle": [], "last": "Oberdorster", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Grago", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Hyde", "suffix": ""}], "year": 1987, "venue": "J Nucl Med", "volume": "28", "issn": "", "pages": "378--82", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infl uence of inspiratory fl ow rate, particle size, and airway caliber on aerosolized drug delivery to the lung", "authors": [{"first": "Dolovich", "middle": [], "last": "Peng", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "", "suffix": ""}], "year": 2000, "venue": "Respir Care", "volume": "45", "issn": "", "pages": "597--608", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Extrapulmonary radioactivity in lung permeability measurements", "authors": [{"first": "G", "middle": [], "last": "Coates", "suffix": ""}, {"first": "H", "middle": [], "last": "O&apos;brodovich", "suffix": ""}], "year": 1987, "venue": "J Nucl Med", "volume": "29", "issn": "", "pages": "903--909", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A Wilcoxon-type test for trend", "authors": [{"first": "J", "middle": [], "last": "Cuzick", "suffix": ""}], "year": 1985, "venue": "Stat Med", "volume": "4", "issn": "", "pages": "87--90", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dual pathway clearance of 99m Tc-DTPA from the bronchial mucosa", "authors": [{"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Ilowite", "suffix": ""}], "year": 1989, "venue": "Am Rev Respir Dis", "volume": "139", "issn": "", "pages": "1132--1140", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Measurements of pulmonary epithelial permeability in vivo", "authors": [{"first": "R", "middle": ["M"], "last": "Effros", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Mason", "suffix": ""}], "year": 1983, "venue": "Am Rev Respir Dis", "volume": "127", "issn": "", "pages": "59--65", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The physiology of leaky lungs", "authors": [{"first": "J", "middle": ["G"], "last": "Jones", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Minty", "suffix": ""}, {"first": "D", "middle": [], "last": "Royston", "suffix": ""}], "year": 1982, "venue": "Br J Anaesth", "volume": "54", "issn": "", "pages": "705--726", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Small solute clearance from the lungs of patients with cardiogenic and noncardiogenic pulmonary edema", "authors": [{"first": "G", "middle": ["R"], "last": "Mason", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Effros", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Uszler", "suffix": ""}, {"first": "I", "middle": [], "last": "Mena", "suffix": ""}], "year": 1985, "venue": "Chest", "volume": "88", "issn": "", "pages": "327--361", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bronchoalveolar lavage and clearance of 99m Tc-DTPA in asbestosis", "authors": [{"first": "A", "middle": [], "last": "Gellert", "suffix": ""}, {"first": "R", "middle": [], "last": "Winter", "suffix": ""}, {"first": "S", "middle": [], "last": "Uthayakumar", "suffix": ""}], "year": 1984, "venue": "", "volume": "39", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Lung infl ammation in coal miners assessed by uptake of 67 Ga-citrate and clearance of inhaled 99m Tc-labeled diethylenetriamine pentaacetate aerosol", "authors": [{"first": "H", "middle": [], "last": "Susskind", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Rom", "suffix": ""}], "year": 1992, "venue": "Am Rev Respir Dis", "volume": "146", "issn": "", "pages": "47--52", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Accelerated clearance of small solutes from the lungs in interstitial lung disease", "authors": [{"first": "J", "middle": [], "last": "Rinderknecht", "suffix": ""}, {"first": "L", "middle": [], "last": "Shapiro", "suffix": ""}, {"first": "M", "middle": [], "last": "Krauthammer", "suffix": ""}, {"first": "G", "middle": [], "last": "Taplin", "suffix": ""}, {"first": "K", "middle": [], "last": "Wasserman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Uszler", "suffix": ""}], "year": 1980, "venue": "Am Rev Respir Dis", "volume": "121", "issn": "", "pages": "105--122", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Technetium-99m-DTPA aerosol and gallium-67 scanning in pulmonary complications of human immunodefi ciency virus infection", "authors": [{"first": "J", "middle": [], "last": "Rosso", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Guillon", "suffix": ""}, {"first": "A", "middle": [], "last": "Parrot", "suffix": ""}, {"first": "M", "middle": [], "last": "Denis", "suffix": ""}, {"first": "G", "middle": [], "last": "Akoun", "suffix": ""}, {"first": "C", "middle": [], "last": "Mayaud", "suffix": ""}], "year": 1992, "venue": "J Nucl Med", "volume": "33", "issn": "", "pages": "81--88", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pulmonary epithelial permeability in hyaline-membrane disease", "authors": [{"first": "A", "middle": ["L"], "last": "Jefferies", "suffix": ""}, {"first": "G", "middle": [], "last": "Coates", "suffix": ""}, {"first": "O", "middle": [], "last": "Brodovich", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 1984, "venue": "N Engl J Med", "volume": "311", "issn": "", "pages": "1075--80", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Clearance of inhaled 99m Tc-DTPA predicts the clinical course of fi brosing alveolitis", "authors": [{"first": "A", "middle": ["U"], "last": "Wells", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hansell", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Harrison", "suffix": ""}, {"first": "R", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Black", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Bois", "suffix": ""}], "year": 1993, "venue": "Eur Respir J", "volume": "6", "issn": "", "pages": "797--802", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Increased alveolar epithelial permeability in cigarette smokers", "authors": [{"first": "J", "middle": ["G"], "last": "Jones", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Minty", "suffix": ""}, {"first": "P", "middle": [], "last": "Lawler", "suffix": ""}, {"first": "G", "middle": [], "last": "Hulands", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Crawley", "suffix": ""}, {"first": "N", "middle": [], "last": "Veall", "suffix": ""}], "year": 1980, "venue": "Lancet", "volume": "1", "issn": "", "pages": "66--74", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Increased lung permeability following long-term use of free-base cocaine (crack)", "authors": [{"first": "H", "middle": [], "last": "Susskind", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weber", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Volkow", "suffix": ""}, {"first": "R", "middle": [], "last": "Hitzemann", "suffix": ""}], "year": 1991, "venue": "Chest", "volume": "100", "issn": "", "pages": "903--912", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Impaired permeability in radiationinduced lung injury detected by technetium-99m-DTPA lung clearance", "authors": [{"first": "H", "middle": [], "last": "Susskind", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Weber", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Lau", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Atkins", "suffix": ""}, {"first": "D", "middle": [], "last": "Franceschi", "suffix": ""}], "year": 1997, "venue": "J Nucl Med", "volume": "38", "issn": "", "pages": "966--71", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Lung clearance of 99m Tc-DTPA in patients with acute lung injury and pulmonary edema", "authors": [{"first": "G", "middle": [], "last": "Coates", "suffix": ""}, {"first": "H", "middle": [], "last": "O&apos;brodovich", "suffix": ""}, {"first": "M", "middle": [], "last": "Dolovich", "suffix": ""}], "year": 1988, "venue": "J Thorac Imaging", "volume": "3", "issn": "", "pages": "21--28", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Biological half-life of aerosolized Tc-99m diethylenetriaminepentaacetate in various lung regions of clinically normal beagles", "authors": [{"first": "P", "middle": ["F"], "last": "Steyn", "suffix": ""}, {"first": "S", "middle": [], "last": "Gillette", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Gillette", "suffix": ""}], "year": 1994, "venue": "Am J Vet Res", "volume": "55", "issn": "", "pages": "1371--1377", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 1. Regions of interest (ROIs) for analyzing 99m Tc-DTPA aerosol clearance. ROI 1, entire hemithorax; ROI 2, excluding 5 × 5 pixel ROI in the hilar region; ROI 3, excluding 8 × 8 pixel ROI in the hilar region; ROI 4, excluding 11 × 11 pixel ROI in the hilar region; ROI 5, excluding 14 × 14 pixel ROI in the hilar region; ROI 6, excluding 17 × 17 pixel ROI in the hilar region", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Box and whisker plot showing the differences between surveyed values and the regression line for each ROI against ROI 6 in a one-compartment analysis in natural logarithms. The box represents the 25th and 75th percentiles; the median is shown by a horizontal line. The whiskers represent the upper and lower ranges. There was signifi cant reduction of the absolute value in ROIs 1-5 (P < 0.001) value in ROIs 1-5 in the slow component of a twocompartment analysis.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Box and whisker plot showing the differences between surveyed values and the regression line for each ROI against ROI 6 in the fast component of a two-compartment analysis in natural logarithms. There was signifi cant reduction of the absolute value in ROIs 1-5 (P < 0.001) Box and whisker plot showing the differences between surveyed values and the regression line for each ROI against ROI 6 in the slow component of a two-compartment analysis in natural logarithms. There was no signifi cant reduction of the absolute value in ROIs 1-5", "latex": null, "type": "figure"}, "TABREF0": {"text": ". 1. Regions of interest (ROIs) for analyzing 99m Tc-DTPA aerosol clearance. ROI 1, entire hemithorax; ROI 2, excluding 5 × 5 pixel ROI in the hilar region; ROI 3, excluding 8 × 8 pixel ROI in the hilar region; ROI 4, excluding 11 × 11 pixel ROI in the hilar region; ROI 5, excluding 14 × 14 pixel ROI in the hilar region; ROI 6, excluding 17 × 17 pixel ROI in the hilar region Table 1. Correlation coeffi cient between the T ½ of ROI 6 and the T ½ of ROIs 1-5", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Correlation coeffi cient between the T ½ of ROI 6 and the T ½ of ROIs 1-5", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Analysis </td><td>ROI 1 </td><td>ROI 2 </td><td>ROI 3 </td><td>ROI 4 </td><td>ROI 5\n</td></tr><tr><td>One compartment </td><td>0.673 </td><td>0.746 </td><td>0.831 </td><td>0.958 </td><td>0.958\n</td></tr><tr><td>Two compartment\n</td><td>0.488 </td><td> </td><td>0.746 </td><td> </td><td> </td></tr><tr><td>Fast </td><td> </td><td>0.761 </td><td> </td><td>0.863 </td><td>0.871\n</td></tr><tr><td>Slow </td><td>0.482 </td><td>0.686 </td><td>0.728 </td><td>0.741 </td><td>0.862\n</td></tr></table></body></html>"}}, "back_matter": []}