{"paper_id": "d644f3dad4526fa46a37c014055bc6996082b3f1", "metadata": {"title": "Temporal changes in filtering-facepiece respirator fit", "authors": [{"first": "Ziqing", "middle": [], "last": "Zhuang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Bergman", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Elizabeth", "middle": [], "last": "Brochu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Palmiero", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "George", "middle": [], "last": "Niezgoda", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Xinjian", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Raymond", "middle": [], "last": "Roberge", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}, {"first": "Ronald", "middle": [], "last": "Shaffer", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Personal Protective Technology Laboratory", "location": {"settlement": "Pittsburgh", "region": "Pennsylvania"}}, "email": ""}]}, "abstract": [{"text": "Fit change; fit test; frequency of fit test; N filtering facepiece respirator; respirators ABSTRACT A three-year study examined changes in N95 filtering-facepiece respirator (FFR) fit at six-month intervals and the relationship between fit and changes in weight for 229 subjects. During each visit, subjects performed a total of nine fit tests using three samples of the same FFR model. Inward leakage and filter penetration were measured for each donned respirator to determine face seal leakage (FSL). A total of 195 subjects completed the second visit and 134 subjects completed all seven visits. Acceptable fit was defined as 90th percentile FSL ࣘ 5% and at least one fit factor ࣙ 100. An unacceptable fit was observed for 14, 10, 7, 12, 15, and 16% of subjects on Visits 2-7, respectively. The predicted risk of an unacceptable fit increased with increasing length of time between fit tests, from 10% at Year 1 to 20% at Year 2 and to 25% at Year 3. Twenty-four percent of subjects who lost ࣙ 20 lb had an unacceptable fit; these percentages ranged from 7-17% for subjects with lower weight losses or any degree of weight gain. Results support the current OSHA requirement for annual fit testing and suggest that respirator users who lose more than 20 lb should be re-tested for respirator fit.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Millions of industrial and healthcare workers are required to wear respirators to protect themselves from airborne workplace hazards. [1] Under the Occupational Safety and Health Administration (OSHA) Respiratory Protection Standard (29 CFR 1910.134) , users are initially fit tested to select an appropriately fitting respirator model; annual fit testing is performed thereafter to ensure that workers continue to be assigned a properly fitting respirator. [2] An annual fit testing requirement was adopted by OSHA in 1998 based on the current American National Standards Institute (ANSI) standard and public comments citing workplace experience. [2] A 2001 survey of 269,389 businesses requiring employees to wear respirators found that while only 57% of these performed fit testing, of those, 70% reported allowing employees to fit test themselves. Thus, it appears that fit testing is only infrequently performed by employers. [3] During the public comment period for OSHA's rulemaking, data from four companies were considered in establishing the annual fit test requirement. [2] The Texas Chemical Council indicated that \"virtually no individuals CONTACT Ziqing Zhuang zaz@cdc.gov National Institute for Occupational Safety and Health, National Personal Protective Technology Laboratory, Pittsburgh, PA This article not subject to U.S. copyright law.", "cite_spans": [{"start": 134, "end": 137, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 224, "end": 250, "text": "Standard (29 CFR 1910.134)", "ref_id": null}, {"start": 458, "end": 461, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 648, "end": 651, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 931, "end": 934, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1081, "end": 1084, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "fail fit tests a year after initial testing;\" the Exxon Company reported less than 1% annual fit test failure rate; Lord Corporation conducted fit testing annually and found less than 1-3% of employees switched to different sizes and/or models; and Hoffmann-La Roche conducted fit testing every 2 years and found that 7% of employees (16 of 233) switched to different sizes or models. OSHA considered a 2-year 7% failure rate unacceptable, thus supporting the adoption of an annual fit testing requirement.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to annual fit testing, OSHA also requires that fit testing should be repeated \"whenever an employee reports, or the employer or the physician or other licensed health care professional makes visual observations of changes in the employee's physical condition that could affect respirator fit (e.g., facial scarring, dental changes, cosmetic surgery, or an obvious change in body weight). \" [2] OSHA does not stipulate the amount of weight that would be considered an obvious change. During the 1998 OSHA hearings, the International Chemical Workers Union suggested that a change of 5% in body weight or 20 lb should be regarded as an obvious change in body weight requiring a repeated respirator fit test. [2] Only one study was found in a literature search on the relationship of weight change and respirator fit. The study found no significant differences between pregnant and non-pregnant subjects with respect to anthropometric measurements or respirator quantitative fit test results. [4] Participants at a 2004 Centers for Disease Control and Prevention (CDC) Workshop on Respiratory Protection for Airborne Infectious Agents requested data quantifying the benefits and scientific validity of annual fit testing, the impact of weight changes on fit, and whether repeated fit tests could be simplified. [5] A 2007 Institute of Medicine (IOM) study recommended that \"NIOSH …perform research to determine which facial features have the greatest impact on respiratory protection of face masks in the workplace, using quantitative measures. \" [6] In response to these recommendations, NIOSH first conducted a pilot study to verify consistent data collection methods and ensure that test results were reproducible. [7] This pilot study found that geometric mean fit factors for ten subjects were not statistically different among three visits which occurred over a four-week period. Large variability was observed with different respirator samples for the same model, between subjects (inter) and within each subject (intra). Although variability was observed between subjects and respirator samples for each model, adequate fit was maintained for all ten subjects and three visits. Following the pilot study, a three-year large scale study was conducted to examine the relationship between frequency of fit testing and changes in N95 filtering-facepiece respirator (FFR) fit and facial dimensions, the results of which are described in this article.", "cite_spans": [{"start": 402, "end": 405, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 718, "end": 721, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1002, "end": 1005, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1320, "end": 1323, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1556, "end": 1559, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1727, "end": 1730, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The overall goal of this large-scale study was to validate the scientific basis for the periodicity of fit testing by investigating changes in N95 filtering-facepiece respirator (FFR) fit and facial dimensions as a function of time. Specifically, the study was designed to answer the following research questions. 1) Does respirator fit change over time? 2) Is annual fit testing needed? 3) Does weight change cause respirator fit change? This article only reports the results on changes in respirator fit and changes in weight over a three-year period, and the relationship between changes in respirator fit and changes in weight.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study protocol was approved by the NIOSH Institutional Review Board. To choose the sample size for this study, we chose 5% as an estimate of the failure rate and 3% maximum error of the estimate; these resulted in a sample size of 200 and 95% confidence interval of 2-8% for the estimated failure rate. The reasons the expected failure rate of 5% was chosen are that (1) Lord Corporation conducted fit testing annually and found less than 1-3% of employees switching to different sizes and/or models; and (2) Hoffmann-La Roche conducted fit testing every two years and found that 7% of the employees switching to different sizes and/or models. Since some subjects may drop out of the study, 229 subjects were recruited at the beginning of the study.", "cite_spans": [], "ref_spans": [], "section": "Subject selection/visits"}, {"text": "Subjects were recruited according to the frequency of the U.S. workforce in each face size category of the new NIOSH respirator fit test panel based on face width and face length. [8] Subjects were recruited from the NIOSH subject pool for certification testing and physiology study where they maintain a medically cleared status for testing by undergoing an annual physical. Additional subjects were recruited from the general public of the southwestern Pennsylvania region; these subjects were evaluated only using the OSHA Respirator Medical Evaluation Questionnaire (Appendix C to OSHA 29 CFR 1910.134). [2] A NIOSH medical doctor reviewed the answers and determined if the subjects were cleared to participate. In the rare instance that an electrocardiogram was needed during the medical screening, it was conducted by the doctor in an onsite physiology lab. Subjects were excluded if they had a history of uncontrolled chronic asthma, pneumonia, or high blood pressure (i.e., systolic > 160 mm Hg, diastolic > 95 mm Hg).", "cite_spans": [{"start": 180, "end": 183, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 608, "end": 611, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Subject selection/visits"}, {"text": "Pregnant women were permitted to participate. Efforts were made to recruit some subjects who were overweight or on diets or on weight loss programs. No one was excluded from this study because of race, gender, or facial characteristics unless the sampling goal in each size category was exceeded by more than 25%. We accepted any subject meeting our sampling criteria and who met the criteria specified by OSHA 29 CFR 1910.134 for respirator wearers, such as exclusion of beards, sideburns, etc. We also attempted to recruit a similar number of male and female subjects. Subjects aged 18-60 were allowed to participate in this study. Both experienced and inexperienced respirator users were accepted because all participants underwent training on how to don the respirator and were also assisted during donning.", "cite_spans": [], "ref_spans": [], "section": "Subject selection/visits"}, {"text": "Participants signed a consent form on the first visit of the study. All volunteers received monetary reimbursement for their participation. Height, weight, blood pressure, and anthropometric facial dimensions were measured on each visit; shoes were removed prior to height and weight measurements. Height was measured using a Seca 242 Digital Stadiometer and weight using a Seca 882 Digital Scale (Hanover, MD). Blood pressure was measured using an Omron HEM-870 blood pressure monitor (Bannockburn, IL). Thirteen facial dimensions (head breadth, minimal frontal breadth, nasal root breadth, interpupillary breadth, face width, nose breadth, bigonial breadth, lip length, head circumference, nose length, nose protrusion, face length, and menton subnasale) were measured using spreading calipers and sliding calipers (GPM Instruments, Zurich, Switzerland) and a Lufkin steel measuring tape (Cooper Tools, Apex, NC). Face length and face width measured on Visit 1 were used to determine cell number according to the NIOSH bivariate panel (Figure 1 ). [8] ", "cite_spans": [{"start": 1050, "end": 1053, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 1037, "end": 1046, "text": "(Figure 1", "ref_id": null}], "section": "Subject selection/visits"}, {"text": "Seven different sizes and styles of N95 filtering-facepiece respirators (FFR), none having exhalation valves, were chosen from those included in the pre-pandemic CDC Strategic National Stockpile (SNS) ( Table 1) , [9] representing a variety of sizes. We focused on FFRs because they are the most commonly-worn form of negative pressure halfmask respirator [1] and the predominant user-healthcare industry-has frequently questioned the need for annual fit testing. [5] ", "cite_spans": [{"start": 214, "end": 217, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 356, "end": 359, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 464, "end": 467, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 203, "end": 211, "text": "Table 1)", "ref_id": null}], "section": "Respirators"}, {"text": "Fit factor (FF) is a quantitative estimate of the fit of a particular respirator to a specific individual, and typically estimates the ratio of the concentration of a test agent (for example, ambient particles) in ambient air to the concentration inside the respirator when worn. Inward leakage (IL) consists of particle leakage through two pathways: respirator filter (filter penetration) and the interface between the respirator and a wearer's face (faceseal leakage). A method for evaluating respirator fit by first determining IL by means of a test subject fit test was validated in a previous pilot study [7] and those methods were used for the current study. A PortaCount R Plus (Model: 8020A, TSI, Inc., Shoreview, MN) condensation particle counter (without the N95-Companion accessory) was used to measure IL of ambient particles ranging from 0.02 to > 1 µm. [10] The PortaCount R Plus without N95-Companion counts a larger size range of particles (as compared to using the N95-Companion) and increases the calculated maximum fit factor value to > 10,000. Using the PortaCount Plus alone was also shown in a previous study to have a smaller combined error (alpha, beta, and assignment error) than the PortaCount R Plus with N95 Companion. [11] Based on results of a pilot study assessing changes in respirator fit over a four-week period, it was determined that this fit test method can adequately measure various variance components to allow accurate comparison of fit between visits. [7] While seated to accommodate subject comfort, subjects completed a fit test comprised of five individual exercises: normal breathing, deep breathing, breathing while moving their head from side to side, breathing while moving their head up and down, and a return to normal breathing. Each individual exercise had a total duration of 50 s comprised of (in order) a 4 s ambient sample line purge, 5 s ambient sample, 11 s mask sample line purge, and a 30 s mask sample; thus, each complete fit test comprised of 5 exercises lasted for approximately 4.2 min. Each subject visit required nine fit tests (3 samples × 3 donnings each), totaling approximately 40 min of fit testing. Subjects were prompted to conduct each exercise of a fit test by visual cues from a laptop computer running FitPlus for Windows (software developed by TSI, Inc. for fit test data collection). Three exercises-bending over, talking, and grimace-performed in the OSHA ambient aerosol condensation nuclei counter (CNC) quantitative fit test protocol (CFR 1910.134 ) were omitted to economize on time to encourage on-going subject participation. Moving the head up and down has been found to be as challenging as bending over and talking. [12] The grimace exercise was excluded from our fit test protocol because this study aimed to evaluate changes in respirator fit due to weight gain/loss and was not concerned with how well a respirator is able to reseat on the user's face following the grimace.", "cite_spans": [{"start": 610, "end": 613, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 867, "end": 871, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1247, "end": 1251, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1494, "end": 1497, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2519, "end": 2532, "text": "(CFR 1910.134", "ref_id": null}, {"start": 2707, "end": 2711, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Inward leakage measurement (test subject fit test)"}, {"text": "The respirator model selection process only occurred on Visit 1. On Visit 1, each subject randomly selected a respirator model that they felt was most comfortable for them from the seven models and then watched the appropriate training video for donning and doffing that model ( Figure 2 ). Comfort was evaluated by assessing the accommodation for eyeglasses (if worn) and being able to comfortably position the respirator on the face. We chose FF ࣙ 100 as the criterion for a passing FF value for this study. If the subject obtained a FF < 100 on three consecutive fit tests using the same respirator sample, he/she was asked to select another respirator model, watch a training video for that model, and then perform three fit tests using a sample of the new model. This process was repeated until a respirator model with adequate fit was tested. If the subject obtained a FF ࣙ 100 on one of the three consecutive fit tests using the first respirator sample, he/she tested two more samples of that model, performing three fit tests on each sample. During subsequent visits (Visits 2-7) a subject received three new respirator samples of the model assigned on Visit 1 with all samples taken from the same box for all subsequent visits ( Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 279, "end": 287, "text": "Figure 2", "ref_id": null}, {"start": 1238, "end": 1246, "text": "Figure 3", "ref_id": null}], "section": "Inward leakage measurement (test subject fit test)"}, {"text": "Subjects were fit tested in a laboratory room using the ambient air in the room as the test agent. The ambient particle concentration of the laboratory was typically between 5,000 and 15,000 particles per cm 3 . Periodically when the ambient aerosol concentration fell below the minimum concentration of 1,000 particles per cm 3 needed to operate the PortaCount R , the ambient aerosol concentration was supplemented with sodium chloride aerosol using a generator (Model: 8026, TSI, Inc.). For each donning, subjects first performed a user seal check, and while seated waited for three minutes with the respirator donned to purge the ambient particles inside the respirator. This 3-min acclimation period is shorter than the 5 min specified by the OSHA ambient aerosol CNC quantitative fit test protocol (CFR 1910.134) and was selected to shorten the overall visit time to encourage subject retention. Next, the subject completed the five exercise fit test while seated. At the completion of the fit test, the PortaCount R Plus outputs an overall FF by calculating the harmonic mean of the FFs from the five individual exercises. The inverse of the overall FF is the IL.", "cite_spans": [{"start": 804, "end": 818, "text": "(CFR 1910.134)", "ref_id": null}], "ref_spans": [], "section": "Inward leakage measurement (test subject fit test)"}, {"text": "After subjects completed fit testing, filter penetration was measured for each respirator by sealing the respirator's faceseal edge (the periphery of the respirator which contacts the wearer's face) to a Plexiglas plate using melted beeswax. The plate, containing a centrally-located 3.5 cm diameter circular opening, was placed into a holder with an airtight connection to a vacuum line drawing air continuously at approximately 10.3 L/min to simulate the breathing minute volume of a person while seated. [13, 14] A PortaCount R Plus was used to measure the ambient aerosol concentration in the room and the concentration at approximately 2 in downstream of the filter. The same test time duration used for the test subject for the five exercise IL test (approximately 4.2 min) was employed for filter testing. A FF was obtained for the test; the inverse being filter penetration because this test measured only particle penetration through filter. The test aerosol concentration for the filter penetration test was typically between 5,000 and 15,000 particles per cm 3 . Ambient aerosol was used for this testing, except for occasionally being supplemented with sodium chloride aerosol as described above when the ambient concentration fell below 1,000 particles per cm 3 .", "cite_spans": [{"start": 507, "end": 511, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 512, "end": 515, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Filter penetration measurement and faceseal leakage calculation"}, {"text": "Each respirator was tested three times and a mean filter penetration was calculated. Mean filter penetration for each respirator sample was subtracted from the IL measurement of each donning measured on the subject's fit test for the corresponding sample to calculate face seal leakage (FSL) of each of the nine donnings. The reciprocal of FSL is the calculated FF used in this study as part of the criteria for determining whether a subject achieved acceptable fit on a particular visit.", "cite_spans": [], "ref_spans": [], "section": "Filter penetration measurement and faceseal leakage calculation"}, {"text": "The 90th percentile FSL value of each set of nine donnings was calculated for each subject at each visit utilizing the geometric mean and geometric standard deviation of the nine FSL values:", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "where: X 0.90 = 90th percentile FSL GM = geometric mean of FSL GSD = geometric standard deviation of FSL On each visit, a subject's overall respirator fit was classified as \"acceptable\" if the 90th percentile FSL was ࣘ 5% for the set of 9 fit tests and at least 1 of the 9 tests resulted in a FF ࣙ 100. If either criterion was not met, the fit for that visit was classified as \"unacceptable. \" We chose the criterion of 90th percentile FSL ࣘ 5% (corresponding to FF ࣙ 20) because it is the OSHA Assigned Protection Factor for FFRs (10) multiplied by a safety factor of 2.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Faceseal leakage data were log-transformed and Shapiro-Wilk normality tests were performed for data grouped by subject and visit (1197 data sets); because 83% of sets were log-normally distributed, log-transformed FLS data was used for analysis. Analysis of Variance (ANOVA) tests were performed on log-transformed FSL values to test if group means were significantly different between fit acceptability categories of each visit. All analyses were performed using SAS for Windows 9.3 (SAS Institute Inc., Cary, NC).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Based on OSHA's consideration that a 7% change in respirator model after 2 years was unacceptable and thus adopted the annual fit test requirement, we considered a 7% or greater change in fit acceptability over a 1-year period as the a priori criteria for our study.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Two hundred twenty-nine subjects were enrolled in the study and completed the first visit. Of these, 195 completed the second visit, and 134 completed all seven visits. Data were deleted for subjects who participated in Visit 1 but who did not participate in subsequent visits, thus, the analyses in this study were conducted on the remaining 195 subjects. Subjects were characterized by face size (face length and face width) in the NIOSH bivariate panel (Figure 1 ). The majority of the subjects had a face length greater than 110 mm and less than 130 mm. This face size distribution among the 195 subjects used in this study is similar to that of the U.S. workforce. [8, 15] Seven respirator models were included in the study (Table 1) . Of the 195 subjects who completed the second visit, 13.9% of subjects used the 3M 1860, 11.8% used the 3M 1860S, 24.6% used the 3M 1870, 22.1% used the Moldex 2200, 16.9% used the Moldex 2201, 1.0% used the 3M 8000, and 9.7% used the 3M 8210. Table 2 shows the percent of subjects with unacceptable fit for each of the seven visits, where 195 subjects were tested for Visit 1 and fewer subjects were tested on subsequent visits due to subject attrition. An unacceptable fit was observed for 13.8%, 10.4%, 6.9%, 12.3%, 14.9%, and 15.7% of subjects for Visits 2-7, respectively (average = 12.3%). The majority of these changes in fit acceptability at 6-month intervals are higher than the a priori criterion of 7%. The projected risk of obtaining an unacceptable fit if fit testing is only performed at the one-, two-, or threeyear intervals was calculated as the sum of subjects with unacceptable fit on the indicated visit plus subjects with unacceptable fit on any two consecutive previous visits plus subjects with unacceptable fit on the previous yearly visit(s) ( Table 3 ). The risk of an unacceptable fit increased from 10% at Year 1 to 20% at Year 2 to 25% at Year 3.", "cite_spans": [{"start": 670, "end": 673, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 674, "end": 677, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 456, "end": 465, "text": "(Figure 1", "ref_id": null}, {"start": 729, "end": 738, "text": "(Table 1)", "ref_id": null}, {"start": 984, "end": 991, "text": "Table 2", "ref_id": null}, {"start": 1809, "end": 1816, "text": "Table 3", "ref_id": null}], "section": "Results"}, {"text": "A large percentage of subjects (63.4%) experienced acceptable fit on all 7 visits (Table 4) . A total of 88% of subjects experienced unacceptable fit once, twice, or not at all during the seven visits and 12% of subjects experienced unacceptable fit 3 or more times over the 3-year period. The percentage of subjects that changed from acceptable to unacceptable fits between consecutive visits ranged from 2.9-13.8% (Table 5) .", "cite_spans": [], "ref_spans": [{"start": 82, "end": 91, "text": "(Table 4)", "ref_id": null}, {"start": 416, "end": 425, "text": "(Table 5)", "ref_id": null}], "section": "Change in fit acceptability"}, {"text": "Changes in fit acceptability higher than the a priori criterion of 7% were observed in 4 of the six 6-month visit intervals (Table 5) . These data raise a concern for the possibility of workers in actual workplaces to have a change in respirator fit resulting in decreased protection even after a six-month interval between fit tests. However, performing fit testing every six months would pose a significant additional burden on employers in terms of expense and testing time and would need to be weighed against the benefits from the marginal improved protection that it would achieve.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 133, "text": "(Table 5)", "ref_id": null}], "section": "Change in fit acceptability"}, {"text": "For subjects with acceptable fit, mean weight change ranged from −2 to 3 lb. For those with unacceptable fit, mean weight change ranged from −2 to −13 lb (Table 6) . For each visit, ANOVA results indicate that GM FSL for ", "cite_spans": [], "ref_spans": [{"start": 154, "end": 163, "text": "(Table 6)", "ref_id": null}], "section": "Change in face seal leakage and weight"}, {"text": "subjects in the acceptable fit category was significantly less (P < 0.05) than GM FSL for subjects in the unacceptable fit category for each visit.", "cite_spans": [], "ref_spans": [], "section": "Change in face seal leakage and weight"}, {"text": "Across all visits, 24% of subjects experiencing the greatest weight loss (ࣙ 20 lb) had an unacceptable fit ( Table 7) . The percentage of test subjects in each group is obtained by dividing the number of test subjects with unacceptable fit on the indicated visit in that group by the total number of subjects for that visit (both those classified with acceptable or unacceptable fit) experiencing the indicated weight change. Compared to subjects who lost > = 20 lb, the percentages of subjects with unacceptable fit decreased for subjects who experience lower weight loss or higher weight gains. Only 7% of subjects experiencing the greatest weight gain (ࣙ 20 lb) had an unacceptable fit;", "cite_spans": [], "ref_spans": [{"start": 109, "end": 117, "text": "Table 7)", "ref_id": null}], "section": "Impact of weight change on fit acceptability"}, {"text": "however, the total number of subjects in this category was small (n = 43). Odds ratio analyses were performed using the total number of subjects falling into each weight change category of Table 7 . The predictor variable is weight change category and the response variable is fit acceptability status. Weight gain < 10 lb was used as the positive status for \"weight change category\" and \"unacceptable fit\" is the positive status for \"fit acceptability status. \" An odds ratio > 1 indicates a weight gain < 10 lb is more likely to result in unacceptable fit than the weight change category being compared to. An odds ratio < 1 indicates a weight gain < 10 lb is less likely to result in unacceptable fit than the weight change category being compared to. Subjects in two weight change categories (i.e., subjects loosing > = 20 lb (P-value < 0.01) and subjects loosing > = 10 lb but <20 lb (P-value < 0.02)) had significantly higher percentages of subjects with unacceptable fit than subjects gaining < 10 lb. One limitation of this analysis was that the number of subjects whose weight gain was ࣙ 20 lb was smaller for each visit compared with the other weight change groups. Chi-Square analyses showed that there was an association between weight change category and fit acceptability status using the data from subjects gaining <10 lb compared to subjects loosing > = 20 lb (P-value < 0.01) and loosing > = 10 lb but <20 lb (P-value < 0.02).", "cite_spans": [], "ref_spans": [{"start": 189, "end": 196, "text": "Table 7", "ref_id": null}], "section": "Impact of weight change on fit acceptability"}, {"text": "This study was designed to address how frequently should respirator fit testing be conducted and what degree of weight change should trigger a new respirator fit test. On Weight data is missing for one test subject for Visits , , and  who, due to a medical condition, was unable to step onto the scale for these visits; however, weight data was available for this subject on Visit . Thus for Visits , , and  for subjects with acceptable fit, the \" Weight\" category has one fewer subject than the \"Weight V\" category. a Numerator is the subjects with unacceptable fit on the indicated visit and the denominator is all subjects (both those classified as acceptable or unacceptable) experiencing the indicated weight change from Visit . The weight for Visit  was always used to calculate weight changes since the fit was acceptable for all subjects for Visit . b The predictor variable is weight change category and the response variable is fit acceptability status. Weight gain <  lb is used as the positive status for \"weight change category\" and \"unacceptable fit\" is the positive status for \"fit acceptability status. \" An odds ratio >  indicates a weight gain <  lb is more likely to result in unacceptable fit than the weight change category being compared to. An odds ratio <  indicates a weight gain <  lb is less likely to result in unacceptable fit than the weight change category being compared to. A Chi-Square P-value < . means there is an association between weight category and fit acceptability status.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "average, 12.3% of subjects had an unacceptable fit over six visit intervals ( Table 2 ). The data on change in weight and GM FSL (Table 6 ) suggests that greater weight loss was experienced by subjects with unacceptable fit as opposed to those with acceptable fit. Among the longer time intervals between fit tests, the predicted risk of unacceptable fit increased dramatically for annual, biennial, and triennial visit intervals; unacceptable fit percentages increased from 10.4% to 19.7% to 25.4% (Table 3) . This predicted risk is assumed to be an estimate of the OSHA annual fit test failure rate and an estimate of the percent of workers who may benefit from annual fit testing. Thus, these data provide scientific support for OSHA's current requirement for annual fit testing.", "cite_spans": [], "ref_spans": [{"start": 78, "end": 85, "text": "Table 2", "ref_id": null}, {"start": 129, "end": 137, "text": "(Table 6", "ref_id": null}, {"start": 499, "end": 508, "text": "(Table 3)", "ref_id": null}], "section": "Discussion"}, {"text": "There are some limitations for this study. The Por-taCount Plus was used alone without N95-Companion to first measure IL on the test subject and later to measure filter penetration of the FFR sealed to a plate. This method differs from the OSHA ambient aerosol condensation nuclei counter (CNC) quantitative fit test protocol (CFR 1910 .134) for fit testing in which fit factors are calculated directly from a person's fit using the PortaCount. Thus, fit factors measured in this study using the methods described may not be representative of those measured with this OSHA protocol.", "cite_spans": [{"start": 326, "end": 335, "text": "(CFR 1910", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Another limitation was the use of a constant flow rate of 10.3 L/min for filter penetration measurements. This flow rate was selected to represent the minute volume of a person while seated and may not have been representative of each subject's breathing pattern. Additionally, three of the OSHA fit test exercises were omitted from this study's fit test protocol: talking, grimace, and bending in place. The FFs obtained in this study may not represent FFs obtained using the full set of eight exercises in the OSHA protocol.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The long-term impact and contributions from this study are to provide data to be used for informing decisions about the periodicity of fit testing which will lead to increased worker protection. In this study different periods of times between fit tests were simulated. The key finding from this study is that as the simulated time between fit tests increased, so did the risk of unacceptable fit. If fit testing is conducted annually, the percent of subjects with unacceptable fit was 10.4%. If fit testing were performed only at the 2-year interval, the percent of subjects at risk for unacceptable fit is 19.7%. If fit testing is performed only at the 3-year interval, the percent of subjects at risk for unacceptable fit increased to 25.4%. The predicted risk of unacceptable fit provided an estimate of the OSHA annual fit test failure rate and an estimate of percent of workers who may benefit from annual fit testing. Weight analysis of the combined data from Visits 2-7 showed that of the subjects who lost ࣙ 20 lb, 24% had unacceptable fit. Therefore, the study results support the OSHA requirement for annual fit testing and additional fit testing guidance based on weight gain or loss. For countries in which fit testing is required every two years, that requirement may need to be changed to an annual fit test requirement. In the future, additional data analyses will be performed to understand the potential effects of other factors such as facial changes and respirator head strap length on fit change. Other factors which may influence respirator fit such as changes in face shape and dimensions (measured using both traditional and 3D measurement techniques) will be explored.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Departiment of Health and Human Services (DHHS)/Centers for Disease Control and Prevention/National Institute for Occupational Safety and Health: Respirator Usage in Private Sector Firms", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Occupational Safety and Health Administration: Respiratory Protection, 29 CFR 1910.134: Final rule. Federal Register Notice", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": 1998, "venue": "", "volume": "63", "issn": "", "pages": "1152--1300", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Respirator fit testing practice in the U", "authors": [{"first": "D", "middle": ["C"], "last": "Campbell", "suffix": ""}, {"first": "B", "middle": [], "last": "Doney", "suffix": ""}, {"first": "D", "middle": [], "last": "Groce", "suffix": ""}], "year": 2005, "venue": "S. JISRP", "volume": "22", "issn": "", "pages": "11--16", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of pregnancy upon facial anthropometrics and respirator fit testing", "authors": [{"first": "R", "middle": ["J"], "last": "Roberge", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "A", "middle": [], "last": "Palmiero", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Powell", "suffix": ""}], "year": 2015, "venue": "J. Occup. Environ. Hyg", "volume": "12", "issn": "11", "pages": "761--766", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Centers for Disease Control and Prevention: Workshop on Respiratory Protection for Airborne Infectious Agents", "authors": [{"first": "U", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Institute of Medicine: Assessment of the NIOSH Head-and-Face Anthropometric Survey of U.S. Respirator Users", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Laboratory study to assess causative factors affecting temporal changes in filtering facepiece respirator fit: Part I -Pilot study", "authors": [{"first": "Z", "middle": [], "last": "Zhuang", "suffix": ""}, {"first": "S", "middle": [], "last": "Benson", "suffix": ""}, {"first": "S", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "A", "middle": [], "last": "Palmiero", "suffix": ""}, {"first": "R", "middle": [], "last": "Roberge", "suffix": ""}], "year": 2011, "venue": "J. Occup. Environ. Hyg", "volume": "8", "issn": "12", "pages": "729--739", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "New respirator fit test panels representing the current US civilian work force", "authors": [{"first": "Z", "middle": ["Q"], "last": "Zhuang", "suffix": ""}, {"first": "B", "middle": [], "last": "Bradtmiller", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Shaffer", "suffix": ""}], "year": 2007, "venue": "J. Occup. Environ. Hyg", "volume": "4", "issn": "9", "pages": "647--659", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Emergency preparedness & Response: Strategic National Stockpile", "authors": [{"first": "U", "middle": ["S"], "last": "Centers For", "suffix": ""}, {"first": "Disease", "middle": [], "last": "Control", "suffix": ""}, {"first": "Prevention", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "PORTACOUNT Plus Model 8020 Operation and Service Manual. P/NB 1980092, Revision M", "authors": [{"first": "", "middle": [], "last": "Tsi Inc", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Comparison of five methods for fit-testing N95 filtering-facepiece respirators", "authors": [{"first": "C", "middle": ["C"], "last": "Coffey", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Lawrence", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhuang", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Campbell", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Jensen", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Myers", "suffix": ""}], "year": 2002, "venue": "Appl. Occup. Environ. Hyg", "volume": "17", "issn": "10", "pages": "723--730", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effect of ambient aerosol concentration and exercise on Porta-Count quantitative fit factors", "authors": [{"first": "Z", "middle": [], "last": "Zhuang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Coffey", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Lawrence", "suffix": ""}], "year": 2004, "venue": "JISRP", "volume": "21", "issn": "", "pages": "11--20", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Airflow measurements on human subjects with and without respiratory resistance", "authors": [{"first": "L", "middle": ["G"], "last": "Silverman", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Plotkin", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Sawyers", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Yancey", "suffix": ""}], "year": 1952, "venue": "Arch. Ind. Hyg. Occup. Med", "volume": "3", "issn": "", "pages": "461--478", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Measurement of Breathing Rate and Volume in Routinely Performed Daily Activities", "authors": [{"first": "W", "middle": ["C"], "last": "Adams", "suffix": ""}], "year": 1993, "venue": "Final report. California Air Resources Board", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Head-and-face anthropometric survey of US respirator users", "authors": [{"first": "Z", "middle": ["Q"], "last": "Zhuang", "suffix": ""}, {"first": "B", "middle": [], "last": "Bradtmiller", "suffix": ""}], "year": 2005, "venue": "J. Occup. Environ. Hyg", "volume": "2", "issn": "11", "pages": "567--576", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Distribution of test subjects from Visit  (n = ) in the NIOSH bivariate respirator fit test panel showing cell number and number of subjects in each cell in parentheses. (Two subjects had measurements which were outside of the boundaries of the panel. These two data points appear below cell #.)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A flow chart of the inward leakage measurement process for Visit .", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A flow chart of the inward leakage measurement process for Visits -.", "latex": null, "type": "figure"}, "TABREF0": {"text": "FFR model characteristics.", "latex": null, "type": "table"}, "TABREF1": {"text": "Subjects by visit.", "latex": null, "type": "table"}, "TABREF2": {"text": "Subjects with unacceptable fit and at risk of unacceptable fit by frequency of fit test at years , , and . Calculated as: subjects identified as having unacceptable fit on the indicated visit + subjects identified with unacceptable fit on any two consecutive previous visits + subjects identified with unacceptable fit only on the previous yearly visit(s).", "latex": null, "type": "table"}, "TABREF3": {"text": "Frequency of visits with unacceptable fit for the  subjects who completed all  visits.", "latex": null, "type": "table"}, "TABREF4": {"text": "Change in fit acceptability a by six-month visit interval Achieved a FF ࣙ  on a least  of  donnings and a th percentile FSL ࣘ % for the set of nine donnings.", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Weight analysis for subjects with unacceptable fit by visit.> =  lb > =  lb to <  lb <  lb <  lb > =  lb to <  lb Visit  / = % a / = .% / = .% / = .% / = .% / = % Visit  / = .% / = .% / = % / = .% / = .% / = % Visit  / = .% / = .% / = .% / = .% / = .% / = .% Visit  / = % / = .% / = .% / = .% / = % / = % Visit  / = .% / = .% / = .% / = .% / = .% / = .% Visit  / = .% / = .% / = .% / = .% / = % / = .% Total / = % / = % / = % / = % / = % / = %", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 6 ). For each visit, ANOVA results indicate that GM FSL for\nJOURNAL OF OCCUPATIONAL AND ENVIRONMENTAL HYGIENE 271\nTable . Subjects with unacceptable fit and at risk of unacceptable fit by frequency of fit test at years , , and .", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Frequency of Fit Test </td><td>Visit\n</td><td>Subjects with Unacceptable Fit (%)\n</td><td>at Risk for Unacceptable Fit if Fit Testing is Performed Only on the Indicated Visit (%)a\n</td></tr><tr><td>One Year </td><td> (n= ) </td><td>. </td><td>.\n</td></tr><tr><td>Two Years </td><td> (n= ) </td><td>. </td><td>.\n</td></tr><tr><td>Three Years </td><td> (n= ) </td><td>. </td><td>.\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The findings and conclusions in this report are those of the authors and do not necessarily represent the views of the National Institute for Occupational Safety and Health.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}