{
    "paper_id": "d67e24e67a92ed5f8ab484e500eca3a206697792",
    "metadata": {
        "title": "Brief Communications / Kurzmitteilungen Rotavirus Gastroenteritis in Infants and Young Children",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "~rdmkovd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ryc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Pegek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The electronmicroscopic examination of stool samples from 18 infants and young children with gastroenteritis, hospitalized at the Clinic of Infectious Diseases in Prague, was carried out. In ten children rotavirus was found in the faeces and the bacteriological findings were negative, Rotavirus particles were aggregated by convalescent child sera and by normal human gamma globulin. The clinical picture was characterized by the sudden onset of vomiting and fever, in one case with febrile convulsions. Diarrhoea was watery and yellow-green, and usually persisted for four to five days. The condition of the children improved rapidly after rehydratation and a special diet. Older siblings, and in one family also adult members, were frequently affected. Zusammenfassung: Rotaviren-Gastroenteritis bei Siiuglingen und Kleinkindern. Wiihrend des Frfihjahres 1977 wurden in der Infektionsklinik in Prag elektronenoptische Untersuchungen yon Stuhlsuspensionen bei 18 Siiuglingen und Kleinkindern durchgefiihrt. Die epidemioloischen Angaben wiesen keinen Verdacht auf Salmonellosen, Shigellosen oder Coli-Infektionen auf. In zehn F~illen wurden Rotaviren nachgewiesen. Die bakteriologischen Befunde waren bei allen Kindern negativ. Rotavirus-Partikel wurden mit Kinder-Rekonvaleszentenserum und auch mit normalem humanem Gammaglobulin aggregiert. Ffir das klinische Bild waren pl6tzlicher Ausbruch mit Erbrechen und Fieber, in einem Fail mit febrilen Kriimpfen charakteristisch. Die Diarrh6e war w~isserig, gelbgriin und dauerte meistens 4 bis 5 Tage. Nach Rehydratation und Dfiit-Magnahmen erholten sich die Kinder rasch. Oft erkrankten auch die iilteren Geschwister der Kinder und in einem Fall auch die erwachsenen Familienmitglieder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In nonbacterial gastroenteritis of infants and toddlers, a reovirus--like agent called infantile gastroenteritis virus or more commonly rotavirus may be identified electronmicroscopically in the stool. This agent has been found in all parts of the world in sick children of all races, while it is rarely found in healthy children (1--5) . During the winter period it causes as much as 75% of the diarrhoeal diseases occurring in young children; in summer the ratio declines to approximately 20% (1, 3, 6, 7). As there has not yet been a report on the occurrence of rotavirus in Czechoslovakia, we would like to describe the first observation.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "text": "(1--5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1977 we made a detailed microbiological examination of the stools of all children under five years of age admitted to our department on account of acute gastroenteritis or enterocolitis. In all children five samples of stool were collected during the first three days after admission for isolation of primary and potentially pathogenic agents. Rectal swabs were taken simultaneously on two detoxicated tampons. One of these was sent immediately to the bacteriological laboratory, and the second was placed in Stuart medium. Both specimens were cultured using standard techniques for isolation of bacterial pathogens. All cultures of Escherichia coil were serotyped. Moreover, in those children in whom, on the basis of epidemiological data, dysentery, salmonellosis or infection caused by E. coli was not suspected, we searched at the same time for viruses in faeces, using the immunoelectronmicroscopic method (8) .",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 917,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Twenty-five percent stool suspension in phosphate-buffered saline (pH 7.2) was extracted with trifluorotrichlorethane and shaken with glass pearls. After centrifugation at I0,000 r.p.m. at 4 °C, polyethylene glycol 6,000 (10°/0) was added to the supernatant and incubated for 18 hours. The material was then centrifuged at 4,000 r.p.m, for 20 min. Sediment was resuspended in 0.4 M phosphate-buffered saline (pH 7.2), and spun at 2,000 r.p.m, for five minutes. For direct electron microscopy a drop of the supernatant was negatively stained with 1°/0 phosphotungstic acid pH 7.0 and examined with a Philips EM 300 electron microscope. For immunoelectronmicroscopic examination, 0.I ml of supernatant suspension was mixed with 0.1 ml of acute or convalescent stage serum diluted 1 : 10 in phosphate-buffered saline (pH 7.2) or commercial gamma globulin SEVAC diluted to the corresponding concentration. The mixture was incubated for 1 hour at 37 °C, and then overnight at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Up until now the stools of the first group of 18 children from the early spring of 1977 have been examined by electron microscopy. In ten children we found rotavirus in the stool, and cultivation did not reveal any pathogenic or potentially pathogenic microbial agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "These findings were obtained in nine children aged between four and a half months and two years who were in residential care and in one four year old child who was attending a nursery school. In most of the families there were several older siblings, some of whom had similar symptoms. In the case of one six-month-old infant the mother, father and grandmother were also admitted on account of acute gastroenteritis. In all these family members bacteriological findings were negative, and in the stool of this infant coronaviruses were detected in addition to numerous rotavirus particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Characteristic of the clinical course in the children was the sudden onset with vomiting and fever, which in two children was as high as 39.5 °C and in one case caused febrile convulsions. Subsequently or concomitantly the children developed abdominal pain and watery yellowishgreen diarrhoea. In children at home who were on a normal diet slightly haemorrhagic mucus was also de-tected in one to two specimens of faeces. Fever and vomiting persisted for between three and ten (average four to five) days. In two children intravenous rehydration was necessary during the first two days, in the remaining children a diet of tea, mineral water, bananas, carrot and rice soup sufficed. With this special diet the character of the stools improved rapidly. Recovery and return to a normal diet were more rapid than in other intestinal infections in children, in particular infections caused by E. coli. We did not administer antibiotics or chemotherapeutic drugs; only some children were given dichlorohydroxyquinoline. The virus particles in stool suspensions occurred either singly or in small clusters of no more than two or three particles (Figures 1 and 2) . Similar findings were also obtained after incubation of stool specimens with sera from acutely sick children. Convalescent stage sera and normal human gamma globulin, however, caused the formation of large immunocomplexes frequently consisting of up to several thousand virions (Figures 3 and 4) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1139,
                    "end": 1156,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1437,
                    "end": 1454,
                    "text": "(Figures 3 and 4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The absence of bacterial pathogenic agents and the aggregation of rotavirus particles by convalescent stage sera of sick children suggest an aetiopathogenetic role of rotavirus in these diseases. On the basis of our initial immunoelectronmicroscopic findings and the incidence of antibodies in normal gamma globulin, we assume that rotaviruses also play a significant role in the aetiology of diarrhoea in infants and young children in Czechoslovakia, in particular during the cold season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Importance of a new virus in acute sporadic enteritis in children",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R W"
                    ],
                    "last": "Townley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruck",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "242--245",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recent developments in viral gastroenteritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kerzner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Pediatr. Clin. N. Am",
            "volume": "22",
            "issn": "",
            "pages": "747--755",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reovirus-like agent in acute epidemic gastroenteritis in Japanese infants: Fecal shedding and serologic response",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Konno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Infect. Dis",
            "volume": "35",
            "issn": "",
            "pages": "259--266",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viren als Ursache der akuten Gastroenteritis bei",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Freitag",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Siiuglingen und Kleinkindern. Mi.inch. med. Wschr",
            "volume": "119",
            "issn": "",
            "pages": "1029--1034",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reovirus-like agents as a cause of human diarrheal disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D R"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "South. Med. J",
            "volume": "70",
            "issn": "",
            "pages": "390--392",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of acute gastroenteritis associated with human reovirus-like agent in infants and young children",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "0"
                    ],
                    "last": "Arrobio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Parrott",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Pediatr",
            "volume": "91",
            "issn": "",
            "pages": "188--193",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recent advances in viral gastroenteritis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Trier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Blacklow",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Gastroenterology",
            "volume": "73",
            "issn": "",
            "pages": "174--183",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infantile gastroenteritis Virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pegek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "~rdmkovd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Hyg. Epidemiol. Microbiol. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Isolated rotavirus particles in a stool specimen from Figure 3: lmmunocomplex o[ rotaviruses after the incubation children with diarrhoea, x 200,000. o / a stool specimen with convalescent serum, x 150,000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Natural immunocomplex composed of three rota-Immunocomptex of rotaviruses after the incubation viruses in a stool specimen~ x 200~000, o / a stool specimen with human gamma-globulin, x 175,000.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}