{"paper_id": "d69f9eb0f054e291388865a2d0933a5c85f84c71", "metadata": {"title": "Histopathological Features and Viral Antigen Distribution in the Lung of Fatal Patients with Enterovirus 71 Infection", "authors": [{"first": "Zhenli", "middle": [], "last": "Liang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "Hongbo", "middle": [], "last": "Pan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "•", "middle": ["Xijing"], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "Yinchuan", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "Yiwu", "middle": [], "last": "Dang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "•", "middle": ["Xiaohui"], "last": "Fan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "•", "middle": [], "last": "Lingxi Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}, {"first": "Zengfeng", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Guangxi Medical University", "location": {"postCode": "530021", "settlement": "Nanning", "country": "China"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Enterovirus 71 (EV71) infection causes hand-foot-andmouth disease (HFMD) in infants and children. Patients with HFMD usually have good prognosis; however, in some extreme cases the infection can be accompanied by central nervous system diseases, eventually leading to cardiorespiratory failure, and even death. Currently, EV71 has become one of the most important pathogens infecting central nervous system, after poliovirus. Previous studies have shown that lung injury in patients with HFMD is associated with neurogenic pulmonary edema (NPE) after EV71 infection of the brainstem, rather than with direct viral invasion (Jiang et al. 2012 ). This might be because EV71 was not isolated and inflammatory cell infiltration rarely occurred in lung and lung injured tissues (Kao et al. 2004; Jiang et al. 2012) . EV71 can be transmitted through respiratory tract and cause upper respiratory tract infection, such as herpangina; nevertheless, the translocation route from the upper respiratory tract to the lung tissue or through viremia to the lung still remains unclear. Viral receptors have an important role in mediating the specific binding of viruses to the target cells. The distribution of viral receptors is usually closely related to the host range and tissue tropism of the viruses, and is considered as one of the key factors for viral pathogenicity. To further explore the causes of lung injury by EV71, we first examined the distribution of EV71 receptor in normal human lung tissues, and then investigated the target cells of EV71 infection, thus providing the molecular basis for the lung infected EV71. Consequently, the pathological changes in the lung tissues of fatal EV71 infection were perceived, and the distribution of EV71 antigen and various inflammatory cells in the lung tissues were detected.", "cite_spans": [{"start": 623, "end": 641, "text": "(Jiang et al. 2012", "ref_id": "BIBREF2"}, {"start": 773, "end": 790, "text": "(Kao et al. 2004;", "ref_id": "BIBREF4"}, {"start": 791, "end": 809, "text": "Jiang et al. 2012)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Dear Editor,"}, {"text": "To investigate whether EV71 could infect the lung tissues of lower respiratory tract, the distribution of EV71 receptor, PSGL-1 (human P-selectin glycoprotein ligand-1) and SCARB2 (human scavenger receptor class B member 2) (Nishimura et al. 2009; Yamayoshi et al. 2009 ) were examined in the lung tissue specimens collected form 12 patients with tumor or non-inflammatory diseases. Patients including four cases of pneumonic pseudotumor, two cases of pulmonary cyst, 4 cases of pulmonary fibroma and two cases of pulmonary myxoma. We selected normal lung tissue in the specimens of pneumonectomy in these patients. General, the distribution of those receptors is the same as health people. The tissues were fixed by 10% formalin, dehydrated by gradient ethanol, soaked and embedded with wax. Paraffin sections were sectioned continuously at a thickness of 4 lm. Tissue sections were dewaxed into water, and endogenous peroxidase activity was blocked. Primary antibodies of PSGL-1 (1:50) and SCARB2 (1:100) (Products from Vector Company, California, USA) were added, and incubated overnight in a refrigerator at 4°C. Samples were then incubated with horseradish peroxidase labeled (Mouse/Rabbit) IgG polymers (Products from Vector Company, California, USA) at room temperature, developed by DAB, re-dyed by hematoxylin and observed under microscope.", "cite_spans": [{"start": 224, "end": 247, "text": "(Nishimura et al. 2009;", "ref_id": "BIBREF6"}, {"start": 248, "end": 269, "text": "Yamayoshi et al. 2009", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Dear Editor,"}, {"text": "No histopathological changes and infective lesions were found in the selected tissues. Results showed that SCARB2 was positively distributed in the intrapulmonary bronchial epithelial cells, bronchiolar epithelial cells, alveolar cells and macrophages ( Fig. 1A-1C ). PSGL-1 was positively Zhenli Liang and Hongbo Pan have contributed equally to this work.", "cite_spans": [], "ref_spans": [{"start": 254, "end": 264, "text": "Fig. 1A-1C", "ref_id": null}], "section": "Dear Editor,"}, {"text": "The online version of this article (https://doi.org/10.1007/s12250-018-0029-y) contains supplementary material, which is available to authorized users. distributed in a scattered pattern in the intrapulmonary bronchial epithelial cells, bronchiolar epithelial cells and macrophages; while no expression was found in the alveolar cells ( Fig. 1D-1F ). These results were consistent with Jiao et al. (2014) . Furthermore, EV71 receptors SCARB2 and PSGL-1 were expressed in the lung tissues; SCARB2 was more widely distributed than PSGL-1. These data suggested that EV71 could infect lung tissues, with respiratory tract as one of the portals of invasion.", "cite_spans": [{"start": 386, "end": 404, "text": "Jiao et al. (2014)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 337, "end": 347, "text": "Fig. 1D-1F", "ref_id": null}], "section": "Electronic supplementary material"}, {"text": "Clinically, EV71 infection could cause fever, and HFMD/herpangina, and it can be accompanied by central nervous system diseases such as brain stem encephalitis or lung injury. Previous studies have shown that lung injury lesions are characterized by pulmonary congestion, different degrees of neurogenic pulmonary edema and pulmonary hemorrhage, with no diffuse lung injury (Chang et al. 1999; Kao et al. 2004; Jiang et al. 2012) . Neurogenic pulmonary edema is often caused by EV71 infection in the brain stem. It was speculated that EV71 may first destroy the specific regulatory function of the brain stem, causing dysfunction of autonomic nervous system. This subsequently resulted in the excess fluid accumulation in the lung interstitium and/or alveoli, forming interstitial and/or alveolar pulmonary edema syndrome (Chang et al. 1999; Kao et al. 2004; Jiang et al. 2012) . Moreover, it is clinically characterized by acute dyspnea and progressive hypoxemia, which is similar to acute respiratory distress syndrome (ARDS) (Jiang et al. 2012) . The pathological changes of ARDS include dark red coloring of the lung tissue and hyaline membrane formation and organization.", "cite_spans": [{"start": 374, "end": 393, "text": "(Chang et al. 1999;", "ref_id": "BIBREF0"}, {"start": 394, "end": 410, "text": "Kao et al. 2004;", "ref_id": "BIBREF4"}, {"start": 411, "end": 429, "text": "Jiang et al. 2012)", "ref_id": "BIBREF2"}, {"start": 822, "end": 841, "text": "(Chang et al. 1999;", "ref_id": "BIBREF0"}, {"start": 842, "end": 858, "text": "Kao et al. 2004;", "ref_id": "BIBREF4"}, {"start": 859, "end": 877, "text": "Jiang et al. 2012)", "ref_id": "BIBREF2"}, {"start": 1028, "end": 1047, "text": "(Jiang et al. 2012)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Electronic supplementary material"}, {"text": "In this study, the bronchial and pulmonary tissues from 6 autopsy cases with EV71 infection were obtained from the Department of Pathology at the First Affiliated Hospital of Guangxi Medical University. Patients included in this study were between 1 and 3 years old, and there were 4 males and 2 females. EV71 isolation and nucleic acid detection in the cerebrospinal fluid, brain, heart and lung tissues of 6 cases were all positive (Table 1 , Supplementary Figure S1 ). HE staining was used to observe the pathological changes. Immunohistochemistry was performed to detect the EV71 antigen and kinds of inflammatory cells. Antigen retrieval was performed under high temperature and high pressure after dewaxed tissue sections into water and blocking the endogenous peroxidase activity. Samples were then incubated with the following primary antibodies: EV71 (1:10,000, to label EV71 antigen, provided by the National Infectious Disease Diagnostic Reagent and Vaccine Engineering Technology Research Center, Xiamen University, China), CD3 (to label T cells), CD20 (to label B cells), CD57 (to label NK cells), CD68 (to label macrophages) (all purchased from Sigma, New York, USA) at 4°C overnight, following incubation with horseradish peroxidase labeled (Mouse/Rabbit) IgG polymers (Sigma products, New York, USA) at room temperature was applied, developed by DAB, and observed under microscope. The protein edema in the alveolar space with fibrin exudation was observed. Some alveoli were filled with mononuclear cells, alveolar macrophages, exfoliated epithelial cells and cell debris in 5 out of 6 autopsy cases with EV71 infection (Fig. 1G) . Also, fibrin like exudates and hyaline membrane formation in some alveolar cavities with moderately light pink stained exudation in the alveolar septum and space, fibrinous exudation and pulmonary hyaline membrane were observed. The alveolar septum was widened, and the capillaries in the septum were highly dilated and congested (Fig. 1H) . These results confirmed the above speculation of neurogenic pulmonary edema. The mortality of neurogenic pulmonary edema remained high, thus remaining an important b Fig. 1 Detection of EV71 in fatal patients' lung and the histopathology changes. A-F Expression and distribution of EV71 receptor SCARB2 and PSGL-1 in the normal lung tissues (Immunohistochemistry). SCARB2 was positively expressed in the bronchial epithelial cells (black arrow) (A), bronchiolar epithelial cells (black arrow) (B), alveolar cells (black arrow) and macrophages (red arrow) (C); PSGL-1 produced a scattered pattern and was positively expressed in the bronchial epithelial cells (black arrow) (D), bronchiolar epithelial cells (black arrow) and macrophages (red arrow) (E), while no expression was found in the alveolar cells (F). G-L Pathological changes of lung tissues in fatal children with EV71 infection (HE staining). Protein edema in the alveolar space with fibrin exudation was observed inside, and some alveoli were filled with mononuclear cells, alveolar macrophages, exfoliated epithelial cells and cell debris (G); the alveolar septum was widened, the capillaries in the septum were highly dilated and congested, with infiltration of inflammatory cells (H); intrapulmonary bronchitis and bronchiolitis, diffuse or focal infiltration of inflammatory cells in the wall and surrounding tissues (I, J); compensatory emphysema phenomenon of ruptured alveolar wall and fusion of pulmonary alveoli (K); the lymph nodes near the hilar bronchus indicated a reactive hyperplasia, germinal center enlargement, paracortical zone atrophy, and lymphocyte depletion (L) (black arrow). M-T Distribution of EV71 antigen and inflammatory cells in the lung tissues of fatal children with EV71 infection (Immunohistochemistry). CD3? T lymphocytes (M) and CD20? B lymphocytes (N) were diffusely distributed in the wall of bronchus and bronchioles and surrounding tissues; CD57? NK cells (O) and CD68? macrophages (P) were scattered in the widened alveolar septum and alveolar spaces; Virus antigen was positive in the intrapulmonary bronchial epithelial cells (Q), bronchiolar epithelial cells (R), alveolar cells (S) and macrophages (T) (black arrow). Table 1 The EV71 nucleic acid detection result of cerebrospinal fluid, brain, heart and lung tissues in 6 cases (positive cases/total cases).", "cite_spans": [], "ref_spans": [{"start": 434, "end": 442, "text": "(Table 1", "ref_id": null}, {"start": 459, "end": 468, "text": "Figure S1", "ref_id": null}, {"start": 1637, "end": 1646, "text": "(Fig. 1G)", "ref_id": null}, {"start": 1979, "end": 1988, "text": "(Fig. 1H)", "ref_id": null}, {"start": 2157, "end": 2163, "text": "Fig. 1", "ref_id": null}, {"start": 4216, "end": 4223, "text": "Table 1", "ref_id": null}], "section": "Electronic supplementary material"}, {"text": "Cerebrospinal fluid Brain Heart Lung Nucleic acid 3/6 6/6 1/6 4/6 complication and main cause of death in children with EV71 viral infection. Interestingly, bronchitis and bronchiolitis, diffuse or focal infiltration of inflammatory cells in the wall and surrounding tissues, such as lymphocytes and mononuclear macrophages around the bronchial wall (Fig. 1I, 1J) , widened alveolar septum with infiltration of inflammatory cells, and some mononuclear cells in the lumen or/and alveolar space filled, alveolar macrophages and exfoliated epithelial cells (Fig. 1G, 1H ) were all found in 4/6 dead infants with EV71 infection. These results were consistent with the pathological changes of viral pneumonia. Also, the phenomenon of compensatory emphysema of ruptured alveolar wall, fusion of pulmonary alveoli (Fig. 1K) , and the lymph nodes near the hilar bronchus demonstrated reactive hyperplasia, germinal center enlargement, paracortical zone atrophy, and lymphocyte depletion (Fig. 1L) . Furthermore, the distribution of immune cells in the infected lung tissue was detected. T cells (Fig. 1M) and B cells (Fig. 1N) were diffusely distributed in the bronchus and bronchioles and surrounding tissues; NK cells ( Fig. 1O ) were distributed in a scattered manner in the widened alveolar septum and alveolar spaces; and macrophages ( Fig. 1P) were mainly located in the alveolar space. These data suggest that the above immune cells may have an important role in the local immune response of the lung tissue in critically ill patients.", "cite_spans": [], "ref_spans": [{"start": 350, "end": 363, "text": "(Fig. 1I, 1J)", "ref_id": null}, {"start": 554, "end": 566, "text": "(Fig. 1G, 1H", "ref_id": null}, {"start": 807, "end": 816, "text": "(Fig. 1K)", "ref_id": null}, {"start": 979, "end": 988, "text": "(Fig. 1L)", "ref_id": null}, {"start": 1087, "end": 1096, "text": "(Fig. 1M)", "ref_id": null}, {"start": 1109, "end": 1118, "text": "(Fig. 1N)", "ref_id": null}, {"start": 1214, "end": 1221, "text": "Fig. 1O", "ref_id": null}, {"start": 1333, "end": 1341, "text": "Fig. 1P)", "ref_id": null}], "section": "Specimens"}, {"text": "Literature reported that EV71 infection could cause respiratory diseases, such as pharyngitis, laryngitis, bronchitis and pneumonia (Gilbert et al. 1988; Merovitz et al. 2000; Tsai et al. 2001) . Although EV71 was not isolated from the autopsy of lung specimens, EV71 RNA remained positive (Vallet et al. 2009 ). To further confirm whether EV71 could infect the lung tissues; immunohistochemical method was used to detect EV71 virus antigen. Briefly, our data showed that the viral antigen was positive in the bronchial (Fig. 1Q ) and bronchiolar epithelial cells (Fig. 1R ) and positively scattered in the alveolar cells (Fig. 1S) and macrophages (Fig. 1T ) in 4 out of 6 cases. Furthermore, the distribution of viral antigen in the lung tissues was consistent with that of EV71 receptor, indicating that the lower respiratory tract of the lung also remained the target tissue of EV71 infection. Therefore, the above results suggested that lung injury was caused by direct injury and/or immunopathologic injury of respiratory tract epithelium after viral infection.", "cite_spans": [{"start": 132, "end": 153, "text": "(Gilbert et al. 1988;", "ref_id": "BIBREF1"}, {"start": 154, "end": 175, "text": "Merovitz et al. 2000;", "ref_id": "BIBREF5"}, {"start": 176, "end": 193, "text": "Tsai et al. 2001)", "ref_id": "BIBREF7"}, {"start": 290, "end": 309, "text": "(Vallet et al. 2009", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 520, "end": 528, "text": "(Fig. 1Q", "ref_id": null}, {"start": 564, "end": 572, "text": "(Fig. 1R", "ref_id": null}, {"start": 622, "end": 631, "text": "(Fig. 1S)", "ref_id": null}, {"start": 648, "end": 656, "text": "(Fig. 1T", "ref_id": null}], "section": "Specimens"}, {"text": "Lung tissues of EV71 infected patients with severe HFMD showed interstitial pneumonia and positive viral antigens in the pulmonary epithelial cells and macrophages. This in turn suggested that, lung injury, in addition to the neurogenic cause, might also be caused by EV71 infection that in turn invades the upper respiratory tract, spreads to the lower respiratory tract, and then infects the lung tissues. Therefore, severe EV71 infection is considered as a systemic virally infective disease. In addition to the involvement of the central nervous system, the respiratory system and lung tissues were also considered as the main target organs of the virus. In critically ill children, neurogenic damage and/or virus that directly infect the lung causes pulmonary edema and interstitial pneumonia, leading to respiratory and circulatory failures and even death.", "cite_spans": [], "ref_spans": [], "section": "Specimens"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features and risk factors of pulmonary oedema after enterovirus-71-related hand, foot and mouth disease", "authors": [{"first": "L", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Hsu", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Lin", "suffix": ""}, {"first": "C", "middle": [], "last": "Hsueh", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Shih", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Ning", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Hwang", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Lee", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "1682--1686", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Outbreak of enterovirus 71 in Victoria, Australia, with a high incidence of neurogenic involvement", "authors": [{"first": "G", "middle": ["L"], "last": "Gilbert", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Dickson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Waters", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Kennett", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Land", "suffix": ""}, {"first": "M", "middle": [], "last": "Sneddon", "suffix": ""}], "year": 1988, "venue": "Pediatr Infect Dis J", "volume": "7", "issn": "", "pages": "484--488", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Autopsy findings in children with hand, foot, and mouth disease", "authors": [{"first": "M", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wei", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Ou", "suffix": ""}, {"first": "K", "middle": ["X"], "last": "Li", "suffix": ""}, {"first": "D", "middle": ["Z"], "last": "Luo", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Li", "suffix": ""}, {"first": "E", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Nong", "suffix": ""}], "year": 2012, "venue": "N Engl J Med", "volume": "367", "issn": "", "pages": "91--92", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Distribution of EV7 1 receptors SCARB2 and PSGL-1 in human tissues", "authors": [{"first": "X", "middle": ["Y"], "last": "Jiao", "suffix": ""}, {"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Huang", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Chang", "suffix": ""}, {"first": "Q", "middle": ["C"], "last": "Qiu", "suffix": ""}], "year": 2014, "venue": "Virus Res", "volume": "190", "issn": "", "pages": "40--52", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mechanism of fulminant pulmonary edema caused by enterovirus 71", "authors": [{"first": "S", "middle": ["J"], "last": "Kao", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Hsu", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Chen", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "38", "issn": "", "pages": "1784--1788", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Enterovirus 71 infections at a Canadian center", "authors": [{"first": "L", "middle": [], "last": "Merovitz", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Demers", "suffix": ""}, {"first": "D", "middle": [], "last": "Newby", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcdonald", "suffix": ""}], "year": 2000, "venue": "Pediatr Infect Dis J", "volume": "19", "issn": "", "pages": "755--757", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Human P-selectin glycoprotein ligand-1 is a functional receptor for enterovirus 71", "authors": [{"first": "Y", "middle": [], "last": "Nishimura", "suffix": ""}, {"first": "M", "middle": [], "last": "Shimojima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tano", "suffix": ""}, {"first": "T", "middle": [], "last": "Miyamura", "suffix": ""}, {"first": "T", "middle": [], "last": "Wakita", "suffix": ""}, {"first": "H", "middle": [], "last": "Shimizu", "suffix": ""}], "year": 2009, "venue": "Nat Med", "volume": "15", "issn": "", "pages": "794--798", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Respiratory virus infections among pediatric inpatients and outpatients in Taiwan from 1997 to 1999", "authors": [{"first": "H", "middle": ["P"], "last": "Tsai", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Kuo", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Wang", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "111--118", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fatal case of enterovirus 71 infection", "authors": [{"first": "S", "middle": [], "last": "Vallet", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Legrand Quillien", "suffix": ""}, {"first": "T", "middle": [], "last": "Dailland", "suffix": ""}, {"first": "G", "middle": [], "last": "Podeur", "suffix": ""}, {"first": "S", "middle": [], "last": "Gouriou", "suffix": ""}, {"first": "I", "middle": [], "last": "Schuffenecker", "suffix": ""}, {"first": "C", "middle": [], "last": "Payan", "suffix": ""}, {"first": "P", "middle": [], "last": "Marcorelles", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "1837--1840", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Scavenger receptor B2 is a cellular receptor for enterovirus 71", "authors": [{"first": "S", "middle": [], "last": "Yamayoshi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamashita", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": [], "last": "Hanagata", "suffix": ""}, {"first": "T", "middle": [], "last": "Minowa", "suffix": ""}, {"first": "T", "middle": [], "last": "Takemura", "suffix": ""}, {"first": "S", "middle": [], "last": "Koike", "suffix": ""}], "year": 2009, "venue": "Nat Med", "volume": "15", "issn": "", "pages": "798--801", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "Table 1 The EV71 nucleic acid detection result of cerebrospinal fluid, brain, heart and lung tissues in 6 cases (positive cases/total cases).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Specimens </td><td>Cerebrospinal fluid </td><td>Brain </td><td>Heart </td><td>Lung\n</td></tr><tr><td>Nucleic acid </td><td>3/6 </td><td>6/6 </td><td>1/6 </td><td>4/6\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements This study was supported by the Guangxi Natural Science Foundation Grant (2014GXNSFAA118200).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest The authors declare that they have no conflict of interest.Animal and Human Rights Statement The study was approved by the Medical Ethics Committee of Guangxi Medical University. Written informed consents were obtained from all the patients, or their guardians and families prior to the study.", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}