{"paper_id": "d6dcd44dabb7092cb00c6bfbe9c0cc035f154a74", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "The 5T;TG12 variant has varying clinical consequences. Due to this variability it is recommended that clinical criteria alone be used to determine whether a person with this variant has CF (www.cftr2.org). Cases report At Ancona CF Centre since 2006 27 cases carrying the 5T;TG12 variant in combination with a CF-causing mutation or CFTR variant were identified (12 females; 15 males; median age: 9.6 years; median age at diagnosis: 1.9 years). 3 were identified due to male infertility in adult age; 3 were identified due to CF like respiratory symptoms (bronchiectasis); 22 (81.4%) were identified because positive to CF newborn screening. The first diagnostic label for 19/27 (70.3%) was CFSPID: 6/19 (31.5%) became CF due to new CF like respiratory features and/or 2 or more consecutive positive sweat chloride tests (age range at CF diagnosis: 7 months -126 months). 6/27 (22.2%) were labeled as CF; 1 was labeled as CBAVD, 1 was labeled as CFTR-RD (Table 1) . 7 out of 27 (25.9%) were lost to follow up.", "cite_spans": [], "ref_spans": [{"start": 954, "end": 963, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Background"}, {"text": "The cohort of patients with 5T;TG12 variant in combination with a CF-causing mutation is heterogeneous. The sweat chloride can remain in the borderline range for a long period of time. In our CF centre 31.5% of CFSPID became CF: the time frame to CF diagnosis should be longer than 10 years. Based on our experience we confirm that the clinical picture should lead a personalized strategy to treat this cohort of patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Informed consent was obtained from all patients for data publication. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The study objective was to assess the disease progression and burden of cystic fibrosis (CF) in patients aged≥ 6 years homozygous for F508del in Europe. Materials and methods VOICE was an observational, encounter-based registry study of patients aged ≥6 years homozygous for F508delconducted at 37 CF centres in 7 countries in Europe. Data from 24 months before enrolment were collected retrospectively. Available data from the most recent 24-month period with no CFTR modulator therapy were analysed for all enrolled patients who had not participated in other Vertex studies previously or concurrently. The rate of change in percent predicted forced expiratory volume in 1 second (ppFEV 1 Background Matrix metalloproteases (MMPs) are proteolytic enzymes restoring tissue architecture following injury. The importance of MMP activity in cystic fibrosis (CF) pathogenesis has been demonstrated. Particularly, the MMP-9 activity increases in CF patients undergoing acute exacerbation, and this correlates with the degradation of its natural tissue inhibitor. The reduction of MMP-9 activity in CF patients by MMP inhibitors (MMPIs) represents an attracting target, although this effort has been largely unsuccessful, mainly due to lack of appropriate drug delivery in the lungs, adverse effects, and poor enzymatic selectivity of compounds. The aim is to synthesize, purify, and fully characterize a new family of MMPIs, armed to be linked to carrier proteins and to determine their biological properties Materials and methods The synthesis of new MMPIs relies on a gram-scale synthetic strategy previously optimized [1, 2] , starting from commercially available glycine and inserting on the aminoacidic nitrogen the pre-formed spacer via Mitzunobu reaction. The terminal carboxylic group of the spacers will be activated as N-hydroxysuccinimide for protein scaffold conjugation. All intermediates will be purified by chromatography/ dialysis and fully characterized by NMR/MS/MALDI-MS. The biocompatibility and immunogenicity of each compound will be tested on human peripheral blood mononuclear cells (PBMCs)by Trypan blue/ MTT assays and cell proliferation/IL-2 measurements [3] . The ability of each compound to inhibit MMP-9 activity will be measured on ex vivo human neutrophils by succinylated-gelatin assay.", "cite_spans": [{"start": 688, "end": 689, "text": "1", "ref_id": null}, {"start": 1616, "end": 1619, "text": "[1,", "ref_id": null}, {"start": 1620, "end": 1622, "text": "2]", "ref_id": null}, {"start": 2177, "end": 2180, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "We developed and characterized a new family of MMPIs soluble in water.No compounds induced cytotoxicity at 12-24 h, demonstrating their fully biocompatibility. Cell exposure to each compound did not stimulate immune cell activation, ruling out possible immunogenicity. The ability of the compounds to inhibit of MMP-9 activity was at low nanomolar range, suggesting a good enzymatic specificity.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "New biocompatible, no immunogenic, MMP-9 inhibitors, soluble in water and structurally useful to decorate endogenous proteins, were here described.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Ivacaftor is a CFTR potentiator approved in EU for class-III and for residual function (RF) CFTR mutations. Limited data are available on the effects of Ivacaftor on these patients with severe lung disease, usually excluded from RCT. Background Progress in the survival and quality of life of Cystic Fibrosis patients, until the recent advent of CFTR potentiators and/or modulators depended on the intensity of the diagnostic therapeutic program and the compliance.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The course of a patient with mild respiratory symptoms has been evaluated. In particular, the following parameters were considered: auxological trend, respiratory function tests (FEV 1 , CVF, MMEF), CFQR, respiratory sputum bacteriology. Patient, female, born with natural childbirth at the fortieth week of gestation. APGAR score 9-10, body weight 3110 gr, body height 51 cm. From the age of 7 months , several bronchitic episodes occurred (every 15 days) with mucus resistant to common antibiotic therapies. For suspected GER she followed ranitidine suspension therapy without success. Growth arrests at the age of 15 months. At the age of 18 months the patient performs two sweat test with a positive result. The genetic investigation showed the F508del/G1349D mutations; the fecal elastase was 449 ug/g. She started aerosol therapy with Salbutamol, a rehydration therapy and vitamins. At age 6 years she started treatment with Ivacaftor. After 3 years of follow-up, the patient achieved a notable height and weight increase with BMI from 13 to 17.85. The spirometric indices increased by an average of 40% (Table1). In addition, the patient reported a significant improvement in the quality of life with the eradication of Pseudomonas aeruginosa without exacerbations.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "The early use of potentiators and/or modulators of CFTR in the presymptomatic period could lead to a better clinical evolution of these patients. Patient's parents gave consent for the publication of clinical data.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Cystic fibrosis (CF) is the most common genetically determined, life limiting disease. The genetic origin of CF is the mutations in the CF transmembrane conductance regulator (CFTR). CFTR mutations may be classified into six categories. Class III mutations consists in defections within chloride channel gating. Ivacaftor is a potentiator that augment chloride transport and increase airway surface liquid height and cilia beat frequency in airway epithelial cells, expressing a CFTR gating mutation. Lung transplantation is the only therapeutic possibility for CF patients with serious respiratory deficiency. Several parameters of the respiratory function and the general and metabolic state of the patient are evaluated by the Transplant Center in order to define precise clinical criteria to identify the \"transplant window\".", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We describe the clinical history of C., female, 45 years old. Genetics: DF508/ G178R. Pancreatic failure since June 2013. Normal liver and kidney function. On the waiting list since June 2015for bipulmonary transplantation. She has assumed Ivacaftor from September 2015. Patient has been followed up by clinical examination, instrumental and laboratory tests. Auxological parameters and respiratory function were monitored. She was subjected to a quality of life assessment questionnaire: CFQ-R.From the beginning of the therapy program, after about 3 years of treatment, an improvement of the auxometric parameters was observed, resulting in an increase in BMI from 19.9 to 25. Respiratory function has also improved (FEV1 from 19% to 25%). At the sweat test a decrease in chloride concentration from 127 mmol/l to 52 mmol/l has been recorded. Over the years, the patient's perception of the disease has improved with CFQ-R score increasing from 72 to 90. She performed eye and ECG examinations to assess possible toxicity of the drug. No adverse events were reported. In May 2019, the patient underwent a successful bipulmonary transplant. Today she has good general clinical conditions and continues follow-up.", "cite_spans": [], "ref_spans": [], "section": "Case report"}, {"text": "As recent studies have shown, Ivacaftor has been found to be a drug that can improve respiratory function, metabolic assesment and consequently the quality of life for the patients with gating mutations. In the case presented, the treatment can be considered a valid \"Bridge therapy\" as it has allowed to achieve good conditionsfor the bipulmonary transplantation. Ivacaftor is an example of innovative therapeutic strategy for carriers of a CFTR channel gating mutation. The further development of such approaches offers great promise for future therapeutic strategies in CF. Patient gave consent for the publication of clinical data. Poor adherence rates to treatment is frequently reported in cystic fibrosis (CF). Specific data about CFTR modulators are currently lacking, with only one report showing suboptimal adherence to Ivacaftor [1] . Several methods of adherence assessment have been reported, such as daily phone dairy, self-report, prescription refill history (PRH) and electronic monitoring. In Italy PRH data are hard to collect due to the absence of a network between territorial pharmacies and CF centers. In our region (Lazio, Italy), during 2016-2019 period, Lumacaftor-Ivacaftor (LUM-IVA) was delivered by in-hospital pharmacy, according to specific regional law. This offered us an unique opportunity to assess adherence to LUM-IVA in this window of time using PRH.", "cite_spans": [{"start": 840, "end": 843, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "We conducted a single-center, retrospective, observational study investigating adherence rates to LUM-IVA in 20 CF patients (11 males, 9 females) homozygous for F508del mutation (median age 20 years, range 10 -44 years), referred to Bambino Gesù Children's Hospital (Rome). Observation period spanned from October 2016 to July 2019. PRH data were recorded by in-hospital pharmacy service using Medical Possession Ratio (MPR -total amount of medication obtained by the patient divided by the total amount of prescribed medication). At the end of the observation period, a phone interview was conducted assessing self-reported adherence (0-100%). Spearman coefficient was used to assess correlation between MPR and self-reported adherence.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Average monitoring period was 26.7 months (range 5-32 months).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Overall, median MPR derived adherence was 97%, ranging from 39% to 107%. Self-reported median adherence was 98.5%, ranging from 50% to 100%. In 4 out of 20 patients (15%) MPR derived adherence was < 65%. No significant correlation was found between MPR and self-reported adherence (r 0.31 p 0.17).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "To our knowledge, this is the first attempt to assess adherence to LUM-IVA in CF patients. Our results show optimal adherence to LUM-IVA in the majority of our sample. Those results are in contrast with the current literature on adherence and may reflect the specificity of Italian CF population (not yet described elsewhere) and/or patients' expectations on CFTR modulators. However, a consistent number of patients (4/20) shows a poortosuboptimal pattern of adherence. Routine adherence screening should be part of the standard care of CF patients, especially in the era of CFTR modulators. Costeffectiveness analysis, clinical implications assessment and tailored countermeasures are needed. Patients or their parents gave consent for the publication of clinical data.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Cystic Fibrosis Transmembrane conductance regulator (CFTR)-modulators have been approved as a mutation-targeted personalized treatment for CF. Treatment efficacy is variable suggesting that individual factors may further influence drug effectiveness. New approaches that better support the identification of responders to CFTRmodulators are the clinical need. Here, we bridge CFTR-modulators to infection by defining the impact of these therapies on airway microbiology and clinical response in CF patients.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Antimicrobial activity of CFTR-modulators and synergism with standard antibiotics were evaluated on a bio-bank of longitudinal Pseudomonas aeruginosa and Staphylococcus aureus isolates. Next, a cohort of CF patients homozygous for F508del-CFTR mutation is under investigation in a longitudinal study before and after Lumacaftor/Ivacaftor treatment. ", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "None or minimal antimicrobial effect was observed upon exposure of P. aeruginosa isolates to CFTR-modulators alone, including high concentrations up to 16 μg/ml for ivacaftor (IVA) and tezacaftor (TEZ) and 256 μg/ml for lumacaftor (LUM). Whereas, synergistic effect of CFTR-modulators with antibiotics was detected. IVA synergized with polymyxin and colistin in almost all P. aeruginosa isolates, while it did not show any synergy with other antibiotics. Differently, TEZ and LUM showed few synergies, even at high concentrations. Of note, IVA showed an antimicrobial activity per se against S. aureus isolates at clinically relevant concentrations, and synergized with antibiotics. LUM showed a similar activity although at higher concentrations. Conversely, TEZ was completely ineffective. We studied 14 patients, 12 years of age or older, homozygous for the F508del mutation, who had been taking LUMA/IVA for at least 2 years, with particular regard to their airways infections before and after treatment. Pulmonary exacerbations significantly decreased from baseline after both the first and the second year of treatment. Pulmonary function (FEV 1 % predicted) and body mass index also improved from baseline but not significantly. After the first and second treatment year, no significant change in microbiological isolation was observed. The analysis of clinical data from additional 28 patients is in progress. In addition the antimicrobial activity of CFTR-modulators on patients' isolates is under investigation.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "So far, these results suggest that CFTR-modulators can have an antibacterial activity and influence antibiotic efficacy through a synergistic effect that varies dependently from the isolate, modifying treatment efficacy. These initial clinical studies support the needs for further evaluation of their impact on infection. The Cystic Fibrosis (CF) is an autosomal recessive disease caused by mutations in CFTR gene, resulting in alteration of the chloride channel activity. Currently, the therapeutic strategies use drugs like potentiators and correctors or their combination. These drugs act in a mutationspecific manner, making these treatments limited to a few kinds of patients. For this reason, the research is focused on the development of novel classes of drugs: new potentiators and correctors, stabilizers, amplifiers, mRNA repairs and PTC readthrough molecules [1] . Among these, of great interest are the amplifiers that enhance the transcriptional level of CFTR gene. Our project is based on the hypothesis that a CF patient with CFTR mutations that retain a residual function may have a clinical benefit by increasing the amount of its mutated CFTR protein resulting in an increased chloride ion flux. Thus, our aim is to develop a method for the simultaneous analysis of the effect of molecules on the activity of the CFTR gene promoter (through the luciferase assay) [2] and to analyze this effect on the activity of the endogenous CFTR protein through a halide sensitive YFP assay [3] .", "cite_spans": [{"start": 871, "end": 874, "text": "[1]", "ref_id": null}, {"start": 1382, "end": 1385, "text": "[2]", "ref_id": null}, {"start": 1497, "end": 1500, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "We constructed a bi-cistronic lentiviral vector (the pCFTR-LUC-YFP) containing two different expression cassettes: the LUC cassette to express the luciferase gene under the control of the CFTR promoter region3kb long; the YFP cassette expressing the yellow fluorescent protein and the puromicyn genes for the endogenous CFTR activity analysis and cell selection. To test our CFTR promoter region in as many cell lines as possible, we used pCFTR-LUC-YFP vector for the production of lentiviral particles with VSV-G as envelope protein. Then, we transduced different cell lines with different CFTR gene expression levels (i.e., HEK293, A549, Calu3 and Caco 2 cell lines). After treatment with sodium butyrate (NaB), an inhibitor of histone deacetylases, we tested gene expression variation by luciferase assay and RT-PCR [4] .", "cite_spans": [{"start": 819, "end": 822, "text": "[4]", "ref_id": null}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Preliminary data show, as expected, that the basal CFTR expression levels are different in each cell lines. Moreover, each cell line differently responds to NaB treatment.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The preliminary data demonstrate that this model represents a good screening system for molecules with amplifier action, also by high throughput screening methods. Moreover, the use of lentiviral particles allows to test the activity of the CFTR promoter in almost all cell lines as well as in primary cells.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "It is well known that nutritional status is strongly associated with pulmonary function and survival in Cystic Fibrosis (CF). CF patients with end stage lung disease often present a progressive nutritional decline, due to a higher energy expenditure for the increased work of breathing and the chronic pulmonary infection and also due to a reduced calorie uptake. An aggressive nutritional support should be provided in order to maintain or gain additional weight, especially in candidates to lung transplantation (LTx), as poor nutritional status has been consistently associated with increased pre LTx waitlist mortality. . However this lack of deterioration was obtained by means of progressive increase of nutritional intervention (Table 1) . A nutritional support (oral nutritional supplements and/or enteral tube feeding) had been already prescribed one year before listing in 38% of cases, which increased to 56% and 59% at the time of listing and at the time of transplantation respectively. In addition a more aggressive nutritional intervention (partial parenteral nutrition) was required in 19% of cases Conclusions In our patients, BMI was maintained during the waiting list by means of a progressive intensification of nutritional interventions. These findings confirm that therapeutic strategies aimed to maintain weight loss are associated to improve survival in CF patients in waiting list. An informed consent was obtained from all patients for data publication.", "cite_spans": [], "ref_spans": [{"start": 735, "end": 744, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Background"}, {"text": "The role of Bioelectrical Impedance in ", "cite_spans": [], "ref_spans": [], "section": "A14"}, {"text": "In the first stage 210 CF patients (30 from the Milan CF Center) completed a four days food record in order to characterize their nutritional habits and deliver common nutritional recommendations. At the same time in vitro digestion studies were carried out to estimate fat digestibility in real foods and meals under CF gastrointestinal conditions (intestinal pH, bile acid concentrations). Subsequently a pilot study was aimed at obtaining a personalized correction factor for each individual on the basis of the Theoretical Optimal Doses (TODs) obtained by in vitro studies. The study consisted of two consecutive stages, throughout which 42 patients (5 from our Center) received a standardized diet and a fixed dose of enzymes. Faecal samples were collected to assess the coefficient of fat absorption (CFA) while patients assumed the TODs. The use of this dose without any correction allowed to obtain a satisfactory CFA. The app was then developed and included an algorithm to calculate PERT-dose, a symptoms diary, a nutritional handbook and educational games. The app was linked to a professional web tool allowing healthcare professionals to evaluate patient's data and give feedback. A clinical trial was planned to assess its usefulness; in the first stage a questionnaire specifically targeted to gastrointestinal symptoms (PEDSQL-GI) was validated in different languages in 240 CF patients (62 from our Center) to be used as endpoint in the second part of the trial. Cystic Fibrosis Questionnaire-Revised (CFQ-R) and a Visual Analogue Scale (VAS) were also administered. A 6 months multicenter prospective trial involved 154 patients (20 from our Center) who used the app every day entering the meals and taking the PERT dosage calculated. In a substudy of the clinical trial, faecal samples were collected to control CFA on a free diet. ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We present the case of a 9 years-old girl with CF diagnosed at birth following intestinal occlusion for meconium ileus (genotype: F508del/L1077P). In the first 6 months of life she underwent two surgeries for occlusion with bowel resection. After surgeries she ended up with 102 cm small bowel, without ileo-ceacal valve, and ileocolic anastomosis. This anatomical situation is classified as short bowel syndrome type 2 and she needed parenteral nutrition (PN) support until the age of 14 months when PN was stopped. Despite the presence of a mild alteration of liver enzymes and a moderate degree of intestinal malabsorption, she had optimal weight and height gain. At the age of 4 years, during a hospital admission for respiratory tract infection, a severe vitamin A deficiency (VitA: 0 mg/l) was documented. This deficiency was associated with nocturnal blindness. Electroretinography (ERG) was performed and found normal. Despite nutritional adaptation of lipid and liposoluble oral intake, the deficit could not be corrected and was associated with important malnutrition which justified a new PN support. This was continued for 18 months with improvement of nutritional status and liposoluble vitamin profile (VitA:0,16mg/l, VitE:6,7mg/l, VitD:27,6 mcg/l). PN was stopped because of hepatic deterioration with cholestasis and evolution to cirrhosis. Two years after interruption of PN, despite normal growth and no clinical symptoms, retinal sufferance was found in a follow-up ERG. Vitamin A level was 0,11 mg/l with the rest of lipid soluble vitamins in range. After an unsuccessful increase of oral supplementation, intramuscular administration was started leading to ERG normalization.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "The peculiarity of this case is the coexistence of alteration in the three main protagonists of Vitamin A metabolism: pancreas, bowel and liver. Those three organs have a strong anatomic and functional linkage as testified by \"the vitamin A vicious circle\" [1] . The informed consent of the parents has been obtained. Background Sodium supplementation (as sodium chloride) is essential for patients with Cystic Fibrosis, however adherence to the nutritional therapy is often below the optimal value [1] . The are several causes: from the very low palatability of the products used to the huge daily therapeutic load of CF patients that leads nutritional supplementation therapy to take second place.", "cite_spans": [{"start": 257, "end": 260, "text": "[1]", "ref_id": null}, {"start": 499, "end": 502, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "Collection of data regarding drug withdrawals in terms of quantity and frequency at local patients' pharmacies by telephone interview and / or email and comparison with the medical prescription. Results 78% of patients shows adherence to sodium supplementation with Wadi (NaCl 1 g + Mg capsule).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Adherence to sodium supplementation with Wadi is very close to the optimal value of 80%.The limit of the study is that the withdrawal of the drug does not necessarily imply its intake. Although this drug has recently come on the market, the data of its use are encouraging, as it presents a neutral palatability and a format that meets the patient's habits. In cystic fibrosis (CF) patients chronic Pseudomonas aeruginosa (Pa) infection is associated with lung damage, a more rapid decline in lung function, and is an important prognostic factor of morbidity and mortality [1] . Pa earlier acquisition shortens life expectancy, therefore, eradication of initial Pa acquisition and delay chronic infection is crucial for patient care [2] . Aim of this study was to analyse the whole genome sequences (WGS) of Pa isolates obtained from a child over a 4 years period in order to define if she was subjected to uncommonly frequent reinfections or if she has acquired an early chronic Pa infection.", "cite_spans": [{"start": 573, "end": 576, "text": "[1]", "ref_id": null}, {"start": 733, "end": 736, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Paisolates (n = 32) were subjected to WGS using the Nextera XT Flex DNA kit and the Miseq system (Illumina). Genetic characterization was performed by comparison of the obtained Pa genome sequences with specific databases such as virulence gene and antibiotic resistance databases. Moreover, phylogenetic relationship of the isolates was evaluated using a SNP-based approaches and SNPs matrix was used as input for phylogenetic analyses to determine the relationships between genomic sequences of Pa isolates obtained from this study and the ones that are present in databases. ", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Since there are no absolute indications about the administration of Palivizumab in CF patients, our analysis showed that this passive prophylaxis led to a low incidence of RSV infections. It therefore seems reasonable to implement a prophylaxis program with Palivizumab in patients suffering from chronic respiratory diseases such as CF.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Potential role of serum and plasmatic biomarkers to predict clinical and functional response to antibiotic treatment for pulmonary Background Pulmonary exacerbations (PEx) frequently occur in cystic fibrosis patients, with an unfavorable impact on disease course [1] . The need of precocious markers of PEx as diagnostic tools and prognostic factors for treatment response, has increased the interest to biomarkers analysis in both sputum and blood samples. Several studies have investigated the role of acute phase reactants during PEx and little evidence exists for serum C-reactive protein (CRP) [2] and sputum interleukin-8 (IL8) [3] . In this study we measured several plasmatic and serum biomarkers to estimate their predictive and prognostic value in course of PEx.", "cite_spans": [{"start": 263, "end": 266, "text": "[1]", "ref_id": null}, {"start": 599, "end": 602, "text": "[2]", "ref_id": null}, {"start": 634, "end": 637, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "A22"}, {"text": "We prospective enrolled 24 CF patients (17 F, 7 M) in course of PEx in need of intravenous antibiotic treatment. Patients were assessed at the diagnosis of PEx, at the fifth day of treatment and at the end of the antibiotic course. During each control patients performed clinical evaluation, pulmonary function test (forced expiratory volume in one second, FEV1) and blood test of plasmatic and serum biomarkers (fibrinogen, FBG; calprotectin, CP; interleukin-6, IL6; IL8; procalcitonin, PCT; white blood cells, WBC; reticulocyte, RCT; erythrocytes sedimentation rate, ESR; CRP). Informed consent was obtained from all patients for data publication.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The main results of our study are:", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "1. High levels of at least two serum biomarkers at the diagnosis of PEx occurred in all but two patients; 2. All patient completed the antibiotic treatment (14 days) and", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "we observed a significant reduction of IL6, CRP, CP, FBG and WBC at the end of the antibiotic course (Table 1) , despite this reduction was independent with favorable and unfavorable response; 3. FBG seems to be the most earlier and predictive marker of treatment efficacy: the reduction of FBG after five days of therapy was associated to significant improvement in FEV1 values at the end of the antibiotic cycle.", "cite_spans": [], "ref_spans": [{"start": 101, "end": 110, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Serum and plasmatic biomarkers seems to be simple and reproducible parameters to assess clinical and functional response during PEx and the trend of FBG may reflect the improvement of lung function. Further studies, with a large population, are needed to better investigate the role of such markers in clinical practice. Background In order to detect infections and quantify inflammatory biomarkers in patients with CF, bronchoalveolar lavage fluid (BALF) and/or sputum has been previously performed with conflicting results on their use. Saliva could represent an useful alternative tool being characterized by non-invasive collection and direct anatomical relationship with the lower airways [1] . The aim of this study was to investigate whether the salivary levels of interleukin-6 (IL-6), IL-8 and tumour necrosis factoralpha (TNF-α) are associated with the clinical status of CF patients.", "cite_spans": [{"start": 694, "end": 697, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Unstimulated saliva samples from 110 CF adults and 32 CF children have been collected at the Regional Cystic Fibrosis Center, Adult and Pediatric Section. and from 50 healthy subjects as controls. Lung disease severity was classified as severe, moderate and mild considering both the FEV 1 and age of patients [2] . Salivary biochemical parameters were analyzed by automated clinical chemistry analyzer. Salivary IL-6, IL-8 and TNF-α were measured by specific ELISA methods.", "cite_spans": [{"start": 310, "end": 313, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Biochemical analyses revealed that salivary chloride was significantly higher (p<0.05) in CF adults compared to controls, while calcium and phosphate resulted lower (p<0.005). Furthermore, salivary LDH, potassium and phosphate concentrations were significantly higher in CF children compared to those in CF adults (p<0.05). All three salivary cytokines, IL-6, IL-8 and TNF-α, resulted significantly higher in CF adults compared to controls (Table 1) . No significant differences were observed between CF adults and children. Regarding the correlations between cytokines and the lung disease severity in CF patients significant correlations were observed only in CF children: i) Spearman's rankorder analysis showed a positive significant correlations between IL-8 and FEV 1 (r s : 0.388; p=0.031); ; ii) IL-6 positively correlated with FEV 1 / age ratio, an index of lung disease severity (r s : 0.412; p=0.019). No significant correlations of the salivary cytokines levels with the genotype and lung colonization were observed in neither CF adults and children.", "cite_spans": [], "ref_spans": [{"start": 440, "end": 449, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "This study showed that:", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "salivary electrolyte and LDH concentrations were significantly different among healthy subjects, CF adults and children; -IL-6, IL-8 TNF-α levels were significantly higher in saliva from CF patients compared to healthy subjects; in CF children, IL-6 and IL-8 correlated positively and negatively, respectively, with lung disease severity.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "According with the literature [3] , our results suggest that saliva could represent a valid matrix for the diagnosis and monitoring of CF patients. In particular, salivary IL-6 and IL-8 could represent useful biomarkers for monitoring lung disease in CF children. Further studies are needed to confirm the power of salivary markers and to define their potential predictive value. Informed consent to data publication was obtained from all parents. Background Cystic fibrosis is characterized by a progressive respiratory disease that is still the leading cause of morbidity and mortality. The accumulation of mucus with consequent neutrophil-mediated inflammation is responsible for the formation of bronchiectasis, which feeds the infectious-inflammatory vicious circle. Furthermore, during inflammation, there is a release of deoxyribonucleic acid (DNA) which contributes to increasing the density of secretions. To interrupt this vicious circle, in recent years, the method of bronchoscopy with therapeutic lavage has been taking hold with the instillation of recombinant human DNase to make the secretions more fluid and then aspirating them avoiding their accumulation and reducing inflammation [1] .", "cite_spans": [{"start": 30, "end": 33, "text": "[3]", "ref_id": null}, {"start": 1200, "end": 1203, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Herein we describe our experience using bronchoscopy with instillation of recombinant human deoxyribonuclease (rhDNase) in five adults with CF regardless the evidence of lobar atelectasis. RhDNase (2.500 U/2.5ml diluted in 20 mL 0.9% saline) was administered into the most affected lobes (identified by chest radiograph prior to the procedure) by flexible bronchoscopy. Patients data were the following:", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "36 year-old man, genotype F508del/R553X, chronic Pseudomonas aeruginosa colonization with dyspnea and increased Lumacaftor/Ivacaftor, chronic Pseudomonas aeruginosa colonization and recent worsening of respiratory symptoms and lung function. Chest X-ray showed persistent consolidation of the left lower lobe.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "In four out of the five cases, the procedure resulted in an immediate improvement in symptoms, forced expiratory volume in 1 s (FEV1) and radiological features. Following the procedure, the patients resumed their regular medical regimen which included nebulised rhDNase.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In our hands, bronchoscopic instillation of rhDNase in patients with CF was safe and well-tolerated. These preliminary observations are encouraging. However, randomized controlled prospective trials of bronchoscopic instillation of rhDNase are needed to determine whether this form of treatment is justified. All patients gave written informed consent for data publication. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Inhaled dry powder mannitol tolerability in cystic fibrosis (CF) patients is influenced by respiratory function and Forced expiratory volume in 1 second (FEV 1 ) was predictive only in patients with more severe airway obstruction, with a moderate degree of accuracy (AUC 0.71) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 279, "end": 287, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "A25"}, {"text": "The LCI showed a high effectiveness in predicting nocturnal hypoxemia in stable patients with CF, particularly when compared with a traditional parameter of lung function such as FEV 1 .", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Almost all the patients with Cystic Fibrosis (CF) present chronic rhinosinusitis (CRS). Clinical and basic scientific research, focusing on therapeutic strategies for CF-associated CRS, is limited; endoscopic sinus surgery (ESS) is an option for patients with CRS, it can help in management of infection, improve quality of life and stabilize lung function decline.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Pertinent studies published between January 2015 and January 2019 were selected by a Medline search accessed via PubMed and the Cochrane Library of titles and abstracts using the standard Boolean system; the words \"endoscopic sinus surgery AND rhinosinusitis AND cystic fibrosis\" were used as search string.", "cite_spans": [], "ref_spans": [], "section": "Material and methods"}, {"text": "Despite appropriate medical therapy, 20-60% of CF patients are going to require ESS; surgical intervention is generally reserved for those who have failed more conservative medical therapy [1] ; to reduce pulmonary pathogen colonization, especially in transplant CF patients, is mandatory [2] . Proposed predictive criteria for ESS are: massive polyposis, prior history of ESS, high Lund-Mackay score, high SNOT-22 score and severe CFTR mutations [3, 4] ; delay in surgery did not affect post-operative improvement [5] . A preoperative evaluation of CT findings is essential to avoid complications; an intra-operative image guidance can be useful due to anatomic differences in CF patients, especially in revision cases [6] . ESS procedure in pediatric patients is totally safe [7] . ESS also plays a critical role in reducing or eradicating pulmonary colonization of pathogens in CF patients [8] . Surgery leads to relieve nasal obstruction, decrease purulent nasal discharge, increase activity level and improve olfaction [9] . At our ENT-CF clinic, established 1989, CF patients are evaluated with CT and cone-beam CT (CBCT) for pediatric patients; radiological results are qualitatively and quantitatively evaluated using Lund-Mackay score and together with endoscopic Meltzer's Score and SNAQ-11 questionnaire are used for the assessment of a CF sinus score (CFSS). In the last 5 years, 88 patients (51.1% under 18 years old) underwent ESS with clinical and symptomatic improvement. Our experience is consistent with the results in the literature regarding similar strategies.", "cite_spans": [{"start": 189, "end": 192, "text": "[1]", "ref_id": null}, {"start": 289, "end": 292, "text": "[2]", "ref_id": null}, {"start": 447, "end": 450, "text": "[3,", "ref_id": null}, {"start": 451, "end": 453, "text": "4]", "ref_id": null}, {"start": 515, "end": 518, "text": "[5]", "ref_id": null}, {"start": 720, "end": 723, "text": "[6]", "ref_id": "BIBREF20"}, {"start": 778, "end": 781, "text": "[7]", "ref_id": "BIBREF21"}, {"start": 893, "end": 896, "text": "[8]", "ref_id": "BIBREF22"}, {"start": 1024, "end": 1027, "text": "[9]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Results"}, {"text": "The treatment of CRS in CF is complex and challenging; currently available data are limited to mostly case series and further larger perspective studies are much needed. ESS has been shown to improve sinus and pulmonary bacterial colonization, as well as reducing patient symptoms. Increasing research suggested that a multi-disciplinary approach with ESS combined with topical and medical therapies offer the most optimal treatment for CF patients. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The aim of pulmonary rehabilitation is to restore the cystic fibrosis (CF) patients to the highest possible level of independence. However, the natural history of CF is characterised by a progressive decline in lung function due to chronic pulmonary infections and recurrent exacerbations [1] . This leads to an increase in symptoms, such as dyspnoea and fatigue, and to intensification of treatments [2] ; therefore, the advancement of the illness overshadows the achieving of independence. Energy Conservation Techniques (ECTs), an educational intervention commonly used by occupational therapists, are recommended in the international pulmonary rehabilitation guidelines [3] [4] and they help to avoid unnecessary or excessive use of energy during daily life activities (DLA) [5] . The primary objective of this study is to assess the effectiveness of ECTs in terms of reduction of energy expenditure, dyspnoea and fatigue perception.", "cite_spans": [{"start": 289, "end": 292, "text": "[1]", "ref_id": null}, {"start": 401, "end": 404, "text": "[2]", "ref_id": null}, {"start": 674, "end": 677, "text": "[3]", "ref_id": null}, {"start": 678, "end": 681, "text": "[4]", "ref_id": null}, {"start": 779, "end": 782, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Seven patients were recruited from April to July 2019 in the Cystic Fibrosis Center (\"Policlinico Umberto I\" Hospital, Rome). All outcomes were measured during the execution of four tasks, using and not using ECTs: walking, tidying up, dressing, showering. Energy expenditure was measured using the accelerometer SenseWear Pro3 Armband, dyspnea was measured with the modified Borg scale, fatigue was assessed using a ten-point Likert type scale. Oxygen saturation (SpO 2 ) and respiratory rate (RR) were also recorded at the end of each task.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "With ECTs, significant reductions in perceived breathlessness and fatigue scores were reported during walking ( ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Occupational Therapy could supply an innovative contribution in the rehabilitation of patients with CF. It aims to enhance the patient's independence, even in the context of frailty and advanced illness, by adopting Energy Conservation Techniques. Our data suggest that the use of ECTs in CF patients during DLA could reduce energy cost and dyspnoea and muscle fatigue perception, but further research is needed to support the use of energy conservation techniques among CF patients.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In patients with cystic fibrosis (CF) the build-up of mucus in the lungs leads to infections and inflammation and eventually to deterioration in lung function [1] . To prevent them, chest physiotherapy is advocated for the clearance of mucus in the airways and the best airway clearance technique should be tailored to the individual [2] . Among these, Intrapulmonary Percussive Ventilation (IPV) is an intrathoracic device that provides continuous oscillation to the airways through the mouth and produces an alternating positive pressure. As a consequence, the vibration loosens the mucus allowing an easier expectoration and therefore improving the airway patency [3] . However, evidence on its efficacy, especially in children population, is still lacking. Therefore, the aim of this study is to assess the efficacy of IPV on the frequency of pulmonary exacerbations (PEx) and the changes in lung function in pediatric patients with CF. Materials and methods Pediatric CF patients followed at \"Policlinico Umberto I\" Hospital of Rome and prescribed with IPV treatment between November 2018 to July 2019 were retrospectively recruited. Data regarding number of PEx and lung function (FEV1, FVC, FEF25-75%) were collected and considered as primary and secondary outcomes, respectively. For each patient, comparison between data obtained after starting IPV and those collected from an equal time interval before starting IPV was performed.", "cite_spans": [{"start": 159, "end": 162, "text": "[1]", "ref_id": null}, {"start": 334, "end": 337, "text": "[2]", "ref_id": null}, {"start": 667, "end": 670, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "Nine patients (M/F: 3/6, mean age: 10.2 ± 3.2 years, mean body mass index: 16.5 ± 2.4 kg/m2) were recruited for analysis. Mean length of IPV treatment was 203 ± 94 days (range: 113 -413 days). Spirometry at the moment of IPV prescription showed a mild-to-moderate impairment in lung function (FEV1: 77.4 ± 8.7% of predicted value). Use of IPV was associated with a significant decline in the rate of PEx (1.7 ± 1.3 with IPV vs 1.0 ± 1.2 before IPV, p = 0.014). A non-significant improvement in mean FEV1 (-1.7 ± 5.0% vs 2.5 ± 3.8% before and during IPV, respectively) and FVC (-1.6 ± 3.7% vs 2.5 ± 3.7% before and during IPV, respectively) changes was observed with IPV.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Use of IPV in children with CF is associated with a significant reduction in PEx and a positive trend in lung function. Further prospective studies are needed to confirm these results and to assess the efficacy of IPV on clinical and functional outcomes in CF pediatric populations.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Patients with cystic fibrosis (CF) waiting for lung transplantation (Tx) might need advanced therapies as extracorporeal lung support, that can be performed using extracorporeal membrane oxygenation (ECMO) and extracorporeal CO 2 removal (Prolung®) [1] . These therapies can impede the implementation of a physiotherapy program, so determining a situation of deconditioning that can reduce the chances of survival before and after lung transplantation [2] . Primary aim of this study is to investigate the effect of a physiotherapy program on peri-transplant mortality (i.e. within 60 days) in a group of CF patients that received extracorporeal lung support as a bridge to lung transplantation.", "cite_spans": [{"start": 249, "end": 252, "text": "[1]", "ref_id": null}, {"start": 452, "end": 455, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "A retrospective observational analysis was conducted on data collected from CF patients admitted to the Transplant Intensive Care Unit of \"Policlinico Umberto I\" Hospital of Rome from 2010 to 2017, receiving extracorporeal lung support while awaiting lung transplantation. Data were retrospectively collected from medical records: demographic data, tracheostomy status, days of extracorporeal lung support, days in ICU (total and post-Tx) and mortality rates. Patients were divided in two groups according to the level of physical activity (PA) performed during physiotherapy sessions, measured by the ICU Mobility Scale (i.e. low activity ≤ 4 points vs high activity > 4 points).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Data from twenty patients were obtained for the analysis (13 F; mean age: 30.92 ± 10.32 yrs). Overall mortality was 55%. Among those undergone lung Tx (15/20), peri-transplant mortality was 40% (6/15). Twelve out of twenty patients (60%) performed low levels of PA during their ICU admission. No differences were observed between groups with regards to anthropometric features. Peri-transplant mortality rates differed significantly between groups, being 85.7% vs 0% (p = 0.001) among patients with low and high levels of PA, respectively. Furthermore, length of post-transplant ICU stay was significantly higher for patients with low level of PA (27 (22 -61) vs 14.5 (12.2 -15.7) days, p < 0.001).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Higher levels of physical activity may provide better outcomes in terms of peri-transplant mortality and post-transplant ICU stay in CF patients receiving extracorporeal lung support while awaiting lung transplantation. Further studies on a larger sample are needed to fully evaluate benefits and risks of this treatment modality.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In patients with cystic fibrosis (CF) non-invasive ventilation (NIV) improves lung mechanics increasing airflow and gas exchange and decreasing the work of breathing; however, to date, there are no standardized criteria to indicate to whom and when NIV should be started. We investigated whether an early initiation of nocturnal NIV, as a prevention before respiratory failure occurs, affects Lung Clearance Index (LCI) and other clinical and functional outcomes. Material and methods 7 normoxiemic patients (4 males, age 15-34 years, all BMI <18) without history of pneumothorax or presence of blebs were enrolled. All patients were stable at initiation of the treatment. In the first study day spirometry, multiple-breath washout of an inert gas to derive LCI, nocturnal cardiorespiratory polygraphy (PG) were performed. An acclimatization to NIV session, using a bi-level model, to establish the pressures tolerated by each patient was performed.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Treatment with NIV significantly reduced nocturnal respiratory rate (28.4±4.2 vs23.5±1.9) and improved nocturnal SaO 2 (91%±1.0 vs 94%±1.0), without affecting nocturnal mean values of TcCO 2 (38.1±2.3 vs 39.1±2.3, ns). After one year of nocturnal treatment with NIV, FEV 1 % was stable but the LCI significantly improved (from 17.5 to 15.5). Moreover, the mean number of exacerbation was significantly decreasing during the treatment year (4.7vs 2.2, p<0.001). Gas exchange also remained stable as shown by unchanged values of SPO 2 and TcCO 2 (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 544, "end": 553, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The early initiation of NIV significantly improved the LCI value, index of global ventilation distribution, and halved the number of exacerbations/year. The novelty of this finding relay in the fact that so far nocturnal NIV in CF has been used during exacerbations or in hypercapnic patients to slow the progression of respiratory failure. A preventive effect of early treatment with NIV has never been suggested.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In addition, the effect of NIV on ventilation distribution has never explored before. Background Non Invasive Ventilation (NIV) in Cystic Fibrosis (CF) is a bridge to lung transplantation in patients (pts) with end-stage lung disease and a support during acute exacerbations, especially in those with hypercapnia, to avoid ventilator failure. A contraindication for NIV is the occurrence of pneumothorax (PNX), a fearsome complication in advanced CF lung disease. We report our experience using High Flow Nasal Cannula (HFNC) in adult CF pts with respiratory insufficiency secondary to severe lung disease which had to discontinue NIV for spontaneous PNX [1] . Materials and methods 3 adult CF patients (1 F, 42 years; 2 M, 28 and 43years) with severe lung disease (FEV1 < 30%, at rest PaO2 50-60 mmHg, PaCO2>45 mmHg), on nocturnal oxygen therapy and NIV (PSV, IPAP 12-15, EPAP 6), chronic respiratory P. aeruginosa infection, > 3 respiratory exacerbations/year, pancreatic insufficiency and BMI < 19; 2 waiting for lung transplantation) presented with spontaneous PNX during an exacerbation (F with a small one < 2 cm, the others 2 with large PNX treated with chest tube) Results After the onset of PNX patients were switched to HFNC with flow of 25-35L/min, temperature 34-37°C and a FiO2 as required to maintain adequate blood oxygenation (> 93%). Arterial PaCO2 remained stable (<50 mmHg). At time of discharge HFNC was prescribed at home (Fisher and Paykel My Airvo and Optiflow Nasal cannulae). Observational period from acute exacerbation due to PNX ranges from 10 to 28 months: compliance to HFNC is optimal (8 hours/night), blood gases are stable and no concern about safety have raised. Reported comfort was high.", "cite_spans": [{"start": 655, "end": 658, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "Conclusions HFNC represents a safety alternative to NIV in CF patient with chronic respiratory failure and light compensated hypercapnia, when the use of NIV is not possible as on occurrence of PNX.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Occupational therapy (OT) is a client-centered health profession concerned with promoting health and quality of life through occupation [1] . In the field of respiratory diseases, OT is highly recommended in the care of patients with chronic obstructive pulmonary disease [2] , its practice is still not very common in cystic fibrosis (CF). The purpose of this study is to investigate patients' experience and opinions about OT interventions.", "cite_spans": [{"start": 136, "end": 139, "text": "[1]", "ref_id": null}, {"start": 272, "end": 275, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "A survey was conducted among patients with CF and their carers using Survey Monkey©. Nine questions have been included, which investigated the level of usefulness of the OT interventions proposed in the survey cover letter. The survey was diffused through the website of the Italian patients' association (LIFC Onlus), and by sending the link via social network.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Results 128 returned surveys were completed by patients (34%) and carers (66%). This survey shows that 83% of patients have never been offered any OT interventions, education in techniques of energy conservation, playful and manual-representative activities for anxiety management or environmental adaptations. The inclusion of OT in the treatment program is considered very helpful by 44% of respondents against the 3% that considered this useless. With regards to the questions on the relevance and usefulness of the other interventions proposed for patients with CF, five options have been included: not at all, not much, enough, greatly, very much. The possibility to benefit from learning and use of energy conservation techniques was considered \"enough\" by 38% of respondents. The help that the performance of gaming activities and manual-representative activities to alleviate a state of anxiety and the usefulness of devices and environmental adaptations have been considered \"greatly\" by 37% and 35% respectively of the respondents.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The last question of the survey was optional, but despite this there were 102 out of 130 responses. This result shows the great interest that the OT has for CF patients and their carers, as many find it useful for improving the performance of daily life activities and for anxiety management. In particular, the answers show that the OT can be mostly useful to those who have a serious condition or are in an advanced stage of the disease. From these results, we can deduce that there is a great deal of interest by patients to try occupational therapy in CF, for which an implementation in clinical practice is suggested. It is also important to conduct clinical studies on this topic to increase scientific research.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Patients with Cystic fibrosis are daily exposed to a great therapeutic burden represented by respiratory physiotherapy, therapy by aerosol, oral, intravenous and physical activity. Numerous studies underline how during adolescence the therapy adherence, that is undergoing treatments at the right time of the day, in the right sequence and dosage, considerably decreases with negative consequences in terms of: health status, quality of life and hospitalization [1, 2] . From these considerations was born \"Faccio Centro\" the project of a smartphone application for adolescents with CF designed as a tool to increase the adherence to aerosol therapy and physiotherapy guiding them in the process of independence from a parental management of the therapy. Considering the age target, an application has been identified as the most appropriate tool to meet these needs, as the mobile phone is commonly used by adolescents and some studies underline how telemedicine could be a tool to improve the self-management in the FC [3, 4] . Materials and methods \"Faccio Centro\" is a project who integrating the results of the research conducted on the main biomedical databases, google scholar, apple store, android store and the interview with adolescents patient of the \"cystic fibrosis centre\" of the Bufalini Hospital in Cesena. In the app's homepage the daily therapies appear in the temporal order of execution with notes about the correct assumption modalities, a graph indicates the percentage of therapy carried out and there is written the date of the next check with a customizable reminder attached. The patients can set a reminder alarm for each therapy and check if they have performed it or not and the checks will no longer be modifiable after midnight of the same day. In other sections user can interact autonomously with the professionals of the centre by sending an email directly to the most suitable figure to answer his question (doctor, nurse, physiotherapist) and also they can download a summary table of therapies conducted each month with indications on the trend of adherence.", "cite_spans": [{"start": 462, "end": 465, "text": "[1,", "ref_id": null}, {"start": 466, "end": 468, "text": "2]", "ref_id": null}, {"start": 1021, "end": 1024, "text": "[3,", "ref_id": null}, {"start": 1025, "end": 1027, "text": "4]", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "The \"Faccio Centro\" APP designed to be tailored to the patients, simple, customizable, engaging and interactive could be a support tool for adolescents in the autonomous management of therapy and to contain the decline in adherence that has been recorded in the transition from childhood to adolescence. The next step will be to create a prototype of the APP for the patients of the centre to assess its impact on adherence.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Background Molecular analysis of CFTR gene is a key step in the diagnosis of Cystic Fibrosis (CF), carrier testing and prenatal diagnosis; it represent the most frequent genetic test carried out in Italy [1] . An error in the genotype analysis or an incorrect or inaccurate interpretation may have consequences on the life choices of patients and their family. In this context, it is essential that laboratories are competent to perform tests at an acceptable standard and to make sense of the information provided by the test. Monitoring genetic laboratories is an obligation for the National Health System as part of its mandate to protect the health and quality of life of citizens. ", "cite_spans": [{"start": 204, "end": 207, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}, {"text": "The diagnosis of cystic fibrosis (CF) requires confirmatory diagnostic tests that should always include a sweat test, even when two CF-causing mutations are identified. Sweat testing requires experienced staff who should follow standard operating procedures. There are clear guidelines available for laboratories providing a sweat test service that recommend to collect sweat from both arms to decrease the probability of having an insufficient sweat quantity. Some evidences were published regarding the real impact of this practice. In our CF centre we changed our procedure in January 2018 from sweat test on one arm to sweat test on both arms. To evaluate the effectiveness of these two procedures we compared data.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In our centre we regularly perform the sweat test using the Macroduct modified method (Iontophoresis stimulation with pilogel discs, collection on filter paper, chloride titration by coulometry). We compared sweat chloride records in 2 different periods: June 2016 -December 2017 (single sweat test) and January 2018 -July 2019 (bilateral testing). In these two periods the technical staff dedicated to sweat testing was the same. Our CF centre perform internal quality control as recommended (mean CV% for all 3 levels: 6.85%) and participate in the national External Quality Assessment scheme (overall performance in 2018: 100%). Statistical analyses included Chi-square test at 0.05 level of significance.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Results are showed in Table 1 These results show that collecting sweat from both arms don't improve the proportion of tests with sufficient sweat weight; anyway bilateral testing could be used as internal quality control. The assessment of burnout is important to understand the wellness of healthcare workers and the quality of their performance. There are many tests for the analysis of burnout, such as the Maslach Burnout Inventory (MBI) [1] , which are usually generic and not specific for workers that deal with chronic diseases, in particular with Cystic Fibrosis (CF). The aim of this project is to implement MBI tool with CFrelated items to better understand burnout phenomenon in healthcare workers that take care of patients with Cystic Fibrosis and point out its characteristics.", "cite_spans": [{"start": 442, "end": 445, "text": "[1]", "ref_id": null}], "ref_spans": [{"start": 22, "end": 29, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "After a literature review [2, 3] and analysis, specific fields were selected by psychologists focus group and proposed to multiprofessional group of Adult Committee of Italian Cystic Fibrosis Society.", "cite_spans": [{"start": 26, "end": 29, "text": "[2,", "ref_id": null}, {"start": 30, "end": 32, "text": "3]", "ref_id": null}], "ref_spans": [], "section": "Materials and methods"}, {"text": "New nine statements were chosen, divided by three main psychological items (Powerlessness, Framework, Contention) and they will be presented to CF community of healthcare professionals, in addition to the M.B.I. A subgroup analysis will be performed to validate clinimetric properties of the new version of CF-related MBI. Demographic and job related data were included.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The introduction of a questionnaire which is specific for the pathology could be a more accurate evaluation tool to assess burnout in CF healthcare workers, with the aim of finding and treating in advance the discomfort of the individual worker, but also of being able ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The high prevalence of glyco-metabolic derangements in CF children < 10 years of age suggests the relevance of OGTT as a metabolic screening tool before 10 years, differently from what reported in current recommendations. Moreover, the potential evolution to CFRD also for AGT140 group, not yet identified as at risk for glycometabolic derangements, suggests the need of longer-term studies to better define evolution of different glucose alterations in CF children.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Prevalence of urinary incontinence in female with cystic fibrosis followed at the Cesena's CF Regional At birth he showed a mild respiratory distress and difficulty in feeding so was admitted to NICU for a month. Because of the presence of dysphormic features it has been performed a standard karyotype that showed 47 chromosomes and the presence of trisomy 21. The patient was asked to repeat a neonatal screening for abnormal value of IRT and a sweat test, which wasn't performed because of recurrent bronchitis. After the discharge the patient showed many episodes of respiratory infections including some episodes of bronchitis with fever and cough. At the age of seven months, he was admitted to Hospital for cough, fever and dyspnea; it was therefore started empirical antibiotic therapy, first with amoxicillin/clavulanic acid then replaced with clarithromycin, but with very slow improvement. For an improved clinical evaluation, the patient had undergone further assessment: there were performed sweat tests that led to pathological results: 128 mEq/L, 137 mEq/L and 138 mEq/L. Chymotripsine and fecal elastases were abnormal in multiple evaluations. Chest Xray showed multiple pneumoniae. Coltural sputum showed the presence of S. Maltophilia so we started intravenous cefalosporine with clinical improvement. Genetic investigations confirmed the presence of mutations compatible with cystic fibrosis: F(508)del/ F(508)del. The family has been trained in respiratory physiotherapy and the patient started pancreatic enzymes with improved growth and respiratory symptoms.", "cite_spans": [], "ref_spans": [], "section": "A39"}, {"text": "The combination of two genetic pathologies with an unfavorable prognosis is very uncommon. In literature the association of cystic fibrosis and down syndrome is rare and accidental. Parents gave consent to patient data publication. Background Type 1 Spinal Muscolar Atrophy (SMA1) is a genetic disorder that affects the spinal motor neuron; the most common form is an autosomic recessive defect of the survival motor neuron gene 1 (SMN1); it generally onsets before 6 months of life presenting with severe hypotonic weakness in the lower limbs, respiratory distress, weak cry, and poor feeding [1] . In several cases Cystic Fibrosis (CF) poor nutritional status is associated to severe malabsorption. In this case the neuromuscular manifestations may involve legs with numbness, tingling, pain, weakness and unsteadiness of gait. We describe a rare case of a patient affected both by CF and SMA1 associated to concomitant clinical manifestations . Case Report A female 13 months-old was affected by CF with pancreatic insufficiency, diagnosed through a positive NBS and two CF-causing mutations [F508del/4016insT] at CFTR genetic analysis. In the first months of life, she was hospitalized for recurrent respiratory infections, poorly responsive to conventional treatment with oral/ intravenous antibiotics and physiotherapy. Contemporary the patient showed a poor growth status despite PERT and progressively a severe hypotonia with delayed acquisition of developmental milestones, not elicitable osteotendinous reflexes, tongue fasciculations with lack of cough reflex. Based on these symptoms Motorplex panel (analysis of genes causing muscle disorders) was performed resulting in a homozygous deletion for SMN1, compatible with diagnosis of type 1 SMA. A modified personalized physiotherapy program was promptly started, including airway clearance techniques with intrapulmonary percussive ventilation (IPV) and mechanical insufflation-exsufflation. Total enteral feeding by percutaneous endoscopic gastrostomy (PEG) was set up with improvement of clinical and nutritional conditions. The patient started experimental therapy with Nusinersen, a modified antisense oligonucleotide that increases the production of fulllength SMN protein, approved for intrathecal use in paediatric and adult patients with SMA. It has been demonstrated that early treatment of this drug is crucial [2] to improve motor development in SMA.", "cite_spans": [{"start": 594, "end": 597, "text": "[1]", "ref_id": null}, {"start": 2383, "end": 2386, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "Based on our knowledge, this is the first case in which these two genetic diseases occur in the same patient. The progressive neuromuscular weakness that characterizes SMA may impact on delayed mucociliary clearance affecting progressive lung disease and frequent pulmonary exacerbations. IPV is an adequate alternative to conventional chest physiotherapy in this case, also in order to impact upper airway muscle weakness and spinal deformity. We hope that therapy with Nusinersen, and a continuous personalized physiotherapy program may impact on natural history of both diseases and potentially on survival. Patient's parents gave consent for the publication of clinical data. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "At the age of four months, for persistent cough and polypnea, he performed a chest X-ray with an atelectasis of the right upper lobe and bilateral interstitial infiltrates. N.T. was then admitted to our Department for intravenous antibiotic therapy with Cefotaxime (last naso-pharyngeal aspirate culture: methicillin sensitive Staphylococcus aureus, present in respiratory secretions already from the first weeks of life). On the second day of hospitalization, due to the worsening of respiratory symptoms, we supported ventilation with high flow nasal cannula; but for the persistence of the atelectasis on chest Xray, it was decided to have a bronchoscopy with bronchoalveolar lavage (BAL) with Dornase alfa (Pulmozyme). During the endoscopic session tenacious dense mucous secretions were aspirated, especially from the right bronchus. Chest X-ray after 72 hours from bronchoscopy showed a clear improvement in the ventilation of the right upper lobe with an almost complete resolution of the atelectasis. The bacteriological and virological tests performed on the BAL were positive for high-load cytomegalovirus (CMV) (CMV DNA: 10.228.432 copies/ml) as per current lung infection. Therefore intravenous therapy with Ganciclovir (5 mg/kg/day) was started for 15 days. Plasma and nasopharyngeal aspirate CMV copies were also high (15.021 copies/ml, 243.703 copies/ml, respectively). Congenital CMV infection was excluded through the negative CMV DNA on the Guthrie card conserved at the Regional Neonatal Screening Laboratory (Buzzi Hospital, Milan) and through the serology that confirmed the presence of specific IgM. The child was discharged after 25 days of hospitalization with negative CMV plasma copies. Subsequent respiratory culture tests were negative for CMV.", "cite_spans": [], "ref_spans": [], "section": "Case Report"}, {"text": "In our experience the improvement of the radiological picture is to be attributed to Pulmozyme during bronchoscopy. For CMV pulmonary infections in immunocompetent CF patients it is advisable to include the search for this infection in routine diagnostic practice and it should be indicated to dose CMV DNA from the nose-pharyngeal aspirate/sputum/serum in cases of pulmonary exacerbation not responding to conventional therapies and start, if positive, specific antiviral therapy 1-2 . Patient's parents gave consent for the publication of clinical data.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Endobronchial infections in cystic fibrosis (CF) can require treatment with intravenous (i.v.) antibiotics for several days in the hospital, affecting health costs and quality of life for patients and their families. Home i.v. therapy can be an equally effective alternative 1 ; in Italy usually the patient has to manage, prepare and administer the therapy himself or with the help of caregiver. Home care of qualified nurses (\"home nursing service\", HNS) can lead to an improvement of assistance, quality of life and therapeutic compliance 2 .", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "In Livorno, since August 2018, patients who needed i.v. antibiotic were offered the HNS, seven days a week, to reconstitute and administrate i.v. drugs. Three qualified nurses trained in CF, performed the HNS. In every patient, we evaluated, with a written anonymous questionnaire the acceptance and satisfaction of HNS, the compliance with the prescribed therapeutic duration, the number and type of adverse drug reactions and the procedural anxiety.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "We enrolled 6 adult with CF (median age: 26,5 years), in follow-up in Livorno CF Support Centre, to receive HNS. In previous years, all these had already received i.v. therapy at home, with the help of a caregiver (usually a trained family member). In this year 10 antibiotic cycles were performed overall with HNS; during i.v. therapy 5/6 patients had peripheral venous catheter (PVC), 1/6 had central venous catheter. Five patients immediately accepted the HNS gladly, while one accepted afterward, for the initial fear of \"privacy violation\". Contrary to the past, the therapeutic compliance was complete: always the prescribed duration of i.v. therapy has been maintained. None had any allergic drugs reactions; in two cases, with PVC, the presence of the nurse at home has allowed detection of early signs of phlebitis. HNS satisfaction was assessed positively by all patients (median score: 4,8/5). The level of procedural anxiety before the introduction of HNS and during HNS (self-declared with the questionnaire), showed a reduction (median scores: 3,8/5 before HNS and 1,2/5 during HNS).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The results of this preliminary study showed that all patients are satisfied with their current HNS. The nurses played an important role in improving the home i.v. therapy by supervising the patient and identifying precociously the potential problems. Our experience, which we have intention to expand with other evaluations, suggests that HNS provides a positive link between the hospital and patient's home life, reduced the anxiety and improves the therapeutic compliance.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Cystic Fibrosis (CF) patients are admitted to hospital during their lifetime. In hospital, and at home, the drugad ministration frequently takes place intravenously. According to a proactive approach, a single vascular device should be placed, thus allowing to complete the whole diagnostic-treatment pathway. The benefits of such a choice have consequences both on the quality of life of the patient and on cost saving: nurses won't waste time looking for a new vascular access, and there will be a reduction in phlebitis, infections and extravasations that can occur when numerous attempts to cannulate are necessary. Patients with chronic diseases are usually mistrustful towards changes, in particular about therapies or devices. In consideration of the fact the CF patient should benefit from a central access, due to the kind of drugs to administer, a compromise had to be reached. The nurses, sometimes have more difficulty in accepting new procedures or devices for their patients or for the work organization. A new vascular device needs a time of placement which cannot be very short. The aim of our work is to reduce the number of venipunctures and improve the quality of life of patients.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "A long cannula has been chosen, power-injectable and in soft polyurethane so that it could be placed both in superficial and deep veins and could be used for blood collection too.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Evaluation of the problem has been detected. National and international guidelines have been consulted. Getting in touch with devices producers has been made, as well as choice of the device (power glide).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Theoretical and practical training have been carried out by the Clinical Specialist of the producer (BARD).", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Tutorship with Clinical Specialist until autonomy has been followed.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Purchase of Ultrasound for venipuncture guidance has been used.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Patients 'point of view: Satisfaction for the dwell time of the device; they report less pain during placement; new patients asked for the device when admitted to hospital. Background Virtual reality (VR) is defined by \"the use of interactive simulations created with computer hardware and software to present users with opportunities to engage in environments that appear and feel similar to real world objects and events\" [1] . VR quickly became a subject of study in the whole medical-therapeutic field, presenting itself as a valid alternative to Exposure Therapy [2] , to improve the treatment of some pathologies and the recovery of cognitive, mental or motor functions. Materials and methods 50 patients with Cystic Fibrosis aged between 8 and 18 years, were consecutively enrolled in a pilot study approved by the Ethical Committee of the University of Naples Federico II, in which VR was suggested as a tool for pain reduction during venipuncture and for anxiety reduction during intravenous antibiotics. To realize the VR, a head-mounted display and a cell phone inserted inside it were used. The display was positioned before the start of the procedure along with an oximeter, in order to investigate changes in heart rate and saturation; the display and the oximeter were removed only at the end of the procedure. The pain scale Numerical Rating Scale (NRS) was used to assess the perceived pain, while the State-Trait Anxiety Inventory questionnaire was used to assess the anxiety (S.T.A.I.). It was decided to set up the study as a case-control on the same patient. For each procedure questionnaires were administered before VR and at the end of the procedure.", "cite_spans": [{"start": 424, "end": 427, "text": "[1]", "ref_id": null}, {"start": 568, "end": 571, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "Preliminary results have shown a significant reduction in pain and anxiety when VR was used. The use of VR has also proved to be not harmful to patient safety, ensuring the completion of the procedure in safety. All but one patient who used VR reported lower pain than that reported without using it.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Although one of the most known use of VR in the scientific literature is for treating phobias and social disorders [3] , VR has been demonstrated a safe method to control pain and anxiety in this cohort of patients. The reduction of the Heart Rate when the VR is used", "cite_spans": [{"start": 115, "end": 118, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Yoga as a Therapy for Adolescents and Young Adults With Cystic Fibrosis: A Pilot Study", "authors": [{"first": "J", "middle": [], "last": "Ruddy", "suffix": ""}], "year": 2015, "venue": "Glob Adv Health Med", "volume": "4", "issn": "", "pages": "32--38", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Yoga Therapy in Children with Cystic Fibrosis Decreases Immediate Anxiety and Joint Pain", "authors": [{"first": "C", "middle": [], "last": "Mcnamara", "suffix": ""}], "year": 2016, "venue": "Evid Based Complement Alternat Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Adherence to Ivacaftor is suboptimal", "authors": [{"first": "J", "middle": [], "last": "Abbott", "suffix": ""}, {"first": "D", "middle": [], "last": "Bilton", "suffix": ""}], "year": 2015, "venue": "J Cyst Fibros", "volume": "14", "issn": "", "pages": "547--555", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cystic fibrosis transmembrane conductance regulator modulators in cystic fibrosis: current perspectives", "authors": [{"first": "B", "middle": ["Z"], "last": "Schmidt", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Haaf", "suffix": ""}, {"first": "T", "middle": [], "last": "Leal", "suffix": ""}], "year": 2016, "venue": "Clin Pharmacol", "volume": "8", "issn": "", "pages": "127--140", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A novel polymorphism in the PAI-1 gene promoter enhances gene expression. A novel pro-thrombotic risk factor?", "authors": [{"first": "R", "middle": [], "last": "Liguori", "suffix": ""}, {"first": "S", "middle": [], "last": "Quaranta", "suffix": ""}, {"first": "Di", "middle": [], "last": "Fiore", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Thromb Res", "volume": "134", "issn": "", "pages": "1229--1262", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Two CFTR mutations within codon 970 differently impact on the chloride channel functionality", "authors": [{"first": "F", "middle": [], "last": "Amato", "suffix": ""}, {"first": "P", "middle": [], "last": "Scudieri", "suffix": ""}, {"first": "V", "middle": [], "last": "Tomati", "suffix": ""}], "year": 2019, "venue": "Hum Mutat", "volume": "40", "issn": "", "pages": "742--750", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Genotype-dependency of butyrate efficacy in children with congenital chloride diarrhea", "authors": [{"first": "R", "middle": ["B"], "last": "Canani", "suffix": ""}, {"first": "G", "middle": [], "last": "Terrin", "suffix": ""}, {"first": "A", "middle": [], "last": "Elce", "suffix": ""}], "year": 2013, "venue": "Orphanet J Rare Dis", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pseudomonas aeruginosa and other predictors of mortality and morbidity in young children with cystic fibrosis", "authors": [{"first": "J", "middle": [], "last": "Emerson", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosenfeld", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcnamara", "suffix": ""}], "year": 2002, "venue": "Pediatr Pulmonol", "volume": "34", "issn": "", "pages": "91--100", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Early antibiotic treatment of pseudomonas aeruginosa colonisation in cystic fibrosis: a critical review of the literature", "authors": [{"first": "F", "middle": [], "last": "Marchetti", "suffix": ""}, {"first": "L", "middle": [], "last": "Giglio", "suffix": ""}, {"first": "M", "middle": [], "last": "Candusso", "suffix": ""}], "year": 2004, "venue": "Eur J Clin Pharmacol", "volume": "60", "issn": "", "pages": "67--74", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Report from the EuroCareCF working group on outcome parameters in clinical trials", "authors": [{"first": "D", "middle": [], "last": "Bilton", "suffix": ""}, {"first": "G", "middle": [], "last": "Canny", "suffix": ""}, {"first": "S", "middle": [], "last": "Conway", "suffix": ""}], "year": 2011, "venue": "J Cyst Fibros", "volume": "10", "issn": "2", "pages": "79--81", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Effect of treatment of cystic fibrosis pulmonary exacerbation on systemic inflammation", "authors": [{"first": "S", "middle": ["D"], "last": "Sagel", "suffix": ""}, {"first": "V", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Chmiel", "suffix": ""}], "year": 2015, "venue": "Ann Am Thorac Soc", "volume": "12", "issn": "", "pages": "708--725", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Predicting disease progression in cystic fibrosis", "authors": [{"first": "O", "middle": [], "last": "Breuer", "suffix": ""}, {"first": "D", "middle": [], "last": "Caudri", "suffix": ""}, {"first": "S", "middle": [], "last": "Stick", "suffix": ""}, {"first": "L", "middle": [], "last": "Turkovic", "suffix": ""}], "year": 2018, "venue": "Expert Rev Respir Med", "volume": "12", "issn": "", "pages": "905--917", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical and diagnostic utility of saliva as a non-invasive diagnostic fluid: a systematic review", "authors": [{"first": "L", "middle": ["A"], "last": "Nunes", "suffix": ""}, {"first": "S", "middle": [], "last": "Mussavira", "suffix": ""}, {"first": "O", "middle": ["S"], "last": "Bindhu", "suffix": ""}], "year": 2015, "venue": "Biochem Med", "volume": "25", "issn": "", "pages": "177--92", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Classifying severity of cystic fibrosis lung disease using longitudinal pulmonary function data", "authors": [{"first": "M", "middle": ["D"], "last": "Schluchter", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Konstan", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Drumm", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "174", "issn": "", "pages": "780--786", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Saliva as a potential tool for cystic fibrosis diagnosis", "authors": [{"first": "A", "middle": ["C"], "last": "Gonçalves", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Marson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Mendoca", "suffix": ""}], "year": 2013, "venue": "Diagn Pathol", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Medical and Surgical Advancements in the Management of Cystic Fibrosis Chronic Rhinosinusitis", "authors": [{"first": "K", "middle": ["E"], "last": "Tipirneni", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Woodworth", "suffix": ""}], "year": 2017, "venue": "Curr Otorhinolaryngol Rep", "volume": "5", "issn": "", "pages": "24--34", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Correlation between sinus and lung cultures in lung transplant patients with cystic fibrosis", "authors": [{"first": "K", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "Cheng", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Honeybrook", "suffix": ""}], "year": 2018, "venue": "Int Forum Allergy Rhinol", "volume": "8", "issn": "", "pages": "389--93", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Determinants and outcomes of upfront surgery versus medical therapy for chronic rhinosinusitis in cystic fibrosis", "authors": [{"first": "N", "middle": [], "last": "Ayoub", "suffix": ""}, {"first": "A", "middle": [], "last": "Thamboo", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Habib", "suffix": ""}], "year": 2017, "venue": "Int Forum Allergy Rhinol", "volume": "7", "issn": "", "pages": "450--458", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Factors influencing the need for endoscopic sinus surgery in adult patients with cystic fibrosis", "authors": [{"first": "C", "middle": ["D"], "last": "Brook", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Maxfield", "suffix": ""}, {"first": "H", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2017, "venue": "Am J Rhinol Allergy", "volume": "31", "issn": "", "pages": "44--51", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical practice guideline (update): adult sinusitis", "authors": [{"first": "R", "middle": ["M"], "last": "Rosenfeld", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Piccirillo", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chandrasekhar", "suffix": ""}], "year": 2015, "venue": "Otolaryngol Head Neck Surg", "volume": "152", "issn": "", "pages": "1--39", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Impact of high-versus low-risk genotype on sinonasal radiographic disease in cystic fibrosis", "authors": [{"first": "A", "middle": ["A"], "last": "Halderman", "suffix": ""}, {"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "London", "suffix": ""}], "year": 2019, "venue": "Laryngoscope", "volume": "129", "issn": "", "pages": "788--793", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Safety of endoscopic sinus surgery in children with cystic fibrosis", "authors": [{"first": "D", "middle": [], "last": "Tumin", "suffix": ""}, {"first": "D", "middle": [], "last": "Hayes", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Kirkby", "suffix": ""}], "year": 2017, "venue": "Int J Pediatr Otorhinolaryngol", "volume": "98", "issn": "", "pages": "25--33", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Loss of Microbial Niche Specificity Between the Upper and Lower Airways in Patients with Cystic Fibrosis", "authors": [{"first": "S", "middle": ["D"], "last": "Pletcher", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Goldberg", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Cope", "suffix": ""}], "year": 2019, "venue": "Laryngoscope", "volume": "129", "issn": "", "pages": "544--50", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Improved Lung Function after Sinus Surgery in Cystic Fibrosis Patients with Moderate Obstruction. Otolaryngol -Head Neck Surg (United States)", "authors": [{"first": "S", "middle": [], "last": "Khalfoun", "suffix": ""}, {"first": "D", "middle": [], "last": "Tumin", "suffix": ""}, {"first": "M", "middle": [], "last": "Ghossein", "suffix": ""}], "year": 2018, "venue": "", "volume": "158", "issn": "", "pages": "381--386", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Cystic fibrosis pulmonary guidelines: treatment of pulmonary exacerbations", "authors": [{"first": "P", "middle": ["A"], "last": "Flume", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Mogayzel", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Robinson", "suffix": ""}], "year": 2009, "venue": "Am J Respir Crit Care Med", "volume": "180", "issn": "", "pages": "802--810", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "ECFS best practice guidelines: the 2018 revision", "authors": [{"first": "C", "middle": [], "last": "Castellani", "suffix": ""}, {"first": "Aja", "middle": [], "last": "Duff", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Bell", "suffix": ""}], "year": 2018, "venue": "J Cyst Fibros", "volume": "17", "issn": "", "pages": "153--78", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "British Thoracic Society guideline on pulmonary rehabilitation in adults", "authors": [{"first": "C", "middle": ["E"], "last": "Bolton", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Bevan-Smith", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Blakey", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "", "pages": "1--30", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "European Respiratory Society statement: key concepts and advances in pulmonary rehabilitation", "authors": [{"first": "M", "middle": ["A"], "last": "Spruit", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Singh", "suffix": ""}, {"first": "C", "middle": [], "last": "Garvey", "suffix": ""}], "year": 2013, "venue": "Am J Respir Crit Care Med", "volume": "188", "issn": "", "pages": "13--64", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Evaluation of the effect of energy conservation techniques in the performance of activity of daily living tasks", "authors": [{"first": "W", "middle": ["M"], "last": "Ip", "suffix": ""}, {"first": "J", "middle": [], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Yue", "suffix": ""}], "year": 2006, "venue": "Clin Rehabil", "volume": "20", "issn": "", "pages": "254--61", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Unplugging Mucus in Cystic Fibrosis and Chronic Obstructive Pulmonary Disease", "authors": [{"first": "M", "middle": ["A"], "last": "Mall", "suffix": ""}], "year": 2016, "venue": "Ann Am Thorac Soc", "volume": "13", "issn": "", "pages": "177--185", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Best Practice Guidelines: the 2018 revision", "authors": [{"first": "C", "middle": [], "last": "Castellani", "suffix": ""}, {"first": "Aja", "middle": [], "last": "Duff", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Bell", "suffix": ""}], "year": 2018, "venue": "J Cyst Fibros", "volume": "17", "issn": "", "pages": "153--78", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The Effect of Intrapulmonary Percussive Ventilation in Pediatric Patients: A Systematic Review", "authors": [{"first": "E", "middle": [], "last": "Lauwers", "suffix": ""}, {"first": "K", "middle": [], "last": "Ides", "suffix": ""}, {"first": "K", "middle": [], "last": "Van Hoorenbeeck", "suffix": ""}], "year": 2018, "venue": "Pediatr Pulmonol", "volume": "53", "issn": "", "pages": "1463--74", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Critical Care of the Adult Patient with Cystic Fibrosis", "authors": [{"first": "S", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Brown", "suffix": ""}, {"first": "S", "middle": [], "last": "Aryal", "suffix": ""}], "year": 2019, "venue": "Chest", "volume": "155", "issn": "", "pages": "202--216", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Active Rehabilitation During Extracorporeal Membrane Oxygenation as a Bridge to Lung Transplantation", "authors": [{"first": "K", "middle": ["J"], "last": "Rehder", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Turner", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Cheifetz", "suffix": ""}], "year": 2013, "venue": "Respir Care", "volume": "58", "issn": "", "pages": "1291--1299", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "High-flow nasal oxygen versus noninvasive ventilation in adult patients with cystic fibrosis: a randomized crossover physiological study", "authors": [{"first": "M", "middle": ["C"], "last": "Sklar", "suffix": ""}, {"first": "M", "middle": [], "last": "Dres", "suffix": ""}, {"first": "N", "middle": [], "last": "Rittayamai", "suffix": ""}], "year": 2018, "venue": "Ann Intensive Care", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Occupational therapy practice framework: domain & process 3rd edition", "authors": [], "year": 2014, "venue": "Am J Occup Ther", "volume": "68", "issn": "", "pages": "1--48", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "British thoracic society guideline on pulmonary rehabilitation in adults", "authors": [{"first": "C", "middle": ["E"], "last": "Bolton", "suffix": ""}, {"first": "E", "middle": [], "last": "Bevan-Smith", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Blakey", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Pulmonary Medication Adherence and Health-care Use in Cystic Fibrosis", "authors": [{"first": "A", "middle": ["L"], "last": "Quittner", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Marynchenko", "suffix": ""}], "year": 2014, "venue": "Chest", "volume": "146", "issn": "", "pages": "142--51", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The impact of medication adherence on lung health outcomes in cystic fibrosis", "authors": [{"first": "M", "middle": ["N"], "last": "Eakin", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Riekert", "suffix": ""}], "year": 2013, "venue": "Curr Opin Pulm Med", "volume": "19", "issn": "", "pages": "687--91", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Telemedicine is the way forward for the management of cystic fibrosis -the case in favour", "authors": [{"first": "R", "middle": ["I"], "last": "Ketchell", "suffix": ""}], "year": 2018, "venue": "Paediatr Respir Rev", "volume": "261", "issn": "", "pages": "9--21", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Enhancing adherence to inhaled therapies in cystic fibrosis", "authors": [{"first": "P", "middle": [], "last": "Lomas", "suffix": ""}], "year": 2014, "venue": "Ther Adv Respir Dis", "volume": "8", "issn": "", "pages": "39--47", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Quality improvement A35 External Quality Assessment in Cystic Fibrosis Genetic Testing: the Italian Experience", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Centro Nazionale Malattie rare Istituto Superiore di Sanità", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Dipartimento di Biotecnologie Cellulari ed Ematologia\" in \"Dipartimento di Medicina Sperimentale, Sapienza Università di Roma-Azienda Policlinico Umberto I", "authors": [{"first": "Ospedale", "middle": [], "last": "Pediatrico Microcitemico", "suffix": ""}, {"first": "&quot;", "middle": ["A"], "last": "Cao", "suffix": ""}], "year": null, "venue": "Federica Censi (federica.censi01@iss.it) Italian Journal of Pediatrics", "volume": "4", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Survey of medicalgeneticservices in Italy: year 2011", "authors": [{"first": "D", "middle": [], "last": "Giardino", "suffix": ""}, {"first": "R", "middle": [], "last": "Mingarelli", "suffix": ""}, {"first": "T", "middle": [], "last": "Lauretti", "suffix": ""}], "year": 2016, "venue": "BMC Health Serv Res", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Quality assessment in cytogenetic and molecular genetic testing: the experience of the Italian Project on Standardisation and Quality Assurance", "authors": [{"first": "D", "middle": [], "last": "Taruscio", "suffix": ""}, {"first": "V", "middle": [], "last": "Falbo", "suffix": ""}, {"first": "G", "middle": [], "last": "Floridia", "suffix": ""}], "year": 2004, "venue": "Clin Chem Lab Med", "volume": "42", "issn": "", "pages": "915--936", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The Italian National External quality assessment program in molecular genetic testing: results of the VII round", "authors": [{"first": "F", "middle": [], "last": "Censi", "suffix": ""}, {"first": "F", "middle": [], "last": "Tosto", "suffix": ""}, {"first": "G", "middle": [], "last": "Floridia", "suffix": ""}], "year": 2010, "venue": "Biomed Res Int", "volume": "2013", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Adattamento e taratura per l'Italia", "authors": [{"first": "S", "middle": [], "last": "Sirigatti", "suffix": ""}, {"first": "C", "middle": [], "last": "&amp;stefanile", "suffix": ""}], "year": 1993, "venue": "MBI Maslach Burnout Inventory. Manuale. Firenze Organizzazioni Speciali", "volume": "", "issn": "", "pages": "33--42", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Measurement of hypothetical burnout in cystic fibrosis caregivers", "authors": [{"first": "N", "middle": ["J"], "last": "Lewiston", "suffix": ""}, {"first": "J", "middle": [], "last": "Conley", "suffix": ""}, {"first": "J", "middle": [], "last": "Blessing-Moore", "suffix": ""}], "year": 1981, "venue": "Acta Paediatr Scand", "volume": "70", "issn": "", "pages": "935--944", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Professional quality of life among CF healthcare providers", "authors": [{"first": "L", "middle": [], "last": "Goldbeck", "suffix": ""}, {"first": "A", "middle": [], "last": "Fidika", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Heuer", "suffix": ""}], "year": 2015, "venue": "J Cyst Fibros", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "A systematic review of the prevalence and impact of urinary incontinence in cystic fibrosis", "authors": [{"first": "K", "middle": ["B"], "last": "Frayman", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Kazmerski", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Sawyer", "suffix": ""}], "year": 2018, "venue": "Respirology", "volume": "23", "issn": "", "pages": "46--54", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Italian validation of the International Consultation on Incontinence Questionnaires", "authors": [{"first": "A", "middle": [], "last": "Tubaro", "suffix": ""}, {"first": "F", "middle": [], "last": "Zattoni", "suffix": ""}, {"first": "D", "middle": [], "last": "Prezioso", "suffix": ""}], "year": 2006, "venue": "BJU Int", "volume": "97", "issn": "", "pages": "101--109", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Nonsurgical Management of Urinary Incontinence in Women: A Clinical Practice Guideline From the American College of Physicians", "authors": [{"first": "A", "middle": [], "last": "Qaseem", "suffix": ""}, {"first": "P", "middle": [], "last": "Dallas", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Forciea", "suffix": ""}], "year": 2014, "venue": "Mirella Collura Cystic Fibrosis Center and Chronic Respiratory Diseases, O.U. Second Pediatrics \"Di Cristina Hospital", "volume": "161", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Spinal muscular atrophy: diagnosis and management in a new therapeutic era", "authors": [{"first": "W", "middle": ["D"], "last": "Arnold", "suffix": ""}, {"first": "D", "middle": [], "last": "Kassar", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Kissel", "suffix": ""}], "year": 2015, "venue": "Muscle Nerve", "volume": "51", "issn": "", "pages": "157--67", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Nusinersen: First Global Approval", "authors": [{"first": "S", "middle": ["M"], "last": "Hoy", "suffix": ""}], "year": 2017, "venue": "Drugs", "volume": "77", "issn": "", "pages": "473--482", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Piercarlo Poli 1 , Silviana Timpano 1 , Francesca Caldarale 2 , Luisa Giannone 2", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Cytomegalovirus: an unrecognized potential contributor to cystic fibrosis disease progression?", "authors": [{"first": "M", "middle": ["D"], "last": "Parkins", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Ramos", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Goss", "suffix": ""}], "year": 2019, "venue": "Eur Respir J", "volume": "53", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Cytomegalovirus-associated pulmonary exacerbation in patients with cystic fibrosis", "authors": [{"first": "A", "middle": [], "last": "Sawant", "suffix": ""}, {"first": "G", "middle": [], "last": "Spoletini", "suffix": ""}, {"first": "P", "middle": [], "last": "Whitaker", "suffix": ""}], "year": 2018, "venue": "ERJ Open Res", "volume": "4", "issn": "", "pages": "111--2017", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Nursing A43 Evaluation of \"home nursing service\" for intravenous antibiotics administration in cystic fibrosis patients: 1-year experience in Livorno Francesca Nistri 1 , Matteo Botti 2 , Amalia Negri 3 , Sabrina Quinti 3 , Lucia Gadducci 1 , Ivan Querci 1", "authors": [], "year": null, "venue": "Giuseppina Pisano", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "home nursing service\", financed by monetary Fund of Tuscany Region dedicated to Cystic Fibrosis", "authors": [], "year": null, "venue": "francesca.nistri@hotmail.it) Italian Journal of Pediatrics", "volume": "2", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Home versus hospital intravenous antibiotic therapy for cystic fibrosis", "authors": [{"first": "A", "middle": [], "last": "Balaguer", "suffix": ""}, {"first": "González", "middle": [], "last": "De Dios", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Cochrane Database Syst Rev", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Service evaluation of a cystic fibrosis home intravenous antibiotic service provided by a NHS foundation trust", "authors": [{"first": "L", "middle": [], "last": "Elsey", "suffix": ""}], "year": 2016, "venue": "Arch Dis Child", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "The Effects of Virtual Reality Training on Function in Chronic Stroke Patients: A Systematic Review and Meta-Analysis", "authors": [{"first": "H", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Park", "suffix": ""}], "year": null, "venue": "Bio Med Res Int", "volume": "2019", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Virtual reality exposure-based therapy for the treatment of post-traumatic stress disorder: a review of its efficacy, the adequacy of the treatment protocol, and its acceptability", "authors": [{"first": "C", "middle": [], "last": "Botella", "suffix": ""}, {"first": "B", "middle": [], "last": "Serrano", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Baños", "suffix": ""}], "year": 2015, "venue": "Neuropsychiatr Dis Treat", "volume": "11", "issn": "", "pages": "2533--2578", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Implementations of Virtual Reality for Anxiety-Related Disorders: Systematic Review", "authors": [{"first": "T", "middle": [], "last": "Oing", "suffix": ""}, {"first": "J", "middle": [], "last": "Prescott", "suffix": ""}], "year": 2018, "venue": "JMIR Serious Games", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Paul L. Is bronchoscopy an obsolete tool in cystic fibrosis? The role of bronchoscopy in cystic fibrosis and its clinical use. J Thorac Dis. 2017 Sep;9(Suppl 10):S1139-S1145. doi: 10.21037/jtd.2017.06.143.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "High Flow Nasal Cannula (HFNC): an alternative to Non Invasive Ventilation in Cystic Fibrosis severe lung disease Carlotta Biglia 1 , Alessio Mattei 2 , Roberta Di Tria 1 , Elisa Clivati 1 Fibrosis Centre, AOU San Luigi Gonzaga -Orbassano, Torino, Italy; 2 SCU Pneumologia, AOU Città della Salute e della Scienza di Torino, Torino, Italy Correspondence: Carlotta Biglia (carlotta.biglia@gmail.com) Italian Journal of Pediatrics 2020, 46(Suppl 1):A32", "latex": null, "type": "figure"}, "TABREF0": {"text": "abstract A2). Genotypes, sweat chloride (SC) values and clinical features of this cohort of patients", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "ConclusionOur case demonstrates how LCI can be useful in discriminating patients with mild CF lung disease to evaluate the start of therapy with modulators. Furthermore, LCI could be considered a useful tool to assess the response to a treatment in CF. A relative change of greater than 15% between visits, as in our case, is likely outside the intrinsic variability of the test and it is considered physiologically relevant. Patient's parents gave consent for the publication of clinical data.", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "No deaths were registered in patients awaiting LTxConclusionsThe results show that MyCyFAPP improved GI QOL during a 6 months trial and may help patients to improve self-management of PERT.", "latex": null, "type": "table"}, "TABREF10": {"text": "Reference 1. Wiseman EM, Bar-El Dadon S, Reifen R. The vicious cycle of vitamin a deficiency: A review. Crit Rev Food Sci Nutr 2017;57:3703-14 A17 Evaluation of the adherence of NaCl supplementation with Wadi (cps NaCl 1g + Mg) in CF Benedetta Fabrizzi, Andrea Benigni, Veronica Zamponi, Marco Cipolli Cystic Fibrosis Referral Care Center, Mother-Child Department, Ospedali Riuniti, Ancona, Italy Correspondence: Benedetta Fabrizzi (benedetta.fabrizzi@ospedaliriuniti. marche.it) Italian Journal of Pediatrics 2020, 46(Suppl 1):A17", "latex": null, "type": "table"}, "TABREF11": {"text": "Reference 1. Narayanana S, Mainz JG, Gala S, et al. Adherence to therapies in cystic fibrosis: a targeted literature review. Expert Rev Respir Med 2017; 11:129-45. Infection / inflammation A18 Non Tubercolous Mycobacteria (NTM) in cystic fibrosis (CF) patients: real-life data from Verona CF center Giulia Cucchetto 1 , Francesca Lucca 2 , Emily Pintani 1 , Marisol Ocampo Barao 1 , Sonia Volpi 1 Cystic Fibrosis Regional center, Ospedale Civile Maggiore, Verona, Italy; Pediatrics School, University of Verona, Verona, Italy Correspondence: Giulia Cucchetto (giulia.cucchetto@yahoo.it) Italian Journal of Pediatrics 2020, 46(Suppl 1):A18 Background NTM are one of the most challenging pathogens in patients with CF. Diagnosis and specific treatments can be difficult in the clinical practice despite guidelines have been published. The aim of our study is to collect clinical and microbiological data of CF patients with NTM finding followed at our center. Materials and methods Data about CF patients with airway NTM isolation from June 2006 to June 2019 were extracted from our database (with prospectic insertion). Results Airway NTM was reported in 41 patients, representing 5.1% of the whole CF population followed at our center. Females represented 51.22% of our population; delF508 was in homozygosis in 19.51%, and heterozygosis in 56.1%; 73.17% was pancreatic insufficient, while 34.15% had CFRD. Chronic P. aeruginosa, MSSA, MRSA colonization had a prevalence of 82.93%, 36.58%, 12.19% respectively; Aspergillus was found in 61% of patients; S. apiospermum was isolated in 3 patients. First NTM finding resulted at 29.05 ±14.27 years old. M. abscessus, M. intracellulare and M. avium spp were isolated in 46.34%, 24.39% and 9.76% respectively. In the transplanted patients included, NTM was isolated in 2 patients after transplantation, in 5 patients before transplantation. Mean FEV1 in the 12 months before NTM finding was 68.45 ±24.47 %pred, mean FEF25-75 in the 12 months preceding NTM was 46.80 ±49.37 %pred; no change was shown in the 12 months following the first NTM finding. Treatment for NTM was performed in 17 patients (41.46%). The therapy is still ongoing in 5 patients, in 4 of them sputum culture for NTM is still positive (all of them with M. abscessus). Twelve patients concluded the treatment after a minimum duration of 12 months, within this group NTM is still present in 4 patients (all of them with M. abscessus) and eradicated in 8 patients (50% with M. abscessus). Admission to hospital decreased in the 12 months following NTM finding in comparison to 12 months preceding NTM, but this was significant only in the subset of patients treated for NTM. Conclusions NTM prevalence complies to literature. Even if therapy is still ongoing in some patients, NTM was eradicated only in 52.94%, proving the challenging nature of NTM treatment. This appears more evident for M. abscessus than the other species. Fewer hospital admissions in the treated population may suggest a control over infection and inflammation associated to treatment. Assessing treatment response and clinical data in the different NTM species requires wider populations and further studies. Background Since early events in CF patients' life can determine disease progression and burden in later years, there is increasing interest regarding these events. The aim of our study was to evaluate the effect of PA first identification in preschoolers. Materials and methods We retrospectively evaluated data regarding 150 2003-2013 birth cohort CF patients with regular follow-up. All patients had chest CT performed at 4-7 years of age, forced spirometry at 6 years and first N2-MBW measurement. Results We identified 3 groups: 61 patients with first PA identification before 2 years of age (group A); 47 patients with first PA at 2-6 years of age (group B); 42 patients without PA up until 7 years of age(group C). Class I or II mutations on both alleles were significantly more frequent in groups A and B (79% and 72.3% vs 36%), with an OR of 5.98 for PA identification before 7 years of age. Pancreatic insufficiency was significantly more frequent in groups A and B than in group C (91.8% e 85.1% vs 40.48%), with an OR of 11.76 for PA identification before 7 years of age. BMI percentile was higher in group C (p<0.01). FEV 1 %pred was worse in group A than in group C (98.66±15.38 vs 107.19±17.35, p=0.012), as was FVC (p=0.029). LCI 2.5% was worse in groups A and B than in group C (9.45 [8.93-12.6] and 10.82 [8.47-13.52] vs 7.91 [7.24-11.13], p= 0.0023); analysis of LCI 2.5%pred was consistent with absolute values; S cond was also significantly worse in groups A and B; S acin was no different between groups. The prevalence of normal lung CT was lower in group A (19,67%, p=0.0006) and B (22,4%, p=0.005), than C (52.38%); PA identification before 2 and 7 years of age associates with an OR of abnormal chest CT of 2.4 and 4.06, respectively. Peribronchial thickness and mucus plugs were significantly more frequent in groups A and B than in group C. No significant difference was shown between groups A and B for all examined parameters. Chronic colonization developed in 19.67% of group A and in 21.28% of group B. MRSA was found in 3.3% of A, 8.5% of B, 4.8% of C. Conclusions Of note, early PA isolation impacts on respiratory function and radiological status in CF preschool children. Nonetheless, chronic colonization only develops in a relatively small subgroup. A20 Longitudinal genomic analysis of Pseudomonas aeruginosa as a tool for the definition of persistence/reinfection in the airways of Cystic Fibrosis patients Ramona Pezzotta 1 , Piercarlo Poli 2 , Chiara Bracchi 3 , Sara Roversi 1 , Alberto Zani 1 , Erika Scaltriti 1,3 , Rita Padoan 2 , Arnaldo Caruso 1 , Simona Fiorentini 1 Department of Molecular and Translational Medicine, Section of Microbiology, University of Brescia/ASST Spedali Civili, Brescia, Italy;", "latex": null, "type": "table"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF16": {"text": "", "latex": null, "type": "table"}, "TABREF17": {"text": "CF). Although an early detection of this abnormality may be desirable, still its predictability remains uncertain. The Lung Clearance Index is a measure of lung ventilation distribution obtained from a multiple-breath washout technique (MBW), recently implemented in patients with CF. This study aimed to establish whether the LCI predicts nocturnal hypoxemia in patients with stable CF, with mild to moderate disease and normal diurnal gas exchange.", "latex": null, "type": "table"}, "TABREF18": {"text": "abstract A26). Comparison of demographic, clinical and polygraphic variables of the patients according to FEV 1 values M: male; F: female; BMI: body mass index; Pa: Pseudomonas aeruginosa; Sa: Staphylococcus aureus; Bc:Burkholderia cepacia; Nbf: normal bacterial flora; LCI: lung clearance index; FEV1: forced expiratory volume in 1 s; TcCO2: transcutaneous partial pressures of carbon dioxide; ODI: oxygen desaturation index; AHI: Apnea Hypopnea Index; RR: respiratory rate. Data are presented as mean ± standard deviation", "latex": null, "type": "table"}, "TABREF20": {"text": "", "latex": null, "type": "table"}, "TABREF23": {"text": "IGT). 59/66 (89.3%) subjects who did not start insulin therapy, annually performed an OGTT for a mean follow up of 5.8±3.4ys. At the last OGTT, 42/59 (71.2%) showed a glucose derangement: 6/59 (10.2%) CFRD (mean age: 11±2,3 yrs), 11 IGT (18.6%), 5 INDET (8.5%), 20 AGT140 (33.9%). During follow-up no patient with normal glucose tolerance at first OGTT developed CFRD, while 9/24 AGT140 group (37.5%) developed IGT/CFRD. Preliminary data showed that there was no progression towards glycometabolic cathegories in patients who performed insulin therapy.", "latex": null, "type": "table"}, "TABREF24": {"text": "Centre Elena Balestri 1 , Virginia Magnani 2 , Stefania Dall'Ara 1 , Cinzia Grazioli 1 , Maura Ambroni 3 , Fiorella Battistini 3 1 U.O. Medicina Riabilitativa, Bufalini Hospital, Cesena, Italy; 2 University of Bologna, Bologna, Italy; 3 Cystic Fibrosis Regional Center, Bufalini Hospital, Cesena, Italy Correspondence: Elena Balestri (elenabalestri66@gmail.com) Italian Journal of Pediatrics 2020, 46(Suppl 1):A39Background Urinary incontinence is today a recognized problem and it is reported in various studies in literature 1 . The main cause of UI is chronic cough, which leads to a progressive weakness of the pelvic floor muscles. The aim of the study is to evaluate the prevalence of urinary incontinence in patients with cystic fibrosis followed at the Cesena's CF Regional Centre and to determine the presence or absence of a correlation between incontinence and age, body mass index and lung function.Materials and methodsThe International Consultation on Incontinence Questionnaire Short Form 2 (ICIQ-UI SF) was administered to female patients aged 10 years and older during routine visits, in a period from November 2018 to May 2019. Patients who received lung transplantation were excluded from the study. Clinical data of participants were collected including height, weight, forced vital capacity (FVC), forced expiratory volume in one second (FEV1) and expiratory flow medium forced (MEF 75/ 25). FVC, FEV1 and MEF 75/25 were measured using spirometry, performed on the same day the questionnaire was administered. A statistical analysis was carried out by t-test, a significance level of 95% was considered.ResultsForty-nine (98%) of 50 eligible patients (age: 10-53 years) participated. Twenty patients (41%) reported urinary incontinence. The presence of urinary incontinence was associated with increasing age. There is a correlation between incontinence and lung function (measured by FEV1 and MEF 75/25), although it's not statistically significant (p = 0.06). No correlation was found between UI and body mass index or lung function measured by FVC(Table 1). All incontinent female reported stress UI; the situations that most commonly determine urine losses are coughing/sneezing, physical activity and laughing respectively in 80%, 20% and 10% of the patients. 94% of patients reported that the incontinence doesn't impact on their daily life.ConclusionsUrinary incontinence is a frequent and underestimated condition that commonly affects women with cystic fibrosis, although this problem is often not reported by patients to their physician or physiotherapist, probably due to embarrassment. It's important to identify patients with incontinence because simple exercises to strengthen the pelvic floor muscles can improve the situation 3 . Investigating the presence of UI should become part of routine visits. Cystic fibrosis (CF) is a multisystemic hereditary, incurable and chronic disease which causes severe damages to respiratory and digestive tracts. It is the most common genetically inherited disease among caucasians. This disease is caused by defects in CF genes, the so-called mutations in cystic fibrosis transmembrane conductance regulator (CFTR) gene population. Case Report R.D.G. is a SGA newborn with signs of fetal malnutrition, clinical/dysmorphisms features compatible with Down Syndrome, born at 38.1 weeks of gestational age with caesarean section. Birth weight 2.035 kg.", "latex": null, "type": "table"}, "TABREF25": {"text": "A41A complicated association between two different genetic rare disorders: Spinal Muscular Atrophy and Cystic Fibrosis Paolo Buonpensiero 1 , Marta Palma 1 , Simona Spadarella 1 , Bernadette Donnarumma 1 , Giada Zollo 1 , Francesco Nunziata 1 , Chiara Cimbalo 1 , Alice Castaldo 2 , Gaetano Terrone 3 , Antonio Varone 4 , Antonella Tosco 5 , Angela Sepe 5 , Valeria Raia 5", "latex": null, "type": "table"}, "TABREF26": {"text": "abstract A39). Clinical data of the Study Population Data are shown as mean with standard deviation Background N.T. is a 6-month-old infant, born at full term with a normal perinatality. At 15 days of life he was referred to our Center for positive neonatal screening for Cystic Fibrosis (CF) with two F508del CFTR mutations. The positive result of the sweat test (Chloride 64 mEq/L) confirmed the diagnosis and at the age of 17 days he was taken in charge by our CF Center of Brescia. Fecal pancreatic elastase has also documented exocrine pancreatic insufficiency.", "latex": null, "type": "table"}, "TABREF27": {"text": "Nurse 'point of view: satisfaction for the dwell time of the device; decrease in the number of venipunctures; increase in technical skills (US guidance during venipuncture). Preliminary data from 140 observations have the following results: average dwell time: 16 days; reasons for removal; end of therapy: 51%; thrombophlebitis: 4.4%; hematoma: 0.6%; pain: 2.5%; displacement: 2.5%; pre-dismissal change: 0.6%; malfunction: 3.1%. Conclusions Following suggestions: complications survey: phlebitis (which drug, which vein) promote and adopt other devices in order to reduce thrombophlebitis due to the drugs (PICC?) keep on with monitoring vascular access. Virtual reality as an alternative therapeutic option for the management of pain in children with Cystic Fibrosis Anna Maria Iannicelli 1 , Daniele Vito 1 , Pasquale De Matteo 2 , Angela Sepe 1 , Sara Polizzi 1 , Valeria Raia 1 Cystic Fibrosis Center, Department of Translational Medical Sciences, University Federico II of Naples, Naples, Italy; 2 Division of Internal Medicine (Metabolic and Cardiac Rehabilitation Unit), Federico II University of Naples, Italy Correspondence: Anna Maria Iannicelli (annamaria.iannicelli@unina.it) Italian Journal of Pediatrics 2020, 46(Suppl 1):A45", "latex": null, "type": "table"}, "TABREF28": {"text": "Table 1 (abstract A3). Summary of PEx and hospitalisations by baseline ppFEV 1 subgroups", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Observed event rate per patient-year, n (%)\n</td><td>Overall (N=\n</td><td>Baseline ppFEV1&lt;\n</td><td>Baseline ppFEV1\n</td><td>Baseline ppFEV1\n</td><td>Baseline ppFEV1&gt;90%\n</td></tr><tr><td>889)\n</td><td>40%\n</td><td>≥40%-&lt;\n</td><td>≥70%-≤90%\n</td><td>(n=227)\n</td></tr><tr><td> </td><td> </td><td>(n=114)\n</td><td>70%\n</td><td>(n=248)\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>(n=281)\n</td><td> </td><td> </td></tr><tr><td>All PEx </td><td>491\n</td><td>84 (73.7)\n</td><td>180 (64.1)\n</td><td>126 (50.8)\n</td><td>94 (41.4)\n</td></tr><tr><td>(55.2)\n</td><td>1.39\n</td><td>1.08\n</td><td>0.66\n</td><td>0.58\n</td></tr><tr><td> </td><td>0.85\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PEx requiring\n</td><td>296\n</td><td>64 (56.1)\n</td><td>117 (41.6)\n</td><td>67 (27.0)\n</td><td>42 (18.5)\n</td></tr><tr><td>hospitalisations\n</td><td>(33.3)\n</td><td>0.83\n</td><td>0.52\n</td><td>0.24\n</td><td>0.15\n</td></tr><tr><td>0.37\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PEx requiring IV\n</td><td>327\n</td><td>69 (60.5)\n</td><td>133 (47.3)\n</td><td>73 (29.4)\n</td><td>46 (20.3)\n</td></tr><tr><td>antibiotics\n</td><td>(36.8)\n</td><td>0.97\n</td><td>0.60\n</td><td>0.28\n</td><td>0.17\n</td></tr><tr><td>0.42\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Hospitalisations </td><td>386\n</td><td>79 (69.3)\n</td><td>142 (50.5)\n</td><td>90 (36.3)\n</td><td>69 (30.4)\n</td></tr><tr><td>(43.4)\n</td><td>1.30\n</td><td>0.78\n</td><td>0.38\n</td><td>0.28\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.57\n</td></tr></table></body></html>"}, "TABREF29": {"text": "Table 1 (abstract A6). Anthropometric measures, spirometric tests, CFQR, bacteriology over the follow-up", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Date </td><td>Age </td><td>Weight Kg\n</td><td>Height cm\n</td><td>BMI </td><td>FEV1 %\n</td><td>FVC %\n</td><td>MMEF %\n</td><td>CFQR </td><td>Microbiology\n</td></tr><tr><td>12/\n</td><td>6.02 </td><td>18.1 </td><td>118 </td><td>13 </td><td>56.9 </td><td>55.9 </td><td>39.5 </td><td>64 </td><td>SA + PA\n</td></tr><tr><td>01/\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>16\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>26/\n</td><td>6.39 </td><td>21.7 </td><td>120 </td><td>15.7 </td><td>111.4 </td><td>106.3 </td><td>98.2 </td><td>90 </td><td>SA + PA\n</td></tr><tr><td>05/\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>16\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>15/\n</td><td>7.44 </td><td>26.8 </td><td>127.9 </td><td>16.38 </td><td>94.9 </td><td>100.8 </td><td>71 </td><td>94 </td><td>SA\n</td></tr><tr><td>06/\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>17\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>10/\n</td><td>8.51 </td><td>32 </td><td>136 </td><td>17.3 </td><td>95 </td><td>89 </td><td>86 </td><td>95 </td><td>SA\n</td></tr><tr><td>07/\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>18\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>12/\n</td><td>9.1 </td><td>36 </td><td>142 </td><td>17.85 </td><td>101 </td><td>93 </td><td>132 </td><td>91 </td><td>Neg\n</td></tr><tr><td>02/\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>19\n</td></tr></table></body></html>"}, "TABREF30": {"text": "Table 1 (abstract A9). Outcome measures", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Baseline </td><td>After 12 months\n</td></tr><tr><td>FEV1 (% of predicted) </td><td>93 </td><td>96\n</td></tr><tr><td>LCI </td><td>9.51 </td><td>7.25\n</td></tr><tr><td>BMI (SDS) </td><td>-1.18 </td><td>-0.47\n</td></tr><tr><td>6MWT (m) </td><td>420 </td><td>450\n</td></tr><tr><td>CFQR </td><td>85 </td><td>100\n</td></tr><tr><td>Sweat test (chloride mEq/l) </td><td>111 </td><td>106\n</td></tr><tr><td>Pulmonary exacerbations </td><td>1 </td><td>0\n</td></tr></table></body></html>"}, "TABREF31": {"text": "Table 1 (abstract A13). Nutrition interventions in patients with end stage lung disease 12 months before, at time of referral for LTx and at time of LTx", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>12 months before wait listing\n</td><td>Wait listing\n</td><td>Time of LTx\n</td></tr><tr><td>Supplemented Patients (%) </td><td>38 </td><td>56 </td><td>59\n</td></tr><tr><td>Oral supplementation (%) </td><td>31 </td><td>41 </td><td>44\n</td></tr><tr><td>Enteral tube feeding (%) </td><td>9 </td><td>13 </td><td>13\n</td></tr><tr><td>Parenteral supplementation % </td><td>0 </td><td>19 </td><td>25\n</td></tr><tr><td>Kcal from supplementation % (mean±\n</td><td>12.0 ±18.8 </td><td>42.0 ±29.1 </td><td>44.6 ±33.4\n</td></tr><tr><td> </td><td> </td><td> </td><td>DS)\n</td></tr></table></body></html>"}, "TABREF32": {"text": "Table 1 (abstract A23). Cytokines levels in controls subjects, adult and children CF patients as median (2.5-97.5 %ile)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cytokines (pg/mL)\n</td><td>Controls (n = 50)\n</td><td>CF adults (n = 70)\n</td><td>CF children (n = 31)\n</td><td>Kruskal-Wallis (p value)\n</td></tr><tr><td>IL-6 </td><td>28.2 (4.1-66.8) </td><td>57.9 (18.3-202) a </td><td>57.6 (17.7-357) </td><td>5.15*10-10\n</td></tr><tr><td>IL-8 </td><td>55.0 (11.8-206) </td><td>307 (55.3-1031) a </td><td>245 (33.4-889) </td><td>1.06*10-13\n</td></tr><tr><td>TNF-α </td><td>12.4 (0.5-56.1) </td><td>27.4 (2.4-94.1) a </td><td>30.8 (12.6-87.2) </td><td>2.16*10-6\n</td></tr></table></body></html>"}, "TABREF33": {"text": "Table 1 (abstract A26). Comparison of demographic, clinical and", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patients* </td><td>FEV1&lt;65% </td><td>polygraphic variables of the patients according to FEV1 values\nFEV1&gt;65% </td><td>p value\n</td></tr><tr><td>N. </td><td>14 </td><td>17\n</td><td> </td></tr><tr><td>Gender (M:F) </td><td>7:7 </td><td>8:9 </td><td>n.s.\n</td></tr><tr><td>Age (years) </td><td>18.9±4.7 </td><td>16.1±5.4 </td><td>n.s.\n</td></tr><tr><td>BMI (&lt;18/&gt;18) </td><td>11/3 </td><td>10/7 </td><td>n.s.\n</td></tr><tr><td>Pulmonary colonization\n</td><td> </td><td> </td><td> </td></tr><tr><td>Pa </td><td>9 </td><td>2 </td><td>&lt;0.01\n</td></tr><tr><td>Sa </td><td>4 </td><td>10 </td><td>&lt;0.05\n</td></tr><tr><td>Bc </td><td>1 </td><td>0 </td><td>n.s.\n</td></tr><tr><td>Nbf </td><td>0 </td><td>5 </td><td>&lt;0.05\n</td></tr><tr><td>LCI </td><td>17.4±3.1 </td><td>9.6±3.5 </td><td>&lt;0.01\n</td></tr><tr><td>FEV1% </td><td>48.2±12.2 </td><td>80.1±10.8 </td><td>&lt;0.01\n</td></tr><tr><td>Mean awake SpO2 </td><td>96%±0.009 </td><td>98%±0.007 </td><td>n.s.\n</td></tr><tr><td>Mean Nocturnal SpO2 </td><td>91%±0.01 </td><td>94%±0.01 </td><td>&lt;0.01\n</td></tr><tr><td>Time with SpO2&lt;90% </td><td>8%±0.09 </td><td>2.38%±0.28 </td><td>&lt;0.01\n</td></tr><tr><td>Mean TcCO2 (mmHg) </td><td>32.6±3.33 </td><td>32.6±3.09 </td><td>n.s.\n</td></tr><tr><td>ODI </td><td>7.2±0.7 </td><td>7.2±1.0 </td><td>n.s.\n</td></tr><tr><td>AHI </td><td>0.5±0.3 </td><td>1.7±2.1 </td><td>n.s.\n</td></tr><tr><td>Mean awake RR </td><td>21.3±2.2 </td><td>20±1.3 </td><td>n.s.\n</td></tr><tr><td>Mean nocturnal RR </td><td>27.4±3.8 </td><td>21.9±2.1 </td><td>&lt;0.01\n</td></tr></table></body></html>"}, "TABREF34": {"text": "Table 1 (abstract A31). Demographic and clinical findings of enrolled population at day 1 and after 1 year", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patients </td><td>Baseline </td><td>During NIV </td><td>After 1 year </td><td>P value\n</td></tr><tr><td>Age (years) </td><td>23.8±6.0\n</td><td> </td><td> </td><td> </td></tr><tr><td>LCI </td><td>17.4±3.1 </td><td> </td><td>15.5±2.7 </td><td>&lt;0.05\n</td></tr><tr><td>FEV1 % </td><td>41.3±12 </td><td> </td><td>39.9±2.1 </td><td>ns\n</td></tr><tr><td>PaO2 (mmHg) </td><td>75.5±12 </td><td> </td><td>73.2±11 </td><td>ns\n</td></tr><tr><td>PaCO2 (mmHg) </td><td>41.8.±2.2 </td><td> </td><td>39.0.±2.1 </td><td>ns\n</td></tr><tr><td>Awake SpO2 (%) </td><td>96±0.8 </td><td> </td><td>96±0.4 </td><td>ns\n</td></tr><tr><td>Awake respiratory rate </td><td>21.7±2.2 </td><td> </td><td>23.2±1.8 </td><td>ns\n</td></tr><tr><td>Exacerbations/year </td><td>4.7±1.1 </td><td> </td><td>2.2±0.5 </td><td>&lt;0.001\n</td></tr><tr><td>PG Parameters\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Meannocturnal SpO2 (%) </td><td>91±1.0 </td><td>94±1.0 </td><td> </td><td>&lt;0.001\n</td></tr><tr><td>Time with SpO2&lt;90% </td><td>9.1±3.2 </td><td>3.4±1.7 </td><td> </td><td>&lt;0.01\n</td></tr><tr><td>Mean TcCO2 (mmHg) </td><td>38.1±2.3 </td><td>39.1±2.3 </td><td> </td><td>ns\n</td></tr><tr><td>AHI </td><td>0.6±0.4 </td><td>0.5±0.4 </td><td> </td><td>ns\n</td></tr><tr><td> </td><td>Mean nocturnal RR </td><td>28.4±4.2 </td><td>23.5±1.9 </td><td>&lt;0.01\n</td></tr></table></body></html>"}, "TABREF35": {"text": "Table 1 (abstract A36). Comparative analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Single sweat test </td><td>Bilateral sweat test\n</td></tr><tr><td>subjects with QS </td><td>310 </td><td>92.8% </td><td>229 </td><td>92.0%\n</td></tr><tr><td>subjects with at least 1 QNS </td><td>19 </td><td>5.7% </td><td>14 </td><td>5.6%\n</td></tr><tr><td>subjects with 2 or more QNS </td><td>5 </td><td>1.5% </td><td>6 </td><td>2.4%\n</td></tr><tr><td>subjects tested </td><td>334 </td><td>100.0% </td><td>249 </td><td>100.0%\n</td></tr></table></body></html>"}, "TABREF36": {"text": "Table 1 (abstract A39). Clinical data of the Study Population", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Incontinent (n=20)\n</td><td>Continent (n=29)\n</td><td>p-value\n</td></tr><tr><td>Age (years) </td><td>27.4 (13.98) </td><td>18.14 (7.52) </td><td>0.01\n</td></tr><tr><td>BMI (kg/m2) </td><td>20.41 (4.03) </td><td>20.01 (3.03) </td><td>0.70\n</td></tr><tr><td>FEV1 (% predicted) </td><td>74.29 (26.65) </td><td>86.91 (27.03) </td><td>0.06\n</td></tr><tr><td>FVC (% predicted) </td><td>87.39 (20.55) </td><td>95.10 (20.20) </td><td>0.20\n</td></tr><tr><td>MEF75/25 (% predicted) </td><td>48.06 (33.56) </td><td>63.83 (37.03) </td><td>0.06\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "A27 be viewed as educational tool and used to help direct improvement efforts in the laboratory to efficiently organize the team. Therefore, our purpose is to present this test to Italian CF healthcare workers to understand its effectiveness and its benefits in clinical practice.indicates a general relaxation of the patient and alienation from the procedures, which helped to perceive less pain.", "cite_spans": [], "ref_spans": [], "section": "annex"}]}