{"paper_id": "d73b34dec896869056eeab56aef2725de1e283dc", "metadata": {"title": "Hunting Common Cold Viruses by Some New Methods", "authors": [{"first": "David", "middle": ["A I"], "last": "Tyrrell", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Many different sorts of viruses are known to infect the respiratory tract. There are DNA viruses such as adenoviruses, and numerous RNA viruses, such as the picornaviruses. These include the many serotypes of enteroviruses, and the still more numerous rhinoviruses. Other RNA viruses have the nucleic acid combined with protein in an internal coil, and so are called helical viruses. Many of these are myxoviruses, such as influenza, parainfluenza, and respiratory syncytial virus. They are enveloped in a lipid-containing membrane and so are inactivated by fat solvent like ether.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These viruses are now usually detected in the roller tube tissue cultures of monkey or human cells. They can often be detected by a cytopathic effect (figure 1) or by hemadsorption ( figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 183, "end": 191, "text": "figure 2", "ref_id": null}], "section": ""}, {"text": "Virtually any of the respiratory viruses may be found in virtually any acute respiratory infectious disease; furthermore, epidemiological studies have shown that these viruses cause many of these diseases. That there is a distinction between those 2 statements will be understood. Nevertheless certain viruses tend to predominate in certain clinical syndromes, and the situation in any particular case depends very often upon the population that one is studying. For example, if we study the disease syndrome of croup, acute laryngotracheobronchitis in children, we find that parainfluenza viruses and influenza viruses are the most important etiologic agents, accounting for a great many such cases. But exactly what we find depends on other things too-season, for example. In Britain, for instance, parainfluenza 2 is not prevalent every year, although when it occurs it is, as Dr. Chanock said when he discovered it, a croup-associated virus. Place may be important too-in Australia parainfluenza virus 3, which is relatively unimportant as a cause of croup here and in the Presented before the Seventh Annual Meeting of the Infectious Diseases Society of America, October 25, 1969, Washington, D.C.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Council, Salisbury, Wiltshire, England", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "United Kingdom, is an important cause of croup in the Melbourne area (Ferris, personal communication). The etiology of upper respiratory disease-the common cold-in adults or adolescents is also complex and variable; parainfluenza viruses are uncommon, and rhinoviruses cause perhaps 30% of the disease, while they cause virtually no croup in children.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "The above viruses can usually be cultivated by the tissue culture techniques that I have just mentioned.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "About 1960 we were isolating rhinoviruses from about 30% of the cases of common cold, using tissue cultures maintained in the proper conditions in which we looked for cytopathic effects, and we wondered why it was that we were not recovering viruses from the remaining 70 % of cases. There seemed to be 2 possibilities. One was that, in fact, only 30% of the people excreted viruses when they were infected with them. The other possibility was that our techniques were not sufficiently sensitive and that the remaining 70% of the specimens contained viruses that would not grow in the cultures that we were using, although we had made them as sensitive as we could for the viruses that we knew about.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "In order to distinguish between these 2 possibilities, we were very fortunate in having at hand the ideal test situation for a respiratory virus, namely, volunteers at the Harvard Hospital, established originally as the American Red Cross Hospital, near Salisbury, and since the war adapted to become the Common Cold Research Unit (figure 3) . The volunteers are kept in isolation for about 10 days and are inoculated with intranasal drops after a preliminary quarantine period of about 3 days. They remain in their rooms or away from other volunteers, after being inoculated, and about 30% of those given infectious fluids develop colds. We took some of the 70% of washings from which we could not recover virus and gave them to groups of volunteers, and immediately it a plastic petri dish, the surface scratched with a scalpel and planted with small squares of respiratory epithelium, tracheal or nasal. One can use only 2 fragments if so desired. The dish contains a milliliter or so of nutrient medium and is incubated in a suitable atmosphere [1] .", "cite_spans": [{"start": 1049, "end": 1052, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 331, "end": 341, "text": "(figure 3)", "ref_id": "FIGREF0"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "It was necessary, first of all, to show whether viruses could multiply in these cultures as well as in ordinary tissue cultures. Figure 5 shows the result of a typical experiment, in which nasal secretions containing a small amount of infectious influenza B virus were dropped onto such a culture 2 days after it had been put up, and the amount of virus in the medium was titrated at intervals thereafter. There was over a 100-fold increase in virus in the next 24 hr. This titer declined gradually, and in about 9 or 10 days it was obvious that something was wrong. The ciliated epithelium was no longer seen to be beating when the cultures were examined by reflected light with a low-power microscope. Sections of the cultures showed degeneration. Figure 6 shows typical epithelial degeneration, produced in this case by an adenovirus. The type of degenerative change is almost indistinguishable from that seen either in the cells of a tissue culture infected with adeno- became clear that these materials contained viruses that could cause colds. We were forced to the conclusion, therefore, that the tissue cultures were not adequate technically, and the general thought was that there would be better success if we could use ciliated respiratory epithelium-in fact, the sort of cells in which the viruses must multiply when they cause a cold. Fortunately, Dr. Hoorn of the University of Lund had modified a technique originally described by Fell many years before at the Strangeways Laboratory, and now commonly called organ culture. We use it to culture not whole organs but small bits of tissue. Figure 4 shows the sort of technique that he finally adopted: virus or in the lung of a patient dying from adenovirus pneumonia.", "cite_spans": [], "ref_spans": [{"start": 129, "end": 137, "text": "Figure 5", "ref_id": null}, {"start": 750, "end": 758, "text": "Figure 6", "ref_id": "FIGREF6"}, {"start": 1603, "end": 1611, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "After a series of such experiments it was possible to make the generalization that any respiratory virus-any virus, that is, which is known to multiply in respiratory epithelium-would multiply in organ cultures of this sort, and furthermore that not only laboratory strains of virus would multiply, but also strains obtained in the form of clinical specimens. Furthermore, these i organ cultures were extremely sensitive. We could sometimes detect influenza virus more readily by inoculation of organ culture than of eggs, which are more frequently used. We noted one other thing: that this one system would allow the multiplication of a great variety of viruses. With the ordinary method of isolation, one has to use a number of different systemsdifferent cells and different media-in order to grow different groups of viruses. We were therefore tempted to say, \"This looks rather like the universal culture for respiratory viruses. Isn't it worth, therefore, seeing if we can cultivate with this system some of the respiratory viruses which have hitherto eluded us?\" Therefore we proceeded along 2 parallel lines. The first was that conducted by Dr. Hoorn. He took some specimens from his nose when he had his first cold after he got back to Sweden. This specimen turned out to be very interesting, because from it he could isolate no virus in tissue culture; therefore, he put it into ciliated epithelium of human origin, obtained from embryos and put up in organ culture, and with the sort of lucky chance that sometimes occurs, the cilia stopped beating 4 or 5 days later. He found that this was because a virus was multiplying and that this was just as precise a way of detecting its pres- ence as a cytopathic effect would be in an ordinary tissue culture. Figure 7 shows why the cilia stopped beating. The surface epithelial cells were completely shed. Even if the cultures are kept going much longer, the remaining cells are not destroyed. This virus has only a limited capacity to multiply. It must be supremely cell-specific and host-specific because apparently it can only destroy ciliated epithelial cells of human respiratory mucosa. It cannot multiply in any other form of cell, as Dr. Hoorn's work showed; mucosa of other species or other sorts of human cells will not support growth as determined by back-titration in ciliated cells of this sort. Furthermore, he showed that this virus had quite characteristic properties, that if passed through a relatively tight filter (50 mu, average pore diameter), it was acid-labile, that it was ether-stable, and that it would multiply at 33 C and not at 37 C. People infected with it developed antibodies, but it was not neutralized by serum against any known respiratory virus and in particular not by any known rhinovirus; this virus was, therefore, a rhinovirus of a new serological and biological type (HS).", "cite_spans": [], "ref_spans": [{"start": 1764, "end": 1772, "text": "Figure 7", "ref_id": "FIGREF7"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "We concluded from this work that the organ culture technique would allow rhinoviruses that could not be grown in any other medium to grow and be detected. Then we immediately asked the other question, \"Is this important? Are we missing many viruses in this way?\" I think the answer is rather interesting.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "We have in fact found rather few rhinoviruses that cannot be persuaded to grow in tissue cultures, at least in our laboratory. However, what we have found is that this organ culture system is a most useful, \"enrichment\" medium for their cultivation from clinical specimens. If one takes clinical specimens, puts them into organ cultures, passes the organ culture fluid once or twice, and then puts them back into tissue cultures, one may double the rate of rhinovirus isolation. This work has been confirmed by Dr. Higgins in Cirencester. How much improvement is made must, of course, depend on how good the tissue cultures may be, but there is no doubt that it is a cumbersome, inconvenient method. However, some years ago Harnett and Hooper suggested that one might do almost as well by taking a small piece of respiratory epithelium, dropping it into a milliliter of culture medium in a test tube, and using that instead of the elaborate organ cultures. In fact, this seems to be correct. A visiting worker, Dr. Votava from Czechoslovakia, studied this recently in our laboratory, and table 1 is a summary of some of his experiments.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "Dr. Votava took nasal secretions from volunteers which contained either influenza B virus, or I may now make a brief aside, and ask, \"How on earth did these cultures do it?\" This is a problem that Dr. Dourmashkin and I have been interested in because, as those of you interested in the respiratory tract must realize, the respiratory epithelium is superbly equipped for removing particulate matter such as dust, bacteria, and viruses from its surface. It is continuously covered with mucus, which is moved along rapidly by the ciliary activity, and when we find that a culture like this is apparently much more effective at picking up viral particles than a monkey kidney culture, which doesn't move the virus particles along, we wonder how it is done. We considered this in a rather fanciful way and argued that the virus might exploit this very cleansing motion. Perhaps every time a viral particle comes near a cilium it is drawn to it as by a magnet; in this case the ciliary activity would, in fact, comb out viral particles from the medium and thus add to its efficiency.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "Was there any evidence that this actually happened? Figure 8 is a transverse section of a piece of ciliated epithelium, cut parallel to the surface, and 2 main structures can be seen. One is the cilia cut in cross-section, the membrane surrounding each one and the internal fibers, which probably produce the ciliary movement. There are also microvilli, protrusions from the surface of the cytoplasm, which are nonmotile and equivalent in some ways to the brush-border of other cells. Figure 9 shows a section in another place, this time normal to the surface of the cell. Microvilli can be seen, although the cilia are not cut or stained quite so well. But the point about this picture lies in the position of the vaccinia virus particles. It looks to us that just what one might expect is happening, i.e., viral particles, trapped perhaps in a bit of mucus, are being carried along over the surface of the epithelium by ciliary activity. Figure 10 shows similar epithelium exposed to influenza virus particles, and here the influenza virus particles are right down among the cilia, and many of them are sticking firmly, apparently, to the ciliary membrane. It does look, therefore, as though the influenza virus particles at least-we can't say about others-stick to the cilia. How they get into the cells after that and establish infection is not known. That is a subject for further work.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 60, "text": "Figure 8", "ref_id": "FIGREF8"}, {"start": 485, "end": 493, "text": "Figure 9", "ref_id": "FIGREF9"}, {"start": 940, "end": 949, "text": "Figure 10", "ref_id": "FIGREF3"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "Finally, I want to take you back again to 1960 and follow another thread of research. We had at Salisbury among our volunteers' nasal washings some that would not yield viruses in tissue culture but that would cause colds in volunteers. One of these had some rather interesting properties. If we took the washings and filtered them through a gradocol membrane and inoculated them into volunteers, they produced colds. We thought that they might have been rhinoviruses, but when treated with ether overnight, they lost all their infectivity for volunteers and produced no colds. We thought that this might indicate that they were mycoplasmas, so we treated a group of volunteers with full doses of demcthylchlortetracycline. They got colds-typical upper respiratory disease. We thought, therefore, that we might be dealing with a lipid-containing virus, a myxovirus, a parainfluenza virus perhaps, which we could not cultivate very readily. Therefore the serum from volunteers who did get colds was titrated for all the then known myxoviruses-parainfluenza viruses, influenza A, B, and C, and also respiratory syncytial virus. No antibody rises were detected.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "We therefore made the suggestion, at a small meeting being held on myxoviruses by the CIBA Foundation, that perhaps there were some other sorts of myxoviruses around that could be cultivated, apart from the ones that we knew. Then a few more years went on and, as I have indicated, the organ culture technique became established. We wondered, therefore, whether this strange agent might be propagated in organ culture. We inoculated washings into organ cultures of human respiratory epithelium, and on successive days we collected the fluids and inoculated them into volunteers. Fluids on days 3 and 4 were pooled, and 4 out of 5 volunteers got colds. Even with fluids from days 8 and 9, 4 out of 7 volunteers got colds. By way of control, we inoculated these same washings into dishes that contained no tissue, and we got no colds. Similarly, if we used ferret rather than human tissue, we got no colds. This virus, apparently, like other viruses we had studied, could be propagated serially in human tissue; this was shown by passage in 4 serial transfers in such cultures [3] .", "cite_spans": [{"start": 1075, "end": 1078, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "We thought, therefore, that we had a virus growing, whatever it was, and that it would grow serially in these cultures. But we were only able to detect it by inoculation of volunteers. This is a pretty terrible technique for further study, so we looked at various possible alternative ways of detecting the presence of virus. Unfortunately this strain did not stop the cilia beating, so we could not use the method we had used with the HS virus. B814 virus could be detected by interference, the technique we had used originally with rhino viruses; cultures were given a dose of one of several viruses-enteroviruses or myxoviruses-and did not produce so much of this second virus as uninoculated control cultures. However, this was a difficult and cumbersome method to use, when each test required a set of organ cultures of human respiratory epithelium. Mrs. J. Almeida, then of S1. Thomas's Hospital, suggested to us that we should do direct electron microscopy of these cultures. I doubted that the procedure was practicable and set her a series of tests in which we sent her influenza-virus-infected, adenovirus-infected, and other organ cultures, under code. Every time she detected viral particles of the right shape in the right cultures, and so we then gave her additional organ cultures infected with B814 viruses, and in these she saw virus particles such as she had never seen from human material before (figure 11) . They had a pleomorphic appearance, and most of them were covered with a fringe of club-shaped projections, resembling in some ways the spikes of typical myxoviruses, but clearly not the same. Mrs. Almeida said that she had seen such virus particles twice before, once in unpub- Figure 10 . Section of guinea pig trachea exposed to influenza virus for 1 hr at 4 C. Influenza virus particles have become attached to the surface of the ciliary membrane; others have reached the microvilli, although this is less often seen than attachment to cilia. X42,500.", "cite_spans": [], "ref_spans": [{"start": 1415, "end": 1426, "text": "(figure 11)", "ref_id": "FIGREF3"}, {"start": 1707, "end": 1716, "text": "Figure 10", "ref_id": "FIGREF3"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "lished studies on mouse hepatitis virus (MHV), and in the papers of Berry et al. [4] on the structure of the group of avian infectious bronchitis (AlB) viruses. We were able to pass this information on to our colleagues at the NIH, and with typical industry they turned up, within a matter of months literally, not 1 or 2 viruses of this sort, but half a dozen, and there are some excellent studies by McIntosh and others [5] and a recent epidemiological study in The Journal of Infectious Diseases by Kapikian and colleagues [6] showing that these viruses are present not only in the United Kingdom but in the United States as well.", "cite_spans": [{"start": 81, "end": 84, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 422, "end": 425, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 526, "end": 529, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "One other interesting point was that a virus of rather unusual properties had been isolated with great difficulty by inoculation of tissue cultures of human lung and kidney by Dr. Hamre and her colleagues in Chicago; in the same set of organ cultures in which we had detected particles of B814 virus, we detected similar particles from her 229£ virus, also growing in organ cultures. So this brought together 2 apparently different sorts of viruses from man and showed that they were similar to each other morphologically and also similar to certain viruses of mice and birds.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "But how did we get on further? As in the case of the early work with, for example, influenza virus in ferrets and poliovirus in monkeys, it was necessary to find a more convenient assay system in order to get information more quickly. Mr. Bradburne, working at Salisbury, had been busy at this job, and he found that the 229£ virus would grow readily in the L132 line of human transformed cells that we obtained from the American Type Culture Collection. After exposure to virus they produce a cytopathic effect ( figure 12 ). This rounding up is particularly marked with 229£ virus, but is also produced by B814 and some of the other strains that otherwise grow only in organ cultures.", "cite_spans": [], "ref_spans": [{"start": 514, "end": 523, "text": "figure 12", "ref_id": "FIGREF3"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "It is possible with certain strains to demonstrate plaques in monolayers of cultures grown in the usual sort of way (figure 13), and this facilitates, of course, all sorts of studies like growth curves and kinetic neutralization tests. Similar studies in Dr. Chanock's laboratory have established a system with 2 of their strains (38 and 43), which they had previously successfully adapted to mice, the only strains of the human type that have so far been adapted in this way. I am mentioning Strain EVS. X 300,000.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "this very briefly to indicate that there are now in vitro laboratory systems in which these viruses can be studied and their antigens manufactured, and that it is possible to do precise neutralization tests, immunodiffusion, complement fixation tests, and so on.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}, {"text": "I will conclude by talking about the results obtained at Salisbury, and, first of all, about the antigenic interrelationships of these viruses. Table 1 is rather complex, but the general message of it is quite simple. If one uses neutralization, complement fixation tests, immunodiffusion with human sera or with animal sera, one can show serological relationships between the viruses of Dr. Hamre, some of the viruses that we obtained, the viruses obtained at NIH, and the MHV. But there is no known antigenic relationship at the moment between the human strains and the AlB viruses. Nevertheless, when it comes to cultivating the viruses, it is still generally true that the bird viruses grow only in bird cells, the mouse viruses grow in mouse cells, and the human viruses, with a few exceptions, grow only in human cells [7] . Now what are the effects of these viruses on the human population? We are still finding out. A serological survey against the 229E virus, done by Mr. Bradburne, shows that antibodies are pretty common in Britain in people of various ages. Last winter the frequency of antibodies increased, suggesting that during that period one of 569 these viruses related to the 229E was relatively prevalent in Britain. On the other hand, this also explains why MHV antibody is relatively common in human sera as well, because there are cross-reactions. In the case of the AlB virus, antibodies are found in human sera, but only in people who have close association with poultry-workers in packing plants and so on. . I am not going to say how many serotypes of virus there are for man, but it does seem that all the isolates tested so far-we have tested both the American and the British strains in our volunteers -are capable of producing colds. Table 2 shows some features of the disease produced. The lefthand side shows results obtained with coronaviruses, both the 229E type of Dr. Hamre and our B814; for comparison, results with typical rhinoviruses are shown on the right. A relatively high proportion of volunteers given coronaviruses get colds. There is at the moment before the final tribunal of viral nomenclature a proposal that all these viruses that I have been talking about, which are so similar in many ways, should be described by the term \"coronaviruses,\" to indicate that on electron microscopy, they look a little bit like a crown or a solar corona. It is not legal to use the term without quotation marks at the moment, so I must apologize for this, but it does happen to be less of a mouthful than some of the other pos- sible ways of describing the virus, such as avianinfectious-bronchitis-like-viruses.", "cite_spans": [{"start": 825, "end": 828, "text": "[7]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 144, "end": 151, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1766, "end": 1773, "text": "Table 2", "ref_id": "TABREF1"}], "section": "From the Common Cold Unit, Medical Research"}, {"text": "There is not always a tidy relationship between the presence of circulating antibody and the emergence of infection. This may be related to the matter of local antibody, but we don't know. The incubation period is significantly longer than that due to rhinoviruses. It is always about 3-4 days, rather than 2 days, although the duration of the cold, on the other hand, is relatively shorter; there is less catarrh, nasal secretion, and cough at the end of this cold. Nevertheless, while the cold is on, it's a real streamer. As you probably know, you can't have a cold at the Common Cold Unit unless you use 4 of our small, paper handkerchiefs per diem, but many of the volunteers infected with coronaviruses handsomely exceeded this peak. We had an average of 21 with the 2 viruses used, but one unfortunate used 120, and in fact the house record is held by a person (who does not appear on this table) who used 165 in one day. Sore throat does occur but is not prominent. Cough is much less common than with rhinovirus colds, roughly half the frequency, and in spite of these severe local symptoms the disease on the whole is rather mild. We graded less than 10% of our colds as \"severe,\" indicating that people had to go to bed or were febrile, or something like that. In conclusion, it seems to be the sort of virus that causes a sudden, streaming cold that then dries up, and I suspect that many of you have experienced such an illness.", "cite_spans": [], "ref_spans": [], "section": "From the Common Cold Unit, Medical Research"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Organ cultures in virology", "authors": [{"first": "B", "middle": [], "last": "Hoorn", "suffix": ""}, {"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}], "year": 1969, "venue": "Prog. Med. Virol", "volume": "11", "issn": "", "pages": "408--450", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On the growth of certain \"newer\" respiratory viruses in organ cultures", "authors": [{"first": "B", "middle": [], "last": "Hoorn", "suffix": ""}, {"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}], "year": 1965, "venue": "Brit. J. Exp. Path", "volume": "46", "issn": "", "pages": "109--118", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Cultivation of a novel type of common-cold virus in organ cultures", "authors": [{"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Bynoe", "suffix": ""}], "year": 1965, "venue": "Brit. Med. J", "volume": "1", "issn": "", "pages": "1467--1470", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The structure of infectious bronchitis virus", "authors": [{"first": "D", "middle": ["M"], "last": "Berry", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Cruikshank", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Chu", "suffix": ""}, {"first": "R", "middle": ["J H"], "last": "Wells", "suffix": ""}], "year": 1964, "venue": "", "volume": "23", "issn": "", "pages": "403--407", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Recovery in tracheal organ culture of novel viruses from patients with respiratory disease", "authors": [{"first": "K", "middle": [], "last": "Mcintosh", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dees", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Becker", "suffix": ""}, {"first": "A", "middle": ["Z"], "last": "Kapikian", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Chanock", "suffix": ""}], "year": 1967, "venue": "Proc. Nat. Acad. Sci. U.s.A", "volume": "57", "issn": "", "pages": "933--940", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Isolation from man of \"avian infectious bronchitis virus-like\" viruses (Coronaviruses) similar to 229E virus, with some epidemiological observations", "authors": [{"first": "", "middle": [], "last": "Chanock", "suffix": ""}], "year": 1969, "venue": "J. Infect. Dis", "volume": "119", "issn": "", "pages": "282--290", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronaviruses of man", "authors": [{"first": "A", "middle": ["S"], "last": "Bradburne", "suffix": ""}, {"first": "D", "middle": ["A J"], "last": "Tyrrell", "suffix": ""}], "year": 1970, "venue": "Prog. Med. Virol", "volume": "12", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The Common Cold Research Unit Salisbury. Six of the buildings are used to accommodate up to 30 volunteers in groups of 2 or 3.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A typical petri dish organ culture of tracheal epithelium.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Cytopathic effect in an unstained culture of human kidney cells infected with a rhinovirus. X 240. The refractile abnormal cells can be readily distinguished, indicating a focus of infection. Other cytopathic viruses, such as adenoviruses, produce different morphological changes. In favorable conditions viral infection spreads to destroy the culture.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Hemadsorption-Human red cells adsorbed to kidney cells infected with a myxovirus (influenza A). x300. Stained Giemsa. The growth of influenza B virus in organ culture of human respiratory epithelium. The medium was changed daily and titrated in monkey kid-ney~tissue cultures. The arrow shows the calculated titer of virus at the time of addition of the inoculum.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "... --......", "latex": null, "type": "figure"}, "FIGREF6": {"text": "(left) Uninfected rhesus monkey tracheal epithelium. Cultured 13 days. X480. Hematoxylin and eosin. (right) Parallel culture infected 10 days previously with adenovirus (strain SVI7). X480. Hematoxylin and eosin[2].", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Human nasal epithelium infected with the HS strain of rhinovirus. The ciliated epithelial cells have been completely destroyed.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Section of rabbit tracheal epithelium cut parallel to the cell surface. X67,000. (Figures 8-10 were kindly provided by Dr. R. Dourmashkin.)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Section of rabbit trachea cut perpendicular to surface showing cilia and microvilli. Vaccinia virus particles are apparently entrapped in mucus along with a bacterium. X23,OOO.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Electron micrograph of a typical human coronavirus (kindly supplied by Mrs. J. Almeida).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "(left) Uninfected L132 cells, unstained. (right) Similar cells infected with 229E virus.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Negative print of plaques in a stained monolayer of L132 cells infected with 229E strain.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Cross-reaction among coronaviruses", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Neutralization </td><td>Hemagglutination inhibition </td><td>Immunodiffusion\n</td><td>Complement fixation\n</td></tr><tr><td>LP~229E*\n</td><td>MHV3~ 0C43\n</td><td>OC38~OC43\n</td><td>OC38~OC43\n</td></tr><tr><td>OC38~OC43\n</td><td>OC38~OC43\n</td><td>LP~229E\n</td><td>LP~229E\n</td></tr><tr><td>OC43 ~ 229E\n</td><td> </td><td>229E~MHV\n</td><td>MHV3~229E\n</td></tr><tr><td> </td><td> </td><td>AlB ~ OC43\n</td><td>OC43 +-LP\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Clinical features of colds produced by inoculation of 4 viruses Mean ........ Mean ........ Cough . ......... 31% Severe colds ......", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2. Clinical features of colds produced by inoculation of 4 viruses", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Rhinoviruses\n</td></tr><tr><td> </td><td> </td><td>Coronaviruses </td><td>Type </td><td>Type\n</td></tr><tr><td>Percentage getting colds </td><td>229E </td><td>B814 </td><td>2 </td><td>9\n</td></tr><tr><td>50% </td><td>45% </td><td>37% </td><td>31%\n</td></tr><tr><td>Incubation pe-\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean </td><td>riod (days):\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>......... </td><td>3.2 </td><td>3.3 </td><td>2.1 </td><td>2.1\n</td></tr><tr><td>Range </td><td> </td><td>2-4 </td><td>2-4 </td><td>1-5 </td><td>1-4\n</td></tr><tr><td>Duration (days):\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Mean </td><td>........ </td><td>7 </td><td>6 </td><td>9 </td><td>10\n</td></tr><tr><td>Range </td><td>........ </td><td>3-18 </td><td>2-17 </td><td>3-19 </td><td>2-26\n</td></tr><tr><td>Maximum no. of\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>handkerchiefs:\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Range </td><td>Mean ........ </td><td>23 </td><td>21 </td><td>14 </td><td>18\n</td></tr><tr><td>........ </td><td>8-105 </td><td>8-120 </td><td>3-38 </td><td>3-60\n</td></tr><tr><td>Sore throat </td><td>...... </td><td>54% </td><td>79% </td><td>84% </td><td>73%\n</td></tr><tr><td>Cough . </td><td> </td><td>31% </td><td>44% </td><td>58% </td><td>76%\n</td></tr><tr><td>Severe colds </td><td>8% </td><td>9% </td><td>5% </td><td>17%\n</td></tr></table></body></html>"}}, "back_matter": []}