{
    "paper_id": "d787962cd2d3c064e4e4c7ce9e4a7ab3bf992a69",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The future is here. It's just not widely distributed yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial: Supercourse: Global Learning in Public Health"
        },
        {
            "text": "William Gibson",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial: Supercourse: Global Learning in Public Health"
        },
        {
            "text": "In the past century, we have witnessed a dramatic increase in life expectancy worldwide: a gain of 30 years in less than 100 years. According to World Bank estimates, increase in life expectancy and the reduction in fertility have been bigger in the last 40 years than the preceding 4,000 years (1) . The majority of these improvements were caused not by advancements in clinical medicine, but because of improved public health and prevention activities. Almost all countries have undergone the ''epidemiologic transition'' representing rising life expectancy with the epidemic emergence of non-communicable disease (NCDs). Developing countries are under a doubled edge sword with NCDs emerging at the same time old and new infectious diseases are still rampant. Most certainly, there are enormous disparities across the world, but the vast majority of us today are healthier than our parents' generation.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Editorial: Supercourse: Global Learning in Public Health"
        },
        {
            "text": "Improving prevention is potentially the major scientific challenge for improving global health. In the past decade, many telehealth initiatives emerged and disappeared and the digital divide across the world widened (2) . Our group at the University of Pittsburgh has been working on distributing the knowledge of prevention and public health throughout the world via the Internet, utilizing the model that is very different from existing telehealth, telemedicine, or distance education initiatives. In the past 10 For further information about Supercourse development or to join the Supercourse network, please contact Ronald LaPorte (ronlaporte@ aol.com) and Faina Linkov (fyl1@pitt.edu) and see the Special report below.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Editorial: Supercourse: Global Learning in Public Health"
        },
        {
            "text": "(1) Abbasi K. The World Bank and world health changing sides. BMJ. 1999; 318(7187) : 865-9. (2) Jadad A, Delamothe T. From electronic gadgets to better health:",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "text": "BMJ. 1999;",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 82,
                    "text": "318(7187)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "where is the knowledge? BMJ. 2003;327:300-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Supercourse is an open-source system of PowerPoint lectures on demand in the field of epidemiology and public health. Supercourse authors include Nobel Prize winners, IOM members, NIH directors, etc., whose lectures are featured in our ''Legacy Lecture Series''. We have also been providing ''Just in Time'' or JIT lectures, which covered hot topics like tsunami, earthquakes, hurricanes, avian flu, SARS, etc. (1, 2) . Those lectures were unveiled within several days following each disaster or outbreak. Supercourse lectures cover wide variety of topics within public health, including epidemiology, research methods, public health policy, statistics, global health, women's health, etc. We have the very simple concept that if we can provide excellent template lectures that can be used in PowerPoint worldwide, we can improve the quality of teaching both in the developing and developed world. Our goal is to provide the best PowerPoint lectures and slides on prevention, so that health could be improved in the long run. The author of the lectures does not teach the students directly from the Internet, he or she can download and modify the lectures, based on the needs of the audience. We encourage submission of lectures in multiple languages. Over 200 lectures in the Supercourse are available in Spanish, Russian, and other languages.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. The Internet-Based Supercourse System"
        },
        {
            "text": "It is important to point out that we do not provide ''courses'', but rather lectures and slides. We believe that the individual educators in around the world and especially in the developing countries need to shape their own courses or programs, as they need to customize the program of study based upon local needs. We define an ''educator'' very broadly. An educator can be a university professor, community educator, village elder, or schoolteacher. Supercourse is not a substitute for existing educational model, but a teaching-support system. We provide high-level lectures to the teachers of students in medical, dental, nursing schools, schools of public health, etc. These are high-quality lectures by experts in the field, and the teacher just ''takes'' them out like a library book to teach. Unlike in the distance education model, we are not replacing the local teacher. The Supercourse empowers the local teachers by providing him or her with better teaching tools. Statistical quality control system, similar to that developed by Deming for the Industry, is utilized to monitor the quality of the Supercourse lectures. We are working on opening new directions for quality control for the information on the Internet (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. The Internet-Based Supercourse System"
        },
        {
            "text": "We welcome lecturers from all over the globe to propose and contribute new lectures, especially those that are adapted to the national or regional environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. The Internet-Based Supercourse System"
        },
        {
            "text": "Professor Faina Linkov University of Pittsburgh Pittsburgh, PA, USA E-mail: fyl1@pitt.edu ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact:"
        },
        {
            "text": "The JPHP is just one of 30 Palgrave Macmillan titles made available through the PERI offered within the framework of the ''International Network for the Availability of Scientific Publications''. Access to journal content is just one strand of PERI's overall remit. The following text is copied from http://www.inasp.info/peri/electronic.shtml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. The Journal of Public Health Policy (JPHP) in the Programme for the Enhancement of Research Information (PERI)"
        },
        {
            "text": "(1) To provide researchers with access to international scholarly literature based on electronic delivery -unlimited access to journals, databases, and articles across the widest range of disciplines, and (2) to develop a network of libraries, national and international, to interface with researchers in developing and transitional countries to maximize access to and use of international scholarly literature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and objectives"
        },
        {
            "text": "Country coordinators assist INASP in reviewing the current situation in their country with respect to the supply and availability of scholarly literature. In collaboration with the research community, the resource requirements for each country are identified. INASP negotiates access to as many required resources as possible with content owners and publishers. The exact cost of each resource is related to the GDP of the country, and although many of the resources are available without cost as part of PERI, others are obtainable at up to 98% discount on the normal subscription rates",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process"
        },
        {
            "text": "Nearly all of the resources are available on a countrywide licence basis: this means that anyone in an educational, research, or non-profit environment is eligible to access them PERI already includes over 14,500 full-text online journals; many of the world's leading citation, bibliographic, and reference databases; document delivery from over 20,000 research journals; and CD-ROM (or DVD) format can be provided where they are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery"
        },
        {
            "text": "As additional materials are identified and become obtainable, participants in the program make a selection -in line with their current needs and research priorities, and the funding available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery"
        },
        {
            "text": "A list of eligible countries is available at: http://www.inasp.info/peri/ countries.shtml. Not all eligible countries are currently actively involved with PERI. Each country makes its own decisions regarding the resources it wishes to buy in via PERI. At present, there are seven countries that have chosen to take some or all of the Palgrave Macmillan journals during 2006. The countries are: Bangladesh, Bolivia, Pakistan, Rwanda, Tanzania, Uganda, and Zambia. Public health organizations in any of these countries should contact their country coordinator (see http:// www.inasp.info/peri/countries.shtml, select the relevant country and scroll down to the bottom of the page) to find out about gaining access to JPHP. Countries make their resource decisions every year, so the list of countries taking Palgrave Macmillan content will change from year to year. Organizations based in countries not currently listed above can lobby their country coordinator to put in a request for JPHP in future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery"
        },
        {
            "text": "Associations ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery"
        },
        {
            "text": "In this new section, some of the most relevant WFPHA resolutions will be commented with regard to implemented change. The complete text of the respective resolutions can be found at the WFPHA website: http:// www.wfpha.org/pg_about_policy.htm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "The WFPHA and Tobacco Control At the 1997 World Congress on Public Health in Arusha, Tanzania, local health workers distributed leaflets urging participants to support them in their difficult fight against the expanding international tobacco multinationals. This opened the eyes to those whose attention in tobacco control had so far focused on individual smoking behavior at home, and motivated the WFPHA to concern itself systematically with the global aspects of tobacco control. A Position Paper was prepared and passed at the 1998 General Assembly (1), in which the impact of tobacco use was reviewed and necessary measures at the policy level were listed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "Attention was drawn to Resolution WHA49.17 of the World Health Assembly (2), requesting the Director-General of WHO to initiate the development of a Framework Convention on Tobacco Control (FCTC), and Public Health Associations across the world were asked to advocate for a tobacco-free world by supporting this effort. A task force was created to lead the WFPHA in its tobacco control efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "When the negotiations toward the FCTC started, the WFPHA joined the Framework Convention Alliance (www.fctc.org), which unites over 200 national and international non-governmental organizations and played a crucial role in the negotiating process. In 2000 (3) and 2003 (4), resolutions were passed, specifying the changes needed for success in tobacco control and urging the WHO member states to support a strong and effective Convention. In 2001, the WFPHA organized a workshop at WHO Headquarters (5), where the tobacco control activities of its member associations were examined and discussed. This provided also an occasion for a personal contact with the Chair of the Negotiating Body. A second opportunity was 2 weeks before the final negotiating session in 2003, when the then President of the WFPHA met personally with the Chair for more than an hour to convince him that no formal rule existed which would demand a consensus on the Convention text, and that he should bring critical issues to a vote, respecting the fact that except for a few governments with close relations to the tobacco industry, there was practically complete unanimity in favor of a strong FCTC. The same message was again presented by the WFPHA in an intervention at the opening of the negotiating session. At the end, the opposition faded. Most of the important elements of the Convention were passed by consensus and the final version of the FCTC reached unanimous approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "During the period of the negotiations (October 2000 to February/March 2003), the WFPHA had informed all member associations repeatedly about the crucial issues coming up, and the Public Health Associations were asked to forward the information and recommendations to their Ministries of Health. By using its network of member associations as a channel of communications for advocacy messages to over 60 Ministries of Health, the WFPHA initiated a new phase in its effort of developing into a leading international NGO in the field of public health, in addition to being the umbrella professional organization in this field. Once the FCTC had been accepted by the WHA (6), the WFPHA, together with the major federations of health care professionals associations, decided to launch a large international Health Professionals Petition in support of ratification (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "The ratification process turned out to be faster than the organization of the petition, which would now be out of place. But new challenges have replaced the old ones. Strict implementation of the tobacco control measures named in the FCTC has to be promoted both in the countries having ratified and in those not having ratified the Convention for various reasons. Given their credibility and prestige, health-care professionals should take a leading role in this effort. And they should become better aware of the negative and often dishonest role of the tobacco industry, so that they can give up blaming the smokers for their behavior and participate in empowering society (including smokers) in fighting off tobacco industry seductions. The natural role of the WFPHA and the national Public Health Associations will be to take a lead in this new effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA Resolutions Revisited"
        },
        {
            "text": "Past President WFPHA Berne, Switzerland E-mail: abelin@datacomm.ch",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professor Theodor Abelin"
        },
        {
            "text": "The joined conference on Public Health was the biggest ever in the history of WFPHA with close to 12,000 attendees, about 400 oral presentations and several thousand poster presentations. The conference theme ''Public Health in a Globalized World: Breaking Down Social, Economic and Political Barriers'' was opened by the president of Brasil Luiz Iná cio Lula Da Silva Lule da Silva. The topics ranged from equity and social determinants to health systems reform and financing. A panel on universal access to health services assembled the ministers of health from Brasil, Chile, and Mexico, the director of PAHO and a leading parliamentarian representing the actual health policy of Canada. The panel was coordinated by the chair of the WFPHA policy committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "The 2006 Leavell lecturer was Professor Paulo Buss, Brasil (see the laudatio by past president Professor Theo Abelin). In a major part of his lecture, he pointed to the asymmetric distribution of resources for health, globally and within countries, and to the detrimental mechanism of (soft) loans often wasted by corrupt governments but to be repaid by the people who miss most of the benefits. He said rightfully that neither is there visible progress toward the Millennium Goals over the last years nor did the developed countries increase their financial contributions. On the contrary, they are down to 0.24 instead of the agreed 0.70% of their GDP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "Other major topics concerned the repercussions of globalization, ethical values in Public Health, and human resource development, including the brain drain of health professionals. HIV/AIDS was treated in various presentations from China and Brasil. A resolution on HIV/AIDS policy was passed unanimously by the General Assembly (see: www.wfpha.org). Especially, the Brasilian civil initiatives and baseline movements impressed by their sheer number and high quality. The conference ended with the adoption of the Rio Declaration (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "Here is the new roster of officers and members of the Executive Board of WFPHA But Paulo Buss also recognized how public health cannot be optimally executed through government structures alone. He was instrumental in creating Abrasco, the Brazilian Public Health Association, which is today one of the largest and most active public health associations in the world and as a member of the World Federation of Public Health Associations has organized the 11th World Congress in Rio de Janeiro with around 12,000 attendees in the late August of 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "When the world is faced with severe problems affecting health, Paulo Buss is among those working on solving them. He presents detailed analyses to international working groups, such as in PAHO or WHO, and promotes innovative solutions. This was the case when Brazil announced its intention to produce its own generic drugs against the AIDS virus, if patents owned by private international companies should continue to keep large parts of the patient population untreated. More recently, Paulo Buss used his position as a member of the Executive Board of the World Health Organization to propose a new international funding mechanism for research on neglected diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "Paulo Buss combines academic excellence with political foresight. He is the type of leader the public health community in any country would be looking for: identifying and carefully documenting the problems in terms of their importance and their causes, courageous in proposing optimal solutions, even if they are unconventional and politically uncomfortable, effective in convincing others, and leading his own team in enacting them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "We honor Paulo Buss and wish him and the world that he may continue his competent and dynamic leadership in public health for a long time to come.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WFPHA News and Notes 11th World Congress on Public Health Together with the 8th Brasilian Congess on Collective Health, Rio de Janeiro, 21-25 August 2006"
        },
        {
            "text": "Professor Theodor Abelin Past President, WFPHA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rio de Janeiro, 25 August, 2006"
        },
        {
            "text": "The main theme of the 11th World Congress of Public Health and the 8th Brazilian Congress of Collective Health was ''Public Health in a Globalized World: Breaking Down Social, Economic and Political Barriers''. After 5 days of intensive work and productive debates involving local and international leaders, we have come to the conclusion that globalization, which has a potential to break down such barriers, has unfortunately produced a vicious cycle, where inequity between and within nations has increased, leading in turn to increased poverty and exclusion, worse living conditions, and, finally, overall poor health. This places an increased burden on the under-privileged, furthering the inequities and repeating the whole cycle. In particular, this threatens the fulfillment of the Millennium Development Goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E R I O D E C L A R A T I O N"
        },
        {
            "text": "There are many paths that could lead to breaking this cycle and instating instead a new model of development, where the whole of humanity benefits from global prosperity, including living in better health. Expressing the thinking and desires of the participants of this congress, representing 26 nations, we reaffirm that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E R I O D E C L A R A T I O N"
        },
        {
            "text": "Access to effective health care 1 is a fundamental human right and a precondition to social and economic development. All social inequalities in access to health care 1 should be eliminated. Further research to understand better the ''causes of the causes'' of disease and the social determinants of health, and assess policy and interventions is needed. The results of research should be publicly available and taken into account in the formulation of public policy and health interventions; those, in turn, should have health promotion as an integral part of their design. Stronger inter-sectoral links between health and other public policies and effective links with governmental non-governmental and civil society initiatives are needed. The public health workforce has to be developed and strengthened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E R I O D E C L A R A T I O N"
        },
        {
            "text": "The development of health systems needs to be rooted in the communities, ensuring popular support and accountability to the people they serve. The United Nations agencies should have the necessary means and engage in better responsive actions. Global solidarity and responsibility are essential to meet the enormous challenge of assuring that every human being can live their lives with respect and dignity, there by creating a better future for the next generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T H E R I O D E C L A R A T I O N"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Document WHA49.17 ''International Framework Convention for Tobacco Control",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tobacco Control through the WHO Framework Convention on Tobacco Control (FCTC) WFPHA Resolution",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the 2001 Geneva Workshop",
            "authors": [
                {
                    "first": "Fctc",
                    "middle": [],
                    "last": "Wfpha",
                    "suffix": ""
                },
                {
                    "first": "Tobacco",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Toward an International Health Professionals' Petition. WFPHA Resolution",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mexican Society of Public Health Interim Secretary General: Dr. Barbara J. Hatcher Honorary Treasurer: Ms. Joan Bell Davenport WHO Liaison to WFPHA: Dr. Alena Petrakova, Department of Knowledge Managent & Sharing, Evidence and Information for Policy Executive Board Members: Dr. Andrei K Demine",
            "authors": [],
            "year": 2001,
            "venue": "Immediate Past-President: Dr. Cuauhtemoc Ruiz Matus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "China Preventive Medical Association, (WPRO)",
            "authors": [
                {
                    "first": "Cai",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jiming",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Public Health Association of Turkey",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hikmet Pekcan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2006--2009",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Linkov F, Ardalan A, Dodani S, Lovalekar M, Sauer F, LaPorte R. Building JIT lectures during the Prodrome of the Katrina and Rita Hurricanes Prehospital and Disaster Medicine April 2006. (2) Chotani RA, LaPorte RE, Linkov F, Dodani S, Ahmed D, Ibrahim KM. Just-in-time lectures: SARS. Lancet. 2003;361(9373):1996. (3) Linkov F, LaPorte R, Lovalekar M, Dodani S. Web quality control for lectures: Supercourse and Amazon.com. Croat Med J. 2005; 46(6):875-8.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "from list at: http://www.wfpha.org/pg_mbr_overview.htm) in eligible countries would therefore be: Bangladesh Public Health Association Bolivian Society of Public Health Tanzania Public Health Association Uganda National Association of Community and Occupational Health Contact: Mrs. Emma Jones (Palgrave) E-mail: Emma.Jones@palgrave.com",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "President: Dr. S.M. Asib Nasim, Public Health Association of Bangladesh Vice-President/President-Elect: Dr. Paulo Marchiori Buss, The Brazilian Association on Collective Health health. A year after that, he entered the National School of Public Health as a researcher, where he joined the directorate in 1985. As Director of this School, he demonstrated his qualities as an innovator by introducing Public Health Residencies, Doctorate programs, a Distance Learning Program, and other programs. And he continued his leadership in public health education later as Vice-President of Education and Information and President of the Fiocruz Foundation -often called the largest and most complete National Institute of Public Health in the World.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The 12th World Congress will take place in Istanbul, Turkey in the last week of April 2009. The theme will refer to global migration (for update of information see www.worldpublichealth2009.org or write to the president of the Turkish Public Health Association Professor Hikmet Pekcan: hikmetp@hacettepe.edu.tr). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}