{
    "paper_id": "d7c95cb99b73d1523194da0299c9b29799500d19",
    "metadata": {
        "title": "Intranasal Delivery of Antiviral siRNA",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Ronald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Van Rij",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Intranasal administration of synthetic siRNA is an effective modality of RNAi delivery for the prevention and therapy of respiratory diseases, including pulmonary infections. Vehicles used for nasal siRNA delivery include established as well as novel reagents, many of which have been recently optimized. In general, they all promote significant uptake of siRNA into the lower respiratory tract, including the lung. When properly designed and optimized, these siRNAs offer significant protection against respiratory viruses such as influenza virus, parainfluenza virus and respiratory syncytial virus (RSV). Nasally administered siRNA remains within the lung and does not access systemic blood flow, as judged by its absence in other major organs such as liver, heart, kidney, and skeletal muscle. Adverse immune reaction is generally not encountered, especially when immunogenic and/or off-target siRNA sequences and toxic vehicles are avoided. In fact, siRNA against RSV has entered Phase II clinical trials in human with promising results. Here, we provide a standardized procedure for using the nose as a specific route for siRNA delivery into the lung of laboratory animals. It should be clear that this simple and efficient system has enormous potential for therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "into a multiprotein RNAi-induced silencing complex (RISC). A catalytic component of RISC, Argonaute-2, then specifically cleaves the target RNA strand within RISC, thus destroying the target (2) . Clearly, RNAi offers high specificity and efficacy in turning off the expression of target genes.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first successful antiviral application of siRNA in mammals was demonstrated against RSV (4) in cell culture, and the efficacy was later translated into the mouse model of RSV infection (5) . RSV is a nonsegmented single-stranded RNA virus of the Paramyxoviridae family. In addition to RSV, a number of serious and life-threatening human and domestic animal viruses (e.g., mumps, measles, parainfluenza, borna, rabies, ebola, Hendra and Nipah) belong to this family (6) . Of note, the influenza (Flu) virus, belonging to the Orthomyxoviridae family, is also an RNA virus but contains a segmented genome. Thus, an intranasal RNAi approach can also be effective against all respiratory viral diseases (7, 8) , including Flu (9) and SARS (10).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 706,
                    "end": 708,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The nasal route represents an improved siRNA delivery regimen compared to systemic approaches such as intravenous, intraperitoneal, or hydrodynamic tail vein injections, since it is convenient, noninvasive, and therapeutically effective. It may also prove useful in treating debilitating noninfectious respiratory diseases such as chronic obstructive pulmonary disease (COPD), cystic fibrosis, asthma, and perhaps some forms of lung cancer, when combined with existing anticancer drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. siRNA protected with 2¢-ACE (5¢-silyl-2¢-acetoxy ethyl orthoester) chemistry (see Notes 1-4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2. DEPC-treated water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "3. RNase-free aerosol resistant pipette tips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "4. RNase-free microfuge tubes. 12. The dry pellet can be stored at −20°C until use or resuspended in the siRNA buffer or another appropriately buffered solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Prepare the siRNA-vehicle complex immediately before nasal administration. Determine the optimal siRNA amount by titering from 3 to 15 nmol per mouse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. In a sterile, RNase-free plastic tube, add 35 mL of Opti-MEM reduced-serum medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2. Add 5 mL of the TransIT-TKO transfection reagent into the tube containing Opti-MEM medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "3. Mix thoroughly by vortexing for 10 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "4. Incubate at room temperature for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "5. Add the desired amount of siRNA in 1 mL of siRNA buffer to the diluted TransIT-TKO reagent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA-Vehicle Complex Formulation"
        },
        {
            "text": "6. Carefully mix by gentle pipetting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA-Vehicle Complex Formulation"
        },
        {
            "text": "7. Incubate at room temperature for 20 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA-Vehicle Complex Formulation"
        },
        {
            "text": "Prior to nasal administration of siRNA, mice (see Note 5) must be anesthetized to minimize any pain or discomfort. Nembutal is administered by intraperitoneal (IP) injection at a recommended drug dosage of 50 mg/kg. 5. Test for the desired RNAi effect at appropriate intervals. For antiviral studies, instill virus through the nostril as well. For human RSV, which does not infect mice well, use 10 7 -10 8 virus particles per animal, and measure standard lung titer assay and clinical symptoms, such as body weight and respiration rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA-Vehicle Complex Formulation"
        },
        {
            "text": "1. It is assumed that the reader has expertise in designing siRNA against a given target. We generally follow the design suite offered by the Dharmacon (Thermo Scientific) and the Whitehead Institute (MIT, Cambridge, MA) web pages. We also try to avoid the relatively strong immunogenic sequence: 5¢GUCCUUCAA3¢ (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA Administration"
        },
        {
            "text": "2. Essentially all RNA viral genes are essential for robust virus growth, and hence the siRNA designed against any viral mRNA will inhibit virus replication. Nonetheless, we generally target components of the viral RNA synthesis machinery; for Paramyxoviridae, they are: L (Large protein; RNA-dependent RNA polymerase), P (Phosphoprotein; a transcription factor for L), and N (Nucleocapsid protein; essential for the template function of the viral genomic RNA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA Administration"
        },
        {
            "text": "3. For reasons of animal ethics and cost-saving, we always test a new siRNA sequence in cell culture for antiviral potency by measuring the progeny viral titer. Use a range of concentrations from 2 to 200 nM; a potent siRNA should exhibit 90% inhibition at low nM concentrations (e.g., at a concentration below 20 nM). With this criteria and using the design recommendations in Note 1, we have experienced a success rate of 80% (8 out of 10 siRNAs) over the years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA Administration"
        },
        {
            "text": "4. Steps in Subheading 3.1 are not needed if fully deprotected, annealed, ready-to-use siRNA is purchased commercially, which are more expensive. To save cost, we usually purchase 2¢-ACE protected RNA and deprotect it. The 2¢-ACE modification increases stability of the RNA during shipment and storage. 5. We have described a simple method of nasal delivery of siRNA in the mouse model, but it can be successfully scaled up or down to use in other laboratory animals. 6 . To diminish any possible toxic effect of delivery reagents, siRNA can be introduced \"naked,\" i.e., without transfection reagent, which exhibits about 70-80% activity of the reagentcomplexed siRNA. It is best not to use polyethyleneimine (PEI). Although PEI is often used to form complexes with nucleic acids, mice do not tolerate PEI through the nose, although delivery through other avenues, such as intravenous, are well tolerated. In our attempts, essentially all mice died within minutes of inhalation of PEI-siRNA complex. New generation of transfection reagents are constantly being reported (12, 13) that may provide better delivery.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "siRNA Administration"
        },
        {
            "text": "7. Administration of excessive liquid will \"drown\" the mouse and cause death. Try to keep the total volume under 45 mL in routine application although up to 100 mL may be tolerated. 8 . The intranasal procedure also works in an aerosolized application. We have used small homemade enclosures in which the anesthetized mouse is placed and the siRNA complex (made as in Subheading 3.2) is sprayed by a hand-held nebulizer (the common type used as an inhaler by asthmatics). In this method, however, a larger amount of siRNA is needed because most of the mist gets wasted and only a small fraction is inhaled by the animal. To optimize cost vs. benefit, it is recommended that various amounts of mist and duration of exposure is tested and optimized for a given enclosure volume. If this method is to be routinely used, a commercial motorized nebulizer can be easily optimized. It is recommended to check with the local pediatric department for the exact model, vendor, and usage. Modify the system by removing the plastic face cup (or mask) at the delivery end and insert the tube directly into the mouse enclosure. Reagent cost can be reduced by designing a smaller face cup to snugly fit the mouse nose area.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kostas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Driver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "391",
            "issn": "",
            "pages": "806--811",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structural insights into RNA interference",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Sashital",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Doudna",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "20",
            "issn": "",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Functional anatomy of siRNAs for mediating efficient RNAi in Drosophila melanogaster embryo lysate",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Elbashir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patkaniowska",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lendeckel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuschl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "",
            "pages": "6877--6888",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Phenotypic silencing of cytoplasmic genes using sequencespecific double-stranded short interfering RNA and its application in the reverse genetics of wild type negative-strand RNA viruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bitko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMC Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inhibition of respiratory viruses by nasally administered siRNA",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bitko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Musiyenko",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shulyayeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "11",
            "issn": "",
            "pages": "50--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The classification of viruses infecting the respiratory tract",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Paediatr. Respir. Rev",
            "volume": "4",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Control of nonsegmented negative-strand RNA virus replication by siRNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virus Res",
            "volume": "102",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Silence of the transcripts: RNA interference in medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Mol. Med",
            "volume": "83",
            "issn": "",
            "pages": "764--773",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "RNA interference of influenza virus production by directly targeting mRNA for degradation and indirectly inhibiting all viral RNA transcription",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "2718--2723",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using siRNA in prophylactic and therapeutic regimens against SARS coronavirus in Rhesus macaque",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Med",
            "volume": "11",
            "issn": "",
            "pages": "944--951",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sequence-specific potent induction of IFN-alpha by short interfering RNA in plasmacytoid dendritic cells through TLR7",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hornung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guenthner-Biller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bourquin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Med",
            "volume": "11",
            "issn": "",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A combinatorial library of lipid-like materials for delivery of RNAi therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akinc",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumbuehl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Biotechnol",
            "volume": "26",
            "issn": "",
            "pages": "561--569",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rational design of cationic lipids for siRNA delivery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Semple",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akinc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Biotechnol",
            "volume": "28",
            "issn": "",
            "pages": "172--176",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Gently lift the mouse by the tail and place it on a cage lid. 2. Grip the loose skin of the neck to immobilize the head of the animal. 3. With the head immobilized, extend the tail to draw the skin tight over the abdomen by gripping the tail with your little finger. 4. The animal should be held in a head-down position. 5. Disinfect injection site with 95% ethanol. 6. Insert the 25-gauge hypodermic needle into the lower right or left quadrant of the abdomen, and inject the recommended amount of Nembutal in a volume of 0.2-0.25 mL (depending on the weight of the mouse).7. Place animal back into the cage and wait until anesthesia takes effect.8. The animal is ready for siRNA administration when no voluntary movement is observed.1. Place the anesthetized mouse on a laboratory towel with face up.2. With head immobilized, insert microcapillary tip containing the siRNA transfection reagent complexes into nostril (see Note 6).3. Instill the solution slowly over a 2-3-min period, allowing the mouse to breathe the liquid in (see Notes 7 and 8).4. Place animal back into the cage and monitor for at least 45 min to avoid depression of cardiac and/or respiratory functions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "10. Rinse the pellet with 200 mL of ice-cold 95% ethanol.11. Dry under vacuum using Speed-Vac.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}