{"paper_id": "d83d4475bac329175fab4a6fd7af7cbb13fc9ada", "metadata": {"title": "High-Frequency Oscillatory Ventilation in Pediatric Acute Hypoxemic Respiratory Failure: Disease-Specific Morbidity Survival Analysis", "authors": [{"first": "Christopher", "middle": ["J"], "last": "Babbitt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["C"], "last": "Cooper", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eliezer", "middle": [], "last": "Nussbaum", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eileen", "middle": [], "last": "Liao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Glenn", "middle": ["K"], "last": "Levine", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background Multiple ventilatory strategies for acute hypoxemic respiratory failure (AHRF) in children have been advocated, including high-frequency oscillatory ventilation (HFOV). Despite the frequent deployment of HFOV, randomized controlled trials remain elusive and currently there are no pediatric trials looking at its use. Our longitudinal study analyzed the predictive clinical outcome of HFOV in pediatric AHRF given disease-specific morbidity. Methods A retrospective 8-year review on pediatric intensive care unit admissions with AHRF ventilated by HFOV was performed. Primary outcomes included survival, morbidity, length of stay (LOS), and factors associated with survival or mortality. Results A total of 102 patients underwent HFOV with a 66 % overall survival rate. Survivors had a greater LOS than nonsurvivors (p = 0.001). Mortality odds ratio (OR) for patients without bronchiolitis was 8.19 (CI = 1.02, 65.43), and without pneumonia it was 3.07 (CI = 1.12, 8.39). A lower oxygenation index (OI) after HFOV commencement and at subsequent time points analyzed predicted survival. After 24 h, mortality was associated with an OI [ 35 [OR = 31.11 (CI = 3.25, 297.98)]. Sepsisrelated mortality was associated with a higher baseline FiO 2 (0.88 vs. 0.65), higher OI (42 vs. 22), and augmented metabolic acidosis (pH of 7.25 vs. 7.32) evaluated 4 h on HFOV (p \\ 0.05). Conclusion High-frequency oscillatory ventilation may be safely utilized. It has a 66 % overall survival rate in pediatric AHRF of various etiologies. Patients with morbidity limited to the respiratory system and optimized oxygenation indices are most likely to survive on HFOV.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Mortality from acute respiratory distress syndrome (ARDS) remains high at approximately 40 %, and it is unclear whether there has been a significant reduction in ICU mortality over the last decade [1, 2] . The mortality in children appears to be lower, at 10-40 % [3] . Ventilatory strategies for ARDS continue to evolve, with emphasis on protective lung strategy and low tidal volume ventilation based on the landmark 2000 ARMA trial [4] . Several modes of ventilation have been advocated, including highfrequency oscillatory ventilation (HFOV) [5] [6] [7] [8] [9] . Prospective clinical trials on HFOV for ARDS have been inconsistent, although recent meta-analyses suggested that HFOV may improve survival and is unlikely to cause harm in ARDS patients [10, 11] . A multicenter pediatric crossover study did show that HFOV was associated with higher mean airway pressures (Paw), improved oxygenation, and a reduced need for supplemental oxygen at 30 days [12] . Furthermore, a neonatal randomized controlled trial demonstrated lower mortality in very-lowbirth-weight babies managed with HFOV [13] . Our large tertiary-care children's hospital has been utilizing HFOV for a decade as rescue therapy for patients with acute hypoxemic respiratory failure (AHRF) in accordance with a permissive ventilation protocol. Our study was undertaken to evaluate the utilization of HFOV in AHRF and to determine variables associated with survival and prognostic indicators.", "cite_spans": [{"start": 197, "end": 200, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 201, "end": 203, "text": "2]", "ref_id": "BIBREF1"}, {"start": 264, "end": 267, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 435, "end": 438, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 546, "end": 549, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 550, "end": 553, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 554, "end": 557, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 558, "end": 561, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 562, "end": 565, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 755, "end": 759, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 760, "end": 763, "text": "11]", "ref_id": "BIBREF11"}, {"start": 957, "end": 961, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 1094, "end": 1098, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "IRB approval was obtained from Miller Children's Hospital. Patients were identified through our pediatric intensive care unit (PICU) database (VPS LLC ). All patients who had been on HFOV during an 8-year period were selected for review. A retrospective chart review was performed on all patients whose complete records were accessible. Inclusion criteria were PaO 2 /FiO 2 \\200 while on mechanical ventilation, failure on conventional mechanical/manual ventilation, and commencement of HFOV in our PICU. Exclusion criteria included intubation and mechanical ventilation due to fatal head injury.", "cite_spans": [], "ref_spans": [], "section": "Material and Methods"}, {"text": "The following clinical data were collected on all patients: age, gender, past medical history, diagnosis prior to respiratory failure, pediatric risk of mortality (PRISM) score [14] , length of stay (LOS), mortality, complications, cause of death, presence of multiple-organ dysfunction syndrome (MODS), tolerance of full enteral feeds, and transfusion of blood products. Hemodynamic parameters (heart rate, mean blood pressure [MAP] ) and doses of vasoactive agents were collected immediately pre-HFOV and upon initiation, at 4, 12, 24, and 72 h after initiation, and then immediately prior to discontinuation of HFOV. Oxygenation index (OI), PaO 2 /FiO 2 , Paw, amplitude, frequency, FiO 2 , PCO 2 , and pH were collected pre-HFOV and upon initiation, at 4, 12, 24, and 72 h, and then immediately prior to discontinuation of HFOV. Respiratory rate, PEEP, and PIP were collected pre-HFOV and after transition from HFOV back to conventional ventilation. MODS and sepsis were defined using criteria from the Pediatric Sepsis Consensus [15, 16] . Pneumonia was diagnosed based on radiographic abnormalities, fever, and a positive respiratory culture. Individual radiographs were not reviewed for this study. Diagnoses from radiographs were taken from the radiologist's report and correlated with the primary team's diagnoses. Patients were diagnosed with bronchiolitis if DFA was positive for respiratory syncytial virus (RSV) or human metapneumovirus (HMPV). No attempt was made to distinguish between RSV and HMPV bronchiolitis and pneumonia.", "cite_spans": [{"start": 177, "end": 181, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 428, "end": 433, "text": "[MAP]", "ref_id": null}, {"start": 1034, "end": 1038, "text": "[15,", "ref_id": "BIBREF15"}, {"start": 1039, "end": 1042, "text": "16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Material and Methods"}, {"text": "All patients on HFOV were ventilated using Sensor Medics (Yorba Linda, CA) ventilators. 3100A ventilators were used for all patients less than 35 kg and 3100B ventilators were used for patients more than 35 kg. Patients started on conventional ventilation were ventilated according to our permissive ventilation guidelines. The guidelines are to obtain an arterial pH[7.25, SaO 2 [90, and PaO 2 [60 on less than 0.65 FiO 2 , PIP \\ 35, and tidal volume 6-8 cc/kg. PEEP is titrated to improve oxygenation. HFOV is deployed when the permissive ventilation goals are not being met and OI [ 15. All study patients who were transferred from conventional ventilation were previously ventilated in SIMV pressure-limited mode. Patients were started on HFOV according to our HFOV guidelines (FiO 2 = 1.0, Paw = 3-5 cm H 2 O and greater than Paw on conventional ventilation) and amplitude was adjusted to achieve adequate chest movement. Bias flow of 20-40 L/min (lpm) was used and a frequency of 5-15 Hz (cycles/s) was used for patients under 25 kg and 3-10 Hz was used for patients over 25 kg. Paw was adjusted to obtain rib expansion of nine ribs on chest radiograph. Once on HFOV, the goal was to wean the FiO 2 to less than 0.65. If this goal was accomplished successfully, the Paw was weaned as long as permissive variables were met. Most patients were weaned to a goal of Paw = 15-18 before attempting to transition to conventional ventilation, as stated in the guidelines.", "cite_spans": [{"start": 584, "end": 589, "text": "[ 15.", "ref_id": null}], "ref_spans": [], "section": "Ventilation Guidelines"}, {"text": "Statistical analyses were performed using the SAS statistical package (SAS Institute Inc., Cary, NC). Baseline characteristics between survivors and nonsurvivors were compared using nonparametric Wilcoxon Mann-Whitney tests for continuous variables, and by using v 2 tests or Fisher exact tests for dichotomous variables. Logistic regression was used to examine the relationship between death status and age, sex, pneumonia, sepsis, bronchiolitis, oxygen index, and past medical history of malignancy, pulmonary disease, or cardiac disease. The covariates with p \\ 0.05 were considered significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "A total of 124 patients were identified for chart review and 14 incomplete charts were excluded. Eight patients with fatal head injuries were excluded as their contribution to survival analysis could not be elucidated. Therefore, a total of 102 patients were included in the chart extraction (see Table 1 ). The overall survival rate on HFOV was 66 %. There was no difference in mortality from year to year during the years analyzed. Thirty-nine percent of the patients had no prior underlying medical problems. Twelve patients were only manually ventilated before going on HFOV without a trial of conventional ventilation due to peak pressures greater than 45 during manual ventilation. Overall, 62 patients (61 %) were successfully treated by HFOV and transitioned back to conventional ventilation. Three patients were deemed to have failed HFOV and placed back on conventional ventilation. Five patients went on to extracorporeal membrane oxygenation (ECMO) and two survived. Complications in 16 % of the patients included malfunction of the oscillator (2), catheter-associated blood stream infection (1), subglottic stenosis (1), unplanned extubation (1), and air leak (11) . Overall, six patients required tracheostomy after HFOV.", "cite_spans": [{"start": 1173, "end": 1177, "text": "(11)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 297, "end": 304, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Baseline demographics and clinical variables are given in Table 2 . The causes of death are listed in Table 3 . Logistic regression showed no association between survival and mortality for the following parameters: underlying malignancy, chronic lung disease (asthma or BPD), cardiac disease, or sepsis. Fischer exact testing and univariate analysis did show an association between bronchiolitis and survival (p \\ 0.05). The OR for dying for patients without bronchiolitis was 8.19 (CI = 1.02, 65.43). Univariate and v 2 analyses showed an association between pneumonia and survival (p \\ 0.05). The OR for dying for patients without pneumonia was 3.1 (CI = 1.12, 8.39). There was no difference in the median PRISM score. Survivors did have a greater LOS (p = 0.001) than did nonsurvivors.", "cite_spans": [], "ref_spans": [{"start": 58, "end": 65, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 102, "end": 109, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Disease-Specific Morbidity"}, {"text": "A total of 29 patients met diagnostic criteria for sepsis and 15 survived. Logistic regression failed to demonstrate sepsis as a risk factor for death on HFOV and v 2 analysis failed to demonstrate an association.", "cite_spans": [], "ref_spans": [], "section": "Disease-Specific Morbidity"}, {"text": "No statistical difference was noted in the median heart rate or blood pressure immediately pre-HFOV and upon initiation, Similarly, the sepsis subgroup demonstrated no difference in baseline hemodynamics, doses of vasoactive agents, or indicators of gas exchange. However, nonsurvivors were characterized by a higher baseline concentration of oxygen (0.88 vs. 0.65), elevated OI (42 vs. 22), and greater metabolic acidosis (pH of 7.25 vs. 7.32) after 4 h on HFOV (p \\ 0.05). A trend toward significance was seen with higher epinephrine dose requirements (0.5 vs. 0.15 mcg/(kg min)) after 4 h on HFOV (p = 0.07). The difference in OI at 12 h (42 vs. 19) was also statistically significant (p \\ 0.05).", "cite_spans": [], "ref_spans": [], "section": "Hemodynamics"}, {"text": "No difference was found in the duration of ventilation prior to HFOV. Similarly, no statistical difference was noted on total duration of ventilation on HFOV between survivors and nonsurvivors. No statistical difference was calculated in baseline Paw, OI, pH, pCO 2 , or PaO 2 /FiO 2 . No difference was found in pH or PCO 2 at any time point analyzed. However, the median PaO 2 /FiO 2 was greater for survivors immediately after starting HFOV and remained greater 4, 12, 24, and 72 h on HFOV (p \\ 0.05). Survivors also had a lower OI immediately after starting HFOV and at all time points analyzed (Table 4 ). They showed a significant decrease in their OI at 12 h compared to the value at the start of HFOV (Fig. 1) ", "cite_spans": [], "ref_spans": [{"start": 599, "end": 607, "text": "(Table 4", "ref_id": "TABREF4"}, {"start": 709, "end": 717, "text": "(Fig. 1)", "ref_id": null}], "section": "Ventilatory Data and Gas Exchange"}, {"text": "This longitudinal analysis is the largest single-center pediatric study on HFOV to date. The overall HFOV survival rate of 66 % is similar to that of prior reports [17] [18] [19] [20] . The eight patients excluded because of fatal head injuries all had recovery of lung function and were weaned off HFOV, so the ''success rate'' could be viewed as higher if these patients are included. We believe our permissive ventilation guidelines are similar to those of other PICUs, although some may utilize higher PEEP before employing HFOV. We also recognize our unit has a bias toward early HFOV for AHRF. Some of this comes from the difficulty with ventilating infants with low tidal volumes when their intrinsic respiratory rates are high. It is much easier to increase an adult's intrinsic rate threefold on conventional ventilation and still have a set respiratory rate of only 30 rather than 60-100 needed in an infant.", "cite_spans": [{"start": 164, "end": 168, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 169, "end": 173, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 174, "end": 178, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 179, "end": 183, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our first major finding is that patients with acute disease primarily limited to the respiratory system have improved survival and underlying chronic lung disease does not adversely affect outcome. A single previous study attributed the success of HFOV in bronchiolitis to its use for hypercapnia rather than hypoxemia [19] . However, the bronchiolitis patients in our study received HFOV for hypoxemia or hypoxemia and hypercapnia. Although 64 % of our patients with bronchiolitis had underlying bronchopulmonary dysplasia, the overall survival rate was still 93 %. We made no Data are median and (IQR) or total number. Last day is the last day on HFOV Fig. 1 Comparison of oxygenation index of survivors and nonsurvivors attempt to separate patients with RSV and HMPV bronchiolitis from those with the pneumonia. Most patients with standard bronchiolitis during the study period were managed with conventional ventilation and did not develop AHRF. In our experience there is a spectrum of disease and those who develop AHRF generally have bronchoalveolar disease. Additionally, patients diagnosed with pneumonia (viral or bacterial) who were treated with HFOV also had statistically improved survival. Both of these groups of patients showed early and sustained improvement in oxygenation when placed on HFOV. Our study supports the idea that HFOV limits volutrauma in obstructive and alveolar lung disease, making these patients optimal candidates for HFOV support. Limiting ventilator-induced lung injury, as others have described with HFOV [20] , may have also played an important role in these patients.", "cite_spans": [{"start": 319, "end": 323, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 1545, "end": 1549, "text": "[20]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 654, "end": 660, "text": "Fig. 1", "ref_id": null}], "section": "Discussion"}, {"text": "The second major finding of our study is that a lack of OI response to HFOV predicts mortality. Other pediatric studies have also found that pulmonary-specific markers (OI and FiO 2 /PaO 2 ) are associated with mortality in patients with AHRF [21] [22] [23] [24] . Patients who did not show improvement in OI in the first 12 h on HFOV did not survive. Conversely, patients with sustained improvement in oxygenation while on HFOV survived. An OI of [35 at 24 h predicted mortality with an OR of 31.11. This predictive OR is lower than previously reported values in patients treated with HFOV [12] . Most mortality in our PICU setting was due to circulatory failure or MODS rather than hypoxemia. Nonetheless, a lower OI in the first hours of HFOV support may portend improved survival. Monitoring OI while utilizing HFOV is critical because this formula includes a critical component of HFOV settings, the Paw. It is clear that patients who respond to the higher Paw generated by HFOV with sustained improvement in PO 2 are most likely to survive.", "cite_spans": [{"start": 243, "end": 247, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 248, "end": 252, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 253, "end": 257, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 258, "end": 262, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 591, "end": 595, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, the use of an epinephrine infusion at the time of HFOV initiation was associated with a mortality OR of 2.75, which suggests that hemodynamically unstable patients do worse than hemodynamically stable patients when placed on HFOV. Subgroup analysis of survival of patients with sepsis showed that the rate was slightly lower than that of the overall group. Survivors in this subgroup demonstrated improvement in oxygenation and metabolic acidosis and required a lower dose of epinephrine within 4 h of going on HFOV. We suspect improvement in gas exchange resulted in stabilization of MODS and hastened resolution of circulatory failure. Previous work has also shown that proinflammatory cytokines are reduced with HFOV, so this may be a contributing factor [25] .", "cite_spans": [{"start": 773, "end": 777, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study results raise unique questions about HFOV therapy and reveal some study limitations. Some may question the use of HFOV, which utilizes high intrathoracic pressures and minimizes suctioning, in bronchiolitis. In spite of this potential for thick secretions, small airway obstruction, and air trapping, we found no difference in the incidence of pneumothorax when comparing bronchiolitis patients to patients with other diagnoses. We recognize that ECMO criteria consider the OI and the Pa/FiO 2 ratio when selecting candidates and since our PICU was not an ECMO center at the time of this study, a bias toward aggressive use of HFOV may exist. Due to the retrospective nature of our study, we chose to classify patients as having AHRF rather than trying to assign each patient the diagnosis of ARDS. Other studies have described the challenges and potential errors in diagnosing ARDS [26] [27] [28] [29] . Finally, we cannot say with absolute certainty that the ventilation guidelines were completely followed on each and every patient as this was not a prospective study. However, our review of the respiratory therapy charting suggested they were.", "cite_spans": [{"start": 893, "end": 897, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 898, "end": 902, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 903, "end": 907, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 908, "end": 912, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "High-frequency oscillatory ventilation can be deployed for pediatric AHRF of various etiologies with good overall survival. Disease-specific morbidity associated with AHRF appears to predict better survival rates on HFOV, particularly favoring pulmonary disease states such as bronchiolitis and/or pneumonia. Early and sustained improvement in OI predicts survival, and circulatory failure requiring higher dosing of epinephrine in early HFOV predicts increased mortality. Larger randomized controlled studies are still needed to confirm optimal patient selection criteria for HFOV.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mortality rates for patients with acute lung injury/ARDS have decreased over time", "authors": [{"first": "M", "middle": [], "last": "Zambon", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Vincent", "suffix": ""}], "year": 2008, "venue": "Chest", "volume": "133", "issn": "", "pages": "1120--1127", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Has mortality from acute respiratory distress syndrome decreased over time? A systematic review", "authors": [{"first": "J", "middle": [], "last": "Phua", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Badia", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Adhikari", "suffix": ""}], "year": 2009, "venue": "Am J Respir Crit Care Med", "volume": "179", "issn": "", "pages": "220--227", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Management of acute lung injury and acute respiratory distress syndrome in children", "authors": [{"first": "A", "middle": ["G"], "last": "Randolph", "suffix": ""}], "year": 2009, "venue": "Crit Care Med", "volume": "37", "issn": "", "pages": "2248--2457", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome", "authors": [], "year": 2000, "venue": "The Acute Respiratory Distress Syndrome Network", "volume": "342", "issn": "", "pages": "1301--1308", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Airway pressure release ventilation during acute lung injury: a prospective multicenter trial", "authors": [{"first": "J", "middle": [], "last": "Rasanen", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Cane", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Downs", "suffix": ""}], "year": 1991, "venue": "Crit Care Med", "volume": "19", "issn": "", "pages": "1234--1241", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Effects of pressurecontrolled with different I:E ratios versus volume-controlled Lung", "authors": [{"first": "M", "middle": ["R"], "last": "Lessard", "suffix": ""}, {"first": "E", "middle": [], "last": "Guerot", "suffix": ""}, {"first": "H", "middle": [], "last": "Lorino", "suffix": ""}], "year": 1994, "venue": "", "volume": "190", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "ventilation on respiratory mechanics, gas exchange, and hemodynamics in patients with adult respiratory distress syndrome", "authors": [], "year": null, "venue": "Anesthesiology", "volume": "80", "issn": "", "pages": "983--991", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Cardiorespiratory effects of pressure-controlled ventilation with and without inverse ratio in the adult respiratory distress syndrome", "authors": [{"first": "A", "middle": [], "last": "Mercat", "suffix": ""}, {"first": "L", "middle": [], "last": "Graini", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Teboul", "suffix": ""}], "year": 1993, "venue": "Chest", "volume": "104", "issn": "", "pages": "871--875", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Airway pressure release ventilation as a primary ventilatory mode in acute respiratory distress syndrome", "authors": [{"first": "T", "middle": [], "last": "Varpula", "suffix": ""}, {"first": "P", "middle": [], "last": "Valta", "suffix": ""}, {"first": "R", "middle": [], "last": "Niemi", "suffix": ""}], "year": 2004, "venue": "Acta Anaesthesiol Scand", "volume": "48", "issn": "", "pages": "722--731", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A randomized prospective trial of airway pressure release ventilation and low tidal volume ventilation in adult trauma patients with acute respiratory failure", "authors": [{"first": "R", "middle": [], "last": "Maxwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Green", "suffix": ""}, {"first": "J", "middle": [], "last": "Waldrop", "suffix": ""}], "year": 2010, "venue": "J Trauma", "volume": "69", "issn": "3", "pages": "501--510", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "High frequency ventilation versus conventional ventilation for the treatment of acute lung injury and acute respiratory distress syndrome: a systematic review and Cochrane analysis", "authors": [{"first": "H", "middle": [], "last": "Wunsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Mapstone", "suffix": ""}], "year": 2005, "venue": "Anesth Analg", "volume": "100", "issn": "", "pages": "1765--1772", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "High frequency oscillation in patients with acute lung injury and acute respiratory distress syndrome (ARDS): systematic review and meta-analysis", "authors": [{"first": "S", "middle": [], "last": "Sud", "suffix": ""}, {"first": "M", "middle": [], "last": "Sud", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Friedrich", "suffix": ""}], "year": 2010, "venue": "BMJ", "volume": "340", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "High-frequency oscillatory ventilation in pediatric respiratory failure: a multicenter experience", "authors": [{"first": "J", "middle": ["H"], "last": "Arnold", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Anas", "suffix": ""}, {"first": "P", "middle": [], "last": "Luckett", "suffix": ""}], "year": 2000, "venue": "Crit Care Med", "volume": "28", "issn": "", "pages": "3913--3919", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "High-frequency oscillatory ventilation versus conventional ventilation for verylow-birth-weight infants", "authors": [{"first": "S", "middle": ["E"], "last": "Courtney", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Durand", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Asselin", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "347", "issn": "", "pages": "643--652", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pediatric risk of mortality (PRISM) score", "authors": [{"first": "M", "middle": ["M"], "last": "Pollack", "suffix": ""}, {"first": "U", "middle": ["E"], "last": "Ruttimann", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Getson", "suffix": ""}], "year": 1988, "venue": "Crit Care Med", "volume": "16", "issn": "", "pages": "1110--1116", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "International pediatric sepsis consensus conference: definitions for sepsis and organ dysfunction in pediatrics", "authors": [{"first": "B", "middle": [], "last": "Goldstein", "suffix": ""}, {"first": "B", "middle": [], "last": "Giroir", "suffix": ""}, {"first": "A", "middle": [], "last": "Randolph", "suffix": ""}], "year": 2005, "venue": "Members of the International Consensus Conference Panel", "volume": "6", "issn": "", "pages": "2--8", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical practice parameters for hemodynamic support of pediatric and neonatal septic shock: 2007 update from the American College of Critical Care Medicine", "authors": [{"first": "J", "middle": [], "last": "Brierley", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Carcillo", "suffix": ""}, {"first": "K", "middle": [], "last": "Choong", "suffix": ""}], "year": 2009, "venue": "Crit Care Med", "volume": "37", "issn": "", "pages": "666--688", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "High-frequency oscillatory ventilation for acute respiratory distress syndrome", "authors": [{"first": "D", "middle": [], "last": "Yildizdas", "suffix": ""}, {"first": "H", "middle": [], "last": "Yapicioglu", "suffix": ""}, {"first": "I", "middle": [], "last": "Bayram", "suffix": ""}], "year": 2009, "venue": "Indian J Pediatr", "volume": "76", "issn": "", "pages": "921--927", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "High-frequency oscillatory ventilation in pediatric patients with acute respiratory failure", "authors": [{"first": "N", "middle": ["B"], "last": "Jaballah", "suffix": ""}, {"first": "A", "middle": [], "last": "Khaldi", "suffix": ""}, {"first": "K", "middle": [], "last": "Mnif", "suffix": ""}], "year": 2006, "venue": "Pediatr Crit Care Med", "volume": "7", "issn": "", "pages": "362--367", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Highfrequency ventilation in children: a single-center experience of 53 cases", "authors": [{"first": "", "middle": [], "last": "Slee-Wijffels", "suffix": ""}, {"first": "Krm", "middle": [], "last": "Van Der Varrt", "suffix": ""}, {"first": "Jwr", "middle": [], "last": "Twisk", "suffix": ""}], "year": 2005, "venue": "Crit Care", "volume": "9", "issn": "", "pages": "274--279", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "High-frequency oscillatory ventilation and ventilator-induced lung injury", "authors": [{"first": "Y", "middle": [], "last": "Imai", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "", "pages": "129--134", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "High frequency oscillatory ventilation in pediatric respiratory failure", "authors": [{"first": "J", "middle": ["H"], "last": "Arnold", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Hanson", "suffix": ""}, {"first": "", "middle": [], "last": "Toro-Figuero", "suffix": ""}, {"first": "", "middle": [], "last": "Lo", "suffix": ""}], "year": 1994, "venue": "Crit Care Med", "volume": "22", "issn": "", "pages": "1530--1539", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Pediatric acute lung injury: prospective evaluation of risk factors associated with mortality", "authors": [{"first": "H", "middle": ["R"], "last": "Flori", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Glidden", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Rutherford", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "995--1001", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Oxygenation index predicts outcome in children with acute hypoxemic respiratory failure", "authors": [{"first": "D", "middle": [], "last": "Trachsel", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Mccrindle", "suffix": ""}, {"first": "S", "middle": [], "last": "Nakagawa", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "172", "issn": "", "pages": "206--211", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Effect of tidal volume in children with acute hypoxemic respiratory failure", "authors": [{"first": "R", "middle": ["G"], "last": "Khemani", "suffix": ""}, {"first": "D", "middle": [], "last": "Conti", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Alonzo", "suffix": ""}], "year": 2009, "venue": "Intensive Care Med", "volume": "35", "issn": "", "pages": "1428--1437", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Comparison of serum levels of seven cytokines in premature newborns undergoing different ventilatory procedures: high frequency oscillatory ventilation or synchronized intermittent mandatory ventilation", "authors": [{"first": "E", "middle": [], "last": "Capoluongo", "suffix": ""}, {"first": "G", "middle": [], "last": "Vento", "suffix": ""}, {"first": "C", "middle": [], "last": "Santonocito", "suffix": ""}], "year": 2005, "venue": "Eur Cytokine Netw", "volume": "16", "issn": "", "pages": "199--205", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Definitions, mechanisms, relevant outcomes, and clinical trial coordination", "authors": [{"first": "G", "middle": [], "last": "Bernard", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}, {"first": "K", "middle": [], "last": "Brigham", "suffix": ""}, {"first": "J", "middle": [], "last": "Carlet", "suffix": ""}, {"first": "K", "middle": [], "last": "Falke", "suffix": ""}, {"first": "L", "middle": [], "last": "Hudson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lamy", "suffix": ""}, {"first": "J", "middle": [], "last": "Legall", "suffix": ""}, {"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": [], "last": "Spragg", "suffix": ""}], "year": 1994, "venue": "The American-European Consensus Conference on ARDS", "volume": "149", "issn": "", "pages": "818--824", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Interobserver variability in chest radiograph reading for diagnosing acute lung injury in children", "authors": [{"first": "F", "middle": [], "last": "Angoulvant", "suffix": ""}, {"first": "J", "middle": [], "last": "Llor", "suffix": ""}, {"first": "C", "middle": [], "last": "Alberti", "suffix": ""}], "year": 2008, "venue": "Pediatr Pulmonol", "volume": "43", "issn": "", "pages": "987--991", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Interobserver variability in applying a radiographic definition for ARDS", "authors": [{"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "E", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "J", "middle": [], "last": "Granton", "suffix": ""}], "year": 1999, "venue": "Chest", "volume": "116", "issn": "", "pages": "1347--1353", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The association between the end tidal alveolar dead space fraction and mortality in pediatric acute hypoxemic respiratory failure", "authors": [{"first": "A", "middle": ["K"], "last": "Ghuman", "suffix": ""}, {"first": "Cjl", "middle": [], "last": "Newth", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Khemani", "suffix": ""}], "year": 2012, "venue": "Pediatr Crit Care Med", "volume": "13", "issn": "", "pages": "11--15", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Baseline demographics and clinical data variables", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of survivors and nonsurvivors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Clinical characteristics\n</td><td>Survived (n = 67)\n</td><td>Died\n(n = 35)\n</td><td>p value\n</td></tr><tr><td>Age (months) </td><td>10 (45) </td><td>24 (128.5) </td><td>0.73\n</td></tr><tr><td>Male (number) </td><td>32 </td><td>22 </td><td>0.71\n</td></tr><tr><td>PRISM </td><td>14 (12.25) </td><td>15 (21.25) </td><td>0.14\n</td></tr><tr><td>Diagnosis\n</td><td> </td><td> </td><td> </td></tr><tr><td>Sepsis </td><td>15 </td><td>14 </td><td>0.1\n</td></tr><tr><td>Pneumonia </td><td>26 </td><td>6 </td><td>0.03\n</td></tr><tr><td>Bronchiolitis </td><td>13 </td><td>1 </td><td>0.03\n</td></tr><tr><td>No PMH </td><td>29 </td><td>11 </td><td>0.29\n</td></tr><tr><td>Ventilation\n</td><td> </td><td> </td><td> </td></tr><tr><td>Pre-HFOV (hrs) </td><td>40 (118.5) </td><td>24 (74.5) </td><td>0.21\n</td></tr><tr><td>HFOV (hrs) </td><td>97 (134.5) </td><td>22 (122) </td><td>0.65\n</td></tr><tr><td>Transfer pawa </td><td>18 (4)\n</td><td> </td><td> </td></tr><tr><td>Transfer OIa </td><td>10 (6.6)\n</td><td> </td><td> </td></tr><tr><td>High paw </td><td>25 (6.5) </td><td>32 (9) </td><td>\\0.01\n</td></tr><tr><td>PICU LOS </td><td>30 (28.5) </td><td>11 (17.25) </td><td>\\0.01\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Summary of nonsurvivors", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Diagnosis </td><td>No. of patients\n</td><td>Cause of death\n</td></tr><tr><td>Sepsis/pneumonia </td><td>16 </td><td>Circulatory failure\n</td></tr><tr><td>Pneumonia </td><td>4 </td><td>Hypoxia\n</td></tr><tr><td>S/p cardiac arrest </td><td>4 </td><td>MODS\n</td></tr><tr><td>CHD/cardiomyopathy </td><td>3 </td><td>Circulatory failure\n</td></tr><tr><td>Malignancy </td><td>2 </td><td>Hypoxia, rad. pneumonitis\n</td></tr><tr><td>HLH </td><td>2 </td><td>MODS\n</td></tr><tr><td>Idiopathic pulmonary fibrosis </td><td>2 </td><td>Hypoxia\n</td></tr><tr><td>Bronchiolitis </td><td>1 </td><td>Hypoxia\n</td></tr><tr><td>End-stage CF </td><td>1 </td><td>Hypercarbia\n</td></tr></table></body></html>"}, "TABREF3": {"text": ". Immediately after starting HFOV, patients with an OI [ 50 had an OR of dying of 4.03 (CI = 1.43, 11.37). After 4 h, patients with an OI [ 40 had an OR of dying of 3.77 (CI = 1.42, 10.04), and after 24 h, a patient with an OI [ 35 had an OR of dying of 31.11 (CI = 3.25, 297.98).", "latex": null, "type": "table"}, "TABREF4": {"text": "Measures of oxygenation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Survived (n = 67) </td><td>Died (n = 35) </td><td>p value\n</td></tr><tr><td>OI\n</td><td> </td><td> </td><td> </td></tr><tr><td>Baseline </td><td>25 (15) </td><td>33 (18.3) </td><td>0.32\n</td></tr><tr><td>0 h </td><td>30 (25) </td><td>44 (24.5) </td><td>\\0.01\n</td></tr><tr><td>4 h </td><td>22 (14.6) </td><td>33 (26) </td><td>\\0.01\n</td></tr><tr><td>12 h </td><td>16 (11) </td><td>31 (20) </td><td>\\0.001\n</td></tr><tr><td>24 h </td><td>15 (9.8) </td><td>27 (16) </td><td>\\0.001\n</td></tr><tr><td>72 h </td><td>12 (6.8) </td><td>27 (14.1) </td><td>\\0.01\n</td></tr><tr><td>Last day </td><td>10 (5.8) </td><td>51 (61) </td><td>\\0.001\n</td></tr><tr><td>Pa/FiO2\n</td><td> </td><td> </td><td> </td></tr><tr><td>Baseline </td><td>76 (44.3) </td><td>66 (31.5) </td><td>0.4\n</td></tr><tr><td>0 h </td><td>72 (72.5) </td><td>60 (32.5) </td><td>0.03\n</td></tr><tr><td>4 h </td><td>115 (70) </td><td>85 (58) </td><td>0.02\n</td></tr><tr><td>12 h </td><td>131 (80.7) </td><td>87 (48) </td><td>\\0.001\n</td></tr><tr><td>24 h </td><td>164 (75.5) </td><td>92 (46) </td><td>\\0.001\n</td></tr><tr><td>72 h </td><td>166 (69.5) </td><td>100 (44) </td><td>\\0.001\n</td></tr><tr><td>Last day </td><td>172 (92) </td><td>54 (55) </td><td>\\0.001\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors have no conflicts of interest or financial ties to disclose.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}