{
    "paper_id": "d84070c2f2c137ede35a82c9bcc52666727c2c3d",
    "metadata": {
        "title": "Springer Seminars in Immunopathology Antibody Mediated Complement Dependent Lysis of Virus Infected Cells",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "I"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "A"
                ],
                "last": "O L D S T O N E",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Clinic and Research Foundation",
                    "location": {
                        "addrLine": "10666 N. Torrey Pines Road, La Jolla",
                        "postCode": "92037",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "W L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "stability, leading to fusion or even cell lysis. Once a virus penetrates the cell, viral nucleic acid is uncoated and released, followed by the replication of viral nucleic acid, synthesis of viral components, and assembly of virus particles. Viruses that bud from the plasma membrane express viral antigens on the surfaces of infected cells before the release of progeny virus. For example, as one observes the assembly of paromyxoviruses [5] , first viral glycopeptides are detected on the cell's outer plasma membrane. The polypeptide(s) then assume a characteristic spike appearance. Second, beneath the spikes the inner side of the cell's plasma membrane thickens, probably as the M protein of the virus is attracted to the membrane. Thereafter, the nucleocapsids align themselves under this thickened area of membrane. In this review we will be concerned with events at the cell membrane following the interaction of virus (mainly measles virus, a paromyxovirus) polypeptides expressed on the cell surface with specific antiviral antibodies (Ab), and the abilities of this plasma membrane virus-antiviral antibody (V-Ab) complex to interact with the major serum effector system, complement (C).",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the large amounts of viral antigens expressed and accumulated on the surfaces of cells from which enveloped viruses mature by budding, nonbudding and transforming viruses may also cause the expression of novel surface antigens on the plasma membrane. Hence, during the course of viral replication, viral antigens, either structural or nonstructural, may be expressed on the outer plasma membrane of the infected cell prior to the assembly and/or maturation of infectious virus. This sequence occurs both in cells destined to be destroyed by the virus itself and in systems in which viruses do not kill the cells where they replicate but rather exist in a steady state virus-cell interrelationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These observations are important for the control of and the limiting of the spread of virus infections as well as for understanding the pathogenesis of tissue injury and disease accompanying virus infections. Foreign antigens are expressed on the cell's surface before the release of fully infectious virus or the cell to cell spread of virus. The virus induced antigens, whether viral structural, nonstructural, novel transplantation antigens, or uncovered cryptic antigens, now render the infected cell a target for an appropriate host immune response. Thus, a potential factory for producing infectious virus and a nidus of virus infections can be eliminated by a pertinent immune response early in the viral replicated cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus as a replicating agent provides a supply of macromolecular antigens that in most if not all instances elicit a host immune response. Similarly, novel virus induced antigens on the surfaces of infected cells may also elicit immune responses. These immune responses are designed to destroy infected cells and neutralize released virions. While destruction of infected cells is appropriate for protection of the host, damage of an excess number of or strategically located or vital cells (i. e., neuronal or myocardial cells) may lead to immunopathologic mediated disease with severe repercussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The participation of a host immune response in lysing virus infected cells and causing tissue injury in vitro and in vivo can occur by several mechanisms. From the humoral arm of the immune system lysis can involve antibody and C or C alone; from the cell mediated immune system are cytotoxic thymus derived cells, natural killer cells, or macrophages; and from combined humoral and cellular immune responses are antibody dependent lymphocytes, polymorphonuclear leukocytes, or macrophages. It is likely that all of these responses participate to a greater or lesser extent in various viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of this review is to summarize some of the work done recently on the characterization of antibody mediated C dependent mechanisms by which virus infected cells are lysed. Emphasis will be placed on recent advances that either establish new concepts or alter old ones. No attempt is made to review all the scientific literature published on these topics. For data on viral replication and humoral and cellular antiviral immune mechanisms that lyse virus infected cells and/or cause viral immunopathologic reactions, the reader is referred to the following rewiews [1, 5, 12, 16, 34, 37, 40, 43, 46, 47] . A large part of the data presented comes from the author's laboratory. This chapter will focus initially on the in vitro parameters needed for antibodies and C to lyse virus infected ceils. This will also include a backdrop for considering the infected cells' participation in the immune lytic reactions. Emphasis will be placed primarily on the lysis of measles virus infected cells in a homologous or autologous model system.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 578,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cells infected with any of a large number of viruses are lysed following the interaction of specific antiviral Ab and C with antigen expressed on the cell's surface [reviewed 40, 46, 47] . This observation includes RNA animal viruses such as arenavirus, coronavirus, enteroviruses, orthomyxovirus, paramyxovirus, rhabdovirus, rhinovirus, retrovirus, togavirus, and DNA animal viruses such as polyoma virus, herpes virus, and pox virus. Indications are that antiviral Ab and C play a role in the attack of virus infected cells during infection and that antiviral Ab mediated C dependent lysis is a general biologic phenomenon. In those infections in which viruses are released in the fluid phase, the addition of antiviral Ab in the absence of C may prevent the spread of virus through the fluids but this antibody does not cause lysis of infected cells. Such antiviral Ab in the absence of a functional C effector system or noncomplement fixing (nonlytic) antibodies, but in the presence of a C system, may alter the expression of viral antigens on the surfaces of infected cells or participate in the killing of virus infected cells by lymphocytes, leukocytes, and macrophages [1, 16, 27, 34, 40, 41] . Further, V-Ab immune complexes, antibodies directed against antiviral Ab and other immunoglobulin molecules can alter the expected antibody mediated C dependent lysis of virus infected targets. For example, rheumatoid factor (an anti-gamma globulin) may participate in the lysis of virus or virus infected cells [4, 11] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 186,
                    "text": "[reviewed 40, 46, 47]",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A. Background"
        },
        {
            "text": "In addition to lysing virus infected targets, antiviral Ab and C can lyse virions. As with lysis of cells sensitized with antiviral Ab, this attack of C is directed against the lipid moiety of virions complexed with antiviral Ab. The participation of the later C components, C5 through C9 is required for lysis [9, 37] . During virion lysis by antibody and C, distinct ultrastructural pits or craters 8 to 10 nm in diameter, similar to those observed on red blood cell membranes lysed with antibodies and C [25] can be observed on the virion membrane. Virion lysis has been recorded for herpes viruses, retroviruses, coronaviruses, rhabdoviruses, togaviruses, and arenaviruses I-2, 10, 37, 53 and unpublished observations] ; this subject is reviewed in the chapter by Cooper and Welsh in this volume.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "A. Background"
        },
        {
            "text": "Antibody mediated C dependent lysis of virus infected cells rests on several characteristics of the infected cell. These include the amounts of antigen expressed on the cell's surface, antigen position on the membrane, and accessibility to antibody, activation of the C system, presence of binding sites for the terminal C components, fragility of the plasma membrane, and ability of the cell to repair C mediated membrane damage [10, 40] . In several systems, antibody mediated C dependent lysis may also be conditional on cell cycle regulation factors [6, 7, 32, 42, 48 ].",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "B. Participation of the Infected Target Ceil"
        },
        {
            "text": "It is important to recognize that following infection, individual cells express varying amounts of viral antigens on their surfaces. This point is graphically made in Fig. 1 which plots the variation in measles virus antigens expressed on the surface of HeLa cells 48 h after infection. In this experiment, HeLa cells grown to near confluence were infected with measles virus at a multiplicity of six. Forty-eight hours later, the cells were washed and stained with a monospecific antibody to measles virus conjugated with fluorescein isothiocyanate. More than 98% of the cells were alive at this time. These living infected cells were placed in a flourescence activated cell sorter. The photomicrograph ( Fig. 1 ) of approximately 10,000 cells records the concentration of measles virus antigen on individual cells. The horizontal axis displays the intensity, i.e., amount of viral antigen, on the cell's surface, while the vertical axis plots the relative volume, i.e., size distribution of the infected cells. The variability in expression of measles virus antigens on the surfaces of individual cells is evident. To lyse all of the infected cells, sufficient antigen expression to bind more than 5 x 106 antibody molecules per cell was needed (see below, Table 1 ). Thus, the data in Fig. 1 indicate a marked variability in viral antigen expressed per cell and suggest that complete lysis of the cell population may not take place even in the face of sufficient and excess antiviral Ab and C. This circumstance may allow a subpopulation of infected cells to escape immune elimination. Indeed, concurrent experiments showed a gradient in which the numbers of virus infected cells were lysed increasingly until all the cells bound more than 5 x 106 antibody molecules (Table 1 ) [28] .",
            "cite_spans": [
                {
                    "start": 1781,
                    "end": 1785,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 706,
                    "end": 712,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1259,
                    "end": 1266,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1288,
                    "end": 1294,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1770,
                    "end": 1778,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viral Antigen Expression on the Plasma Membrane."
        },
        {
            "text": "The high concentrations of cell bound antiviral specific IgG Ab needed to activate C for lysis to occur is a consistent finding and was unexpected. It may reflect an inefficiency of immune IgG in the activation of C or the existence within the IgG fraction of only a minor portion of IgG, perhaps within a subclass, that is capable of initiating lysis. Preliminary experiments indicate that IgG1 is the major subclass Alternatively, it may be that viral antigens are initially expressed on portions of the cell's surface which are resistant to C dependent injury and only with prolonged infection is the virus expressed in regions of the membrane susceptible to lysis. Other factors may include virus directed alterations in the plasma membrane, the ability to repair C dependent damage, and the fragility of diploid nucleated cell membranes. In other experiments [28] , lysis of a few cells in the total population was observed as early as 18 h after infection when cells expressed sufficient viral antigens to bind at least 1 x 106 molecules of immune IgG/cell. As the amount of viral antigens expressed increased and the amounts of bound immune IgG increased per cell, a parallel enhancement of lysis ensued [28] . All cells were lysed 48 h after infection when 5 x 106 or more molecules of immune IgG bound per cell (Table 1) . Results were similar for lysis of h u m a n diploid cells infected with herpes simplex virus [45] , mumps virus [45] , and vaccinia virus (unpublished results) or with other strains of measles virus [29] in that more than 4 x 106 IgG molecules are needed to bind per infected cell to initiate C activation and to lyse all infected cells.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 868,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1320,
                    "end": 1329,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viral Antigen Expression on the Plasma Membrane."
        },
        {
            "text": "The amount of viral antigens expressed on the surfaces of infected cells varies during acute and persistent states of virus infection. Joseph et al. [29] used a radioimmune binding assay to measure viral antigens on the surfaces of H e L a cells HeLa cells were infected with a MOI of 6. Expression of measles virus on the surface of living cells was determined by direct immunofluorescence using hu/nan antibody to measles virus conjugated with fluorescein isothiocyanate, while a microcytotoxicity assay was used to grade immune lysis. Specific activity of IgG used for binding studies was 3.74 x 105 cpm/gg protein (see [28] for experimental details)",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Viral Antigen Expression on the Plasma Membrane."
        },
        {
            "text": "acutely and persistently infected with both wild type and vaccine strains of measles virus. A persistent state of measles virus infection was established in HeLa cells using Edmonston wild type strain virus and two attenuated measles virus vaccine strains: M-VAC and Schwartz. By using 12SI-labeled Fab fragments of IgG human antibodies against measles virus we found that more than 1 x 106 antibody molecules must bind to infected cells expressing measles virus antigens on their surface before any C dependent lysis can occur. Binding studies indicated that persistently infected cells bind two to three times less antibody than acutely infected cells ( Fig. 2 ) and, in parallel, exhibit less susceptibility to antibody mediated C dependent cell lysis [29] .",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 662,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viral Antigen Expression on the Plasma Membrane."
        },
        {
            "text": "Expression of viral antigens on the surfaces of infected cells can be altered in a variety of ways. First, persistently infected cells may generate temperature sensitive (ts) and defective interfering virus (DIV) mutants. The ability of mutants to dampen the expression of viral antigens on the surface, of cells while maintaining persistent virus infection was recently described [23, 51] . In a murine model system in which L-929 or N-115 neuroblastoma cells were infected with Armstrong strain lymphocytic choriomeningitis virus (LCMV), Welsh and Oldstone [-51] observed that the expression of viral antigens on the surfaces of acutely infected cells peaked two to four days after infection and thereafter precipitously declined. Cells persistently infected with LCMV for longer than 720 days expressed trivial amounts of viral antigens on their plasma membranes while containing LCMV genetic information. As shown in Table 2 , specific antibodies against LCMV in the presence of a heterologous functional C source (guinea pig C) began to lyse virus infected cells when there was sufficient viral antigen expressed on the cell surface to bind more than 2 x 105 antibody molecules per infected cell with lysis of all susceptible cells requiring 7 × 105 antibody molecules. Immune specific lysis was restricted to the second For experimental details see [51] . AC= anti-complementary. The description of LCMV DIV, and of DlV in general is given in [24, 51, and 52] the surfaces of infected cells was regulated by a virus-cell interaction in the absence of immune reagents and was closely associated with the generation of DI LCMV by cultured cells [51] . First, addition of DI LCMV blocked the synthesis and cell surface expression of LCMV antigens. Second, during acute infection, the generation of DI LCMV immediately preceded a precipitous reduction in the expression of LCMV antigens on the surfaces of infected cells. In all instances this decreased expression of viral antigens paralleled the inability of antiviral Ab and C to lyse infected cells. Third, persistently infected cells produced D! LCMV and were not lysed by antiviral Ab and C. Fourth, the inability to kill persistently infected cells with antiviral Ab and C was not a general reflection of the cell membrane's resistance to lysis during infection. The amounts of H2 antigens expressed on the surfaces of uninfected, acutely infected, and persistently infected cells were equivalent, and the lytic efficiencies of uninfected, acutely infected, and persistently infected cells with antibodies directed against H2 determinants and C were similar [51] . Hence, a virus-cell interaction with the generation of DIV can abrogate the expression of viral antigens on the plasma membrane. Other virus-cell systems behave similarly [23] . Humoral reagents such as specific antiviral Ab can also alter viral antigen expression [27, 36, 49] . When measles virus infected cells were cultured continuously in the presence of anti-measles virus Ab, viral antigens shed off from the surfaces of infected cells with a resultant decrease in the expression of viral antigens on the cells' surfaces [27] . This antibody induced stripping of viral antigens reduced the cells' expression of viral antigens sufficiently to abrogate immune lysis. As seen in Table 3 , there was a direct relationship between viral antigen expression on the cell surface and the ability of antibody and C to lyse measles virus infected cells. Thus, expression of viral antigens can be altered by antiviral Ab, which enables infected cells to escape immunologic assault. This mechanism could account for Table   3 . Regulation of viral antigen expression: relationship between antibody induced modulation, measles viral antigens expressed at the cell surface, and abrogation of antibody mediated C dependent lysis For experimental details, see [41] persistence of viruses in the face of a vigorous host i m m u n e response in persistent measles virus infections of humans, i. e., subacute sclerosing panencephalitis, and perhaps herpes simplex virus and cytomegalovirus infections [36] . (Fig. 3) . This protein is believed to be complexed with viral nucleoprotein [5] and may play a role in the regulation of viral polypeptide synthesis.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 559,
                    "end": 564,
                    "text": "[-51]",
                    "ref_id": null
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1449,
                    "end": 1465,
                    "text": "[24, 51, and 52]",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1653,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2617,
                    "end": 2621,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2795,
                    "end": 2799,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2889,
                    "end": 2893,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2894,
                    "end": 2897,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2898,
                    "end": 2901,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3152,
                    "end": 3156,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3874,
                    "end": 3878,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4112,
                    "end": 4116,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4196,
                    "end": 4199,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 921,
                    "end": 928,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3307,
                    "end": 3314,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 3634,
                    "end": 3643,
                    "text": "Table   3",
                    "ref_id": null
                },
                {
                    "start": 4119,
                    "end": 4127,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Regulation of ~raI Antigen Expression."
        },
        {
            "text": "Of interest are quantitative binding studies which indicate that stripping of measles viral antigens off the cell's surface by antibody requires less than 1-5 x l0 s antibody molecules bound per infected cell. This is approximately one to one and a half magnitudes less antibody than is needed to activate the C cascade and cause cell lysis. These results suggest that modulation could take place in vivo at a local site of antibody production in the presence ofa C source. In addition, antiviral Ab that do not activate the C system can bind to and modulate viral antigens from the surfaces of infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulation of ~raI Antigen Expression."
        },
        {
            "text": "3. Other Factors: Membrane Fragility, Repair, and Influence of the Cell Cycle. The same antibody and C source against cell surface antigens can have a differential efficiency for lysing cells from various locations of the body. Frequently these cells contain equivalent amounts of cell surface antigens. Hence the inability to lyse cells may reflect the character of the cell's plasma membrane, unrelated to either antigenic expression, appropriate numbers of antibody molecules binding per infected cell, or the efficient activation of the C cascade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulation of ~raI Antigen Expression."
        },
        {
            "text": "Studies of antiviral Ab mediated C dependent lysis of cells infected with murine leukemia virus showed that immune lysis was confined to the G1 phase of a cell cycle and did not occur during G2, S, or M [6, 7, 321. Despite the restriction of imrrmne [45] lysis to G1, viral antigens were expressed throughout the cell cycle, sufficient quantities of antibody bound to viral antigens, C was activated and bound to the cell surface [32] . Of interest was the demonstration of C associated crater lesions on the surfaces of infected cells at the G2 phase of the cell cycle during which no immune lysis occurred. These results indicated that despite binding of antibody, activation of the C cascade and binding of terminal C components to the membranes of infected cells resulting in C dependent lesion [10] , lysis is not mandatory. Although the reasons for this are not clear it has been suggested that membrane stability and/or repair during G2 differs from that during G1 when the cell is susceptible to immune lysis [10] .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Regulation of ~raI Antigen Expression."
        },
        {
            "text": "C. Participation of Antiviral Antibody 1. Specificity of Antiviral Antibody. The absolute specificity of antiviral Ab was observed in studies of immune lysis of mumps virus, herpes simplex virus, influenza A ° virus, and measles virus infected cells [45] . Fresh sera lacking antibody to a given virus were unable to lyse cells infected with that virus. Lytic ability was acquired after the addition of monospecific IgG containing the specific antiviral Ab(s) ( Table  4 ). In these experiments, virus infected cells were lysed only after specific antiviral Ab(s) bound to the surfaces of infected cells in the presence of a functional C source. In the absence of such binding, neither activation of C nor specific cell lysis occurred. Sera having antibody to only one virus, and capable of mediating lysis of cells infected with that specific virus, could not lyse cells infected with another virus. Additional evidence for specificity was observed while working with measles virus and mumps virus infections [45, unpublished observations] . Sera were tested from individuals with no history or serologic evidence of measles or mumps virus infections and from other individuals before and after measles virus vaccination. Prevaccination sera and sera obtained three days after vaccination were unable to Influenza lyse Hela cells infected with measles virus. In contrast, immune specific lysis occurred eight days after vaccination, and usually more than 85~o of measles virus infected cells were lysed. Similar results were obtained when three individuals were vaccinated with mumps virus. Although prevaccination sera and sera obtained three days after vaccination did not lyse cells infected with mumps virus, immune specific lysis of mumps virus infected cells occurred six days after vaccination, and sera samples obtained 10 days after vaccination killed more than 90~o of mumps virus infected cells. These prevaccination sera contained antibodies to measles virus and easily lysed cells infected with and expressing measles virus antigens on their surfaces during the time when sera (prevaccination and the third day after vaccination) failed to lyse mumps virus infected cells. Similarly, by using a serum devoid of antibodies against mumps virus and adding various amounts of mumps virus immune IgG obtained from two different subjects, it was shown that the percent of cells lysed depended directly on the amount of immune IgG added [45] . Similar experiments have been done by using a serum devoid of antibodies against measles virus and adding graded amounts of measles virus immune IgG from four different subjects. Again, the percentage of measles virus infected cells lysed depended on the amount of specific antiviral Ab added.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1010,
                    "end": 1040,
                    "text": "[45, unpublished observations]",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1314,
                    "text": "Influenza",
                    "ref_id": null
                },
                {
                    "start": 2444,
                    "end": 2448,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "Table  4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Regulation of ~raI Antigen Expression."
        },
        {
            "text": "Other experiments have focused upon whether the entire IgG molecule or a fragment of that molecule is needed for C dependent lysis of measles virus, mumps virus, or herpes simplex virus infected cells. Fifteen milligrams per ml of a Fab'2 piece of IgG antibody to measles virus, mumps virus, or herpes simplex virus in the presence of a functional C source devoid of antiviral Ab lysed the appropriate cell expressing specific viral antigens on their surfaces [28, 45] . The efficiency of lysis with Fab'2 was equivalent to that with the whole IgG molecule at equivalent concentrations. In contrast, Fab' (15 mg/ml) from either of the three antiviral preparations did not initiate C dependent lysis. In other studies [-28, 45] with 125I-Fab'2 and Fab', 4-8 x 106 molecules of either of these fragments bound to virus infected cell under the prevailing experimental conditions used for lysis. This indicated that the inability of the Fab' to initiate lysis did not result from its failure to bind to the virus antigens On the cell's surfaces. Hence, activation of C and lysis of the virus infected cells takes place in the absence of the Fc portion of the IgG molecule. These studies [28, 45, unpublished results] represented the first demonstration of Fab'2 activation of the alternative C pathway in man and indicated that virus infected cells were killed with no participation from the first component of C (C1). C1 reacts with the Fc portion of antibody in the immune complex through the Clq subunit. Thereafter, C2 and C4 components of the classical C pathway become activated. Hence, in the homologous and autologous human model systems studied, activation of the classical C pathway was not necessary for lysis of virus infected cells. These two C pathways and their role in lysis of virus infected cells are discussed in section II.D.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "[-28, 45]",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1191,
                    "text": "[28, 45,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fab'2 Fragment is Needed for C Lysis."
        },
        {
            "text": "Studies by Joseph et al. [26, 31] showed that antiviral Ab bound to the plasma membrane of measles virus infected cells. Under physiologic conditions, V-Ab complexes patched and aggregated on the plasma membrane and the immune complex subsequently relocated to a polar region on the cell's surface (Fig. 4) . Capping of V-Ab complexes on the plasma membrane was first detailed for measles virus, and has now been noted for a variety of other RNA and DNA viruses. Figure 4A and 4B show the result of moving measles virus-Ab complex on the plasma membrane of an infected Hela cell. In Fig. 4A the distribution of measles virus antigens is seen over the entire cell's surface (uncapped). Using physiologic conditions which favor capping [-26] the redistribution of the V-Ab complex to a polar region on the cell's surface is noted in Fig. 4B .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 30,
                    "end": 33,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 734,
                    "end": 739,
                    "text": "[-26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 583,
                    "end": 590,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 831,
                    "end": 838,
                    "text": "Fig. 4B",
                    "ref_id": null
                }
            ],
            "section": "Fate of V-Ab Plasma Membrane Bound Immune Complexes."
        },
        {
            "text": "What is the fate of the measles V-Ab complex formed on the plasma membrane? To answer this question, viral antigen determinants expressed on the cell's surface were saturated with antimeasles virus antibodies and the fate of these V-Ab complexes was followed kinetically [44] . By using radiolabeled antiviral Ab, we noted that the majority of the V-Ab immune complexes were shed from the cell's surface and only infrequently were internalized by cell ingestion (Fig. 5) . Morphologically this was confirmed by autoradiographic studies using electron microscopy ( Fig. 4C) 1-311. Hence, in contrast to the handling of other membrane antigen-antibody complexes such as H2-anti H2 antibodies, Ig-anti Ig antibodies, and cell surface antigen-antibody to cell surface antigen, the plasma membrane complexes which are usually internalized and degraded with only small amounts of the complex being shed into the fluid phase [15] , measles V-Ab plasma membrane bound complexes are generally shed into the surrounding fluids with only a small part of the complex internalized. Quantitative immunochemical analysis of the measles V-Ab complexes shed from plasma membranes indicated that the complexes were composed predominantly of viral antigens expressed on the cell's surface (hemagglutinin, hemolysin) (Fig. 5) [44] . ",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1305,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Fate of V-Ab Plasma Membrane Bound Immune Complexes."
        },
        {
            "text": "Complexes were characterized by sucrose density centrifugation for relative size using known radiolabeled markers and for virus polypeptide composition by immunoprecipitation using antisera against known measles viral polypeptides, bovine serum albumin (negative control), and immunoglobulin (positive control). Amount of hemagglutinin (and hemolysin) and nucleocapsid present in the complex was determined after subtracting the bovine serum albumin counts (trapping control). Viral hemagglutinin and hemolysin are located on surfaces of infected cells while the nucleocapsid is found in the cytoplasmic compartment and not on the plasma membrane. The antibody to hemagglutinin bound to measles virus hemagglutinin but not nucleoprotein polypeptides. The antibody to nucleoprotein did not bind to either the hemagglutinin or hemolysin viral polypeptides D. Participation of C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5. Analysis of virus-1251 antibody complex shed from the surface of measles virus infected cells after 3 h incubation."
        },
        {
            "text": "chemically distinct protein components normally present in the circulation and other body fluids in precursor forms. After contact with an antigen-antibody complex, these components are activated sequentially, and contribute to biologic activities such as immune adherence, opsonization, release of anaphylatoxin, vasoactive amines, chemotactic factors, and formation of lesions on plasma membranes leading to lysis ]- 8, 9, 33 ]. The C system has been reviewed recently [-9, 18] and is discussed in part in the chapter by Cooper and Welsh in this volume. Several aspects of the C system as it pertains to lysis of virus infected cells are described below. C1, the first complement component, consists of three major subunits, Clq, Clr, and Cls, which are held together by a Ca + + dependent bond. C1 reacts with the antibody portion of immune complexes through the C l q subunit. For this interaction to occur, the Fc portion of the immunoglobulin molecule must participate; that is, the Fab'2 piece of the immunoglobulin molecule does not activate C1. Following C l q attachment, Clr enzymatically activates Cls; Ca + + ions are required for this process. A series of autocatalytic reactions follow which result in assembly of the various C components. C2 and C4, the inactive precursors of the enzyme C42, are necessary for activation of C3. After the reaction with C3 the C42 enzyme becomes C423. Subsequently, C5, C6, and C7 react and then the terminal components C8 and C9 bind as an attack complex to the cell's membrane. Alternatively, activation of C3 with the subsequent involvement of C5 through C9 and membrane attack can proceed via a distinct mechanism that bypasses C1, C2, and C4. This system, known as the alternative C pathway, consists of a number of unique serum proteins including Factor B, Factor D, and properdin. One identifies these separate pathways by immunochemicalIy depleting C2 or C4 of the classical pathway or Factor B, Factor D, or properdin Of the alternative C pathway. Such immunospecific depletion, followed by reconstitution of the missing component to physiologic levels, provides definitive evidence as to Which C pathway is participating in a given reaction. Other manipulations of value in this respect are removing the Fc fragment of the Ig molecule, heating serum for 20 minat 50 ° C to destroy Factor B, or using genetically C2 deficient human sera and agents which chelate Ca + ÷ (see below).",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 471,
                    "end": 479,
                    "text": "[-9, 18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C Components and Pathways. Complement consists of a number of immuno-"
        },
        {
            "text": "........",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Components and Pathways. Complement consists of a number of immuno-"
        },
        {
            "text": "Homologous and Isolooous Systems. Studies of which C components and C pathways are uniquely involved with antiviral Ab in lysing particular virus infected cells are outlined in Table 5 . As shown in Table 5 , Ab mediated lysis of measles virus, mumps virus, parainfluenza virus, influenza virus, and herpes simplex virus infected targets are totally efficient in human sera depleted of classical C components, C2 and/or C4. In contrast, depletion of Factor B, Factor D, or properdin of the alternative C pathway precludes lysis of virus infected cells. When the specific depleted component of the alternative C pathway is restored to the reaction mixture in physiologic amounts, lysis of virus infected cells is totally restored. These data, coupled with the ability of Fab'2 fragment of virus specific IgG to lyse measles virus, mumps virus, and herpes simplex virus infected targets in the presence of a functional C source, clearly demonstrate that the alternative C pathway is both involved and necessary for !ysis of virus infected cells. Additional evidence supporting the participation of the alternative C pathway in lysing virus infected cells coated with specific antiviral Ab comes from two other experimental approaches. These experiments [28, 45] employ methods that segregate the alternative from the classical C pathway on the basis of Ca + + dependency of the classical pathway and the lability after mild serum dilution of the alternative pathway. The participation of Ca + + is essential for C1 binding and classical C pathway activation but not for activation of the alternative C pathway. Evidence that C mediated lysis of measles virus infected HeLa cells bound with antiviral Ab required Mg ++ but not Ca + + was obtained from studies in which increasing amounts of Mg + + were added to serum chelated with 1.1 x 1 0 -2 M EDTA or EGTA. Whereas EDTA effectively chelates Ca + + and Mg + +, EGTA has a 10,000-fold lower affinity for Mg + + and thus is a relatively selective chelator of Ca + +. After mixing measles virus infected cells with antibodies, no lysis occurred when EDTA-chelated serum was used until 6.4 x 10 -3 M Mg + + was added. Total lysis occurred on addition of 1.28 x 10-2 M Mg + + [28] . In contrast, the addition of small amounts ofMg + + to EGTA chelated serum rapidly restored the serum's lytic ability. Some lysis followed the addition of 7.5 x 1 0 -4 M Mg + +, and complete lysis occurred with 1.5 x 10 -3 M Mg + +. In contrast, Ca + + dependency was noted for the lysis of uninfected and measles virus infected HeLa cells coated wtih antibodies to HeLa cell surface antigens and C [28] .",
            "cite_spans": [
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2627,
                    "end": 2631,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 199,
                    "end": 206,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Requirement of Alternative C Pathway for Lysis of Virus Infected Cells in"
        },
        {
            "text": "The activity of the alternative C pathway is quickly negated by diluting fresh serum whereas considerably more dilution is needed to dampen the lytic activity of the classical C pathway. The cytolytic activity of C for HeLa cells infected with measles virus and binding IgG antiviral Ab is extremely sensitive to dilution. To evaluate the participation of the C pathways in IgG antiviral antibody-mediated C-dependent lysis of virus-infected cells, specific C components from sera were immunochemically removed: C4, Factor B, Factor D, properdin. C2 genetically deficient sera were also used. After immune lysis was studied, each depleted component was reconstituted in physiologic amounts, and tysis of infected cells again evaluated. Approximately half of the cytolytic activity of serum was lost when C was diluted 1 : 2 to 1 : 4, more than 90~o was lost by using a 1 : 4 to 1 : 8 dilution. In contrast, the capacity of the same C course to lyse uninfected or measles virus infected HeLa cells coated with rabbit antibody to HeLa cell surface antigens was considerably less sensitive to dilution. Half of the original cytolytic titer remained when C was diluted to 1 : 50. Thus, antibody mediated C dependent lysis of measles virus infected HeLa cells by antiviral Ab involves the alternative C pathway, while in contrast lysis of infected or uninfected HeLa cells with antibodies directed against HeLa cell surface determinants proceeds via the classical C pathway. Other tests in which sera were depleted of and reconstituted wtih the early components of either the classical or alternative complement pathway confirmed these findings. Antibody mediated alternative C pathway dependent lysis of measles virus infected cells was consistently observed when HeLa cells were infected with Edmonston strain, SSPE Halley strain, M-Vac, or Schwartz strains of measles virus. In addition, the functional requirement of an alternative C pathway was noted when using a wide variety of human cell lines infected with measles virus in the presence of antiviral Ab. These lines were derived from epithelioid (HeLa, KB, Hep2), neuroblastoid (IMR-32), glia (339 Mg), and lymphoid (RPMI 8866, WI-L2, Raji, Victor) cells. 3. Bindin9 of C Components to the Plasma Membrane. As anticipated from the above experiments various components of the alternative C pathway bind to surfaces of virus infected cells after such cells are sensitized with antiviral Ab [-451. These studies used 1 x l0 s infected HeLa cells expressing measles virus antigens on their surfaces, incubated for 30 rain with either growth media, human sera containing antibodies to measles virus, or human serum without antibodies to measles virus. The same source of human serum was depleted of Factor B, properdin, or C4. The cells were washed and then treated with fluorescein conjugated specific antiserum to Factor B, properdin, C3, or C4. The infected cells, incubated with growth media alone or with human serum deficient in antibodies to measles virus, failed to show fluorescent staining on their plasma membranes. In contrast, more than 95~ of infected cells mixed with immune serum bound the fluor-labeled antibody to C3, Factor B, or properdin. In all instances, Factor B bound with significantly less intensity than the other C components studied. Using immunoelectron microscopy and antibodies to C3, Factor B, properdin, or C4 conjugated with ferritin, these C components were localized on the plasma membrane. In all instances (Fig. 6A-D) the C components bind directly to the V-Ab complex on the cell's plasma membranes and not to adjacent membrane sites devoid of virus or V-Ab deposits. Although the early components of the classical C pathway are not necessary for Ab mediated lysis of virus infected cells, C4 binds to the V-Ab complex on the cell's surface (Fig. 6 D) [-45] when fresh serum or Factor B depleted serum is used.",
            "cite_spans": [
                {
                    "start": 3842,
                    "end": 3847,
                    "text": "[-45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3495,
                    "end": 3506,
                    "text": "(Fig. 6A-D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3831,
                    "end": 3841,
                    "text": "(Fig. 6 D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Requirement of Alternative C Pathway for Lysis of Virus Infected Cells in"
        },
        {
            "text": "Recently the classical as well as the alternative C pathway have both been implicated in lysis of measles virus infected cells in heterologous model systems [14, 22, Perrin and Oldstone, unpublished observations] . Mixing primate cells infected with measles virus, human, or rabbit antibodies against measles virus and rabbit or guinea pig C source, Hicks et al. [22] and Ehrnst [14] noted that both C pathways were involved in the lysis of measles virus infected targets, but each pathway could function independently. Experiments by Perrin (unpublished observations) using a heterologous system in our laboratory, confirmed these results. Of interest was Perrin's observation with two rabbit sera containing antibodies to measles virus and acting as their own C source. Both lysed measles virus infected HeLa cells by the alternative and by the classical C pathway. However, when these sera were extensively absorbed against uninfected HeLa cells to remove cross reacting antibodies to HeLa cell surface determinants, lysis of virus infected cells no longer proceeded by the classical pathway, but was restricted to the alternative C pathway.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 166,
                    "end": 186,
                    "text": "Perrin and Oldstone,",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 212,
                    "text": "unpublished observations]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Systems."
        },
        {
            "text": "Recently Ehrnst suggested that antibodies to measles virus hemagglutinin (viral glycopeptide on the cell's surface) lyse cells by the alternative C pathway, while antibodies against measles virus hemolysin (nonglycosylated viral polypeptide on the cell's surface) lyse cells by the classical C pathway [14] . Experiments in our laboratory (Sissons, unpublished) have been done with these same antibody reagents kindly supplied by Dr. E. Norrby, Stockholm, Sweden. Although the reagents are biologically pure in that they inhibited hemagglutination or hemolysin activity, respectively, neither reagent was immunochemically pure. Analysis by immunoprecipitation showed that each antibody bound, in part, to both measles virus polypeptides. Further, the anti-hemolysin reagent activated the C cascade spontaneously and had significantly less lytic activity than the antibody to hemagglutinin. Hence, the data are inconclusive as to whether these reagents differentiate the two viral polypeptides. With the availability of monoclonal antibodies to these polypeptides and/or the use of measles viral ts mutants [20] that limit the expression of one cell surface viral polypeptide, the binding to each of these antigens can be monitored.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Systems."
        },
        {
            "text": "Some other examples in which the classical C pathway functions with antiviral Ab to lyse virus infected targets in heterologous systems are cells infected with retroviruses [10, 32] or lymphocytic choriomeningitis virus [51, unpublished observations] . In both these models the classical and alternative C pathway were assayed by directly measuring consumption of individual C components, and/or using C4, C2, or Factor B depleted and reconstituted sera.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 220,
                    "end": 250,
                    "text": "[51, unpublished observations]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Systems."
        },
        {
            "text": "The end result of a virus infection relates to a combination of the specific characteristics of a virus, the cells in which they replicate, and the function and activity of the host's immune system as modified by several host effector systems. Virus infected cells can be destroyed by host immune responses that limit the spread of virus infection and aid in the host's recovery. Of the possible responses, antiviral Ab reacting with viral antigens expressed on the infected cell surface in the presence of C is among the more effective ways to lyse infected cells. The fact that a wide variety of cells infected with and expressing antigens after infection with a diversity of DNA and RNA viruses are lysed by specific antiviral Ab and C indicates that immune lysis is a general biologic phenomenon. Lysis of virus infected cells is dependent, in part, upon such host factors as sufficient expression of viral structural or induced antigens on plasma membranes, the membrane's fragility for immune lysis, activation of C, and binding of the terminal C components to or near the V-Ab complex on the cell's surface. Various cell types can differ in the fragility of their plasma membranes as a result of a balance between the immune lytic attack mechanism, efficiency of membrane repair, and perhaps stage of the cell cycle. While difficult to prove, several experiments suggest a role for antibody dependent C mediated lysis in vivo. For example, passively administered antibody binds to virus infected targets in vivo and/or initiates cellular necrosis and tissue injury [13, 21, 38, 46, 50] , and C depletion lessens the severity of tissue injury and disease [19, 38, 39] .",
            "cite_spans": [
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1577,
                    "end": 1580,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1581,
                    "end": 1584,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1589,
                    "end": 1592,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1666,
                    "end": 1669,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1670,
                    "end": 1673,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Ill. Conclusions"
        },
        {
            "text": "A variety of human cell lines from epithelioid, central nervous system, and lymphoid origins when infected with measles virus, are lysed upon the addition of specific human anti-measles virus Ab and a functional C source. More than 4-5 x 106 specific antibody molecules must bind to each infected cell to ensure sufficient C activation for lysis. The Fab'2 fragment of IgG can lyse virus infected cells as efficiently as the whole IgG molecule, indicating that the Fc fragment of IgG is not necessary in this reaction. Studies using genetically deficient or immunochemically depleted C reagents showed that lysis occurred via the alternative C pathway and not by the classical C pathway. Consumption studies of individual C components confirmed these findings. Further, HeLa cells infected with several different strains of measles virus were lysed by IgG specific anti-measles virus antibodies and a functional alternative C pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ill. Conclusions"
        },
        {
            "text": "In addition to measles virus infected targets, cultured cells infected with a diverse number of RNA and DNA viruses including mumps virus, influenza A virus, parainfluenza viruses, and herpes simplex viruses were all lysed by antibodies specific for their respective viruses via the alternative C pathway. In the autologous and homologous systems studied, lysis of infected cells occurred only with immune human sera, magnesium EGTA immune sera, and immune sera depleted of C4 or C2. In contrast, no lysis occurred in reactions with nonimmune sera, magnesium-EDTA immune sera, or immune sera depleted of Factor B, Factor D, or properdin. In the latter instance, lysis was totally restored to immunochemically depleted immune sera by adding physiologic amounts of the missing material but not by addition of an excess of C2. Infected cells expressing viral antigens of either measles virus, mumps virus, or herpes simplex virus were lysed with the Fab'2 fragment of antiviral Ab. More than 4 x 106 antibody molecules were required to bind to each infected cell prior to immune lysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ill. Conclusions"
        },
        {
            "text": "While these observations are clear, the mechanisms by which the virus antigen-Fab'2 immune complex activates the alternative C pathway or the reason for the selective participation of this pathway remain areas for future investigation. Similarly, the role of the alternative C pathway in vivo in eliminating virus infected cells and the possibility that defects in this pathway favor the persistence of virus infection should be investigated. Transient or permanent defects in the integrity of the alternative C pathway could allow antiviral antibodies to strip viral antigens off the surfaces of infected cells. Infected cells could then escape assault by either humoral and/or cellular mediated immune mechanisms. Further, if either nonlytic, noncomplement fixing antiviral Ab or lower concentrations of C fixing antiviral antibodies then are ordinarily required for immune lysis (less than 4 x 106 antibody molecules per cell) were present, the result might be antibody induced antigenic modulation of virus infected cells. As a consequence, given the milieu for continuous virus replication, a variety of virus mutants (DIV, ts) are likely to arise with the ability to code for decreased antigenic expression on the cell's surface. Such a mechanism would explain persistence of virus in the face of a vigorous host immune response [36] as occurs in several human infections. 1",
            "cite_spans": [
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Ill. Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interactions of antibodies, complement components and various cell types in immunity against viruses and pyogenic bacteria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Transplant. Rev",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The morphology of virus-antibody interaction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waterson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Adv. Virus Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antigenic properties of experimental leukemias. II. Immunological studies in vivo with C57BL/6 radiation-induced leukemias",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Boyse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Old",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luell",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Natl. Cancer Inst",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inhibition or enhancement of immunological injury of virus-infected cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Brier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wohlenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reproduction of paramyxoviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Comprehensive virology",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antigenic expression of a murine lymphoma during growth in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cikes",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "225",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expression of H-2 and Moloney leukemia virus-determined cell-surface antigens in synchronized cultures of a mouse cell line",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cikes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friberg",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complement in cell survival and destruction",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        ";"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Progress in transfusion and transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The complement system",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Eudenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Stites",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Basic and clinical immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Failure of terminal complement components to induce lysis of Moloney virus transformed lymphocytes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Polley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Immunol",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mechanisms of viral neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Viral immunology and immunopathology, Notkins, A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Specificity of virus-immunologic effector T cells for H-2K or H-2D compatible targets: Implications for H-antigen diversity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blanden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Transplant. Rev",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Futher observations on the inhibitory effect of myxoviruses on a transplantable murine leukemia (34138)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Scala",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Separate pathways of activation by measles virus cytotoxic antibodies: Subclass analysis and capacity of F(ab) molecules to activate C via the alternative pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrnst",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Immunol",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The fate of anti Ig surface Ig complexes on B lymphocytes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Engers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Unanue",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Immunol",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The biology of animal viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcauslan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mims",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular events in antibody induced modulation of measles virus infected cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fujinami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "279",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The alternative pathway of complement activation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gotze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Adv. Immnnol",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Role of the immune response in recovery from Sindbis virus encephalitis in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The isolation and preliminary characterization of temperature sensitive mutants of measles virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Haspel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Virol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Non-fatal mouse cytomegalovirus hepatitis. Combined morphologic, virologic and immunologic observations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gehrke",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Am. J. Pathol",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysis of complement-dependent antibodymediated lysis of target cells acutely infected with measles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Klutch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Immunol",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Long term persistent vesicular stomatitis virus and rabies virus infection of cells in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Villarreal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Otdstone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kohne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazzarini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scolnick",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Gen. Virol",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Defective interfering animal viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Comprehensive Virology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Electron microscope studies of immune cell lysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dourmashkin",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Ciba Foundation Symposium Complement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antibody induced redistribution of measles virus antigens on the cell surface",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Immunol",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Immunologic injury in measles virus infection. II. Suppression of immune injury through antigenic modulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Exp. Med",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Immunologic injury of cultured cells infected with measles virus. I. Role of IgG antibody and the alternative complement pathway",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Exp. Med",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Measurement of virus antigens on the surfaces of Hela cells persistently infected with wild type and vaccine strains of measles virus by radioimmune assay",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Gen. Virol",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Presence of immunoglobulins on the surface of circulating trypomastigotes of T. cruzi resulting in activation of the alternative pathway of complement and lysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krettli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussenzweig",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Symposium of Chagas Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Antibody-induced capping of measles virus antigens on plasma membrane studied by electron microscopy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Virol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cell cycle dependent lysis of Moloney virustransformed Iymphocytes: Presence of viral antigen, accessibility to antibody, and complement activation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The molecular basis of the biological activities of C",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Harvey Lect",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Viral immunology and immunopathology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Antigenic modulation. Loss of TL antigen from cells exposed to TL antibody. Study of the phenomenon in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Old",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stockert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Exp. Med",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Role of antibody in regulating virus persistence: Modulation of viral antigens expressed on the cell's plasma membrane and analyses of cell lysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Development of host defenses",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Virus neutralization and virus-induced immune complex disease: Virusantibody union resulting in immunoprotection or immunologic injury--Two different sides of the same coin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Prog. Med. Virol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Pathogenesis of chronic disease associated with persistent lymphocytic choriomeningitis viral infection. II. Relationship of anti-LCM viral response to tissue injury in chronic disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Exp. Med",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Acute viral infection: Tissue injury mediated by anti-viral antibody through a complement effector system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Immunol",
            "volume": "107",
            "issn": "t971",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Immunopathology of viral infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Textbook of immunopathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Immunologic injury in measles virus infection. IV. Antigenic modulation and abrogation of lymphocyte lysis of virus infected cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tishon",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Clin. Immunol. Immunopathol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Structural alterations in the surface membrane during the cell cycle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M H"
                    ],
                    "last": "Warmsley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Cell Biol",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Cytotoxis effects of lymphoid cells in vitro",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perlmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Adv. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The formation and fate of virus antigen-antibody complexes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mechanism of injury of virus infected cells by antiviral antibody and complement: Participation of IgG, Fab'2 and the alternative complement pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Exp. Med",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Destruction of virus infected cells by immunological mechanisms",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Ann. Rev. Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Destruction of virus infected cells by antibody and complement",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tompkins",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Viral immunology and immunopathology, Notkins, A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Immune cytolysis in relation to the growth cycle of Chinese hamster cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "U"
                    ],
                    "last": "Shipley",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Cancer Res",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Antigenic modulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stackpole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jackobson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "The handbook of cancer immunology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Cytotoxic assays and other immunologic studies ofleukemias induced by Friend virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wahren",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Natl. Cancer Inst",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "inhibition of immunologic injury of cultured cells infected with lymphocytic choriomeningitis virus: Role of defective interfering virus in regulating viral antigenic expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Exp. Med",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A comparison of biochemical and biological properties of standard and defective lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Villarreal",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Bulletin",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "press 1979) have shown that monospecific antibodies to measles virus hemagglutinin and to hemolysin (fusion protein) lyse infected HeLa cells exclusively by the alternative pathway. Further, lysis occurred in serum free solution using IgG or F(ab')2 containing antibody to measles virus, HeLa cells infected with measles virus, the six purified components of the alternative C pathway and the five purified components of the membrane attack system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G P"
                    ],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G P"
                    ],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller-Eberhard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G P"
                    ],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Antibody independent activation of the alternative complement pathway by measles virus infected cells. Proc. Natl. Acad. Sci. USA",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Demonstration of the variability of measles virus antigen expression on the cell's surfaces within a population of acutely infected HeLa cells. Panel A: uninfected living HeLa cells incubated with monospecific antibody to measles virus conjugated with fluorescein isothiocyanate and Panel B: HeLa cells acutely infected with measles virus at multiplicity of 6 and incubated 48 h later with the same fluorescein conjugated antibody to measles virus. Each point represents one cell and approximately 10,000 cells are viewed in each panel as studied by a fluorescent cell activated sorter. The horizontal axis plots the intensity of membrane fluorescents, and the vertical axis plots the volume (size) of each cell participating in immune lysis of measles virus, mumps virus, and herpes simplex virus infected cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Expression of surface viral antigens on measles virus infected HeLa cells as assessed with 125Ilabeled Fab fragments of IgG containing antibodies to measles virus: • •, Edmonston acute; ES----D, Edmonston persistent; /x z5 M-VAC persistent; • •, Schwarz persistent. The recorded results have been adjusted for background 'labeling' of uninfected HeLa cells which was essentially identical at each cell density (i. e., 3943, 3975, 3803, and 4072 cpm). Maximum counts were recorded for 1 x 106 acutely infected cells (i. e., 49800 cpm) through fourth days following acute infection. The same antibody and C source could not lyse virus infected cells seven days after acute infection, nor did they lyse persistently infected cells which expressed significantly less viral antigen on their surfaces. Several lines of evidence indicated that the expression of viral antigens on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "in other Systems and was initially described by Boyse and Old for the m o d u l a t i o n of T L antigens of murine leukemia cells in vitro and in vivo[3,35]. Recently we observed that interferon generated during acute L C M V infection m a y also m o d u l a t e the expression of viral antigens on the cell surface. F u r t h e r the addition of interferon to cultured cells with L C M V antigens on their surfaces is followed by a parallel reduction in the expression of viral antigens and lysis by antiviral A b and C.F u j i n a m i and Oldstone recently investigated the biochemical basis of a n t i b o d y induced viral antigen modulation. Evidence has accumulated that the binding of antibody to the plasma m e m b r a n e alters the cytoplasmic events of viral replication. This is primarily reflected by reduction of measles virus p h o s p h o p r o t e i n (P) in theFig. 3. Regulation of expression of viral polypeptide during antibody induced antigenic modulation of measles virus infected cells. Measles virus infected HeLa cells, which were cultured for 6h or 18h with antimeasles virus antibodies were labeled with 3sS[17]. The cytosol was harvested and immunoprecipitated with anti-measles virus antibodies and staphylococcus protein A. The precipitate was studied by SDS polyacrylamide gel electrophoresis. Note the marked decrease of P, a measles virus structural polypeptide (phosphoprotein) during modulation. P may be complexed to the nucleoprotein, N, and hence play a role in regulation of viral polypeptide synthesis. P is not expressed on the cell's membrane.Cell surface expressed viral hemolysin (HL) is also decreased. Over the time of the experiment, modulation of viral hemagglutinin (H) is not yet evident (R. Fujinami and M. B. A. Oldstone, unpublished data; [17]). NM: not modulated; M: modulated; viral polypeptides are HA: hemagglutinin; P: phosphoprotein or P2; NC: nucleocapsid protein; HL: hemolysin and M: M protein. Molecular weight markers are shown on the right cytoplasma",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "C. Antibody induced redistribution (capping) of measles virus antigens expressed on the surface of an infected HeLa cell. A: peroxidase conjugated antibody to measles virus Was added at 4 ° C to a HeLa cell infected with measles virus. Note the circumferential expression of virus antigens on the plasma membrane.B: Polar redistribution of measles virus antigens expressed on the cell's surface. After addition of antiviral antibody conjugated with peroxidase, the cell was warmed to 37°C for 30 min. With continued incubation the majority of the virus-Ab complexes were shed from the cell's surface into the culture media. C: demonstrates the shedding of such a complex using 125I-labeled antimeasles virus antibody and autoradiography. Corresponding immunochemical data is presented inFig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Number represents the mean for individual subject determinations. For lysis of measles virus, mumps virus, and herpes simplex virus infected cells over 10 sera from different individuals were used. Studies with parainfluenza and influenza virus infected cells were limited to sera from four individuals. ND: not determined. These experiments were done in collaboration with Luc Perrin, Neil Cooper, Barry Joseph, and Robert Schreiber",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-D. Binding of properdin, the third component of C (C3) and the 4th component of C (C4) to measles virus-Ab complexes on the plasma membrane ofa Hela cell. Hela cells infected with measles virus were mixed with serum containing antibodies to measles virus and a functional C source. After a 30 min incubation at 4 ° C, ferritin conjugated monospecific antibody to human properdin (B), C3 (C), or C4 (D) were added. No deposition of properdin, C3, or C4 were found on sites of the plasma membrane devoid of measles virus-Ab complexes. A shows the binding of ferritin conjugated anti-measles virus antibody to a HeLa cell infected with and expressing surface viral antigens. Arrows point to viral nucleocapsids under the plasma membrane. None of these reagents stained either uninfected cells or virus infected cells not sensitized by antiviral antibodies. Similar results occurred with acutely and persistently infected cells (P. Lampert, O. G6tze, and M. B. A. Oldstone, unpublished observations)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of antiviral antibody molecules required to bind to a HeLa cell infected with measles virus in order to achieve cell lysis",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Regulation of viral antigen expression: relationship between the generation of defective interfering virus, LCM viral antigens expressed at the cell surface, and abrogation of antibody mediated C dependent lysis",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Specificity of antiviral antibody in antibody mediated C dependent lysis of cells expressing viral antigens on their surfaces negative; +: positive; ND: not done. Details as to binding assay and microcytotoxicity test to determine immune lysis are given in",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Role of various complement components on antibody-mediated lysis of human cells infected with a variety of RNA and DNA virusesPercent of virus infected cell lysis observed",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Microbial agents may also be lysed by immunoglobulin dependent alternative C pathway activation.Krettli  and Nussenzweig [-30] have reported immunoglobulin mediated alternative C pathway lysis of Trypanosoma cruzi.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}