{
    "paper_id": "d85f5549fd377f5a3bfdcdc8ba711a2be93ea197",
    "metadata": {
        "title": "Investigating the thermal dissociation of viral capsid by lattice model",
        "authors": [
            {
                "first": "Jingzhi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Physique des Solides",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "postCode": "91405",
                        "settlement": "Orsay Cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Maelenn",
                "middle": [],
                "last": "Chevreuil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Physique des Solides",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "postCode": "91405",
                        "settlement": "Orsay Cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Combet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire Léon Brillouin (LLB)",
                    "institution": "",
                    "location": {
                        "country": "UMR"
                    }
                },
                "email": ""
            },
            {
                "first": "Yves",
                "middle": [],
                "last": "Lansac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Physique des Solides",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "postCode": "91405",
                        "settlement": "Orsay Cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Tresset",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Physique des Solides",
                    "institution": "Université Paris-Saclay",
                    "location": {
                        "postCode": "91405",
                        "settlement": "Orsay Cedex",
                        "country": "France"
                    }
                },
                "email": "guillaume.tresset@u-psud.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "The dissociation of icosahedral viral capsids was investigated by a homogeneous and a heterogeneous lattice model. In thermal dissociation experiments with cowpea chlorotic mottle virus and probed by small-angle neutron scattering, we observed a slight shrinkage of viral capsids, which can be related to the strengthening of the hydrophobic interaction between subunits at increasing temperature. By considering the temperature dependence of hydrophobic interaction in the homogeneous lattice model, we were able to give a better estimate of the effective charge. In the heterogeneous lattice model, two sets of lattice sites represented different capsid subunits with asymmetric interaction strengths. In that case, the dissociation of capsids was found to shift from a sharp one-step transition to a gradual two-step transition by weakening the hydrophobic interaction between AB and CC subunits. We anticipate that such lattice models will shed further light on the statistical mechanics underlying virus assembly and disassembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses, as infectious agents coexisting with cells, are ubiquitous wherever life exists. Virions consist of the genome, a single or multilayered protein shell called capsid and in some cases an envelope of lipids. The simplest virions have only one segment of single-stranded nucleic acid encased in a capsid made up with multiple copies of a single polypeptide chain. The shape of virions can be helical, icosahedral, prolate, or have a complex irregular structure. Among them, icosahedral viruses represent more than 50% of all known viruses [1] . The structure of icosahedral viruses can be described by the Caspar-Klug quasi-equivalent principle [2] and the number of proteins making up the capsid is 60 T-where T = h 2 + hk + k 2 is the triangulation number, and h and k are non-negative integers.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of virions can be readily dissociated into protein subunits (e.g. dimers) and reassembled in vitro by adjusting pH, ionic strength and temperature [3] [4] [5] . This makes it possible to investigate the self-assembly mechanism of capsid proteins by various experimental techniques including small-angle x-ray scattering and static light scattering (SLS) [6] [7] [8] [9] [10] [11] , mass spectrometry [12] [13] [14] , atomic force microscopy (AFM) [15, 16] and nanofluidic devices [17, 18] . On the other hand, a number of large-scale coarse-grained (CG) models [19] , which represent one subunit with one or several beads, were used to explore the possible initial formation of metastable intermediates and their subsequent assembly to form a full capsid [20] [21] [22] [23] . To achieve this, the CG beads interacted with each other through various pairwise potentials. However, the parameters entering these potentials, such as the association energy and the effective charge assigned to the CG bead, were rough estimates and their accuracy might be questionable in many cases. Evaluating reliably the interaction energy between selfassembling subunits from experimental data is therefore a crucial task for the construction of theoretical models bearing a predictive capability.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The investigations devoted to evaluating the interaction strength between capsid subunits are limited. A common method used by Ceres and Zlotnick [24] is based on the analysis of self-assembly kinetics. By fitting SLS data with a model of self-assembly kinetics derived from a nucleation-elongation growth process, the investigators were able to compute the apparent association energy between the self-assembling subunits of empty capsids. These experiments reported a rather low association energy of −5 to −10 k B T r [24] for the capsid dimers of an icosahedral plant virus, where k B is the Boltzmann constant and T r the room temperature. The low association energy enables an efficient self-assembly by avoiding kinetic traps, which facilitates the formation of regular structures. In principle, one of the most promising methods to obtain the interaction strength between subunits with a satisfactory accuracy is the calculation of potential of mean force through all-atom computer simulations. However such simulations require a high-accuracy param eterization and are in addition still costly in computation time. More importantly, the ionic conditions play a crucial role, but the precise dynamical relationships between the ionized groups, the change of conformations and the configuration of the protein occurring in the course of the self-assembly process remain a formidable challenge [25, 26] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, we proposed another approach for estimating the interaction strength between subunits [27] . Instead of studying the self-assembly process of viral capsid upon a change of pH or ionic strength, we dissociated the capsid by heating up the solution and we monitored the melting temperature by fluorescence thermal shift assay. We used cowpea chlorotic mottle virus (CCMV), a T = 3 single-stranded RNA (ssRNA) plant virus widely employed for physical and nanotechnological studies [28] [29] [30] . A mean field (MF) model was constructed to describe the dissociation of a viral capsid, whose subunits interact through a short-range hydrophobic attraction and a pairwise electrostatic Yukawa repulsion. Our model returned an overall association energy of −4.6 k B T r and an effective charge per dimer of −3 to −5 e (e the electric charge) depending on pH.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we extended our previous mean field model to further explore the relative importance of the interaction between subunits on the stability of viral capsid. The dependence of the hydrophobic interaction on temperature was introduced leading eventually to a better estimate of the amount of charge carried by each subunit. In addition, different interaction strengths between different subunits were set to mimic the real interaction environment of each subunit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2.1. CCMV purification and small-angle neutron scattering 2.1.1. CCMV virions purification. The CCMV virion purification protocol was adapted from that developed by Ali and Roossinck [31] . All steps were performed in a cold room at 4 °C or in ice. 140 g of infected cowpea leaves (Vigna ungiculata) were mixed with 300 ml of buffer A (0.15 M sodium acetate pH 4.8) and then filtered with a nylon membrane to remove the large leaf residues. 300 ml of ice-cold chloroform was added and the macerate was stirred for 15 min before a 10 min centrifugation at 10 000 × g. The virions in the supernatant were precipitated by adding NaCl to a final concentration of 20 mM and 8% polyethylene glycol (MW 8000). After stirring for 30 min, the solution was centrifuged again at 10 000 × g for 10 min. The pellet was resuspended in buffer B (50 mM sodium acetate at pH 4.8) and mixed for 1 h. After centrifugation at 8000 × g for 10 min, the pellet was discarded and the supernatant was centrifuged through a 20% (v/w) sucrose cushion at 150 000 × g for 2 h. The obtained virions in the pellet, were resuspended in buffer B and stored at −80 °C. The purity of the samples was checked by measuring the absorbance ratio of A 260 /A 280 . All samples used in our study had an absorbance ratio above 1.50. The virion concentration in mg ml −1 was inferred from the absorbance at 260 nm by dividing it by a factor of 5.8. The typical yield was 15 mg of pure virions.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental and computational methods"
        },
        {
            "text": "Glassware and buffers were autoclaved before use and all steps were performed at 4 °C, either in a cold room or in ice. CCMV virions (typically 10 mg) were dialyzed twice in 500 ml of buffer A (50 mM Tris-HCl pH 7.5, 0.5 M CaCl 2 , 1 mM EDTA pH 8, 1 mM DTT). The solution was then centrifuged at 150 000 × g for 18 h to remove nucleoprotein aggregates. The supernatant was immediately sampled in 1 ml tubes to retain only those with absorbance ratios verifying A 280 /A 260 ⩾ 1.50. The supernatant in the tube was centrifuged four times at 4000 × g for 45 min to suspend the capsid proteins in buffer B (50 mM sodium acetate pH 4.8, 0.5 M NaCl, 1 mM EDTA). The solutions were stored at 4 °C before being used within two weeks at most. The concentration of capsid proteins was estimated from the absorbance at 280 nm with the extinction coefficient ε percent = 8.34. The yield of pure proteins was typically 5 mg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capsid protein purification."
        },
        {
            "text": "Small-angle neutron scattering (SANS) experiments were carried out at the PAXY beamline of the Laboratoire Léon Brillouin (Saclay, France). Two wavelengths (6 Å and 8.5 Å) associated to three different sample-to-detector distances (1 m, 3 m and 5 m, respectively) were employed and the scattering wavevectors ranged from approximately 4 × 10 −3 to 0.5 Å −1 . Samples were put in quartz cells (Hellma) with an optical path of 2 mm and the temperature was controlled by a water bath. The data were collected on a 2D multi-wire detector containing BF 3 . After a standard data treatment applied to subtract the scattering background from the solvent and the quartz cell, the scattering intensities were converted into absolute units. Experimental uncertainties were calculated after circular averaging by the custom-made PASINET_2v5 software package. A buffer solution containing 68% of heavy water was used to contrast match RNA and to highlight the scattering intensity from proteins. The purified CCMV virions were dialyzed against buffer solutions at pD 7.5 (50 mM Tris-DCl, 0.1 M NaCl) and pD 4.8 (50 mM sodium acetate, 0.1 M NaCl). The typical virions concentration was around 9 g l −1 and the samples were stored at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small-angle neutron scattering."
        },
        {
            "text": "In lattice models, a viral capsid was meshed into a set of homogeneous or heterogeneous sites located at the centers of mass of the subunits and separated by a distance of 2R d . Figure 1 shows a meshing scheme of a CCMV capsid. Considering the short-range nature of the hydrophobic interaction between subunits, the sites were set to interact with their nearest neighbors by a pairwise potential hp . To estimate the electrostatic interactions, we assumed that the subunits on lattice sites met the condition eφ/k B T < 1, where φ is the surface electric potential of the subunits, and then the electrostatic interaction between the occupied sites was simply evaluated by a linearized Poisson-Boltzmann equation. For two occupied sites carrying an effective charge Z and separated by a distance r , the pairwise electrostatic interaction is given by [32] ",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 855,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mean field expressions of lattice models"
        },
        {
            "text": "where ε 0 and ε r are the vacuum permittivity and the di electric constant (80 for water) respectively, while the Debye screening length κ −1 = ε 0 ε r k B T/2e 2 c s is related to temper ature T and solution salinity c s .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mean field expressions of lattice models"
        },
        {
            "text": "In homogeneous lattice, each lattice site represents one subunit and is not distinguishable (see figure 1 ). The total free energy for our lattice in grand canonical ensemble is given by the expression",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Homogenous lattice model."
        },
        {
            "text": "(2) where M is the total number of lattice sites and ρ = N/M is the density of subunits. µ 0 is the chemical potential and, in the case of empty capsids, it can be written as [33] , where ρ 0 is the density of free subunits in the reservoir and was set to 4.8 × 10 −4 to be consistent with our experimental data for CCMV empty capsid [27] . In the case of RNA-loaded virions, since the dissociated subunits remain bound to RNA, the chemical potential arises from the surface tension γ g of the protein-RNA globule complex expressed through its correlation length ξ g , γ g = k B T/ξ 2 g . Then the chemical potential takes a new form,",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Homogenous lattice model."
        },
        {
            "text": ", where D 2 is the excluded area of subunits on the capsid surface. At equilibrium, ∂F/∂ρ = 0, and we obtain an equation of state relating ρ and T . Like the van der Waals liquid-gas phase transition, the equation of state exhibits stable, metastable, and unstable branches. A transition occurs when two stable points coexist at the same melting temperature T m [27] . The total free energy of empty capsid is then a symmetrical function, which leads to",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Homogenous lattice model."
        },
        {
            "text": "(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogenous lattice model."
        },
        {
            "text": "tion. The hydrophobic interaction is the main driving force for the association of viral subunits [24, 35] . However, the hydrophobic interaction is considered to be the manifestation of entropic effects [36] and thus depends strongly on temperature. Some experiments on the self-assembly of different viruses showed that temperature could impact the self-assembly kinetics of viral capsids, yet the effect of temperature varies with the viral species. For instance, hepatitis B virus (HBV) was found to self-assemble faster at high temperature [24] , whereas the self-assembly of CCMV capsid is more efficient at lower temperature [11] . To elucidate the reason of this discrepancy, it is relevant to study the temperature dependence of the hydrophobic interaction between capsid subunits.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temperature dependence of the hydrophobic interac-"
        },
        {
            "text": "The dependence of the hydrophobic energy hp on temperature T can be accounted for by a first-order expansion as follows [37] , where A c is the hydrophobic contact area, whereas γ 0 and s 0 are the surface tension and the surface excess entropy respectively at the reference temperature T 0 , T 0 = 273.15 K in this paper.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temperature dependence of the hydrophobic interac-"
        },
        {
            "text": "3. Heterogeneous lattice model. CCMV capsid is a typical icosahedral protein shell formed by 180 proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2."
        },
        {
            "text": "Although the proteins are all chemically identical, they have slight conformational differences and are accordingly categorized into A, B or C depending on their environment within the icosahedral architecture. A T = 3 CCMV capsid comprises 60 dimers AB and 30 dimers CC as shown in figure 1 . These dimers are the basic self-assembly subunits and contact each other in two forms hereafter called AB-AB and AB-CC contacts. By analyzing the crystal structure of CCMV capsid [38] , it was found that AB-AB contact has a larger contact area than AB-CC contact, indicating a stronger hydrophobic attraction between AB dimers and a weaker one between AB and CC dimers. The way how this asymmetrical interaction between dimers impacts the stability of viral capsid is however unclear.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 291,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "In this paper, we assigned different values to the interaction strength between a pair of AB dimers AB_AB and between an AB dimer and a CC dimer AB_CC . For the convenience of analysis, the temperature dependence of hydrophobic interaction was not considered in this model. Given that in a CCMV capsid, an AB dimer has four CC dimers as nearest neighbors, while the nearest neighbors of a CC dimer include two AB dimers and two CC dimers, the free energy of the two-component heterogeneous icosahedral lattice from mean field theory is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2."
        },
        {
            "text": "where M AB and M CC are the number of lattice sites for AB dimer and CC dimer respectively (for CCMV capsid, M AB = 60 and M CC = 30) and ρ AB and ρ CC are the respective densities of AB and CC subunits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2."
        },
        {
            "text": "Monte Carlo (MC) simulation in the grand canonical ensemble were carried out to study the melting of viral capsid lattice. The total energy of a capsid comprising N subunits is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grand canonical lattice Monte Carlo simulations"
        },
        {
            "text": "where n i and n j equate to 0 or 1. On average, each dimer will undergo a removal or insertion trial from or into the available sites of the lattice according to the Metropolis algorithm. Thermal annealing method was used to accelerate sampling and avoid that the system became trapped in metastable states. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grand canonical lattice Monte Carlo simulations"
        },
        {
            "text": "CCMV virus is a ssRNA plant virus with capsid diameter of 28-32 nm depending on the pH [38] . By increasing pH from 4.8 to 7.5, the electrostatic repulsion between dimers become stronger due to the deprotonation of carboxyl groups (R-COOH → R-COO − ), which results in the swelling of CCMV particles at pH 7.5. Therefore, we found different radii of virions at 20 °C for pD 7.5 (see figure 2 (a)) and pD 4.8 (see figure 2 (b)). In order to probe the phase transition of CCMV virions, we increased the temperature of the samples. The scattering intensities at pD 7.5 and pD 4.8 are displayed in figures 2(c) and (d), respectively. For pD 7.5, we observed that the first scattering peak slightly shifted to high q-values upon raising temperature from 20 °C to 65 °C (figure 2(c)). By fitting the scattering intensities with a vesicle model, the radius of the capsid decreased from 14.5 nm at 20 °C to 12.5 nm at 65 °C, see figure 2(a). The shrinkage of CCMV capsid may result from the strengthening of hydrophobic interaction between capsid subunits due to its entropic nature. However, for pD 4.8, we did not found any significant variation for the scattering patterns between 20 and 62 °C (see figure 2 (b)). It is probably because the subunits on capsid were already in close contact at pD 4.8 and 20 °C and there was no further space for shrinkage. Yet, at 72 °C the typical oscillations of the scattering patterns vanished, which indicated that the capsid proteins were probably in disordered state.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 421,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1194,
                    "end": 1202,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Capsid phase transition probed by small-angle neutron scattering"
        },
        {
            "text": "As shown in figure 3 (a), the lattice model was able to reproduce a first-order phase transition. By raising temperature, a full icosahedral lattice sharply melted at a specific temperature, T m . We can also see that the melting temperature was much more sensitive to the hydrophobic interaction than to the effective charge per subunit. Figure 3 (b) clearly shows that the melting temperature determined by MC simulations was in perfect agreement with that given by MF prediction when the thermal annealing method was applied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 339,
                    "end": 347,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Homogenous lattice model"
        },
        {
            "text": "In the homogeneous lattice model, the unknown parameters (ε hp and Z for the case of hydrophobic interaction independent on temperature, s 0 , γ 0 and Z for the case when temperature dependence of hydrophobic interaction was considered), could be determined by fitting the melting temperatures measured by fluorescence thermal shift assays at different salinities [27] with equation (3). For CCMV subunits, A c = 2.943 × 10 −17 m 2 [38] . The fitting parameters are given in table 1. With these fitting parameters, the reproduced melting temperatures are shown in figure 4 . For the temperature-independent hydrophobic interaction, ε hp was evaluated to be −4.38 k B T r , close to the value of −5 to −10 k B T r predicted by the analysis of self-assembly kinetics [24] . However, the effective charge of dimer |Z| was predicted to be larger than 5, a value twice as high as that determined by electrophoretic mobility experiments [39] . Note that the discrepancy between experiment and simulation at large κ −1 may be due to the fact that the Debye-Hückel approximation no longer holds in this regime of weak electrostatic screening.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "figure 4",
                    "ref_id": null
                }
            ],
            "section": "Fitting parameters."
        },
        {
            "text": "In the case of a temperature-dependent hydrophobic interaction, the estimated negative value of s 0 indicates that the hydrophobic interaction becomes stronger with the increase of temperature, which was also reflected by the shrinkage phenomenon of loaded capsids at pD 7.5 observed by SANS (see previous section). The dependence of hydrophobic interaction on temperature can readily lead us to speculate that a high temperature would facilitate the self-assembly of CCMV capsids. However, there are experimental observations that the self-assembly of empty CCMV capsid is accelerated at low temperature [37] . These controversial conclusions reflect the complicated nature of the self-assembly process of viral capsids. In addition, by introducing a temperature dependence into the hydrophobic interaction, the effective charge of a CCMV subunit was reduced to an absolute value of 2, which is comparable to that estimated by the electrophoretic mobility of CCMV virions. ",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fitting parameters."
        },
        {
            "text": "CCMV capsid protein comprised a positively-charged flexible arm and a negatively-charged compact body. The high pK a value of the charged residues in the arm (ARG pK a 12.10, LYS pK a 10.67 and terminal residue SER pK a 9.05) leads to a constant net charge below pH 8.0. By contrast, some residues with medium pK a values in the negatively-charged body, such as GLU (pK a 4.15), will change their ionization state within the pH range of 3-8 commonly used in experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pH effect."
        },
        {
            "text": "Assuming that the hydrophobic interaction is independent of pH, the variations of the effective charge of subunits could be estimated by relating the MC simulations with lattice model to the experimental melting temperatures (figure 5). Despite the introduction of temperature dependence into the hydrophobic interaction, the variations of |Z| with pH were very similar to those without temperature dependence, as shown in figure 5(a) . Both cases showed a minimum charge value around pH 4.8, which agrees with the isoelectric point of CCMV protein measured by electrophoretic mobility experiments [39] and predicted by the PDB2PQR package [40] . However the range of values were different for the two cases. For temperature-independent hydrophobic interaction, |Z| varies from 4.5 to 8, whereas the values varied from 1.6 to 3 when taking the temperature effect into account.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 602,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 434,
                    "text": "figure 5(a)",
                    "ref_id": null
                }
            ],
            "section": "pH effect."
        },
        {
            "text": "In the case of RNA-loaded capsids, a charge compensation occurs between the cationic charges carried by the N-terminal arms of the dimer and the anionic charges carried by RNA, both of which being not sensitive to pH. Thus, the variation of the effective charge of the dimer can be mainly ascribed to the negatively charged body. In our preview paper [27] , we found that the dissociation temperature of CCMV virions was not sensitive to salinity. Besides, electrophoretic mobility experiments also revealed that the isoelectric point (pI) of 22 residues cleaved CCMV protein in which the positive charge of N-terminal arm was totally removed is around 4.1 [39] , while predictions obtained by the PDB2PQR package [40] gave an isoelectric point around pH 4.3 for CCMV protein without the first 22 residues. Therefore, we made an approximation of |Z| = 0 at pH 4.2. If we assume that the hydrophobic interaction strength does not change in the presence of RNA, then D/ξ g can be estimated to be ~2.76. The variation of the absolute value of the effective charge of dimer with pH is presented in figure 5 (b). No matter whether the temperature effect was considered or not, the variation of the effective charge was similar: |Z| increased with pH and eventually reached a plateau at pH higher than 7. This variation was comparable with the change of electrophoretic mobility with pH for cleaved proteins [39] . In addition, we also found that the effective charge in the case of temperature-dependent hydrophobic energy was half of that obtained in the case of temperature-independent hydrophobic energy.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1102,
                    "text": "figure 5",
                    "ref_id": null
                }
            ],
            "section": "pH effect."
        },
        {
            "text": "Up to date, the precise assembly and disassembly process of viral capsid is unclear. The dissociation experiments of HBV capsids by the adjustment of pH revealed that the capsid dissociation was independent of the dimer concentration, which suggested a possible first-order phase transition [41] . In addition, it has been shown in our previous work [27] as well as in the preceding section of this paper that the dissociation of a viral capsid occurs through a sharp phase transition in homogeneous lattice model. However, the experiments on the dissociation of viral capsids by AFM found that there were a lot of metastable subassemblies equilibrium with partially dissociated capsids [5] , which suggested that the interaction strengths between the subunits were not all the same and that the dissociation of a capsid might take place in more than one step. To test this hypothesis, a heterogeneous lattice model consisting of two kinds of sites with different hydrophobic interaction strengths was implemented and the effect of the hydrophobic interaction strengths on the stability of a viral capsid was assessed. Figure 6 shows the evolution of the melting temperature T m obtained from MC simulations at different ε AB_AB and ε AB_CC . Interestingly, T m showed a linear relationship with both ε AB_AB and ε AB_CC over a large range of values. However, in figure 6(a) the stronger the interaction between AB-AB dimer, the higher the critical value of ε AB_CC beyond which the melting temperature deviated from the linear regime.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1119,
                    "end": 1127,
                    "text": "Figure 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Heterogeneous lattice model"
        },
        {
            "text": "In order to understand the deviation from linearity for some ratios of the dimer interaction strengths, the melting curves of empty capsid are plotted in figure 7 . Here, we used two typical sets of parameters. For ε AB_AB set to −10 k B T r (figure 7(a)), we can clearly see a transformation of the melting behavior from a gradual two-step transition to a sharp one-step transition for increasing ε AB_CC strengths and the corresponding threshold value of ε AB_CC was found to be between −4 k B T r and −3 k B T r . A clearer transformation process can be found in figure 7 (b) where ε AB_CC was fixed at −1 k B T r . Empty capsid underwent a partial melting prior to a completion of the melting for ε AB_AB = −3 k B T r . With increasing values of ε AB_AB a two-step melting gradually took place. We might get some insight into this phenomenon from the nature of the capsid. For CCMV capsid, 60 AB dimers form 12 pentamers of dimers located at the vertices of an icosahedron (see figure 1 ). The pentamer of dimers is often reported to be one of most stable subassemblies in the CCMV capsid, whereas the 30 CC dimers act as glue between these pentamers to form a full capsid. Under this assumption, the weakly connected CC dimers will be dissociated firstly upon an increase of temperature, which is consistent with the fact that 30 subunits are dissociated during the first stage ( figure  7(c) ). The second stage can be attributed to the dissociation of the more stable pentamers at higher temperature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "figure 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 566,
                    "end": 574,
                    "text": "figure 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 982,
                    "end": 990,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1385,
                    "end": 1397,
                    "text": "figure  7(c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Heterogeneous lattice model"
        },
        {
            "text": "In this work, we captured the thermal dissociation of CCMV virions by SANS and we observed a slight shrinkage of the capsids upon heating at physiological pH. These findings point out the importance of the interaction strengths between capsid subunits and their dependence with temperature. We have Figure 5 . The absolute value of the effective charge |Z| of a subunit constituting either an empty CCMV capsid (a) or a CCMV virion (b) as a function of pH estimated by MC simulations at a salinity of 0.5 M with the experimentally measured melting temperatures. The influence of the temperature dependence of the hydrophobic interaction was analyzed in both cases: temperature independent (red bullet) and temperature-dependent (black square). (a) The change of melting regime from one-step transition to two-step transition by increasing ε AB_CC from −10 k B T r to −1 k B T r with ε AB_AB fixed at −10 k B T r . (b) Two-step melting at different ε AB_AB (from −3 k B T r to −10 k B T r ) with ε AB_CC = −1 k B T r . (c) Melting curve of each components in the heterogeneous lattice with ε AB_AB and ε AB_CC equal to −10 k B T r and −1 k B T r , respectively. therefore first implemented a temperature dependence into a homogeneous lattice model that has been proven useful to study phase transition in viral capsids [27] . The introduction of the temperature dependence on the hydrophobic interaction led to a lower and experimentally more reasonable effective charge for CCMV capsid subunits regardless the presence of genome. Despite the simplicity of our model which disregarded the various natures of short-range interactions (e.g. hydrogen bonds, salt bridges, van der Waals forces) and counted them into the hydrophobic interaction energy, we could gain fine insight into capsid phase transitions consistently with experimental data.",
            "cite_spans": [
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "In a heterogeneous lattice model, where two components were introduced to account for the asymmetric interaction between capsid subunits, we found a gradual and smooth dissociation process of empty capsids upon the increase of temperature. When the hydrophobic interaction between AB and CC subunits was much weaker than that between AB subunits, the capsid dissociated through a two-step process, in which CC subunits dissociated first at lower temperature than AB subunits. By contrast, the capsid dissociated in a sharp one-step process when the hydrophobic interactions were all comparable, and both kinds of subunits dissociated simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Understanding Molecular Simulation: from Algorithms to Applications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frenkel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Modeling Viral Capsid Assembly in",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Advances in Chemical Physics",
            "volume": "155",
            "issn": "",
            "pages": "1--68",
            "other_ids": {
                "DOI": [
                    "10.1002/9781118755815.ch01"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The distribution of dimers on CCMV capsid (CC dimers in red and AB dimers in cyan) (left) and its corresponding meshed scheme, the homogenous lattice (middle) and the two-component heterogeneous lattice (right). In heterogeneous lattice, blue beads and red beads represent AB dimers and CC dimers, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SANS patterns collected at various temperatures for the disassembly of CCMV capsids at pD 7.5 (a) and (c) and pD 4.8 (b) and (d) in 68% heavy water. The external radiis of the CCMV virions in (a) and (b) are obtained by fitting the data with a vesicle model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) The melting curve of a homogenous icosahedral lattice calculated by MC simulations for different hydrophobic interaction strength (solid lines) , hp = −2 k B T r (black), −3 k B T r (red) and −4 k B T r (green), and effective charges of subunit (dash lines), Z = −2 (blue), −4 (cyan), −7 (magenta) and −10 (dark yellow). The density of free subunits is ρ 0 = 4.8 × 10 −4 . (b) Comparison between melting temperatures T m calculated by MC simulation (same data as in (a)) and by MF theory. The dot-dashed line is used as a guideline.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Melting temperatures T m obtained by MC simulations with the heterogeneous lattice model for subunits with |Z| = 4.2. Both ε AB_CC and ε AB_AB varied from 0 to −10 k B T r with increment of −1 k B T r . T m versus ε AB_CC (a) and T m versus ε AB_AB (b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Melting curves of empty CCMV capsid calculated by MC simulations for subunits with |Z| = 4.2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters of the interaction energies between subunits obtained by fitting experimental melting temperatures (seefigure 4) when the temperature dependence of the hydrophobic interaction is considered or not.Figure 4. Reproduced melting temperatures T m for empty CCMV capsid as a function of Debye length at pH 4.8 calculated by MC simulations with the fitting parameters given intable 1for temperature-independent (red bullet) and temperature-dependent (blue diamond) hydrophobic interactions. The black squares are the melting temperatures measured by fluorescence shift assay[27] at pH 4.8 and different salinities.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mehdi Zeghal for his help in small-angle neutron scattering experiments. We also acknowledge the Laboratoire Léon Brillouin (LLB) for allocation of neutron beam time on PAXY beamline. JC acknowledges a scholarship from China Scholarship Council (CSC). MC is supported by the 'IDI 2016' project funded by the IDEX Paris-Saclay, ANR-11-IDEX-0033-02.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Guillaume Tresset https://orcid.org/0000-0002-3755-4109",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}