{
    "paper_id": "d883fe60e4d1a36614801945db1577b3231d0f5b",
    "metadata": {
        "title": "MS-2 and T4 phage removal in an anaerobic membrane bioreactor (AnMBR): effect of gas sparging rate",
        "authors": [
            {
                "first": "Rachel",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Stuckey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND: The enhanced removal of viruses in wastewater treatments plant is important due to concerns about public health. Bacteriophages (or phages) are often used to model the behavior of pathogenic human viruses as they are similar in size, structure and behavior. This study investigated the removal of phages MS-2 (25 nm) and T4 (200 nm) in an anaerobic membrane bioreactor (AnMBR) with a membrane pore size of 0.4 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The membrane reactor without biomass was assessed and its log removal was 0.7 ± 0.4 log for the MS-2 phage, and 2.3 ± 0.2 log for the T4. When anaerobic biomass was added to the reactor the log removal for both phages increased, and this was thought to be due to a complex relationship with the biofilm on the membrane. CONCLUSIONS: Overall MS-2 rejections ranged from 1.75 up to 5.5 log, with the highest rejections observed at the highest sparging rates after extensive fouling had occurred. For T4, removal in the AnMBR ranged from 5 log up to complete removal (>log 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years the anaerobic membrane bioreactor (AnMBR) has been shown to be an effective method for the treatment of wastewater. 1 These reactors combine the benefits of an MBR: 100% solids retention, complete separation of solid retention time (SRT) and hydraulic retention time (HRT), with the benefits of anaerobic treatment: low sludge production and energy input, and biogas generation.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The membranes used in AnMBRs tend to have a pore size in the region of 0.1-0.4 μm, and this provides a direct barrier that stops bacteria passing through the membrane by size exclusion, i.e. the membrane pore size is smaller than the bacteria. For viruses this is not often the case, and viruses can vary in size from approximately 20 nm up to 200 nm. Therefore, most viruses should be able to pass through the membrane without restriction, although due to the surface biofilm which grows on the membrane this may not always be the case. In recent years there have only been a few publications on virus removal within aerobic membrane bioreactors (MBRs), and in most cases bacteriophages rather than enteric viruses have been used. 2 Furthermore, virtually no work has been carried out on virus removal in anaerobic systems.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 733,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The removal of viruses in wastewater treatment is of growing importance due to the epidemiological nature of viral pathogens. Traditional methods of post-treatment disinfection have focused on the removal of faecal coliforms; however, studies have shown that viruses are more resistant to disinfection agents than vegetative bacteria. 3 For AnMBRs, extrapolating virus removal from faecal coliform removal data is not possible because of the nature of the reactors, and the difference in sizes of these pathogens.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The membrane will exclude coliforms in the effluent, however, the pores are too large to ensure viruses are excluded, and therefore unlike a conventional active sludge system, the viral content cannot be estimated via a correlation with the fecal coliforms present in the effluent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Virus removal is often defined in terms of log removal value (LRV), which is calculated as shown in Equation (1) , where LRV is the log removal value, C eff is the concentration of phage in the effluent in (plaque forming units) pfu mL −1 , and C rxr is the concentration of phage in the reactor bulk:",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The capacity of sewage treatment plants to remove a variety of different size viruses was reviewed extensive by Xagoraraki et al. 3 ; the authors reviewed the log removal of viruses through all the standard units found in an average wastewater treatment plant (WWTP). The activated sludge unit (which is what the AnMBR would replace in the process flow model), had a median removal of 94%. While this appears to be a high removal figure, the total viral removal requirements across the wastewater system are much greater than this (∼5-6 logs) due to their ability to infect even at low concentrations, and in most cases tertiary effluent processing is required.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are three main routes currently available for tertiary disinfection; chlorination (via free chlorine or chlorine dioxide), ozonation or UV radiation. 4 Chlorination has been shown to produce harmful disinfection by-products (DBPs) such as trihalomethanes, and there is also the significant risk involved in the storage of harmful chemicals on site. While UV radiation is less hazardous, it is expensive to run due to the energy cost of operating a large number of UV bulbs; in addition, with UV radiation it is difficult to immediately monitor the efficacy of treatment. Therefore, it is important to gain an understanding of the level of viral removal that can be achieved within the AnMBRs, such that the level of tertiary treatment (if required) can be accurately assessed.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Due to the difficulties and safety concerns involved in using enteric viruses, bacteriophages are frequently used as viral indicators because of their similarities with pathogenic viruses in terms of structural morphology, size, and behaviour. 2 As with viruses, phages come in a wide range of shapes and sizes. The smallest phages such as MS-2 with a diameter of 24 nm, have been widely used as a model for the Polio virus which has a diameter of 27 nm. 5 -7 Similarly, the T4 phage (longest dimension 200 nm) has been used as an indicator for larger viruses such as the SARS virus. 8 Without tertiary treatment the potential for viral removal in a conventional sewage treatment works (STW) is limited, and some workers found a 1.31 log removal of a T4 phage across all units of a STW. 9 The greatest removal in an individual unit was in the activated sludge tanks, which exhibited a 0.91 log removal; this overall removal is similar to that found by Xagoraraki et al. 3 for virus removal, demonstrating the similarities between virus and phage data. Studies on virus removal have tended to focus on aerobic MBRs rather than the AnMBR. The first study investigating phage removal in an MBR was conducted by Chiemchaisri et al. using a Q coliphage in a reactor treating domestic wastewater. 10 The researchers determined a 4-6 log removal of the phage across the membrane, while in a similar experiment other researchers determined a 3-4 log removal. 3, 11 Both attributed the phage removal to the cake/gel layer on the membrane surface. However, for use as a viral indicator the Q phage is not suitable because it has been shown to aggregate at pHs between 7 and 5, thereby changing its rejection. 12 This aggregation effect is shown by all phages, however, for the MS-2 and T4 phages the aggregation pH is lower than 5, which is outside the operational parameters of the AnMBR. 12 Shang et al. studied the removal potential of the MS-2 bacteriophage in an aerobic MBR using a 0.4 μm hollow fiber membrane; they found that the membrane alone showed a poor log removal of the phage (0.4 log). 2 However, when operated in the presence of activated sludge the phage removal increased, and this was attributed to the presence of a biofilm layer on the membrane surface. Over a period of 3 weeks as the biofilm developed, virus removal increased from an initial LRV of 0.8 up to 2.5 LRV after 3 weeks of operation. Other studies have investigated the removal of the T4 phage in MBRs because this is one of the largest phages, and hence the LRV is typically much higher, ranging from 5.5 up to complete removal. 8, 13 Again the cake and gel layer on the membrane surface was suggested to be responsible for the majority of the LRV, although very few researchers have examined this phenomenon in any detail, and never in an anaerobic membrane system. There are some indications that anaerobic environments may lead to higher pathogen removal than aerobic systems due to the presence of specific solutes, e.g. ammonia, and hence this was one reason for examining virus removal under anaerobic conditions. 14 It is important to note that in a general operational sense membrane fouling is considered to be an unwanted consequence of MBR operation, due to the fouling layer increasing the transmembrane pressure (TMP), and often reducing the flux. In recent years there has been a plethora of studies into the understanding and mitigation of fouling in MBRs. 15, 16 One of the most common methods for controlling fouling in the MBR (aerobic or anaerobic) is to bubble gas from below the membrane to induce shear across the membrane surface. 17 Hence this study aimed to determine the LRV for both MS-2 and T4 phage removal in an AnMBR, to see if the removal was similar, and whether anaerobic conditions in contrast to aerobic conditions had an influence on virus removal. Furthermore, phage removal was also determined at different sparging rates across the membrane surface to determine how fouling, and its cumulative influence, affects phage removal.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 970,
                    "end": 971,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1451,
                    "end": 1453,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1454,
                    "end": 1456,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1880,
                    "end": 1882,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2093,
                    "end": 2094,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2607,
                    "end": 2609,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2610,
                    "end": 2612,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3098,
                    "end": 3100,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3450,
                    "end": 3453,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3454,
                    "end": 3456,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3632,
                    "end": 3634,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The experimental setup for the AnMBR used in this study is shown in Fig. 1 ; the membrane used was a 0.1 m 2 polyethylene membrane from Kubota with a pore size of 0.4 μm. The reactor had a working volume of 3 L, with the gas in the headspace being recycled through the sparging loop by a vacuum pump (Charles Austin B100SEC); the sparger was a stainless steel tube with holes in the top to generate coarse bubbles. The sparging rate was controlled using a pinch valve and monitored using a gas flowmeter (Cole Parmer). The feed and effluent flows were controlled by peristaltic pumps (Watson Marlow), and set to maintain a constant HRT of 12 h. The membrane flux was also controlled by peristaltic pump and set to a constant speed such that the flux remained between 6 and 7 L m −2 h −1 . The reactor was fed with a synthetic wastewater mixture comprised of peptone (0.2 g L −1 ), meat extract (0.14 g L −1 ), urea (0.01 g L −1 ), and NaHCO 3 (300 mg L −1 ) plus trace nutrients, and the influent COD was maintained at 460 ± 30 mgCOD L −1 . 18 The anaerobic biomass was sourced from Mogden STW and acclimated prior to experimentation by feeding it for 2 months with the synthetic wastewater mixture.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "AnMBR setup and operation"
        },
        {
            "text": "Throughout the experiments the COD removal, pH and gas composition were monitored. The COD removal remained steady and above 90% throughout, while the gas composition in the headspace of the reactor was 80% CH 4 , and the pH was kept between 6.8 and 7.1 for stable anaerobic operation, and well above the pI (isoelectric point) for both phages to stop them coagulating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AnMBR setup and operation"
        },
        {
            "text": "A liquid sample of the phages was obtained from the NCIMB (accession number 10108 for MS-2 and 10423 for Phage T4) and propagated. First, an active stock of E. coli (ATCC 12435) was prepared overnight in a nutrient broth to an optical density of approximately 1.8; the E. coli was harvested via centrifugation and resuspended in phage buffer. A 100 μL sample of this E. coli suspension, and a 100 μL sample of sequentially diluted phage, were added to a 3 mL solution of overlay agar at 45 ∘ C. The overlay agar was then poured onto petri dishes containing a blood agar base layer and the plates left to incubate overnight. Where confluent lysis occurred, 5 mL of phage buffer was added to the plate which was placed on an orbital shaker at 100 rpm for 1 h 386 www.soci.org R Fox, David Stuckey to elute the phage. The eluted phage was then centrifuged and filtered through a 0.45 μm syringe filter to remove any cell debris. The filtrate containing the concentrated phage solution was stored at 4 ∘ C for up to 4 weeks. Phage enumeration was carried out according to the double layer method as described by Kropinski et al. 19 The assays were carried out at serial dilutions, and plates containing 10-300 plaques were selected for counting.",
            "cite_spans": [
                {
                    "start": 1125,
                    "end": 1127,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Phage culturing and assay"
        },
        {
            "text": "For each experiment a 1 mL sample of concentrated phage solution was injected into the reactor to give a concentrated viral spike in the reactor of approximately 1 × 10 7 pfu mL −1 . However, the exact phage concentration in the reactor at any particular time was determined through direct sampling and analysis. Samples were collected inside the reactor from the bulk phase by connecting a 20 mL syringe to the relevant sample port. Effluent samples were collected from a T valve situated just after the membrane pump. Each sample was analysed at several different dilution factors, and each dilution factor was duplicated to ensure accuracy. The first samples were taken no earlier than 1 h after injection to allow for complete mixing. For each gas scouring rate thre samples were taken from inside the reactor and three from the effluent. Each sample was treated and enumerated as described above; the LRV was calculated using Equation (1) . Prior to the start of the experiment the membrane was removed from the reactor and cleaned with a 1% oxalic and 0.5% NaOCl solution. 15 The membrane was then re-submerged in the reactor and operated at the highest sparging rate until a steady TMP was achieved. The LRV at the highest sparging rate was then monitored over a period of 3 days in order to ascertain if it was stable. Once a stable LRV at 10 liters per minute (LPM) had been established, the sparging rate in the reactor was reduced and the reactor left for 24 h to reach a new equilibrium, and the next LRV assessed. To avoid any contamination between phages the experiments with the T4 phage were carried out in a separate AnMBR to the MS-2 experiments, and the different phage samples stored in separate fridges.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 943,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Phage log removal sampling"
        },
        {
            "text": "To determine the reactor performance after long-term operation at low sparging rates three phage removal cycles were monitored, labeled A, B and C (results shown in Figs 8 and 9). For data set A the reactor was operated with a sparging rate of 2 LPM for 10 days, before the sparging rate was gradually increased. For data set B the reactor was operated with a sparging rate of 2LPM for 1 month before the sparging rate was increased and the phage removal determined. Data set C is a continuation from B; after the sparging rate had been increased up to 10 LPM it was then incrementally lowered back to 2LPM to determine if the higher sparging rates had altered the phage removal performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactor operation"
        },
        {
            "text": "It is important to understand the various interactions of the phage with anaerobic biomass. It has been suggested that the coliphage may adsorb to the surface of other bacteria even if it is unable to infect the bacteria to generate more phage. Hence any phage adsorbed to the surface of a bacterium would not be able to pass through the membrane since the pores are too small. In fact, some phages and enteric viruses have been observed to adsorb directly onto aerobic activated sludge flocs. 20 The effect of phage adsorption to biomass was not considered in any of the studies on phage removal in aerobic MBRs.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Phage adsorption to anaerobic biomass"
        },
        {
            "text": "To investigate this, known concentrations of MS-2 phage were injected into serum bottles containing different concentrations wileyonlinelibrary.com/jctb of biomass. The serum bottles were placed on a mixing tray at 60 rpm and 30 ∘ C and then left for 3 h to equilibrate. Initially the phage was injected at a concentration of approximately 10 4 pfu mL −1 ; a control containing only a media solution was also tested. The concentration of phage remained constant across all biomass concentrations; this indicates that at 10 4 pfu mL −1 concentration of phage no measurable adsorption to the biomass was occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phage adsorption to anaerobic biomass"
        },
        {
            "text": "To examine the possibility that the phage concentration was too high to detect any adsorption, the same experiment was then repeated two logs lower at 10 2 pfu mL −1 . Once again that the concentration of phage remained constant across all biomass concentrations, including the control. From these results it can be assumed that MS-2 does not adsorb to the biomass surface at the concentrations being investigated. It is still possible that some adsorption may occur, however, for this study the concentration of phage in contact with the biomass was greater than 10 2 pfu mL −1 , and hence for the purpose of this study the adsorption of phage to the surface of the biomass does not need to be considered. This control experiment was done for the MS-2 phage only, and it was assumed that the equivalent was also true for the T4 phage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phage adsorption to anaerobic biomass"
        },
        {
            "text": "The mechanism by which an MS-2 RNA phage infects E. coli is currently unknown (unlike the mechanism for the T4 phage which is well established); however, the phage only infects E. coli cells with an F-pilus, in addition to this the phage has an icosahedral shape. 21 These factors may help explain why this particular phage does not appear to adsorb strongly to the surface of the biomass. Additionally other workers demonstrated that phages suspended in wastewater show a reduced propensity to adsorb to soil particles compared with those suspended in groundwater, due to the ionic strength of the solutions; therefore in this case the ionic strength of the wastewater may be preventing adsorption. 22",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Phage adsorption to anaerobic biomass"
        },
        {
            "text": "To assess the removal efficiency of the membrane alone, the reactor was initially set up without any biomass. The AnMBR was both filled and fed with deionised water, and at a constant flux below the clean water flux for the membrane no pressure drop across the membrane was detected. A small amount of phage removal from the membrane alone was expected due to sieving effects (size exclusion). The MS-2 phage removal for the membrane alone was determined to be 0.7 ± 0.4 LRV. This was slightly greater than the 0.4 LRV achieved by Shang et al. on similar membranes, but their result falls within the ± 0.4 log error margin determined for this data point. 2 The base line removal for the larger T4 phage was found to be 2.3 LRV ±0.2, and this was slightly greater than Lv et al. who achieved a 1.7 LRV for the membrane alone. 8 The AnMBR was then filled with acclimated biomass and operated under the conditions described in the methods section. The AnMBR was initially operated at a 10 LPM sparging rate, which was sequentially decreased to 2 LPM over time. The results of this experiment for the MS-2 and T4 phages are shown in Fig. 2 and Fig. 3 , respectively. For both MS-2 and T4 the TMP remained negligible for sparging rates between 10 and 4 LPM, because the reactor was operated below the critical flux -the case at 2 LPM will be considered later. In spite of the low TMP the LRV does appear to increase with the decreasing sparging rate between 10 and 4 LPM, so this data was analysed statistically using an F-test. The null hypothesis was 'gassing rates from 10-4 LPM have the same log removal value for T4', and a significance level set to 5%. The results were 0.293 for the T4 phage and 0.066 for the MS-2 phage, which are both above the significance level, and therefore for both data sets we cannot reject the null hypothesis. Thus any correlation between the gassing rate and the LRV is not statistically significant for gassing rates between 10 and 4 LPM. As expected, the LRV for the T4 phage was much higher than that for MS-2, as any pore blocking effect of the biomass will make a greater difference for the larger phage.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 656,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 825,
                    "end": 826,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1129,
                    "end": 1135,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1140,
                    "end": 1146,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MS-2 and T4 removal"
        },
        {
            "text": "Comparing this data with the literature, the log removal values for MS-2 are slightly higher than those achieved in an aerobic MBR by Shang et al. who found an average removal of 1.2 LRV in their aerobic MBRs with 0.4 μm pore size membranes. 2 These higher removals could be due to the higher levels of EPS or ammonia which have previously been shown to be the cause of higher virus removals in anaerobic systems. 14 The T4 results are entirely above 5 log, which falls within the range of removal found by Ueda et al. for a similar T-even phage, again using similar membranes. 9 When the reactor was operated at a sparging rate of 2 LPM a dramatic increase in fouling occurred which can be seen in Fig. 4 . For both MS-2 and T4 the LRV varied with the time each sample was taken, and hence the larger standard deviation error bars for these data points. As described in Materials and methods, the reactor was operated at this sparging rate for 24 h before the first sample was taken, however, for the case at 2 LPM it appears that 24 h was not long enough to achieve stable rejection. For the MS-2 AnMBR the TMP rose dramatically in the first 12 h of operation from 1 kPa at 4 LPM to 65 kPa, but then settled down to 55 kPa for the remainder of operation at 2 LPM (data not shown); this decrease was most likely due to some settling of the biomass resulting in lower suspended biomass solids. The reactor was sampled again 48 h after the change in sparging rate, and the LRV was found to have increased further to 3.2, hence the larger errors bars for this data point in Fig. 2 . Since there was no further increase in TMP during the final 24 h of operation, this shows that phage removal in the AnMBR was not entirely dependent on TMP.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 579,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 705,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1578,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MS-2 and T4 removal"
        },
        {
            "text": "For the T4 AnMBR a similar phenomenon was observed, however, after 48 h the number of plaques in the effluent sample at the lowest dilution dropped below 10 (the minimum number for an accurate reading), and therefore it was not possible to accurately determine the LRV. Further to this more T4 were injected into the reactor at the highest practicable concentration; in this case the T4 concentration in the reactor surpassed 10 9 pfu mL −1 . Since the concentration in the effluent remained below the lowest accurately determinable point (10 2 pfu mL −1 ), the T4 phage removal of the reactor was above 7 LRV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MS-2 and T4 removal"
        },
        {
            "text": "To fully investigate the effects of phage removal at low sparging rates the membrane was removed from the reactor and cleaned using the chemical cleaning method described earlier. The membrane was then re-submerged in the reactor and the unit operated at a gassing rate of 2 LPM, and phage removal monitored over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MS-2 removal at low sparging rate"
        },
        {
            "text": "As shown in Fig. 5 phage removal increased over time, and a logarithmic relationship best fitted the data. The initial rejection data, 1 and 3 h after the membrane was re-submerged were quite low (<1 log). It is assumed that at these times there would be very little build-up of biofilm, so most of the removal was down to that of the membrane alone; hence the LRV for the first 3 h of operation was quite similar to that achieved in the initial AnMBR experiments without any biomass (0.7 ± 0.4 LRV), however, after 3 h the LRV increased rapidly to reach around 2.4 after 24 h. After this, phage removal appears to gently increase at a much lower rate, tending towards a rejection of approximately 3 LRV. This suggests that the majority of the membrane fouling occurs quite quickly, within 24 h, and after this time there is only a minor increase in LRV. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "MS-2 removal at low sparging rate"
        },
        {
            "text": "The previous results dealt with MS-2 phage removal in an AnMBR starting with a clean membrane. In a full scale operation, the membrane is likely to be removed for cleaning over much longer intervals, typically 6-9 months for the Kubota membranes. 23 Therefore, it is important to consider the effect long-term operation will have on phage removal within the AnMBR.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Membrane hysteresis, effect on MS-2 rejection"
        },
        {
            "text": "After 10 days of operation at 2 LPM the MS-2 reactor continued to show rejections in the region of 3 LRV. After this time the sparging rate in the reactor was increased again in a step wise manner and the MS-2 rejection monitored; it can be seen in Fig. 6 that as the sparging rate was increasds the MS-2 rejection also increased (up to a sparging rate of 8 LPM). This is the opposite trend to that observed in Fig. 2 and is rather counter intuitive; however, a possible explanation for this is discussed at the end of this section. Between 8 and 10 LPM the LRV appears to decrease slightly, however, since this is within the error range, it is thought that after 8 LPM increasing the sparging rate has little effect on the LRV. During this experiment photographs of the membrane were also taken to visually document removal of the fouling layer as the sparging rate was increased. Figure 7 shows that once the sparging rate had been increased back to 10 LPM the visible fouling layer had almost completely been removed, and was similar to that observed in Fig. 4 . This suggests that something else besides obvious surface fouling was controlling phage removal in the AnMBR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 255,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 882,
                    "end": 890,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1057,
                    "end": 1063,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Membrane hysteresis, effect on MS-2 rejection"
        },
        {
            "text": "To confirm this result the experiment was repeated in another AnMBR; in this case the membrane had not been cleaned for more than 6 months, and the reactor had experienced more than 1 month's operation at 2 LPM. This data is shown in Fig. 8 and shows the same trend as in Fig. 6 ; between sparging rates of 2 and 8 LPM the rejection increases with increased sparging rate. Again at 8 and 10 LPM sparging rates the phage removal was roughly wileyonlinelibrary.com/jctb constant at 4.2 log removal, which suggests that phage removal had reached a maximum, and that further increasing the sparging rate will not have any effect. The rejections in Fig. 8 are all higher than the rejections observed at the same sparging rate in Fig. 6 . Since both AnMBRs were operated under the same conditions during experimentation, it is assumed that membrane hysteresis has a part to play in this increased rejection. Figure 8 shows that the additional length of time spent in operation at 2 LPM had increased the baseline removal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 644,
                    "end": 650,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 724,
                    "end": 730,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 902,
                    "end": 910,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Membrane hysteresis, effect on MS-2 rejection"
        },
        {
            "text": "To check for reversibility phage removal was again monitored as the sparging rate was decreased in a stepwise fashion, and this is shown as data set C in Fig. 8 . With the exception of the 6 LPM data point the data set C falls within 1 standard deviation of data set B, thus demonstrating good reversibility (the standard deviation of each data point is represented by the error bars in the graph). This implies that, whatever phenomenon is causing phage removal, once it has occurred it is not affected by time. The removals observed here are significantly higher than those observed by Shang et al. in an aerobic MBR, who found a maximum log removal of 2.5. 2 However, they only operated for 20 days, and therefore with extended operation they may have achieved a similar value. In fact the removal falls into the same range as that found for the Q phage. 10 While these researchers used a different phage, Q , it is similar in size, behavior and morphology to the MS-2 phage, and therefore in good agreement with the data on extended operation. The different sparging rates had an effect on the TMP in the reactor, and therefore the phage rejections can also be analysed with respect to the TMP. From Fig. 9 , it can be seen that in the main, as the TMP is increased the LRV decreases, similarly to the data displayed in Figs 6 and 7, the trend observed here is the opposite to what was expected. This trend of increasing phage removal with decreasing TMP has not previously been observed in other work on phage removal in MBRs. In other work, phage removal has been shown to increase with an increase in TMP. 2, 9 In these other publications, however, the TMP was only shown to increase over time as the fouling layer built up, and no attempt was made to decrease the TMP after the fouling layer became established.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 860,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1613,
                    "end": 1615,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1616,
                    "end": 1617,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1204,
                    "end": 1210,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Membrane hysteresis, effect on MS-2 rejection"
        },
        {
            "text": "The data above shows that phage removal appears to increase with increasing sparging rate (Fig. 8) , decreasing surface fouling (Fig. 7) , and decreasing TMP (Fig. 9 ). This appears to contradict other authors who attribute phage removal to surface fouling; however, these authors only investigated increasing fouling rates rather than the subsequent fouling removal and TMP reduction as in this study. 2, 10, 11 The explanation for this trend in phage removal in the reactors after extended operation is unclear, however, Cui et al. reported that MBRs have demonstrated increased rejection at increased sparging rates for other compounds, and suggest that this is down to reduced concentration polarisation at the membrane surface for higher sparging rates. 17 The phage particles can be assumed to be the solute, and at low sparging rates the concentration at the surface of the membrane would increase and therefore there would be an increased concentration of phage in the effluent. At higher sparging rates the boundary layer would be reduced and the phage concentration at the membrane surface would be similar to that in the bulk so explaining the lower phage concentration in the effluent.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 158,
                    "end": 165,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Membrane hysteresis, effect on MS-2 rejection"
        },
        {
            "text": "To mitigate any effect of phage propagation in the AnMBR over time, the concentration of phage in the reactor was directly sampled from the bulk at the same time as the effluent samples were taken; however, the possibility of phage propagation was also further investigated. To assess whether this occurred the reactor was spiked with phage and the concentration monitored over the course of 2 weeks. Figure 10 show that the phage concentration www.soci.org R Fox, David Stuckey decreased by approximately 2 logs over the course of 2 weeks, indicating that the phages were not propagating within the reactor, and that removal through adsorption to E. coli in the reactor was not occurring. The phage concentration actually decreases faster than the expected washout through the membrane determined in previous experiments, and this indicates that the anaerobic conditions in the reactor are slightly toxic to the phage causing inactivation to occur, and this could be due to the presence of specific solutes such as ammonia being present that are toxic to the phages. 14",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phage concentration in the AnMBR bulk over time"
        },
        {
            "text": "• In an AnMBR, the 0.4 μm membrane alone shows relatively poor phage rejection for both MS-2 and T4 phages of 0.7 ± 0.4 LRV and 2.3 LRV ±0.2, respectively. • For initial operation with a sparging rate between 4 and 10 LPM the LRV varied from 1.75 up to 2.10 for the MS-2 phage, and for T4 phage rejection ranged from 5.1 up to 5.3 LRV. • At a sparging rate of 2 LPM the rejection increased to 3 LRV for the MS-2 phage, while complete removal of the T4 phage was observed; this was due to the increase in membrane fouling at such low sparging rates. • Virus removal under anaerobic conditions seems to lead to slightly higher removals than under aerobic conditions, and this may be due to the action of certain anaerobic solutes. • After the AnMBR had been operated at the lowest sparging rate, the MS-2 phage rejection increased with further increases in sparging rates up to a maximum removal of 5.5 LRV. The reason for this is suggested to be due to concentration polarisation effects on the membrane surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Treatment of dilute wastewaters using a novel submerged anaerobic membrane bioreactor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Stuckey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Environ Eng",
            "volume": "132",
            "issn": "",
            "pages": "190--198",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bacteriophage MS-2 removal by submerged membrane bioreactor",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Water Res",
            "volume": "39",
            "issn": "",
            "pages": "4211--4219",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fate of viruses in water systems",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Xagoraraki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ziqiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Svambayev",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ASCE J Environ Eng",
            "volume": "140",
            "issn": "",
            "pages": "40140201--40140218",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wastewater Engineering: Treatment, Disposal and Reuse",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tchobanoglous",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Stensel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative inactivation of enteric adenoviruses, poliovirus and coliphages by ultraviolet irradiation",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Water Res",
            "volume": "30",
            "issn": "",
            "pages": "2665--2668",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Investigating the effect of carbon shape on virus adsorption",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brion",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jagtoyen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Derbyshire",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Environ Sci Technol",
            "volume": "34",
            "issn": "",
            "pages": "2779--2783",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fate of pathogenic microorganisms and indicators in secondary activated sludge wastewater treatment plants",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tutuka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keegan",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Environ Manage",
            "volume": "90",
            "issn": "",
            "pages": "1442--1447",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virus removal performance and mechanism of a submerged membrane bioreactor",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Process Biochem",
            "volume": "41",
            "issn": "",
            "pages": "299--304",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fate of indigenous bacteriophage in a membrane bioreactor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Horan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Water Res",
            "volume": "34",
            "issn": "",
            "pages": "2151--2159",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Organic Stabilization and nitrogen removal in membrane separation bioreactor for domestic waste-water treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiemchaisri",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Water Sci Technol",
            "volume": "25",
            "issn": "",
            "pages": "231--240",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of virus removal in membrane separation processes using coliphage Q-beta",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohgaki",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Water Sci Technol",
            "volume": "28",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Removal of viruses by microfiltration membranes at different solution environments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urase",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Water Sci Technol",
            "volume": "40",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of virus removal in MBR using coliphages T4",
            "authors": [
                {
                    "first": "Lu",
                    "middle": [
                        "W"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chinese Sci Bull",
            "volume": "50",
            "issn": "",
            "pages": "862--867",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inactivation of Poliovirus in digested sludge",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ashley",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Appl Environ Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "921--930",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fouling in membrane bioreactors used in wastewater treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Le-Clech",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "V"
                    ],
                    "last": "Fane",
                    "suffix": ""
                },
                {
                    "first": "Tag",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Membr Sci",
            "volume": "284",
            "issn": "",
            "pages": "17--53",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Membrane bioreactors: two decades of research and implementation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Judd",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Desalination",
            "volume": "273",
            "issn": "",
            "pages": "148--154",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The use of gas bubbling to enhance membrane processes",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [
                        "S"
                    ],
                    "last": "Fane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Membr Sci",
            "volume": "221",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guidelines for Testing Chemicals. Organization for Economic Cooperation and Development",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Guideline 302A & 303A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bacteriophage characterization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kropinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazzocco",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Waddell",
                    "suffix": ""
                },
                {
                    "first": "Lingohr",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Isolation, Characterization, and Interactions",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of bacteriophage and enteric virus removal in pilot scale activated sludge plants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arraj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bohatier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laveran",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Traore",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Appl Microbiol",
            "volume": "98",
            "issn": "",
            "pages": "516--524",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Single-stranded RNA phages",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Duin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tsareva",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Bacteriophages 2nd edn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Adsorption of viruses to soil: impact of anaerobic treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Farrah",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilkie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Water Sci Technol",
            "volume": "54",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The MBR Book",
            "authors": [
                {
                    "first": "Judd",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Judd",
                    "middle": [
                        "C"
                    ],
                    "last": "Design",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "123--162",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of AnMBR setup.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MS-2 phage removal in the SAMBR at different sparging rates; error bars show 1 standard deviation for each measurement, samples were taken 24, 26 and 28 h after the change in gassing rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "T4 phage removal in a SAMBR at different gassing rates, for the 2 LPM data the time since the gassing rate was set is displayed next to the data point. For all other data points the time did not affect the LRV, and samples were taken at 24, 26 and 28 h and averaged.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Photographs of the membrane after 24 h of operation at each sparging rate. MS-2 phage removal in a reactor operated at 2 LPM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "MS-2 removal in the AnMBR after 10 days operation at 2 LPM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Photographs of the AnMBR membrane as the sparging rate is increased.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MS-2 phage removal in the AnMBR after extended operation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "MS-2 phage removal in two reactors after extended operation at low sparging rates; dependence on TMP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "MS-2 phage concentration in the AnMBR bulk after phage spike over 2 weeks.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "RAF would like to acknowledge financial support from the Royal Society through the award of The Brian Mercer Award for Innovation to DCS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}