{"paper_id": "d931c261b848f32432e027ea4853bca569b62dee", "metadata": {"title": "Facile synthesis of novel benzotriazole derivatives and their antibacterial activities", "authors": [{"first": "Jun", "middle": [], "last": "Wan", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pharmaceutical Biotechnology", "institution": "Nanjing University", "location": {"postCode": "210093", "settlement": "Nanjing", "region": "Jiangsu", "country": "P.R. China"}}, "email": ""}, {"first": "Peng-Cheng", "middle": [], "last": "Lv", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pharmaceutical Biotechnology", "institution": "Nanjing University", "location": {"postCode": "210093", "settlement": "Nanjing", "region": "Jiangsu", "country": "P.R. China"}}, "email": ""}, {"first": "Na-Na", "middle": [], "last": "Tian", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Eco-chemical Engineering", "institution": "Qingdao University of Science and Technology", "location": {"postCode": "266042", "settlement": "Qingdao", "country": "P.R. China"}}, "email": ""}, {"first": "Hai-Liang", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pharmaceutical Biotechnology", "institution": "Nanjing University", "location": {"postCode": "210093", "settlement": "Nanjing", "region": "Jiangsu", "country": "P.R. China"}}, "email": ""}]}, "abstract": [{"text": "A series of benzotriazole derivatives (compounds 1-27) were synthesized, and 24 (compounds 1-5, 9-27) of which were first reported. Their chemical structures were confirmed by means of 1 H NMR, IR and elemental analyses, coupled with one selected single crystal structure (compound 1). All the compounds were assayed for antibacterial activities against three Gram positive bacterial strains (Bacillus subtilis, Staphylococcus aureus and Streptococcus faecalis) and three Gram negative bacterial strains (Escherichia coli, Pseudomonas aeruginosa and Enterobacter cloacae) by MTT method. Among the compounds tested, most of them exhibited potent antibacterial activity against the six bacterial strains. Most importantly, compound 3-benzotriazol-1-yl-1-(4-bromo-phenyl)-2-[1,2,4]triazol-1-ylpropan-1-one (19) showed the most favourable antibacterial activity against B. subtilis, S. aureus, S. faecalis, P. aeruginosa, E. coli and E. cloacae with MIC of 1.56 μg/mL, 1.56 μg/mL, 1.56 μg/mL, 3.12 µg/mL, 6.25 µg/mL and 6.25 µg/mL, respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Heterocyclic compounds containing nitrogen atoms are considered to be one of the most effective antimicrobial drugs used either as single agents or in combination for cancer therapy. 1, 2 Recent study showed that several benzotriazole and 1,2,4-triazole derivatives represented an interesting class of heterocycle 3 and became the most rapidly expanding group of antifungal compounds with the advantage of low toxicity, high oral bioavailability and broadspectrum activity. [4] [5] [6] Moreover, a variety of benzotriazoles have been reported to inhibit the growth of some microorganisms and some benzotriazole derivatives show anti-inflammatory properties. 7 In addition, Touami et al also reported that the conjugates of benzotriazole derivative photonucleases and DNA minor groove binders, exhibiting enhanced cleavage efficiency and unique selectivity. 8 A class of stable benzotriazole esters was also reported as mechanism-based inactivators of SARS-3CL pro , which has been shown to be essential for replication of SARS virus. 9 Besides, it has been proposed but not yet demonstrated that the benzotriazole derivatives have the effect on cancer development. 10 N-Substituted benzotriazoles exist as two isomers: 1H-and 2H-substituted. It is generally agreed that 1H-substituted dominated in solid and solution, whereas the proportion of the 2H-tautomer increased in the gas phase. 11 However, the energy difference between the two isomers is very little. 12 Similarly, benzotriazoles containing Mannich bases have recently been synthesized also by amine exchange reactions, from the N,N-dimethylamino propiophenone hydrochlorides and benzotriazole, respectively. 13 In this paper, 24 novel compounds containing 1Hbenzotrizole were synthesized and screened for their antibacterial activities against three Gram positive bacterial strains (Bacillus subtilis, Staphylococcus aureus and Streptococcus faecalis) and three Gram negative bacterial strains (Escherichia coli, Pseudomonas aeruginosa and Enterobacter cloacae) by MTT method. Fortunately, we found that most compounds showed potent antibacterial activity against the six bacterial strains. Most importantly, compound 3-benzotriazol-1-yl-1-(4-bromo-phenyl)-2- [1, 2, 4] triazol-1-yl-propan-1-one (19) showed the most favourable antibacterial activity against B. subtilis, S. aureus, S. faecalis, P. aeruginosa, E. coli and E. cloacae with MIC of 1⋅56 μg/mL, 1⋅56 μg/mL, 1⋅56 μg/mL, 3⋅12 μg/mL, 6⋅25 μg/mL and 6⋅25 μg/mL, respectively.", "cite_spans": [{"start": 183, "end": 185, "text": "1,", "ref_id": null}, {"start": 186, "end": 187, "text": "2", "ref_id": null}, {"start": 474, "end": 477, "text": "[4]", "ref_id": null}, {"start": 478, "end": 481, "text": "[5]", "ref_id": null}, {"start": 482, "end": 485, "text": "[6]", "ref_id": null}, {"start": 658, "end": 659, "text": "7", "ref_id": null}, {"start": 857, "end": 858, "text": "8", "ref_id": null}, {"start": 1034, "end": 1035, "text": "9", "ref_id": null}, {"start": 1165, "end": 1167, "text": "10", "ref_id": null}, {"start": 1388, "end": 1390, "text": "11", "ref_id": null}, {"start": 1462, "end": 1464, "text": "12", "ref_id": null}, {"start": 1670, "end": 1672, "text": "13", "ref_id": "BIBREF12"}, {"start": 2222, "end": 2225, "text": "[1,", "ref_id": null}, {"start": 2226, "end": 2228, "text": "2,", "ref_id": null}, {"start": 2229, "end": 2231, "text": "4]", "ref_id": null}, {"start": 2258, "end": 2262, "text": "(19)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "1 H NMR was recorded on a 500 MHz JEOL FX-90Q NMR spectrometer in CDCl 3 as a solvent and with TMS as an internal standard. Melting points were measured on a Yanaco MP-500 melting point apparatus and were uncorrected. Elemental analyses were measured with a Vario EL III analyzer. IR spectra (4000-400 cm -1 ), as KBr pellets, were recorded on a Nicolet FT-IR 510P spectrophotometer. All reagents were obtained from commercial suppliers and were used without further purification.", "cite_spans": [], "ref_spans": [], "section": "General"}, {"text": "Mannich bases were prepared by the Mannich reaction of substituted acetophenone and benzotriazole 13 and two isomers, viz. 1H-and 2H-substituted (scheme 1), were found in the products, with the former being the majority. The 1H-and 2Hsubstituted products were isolated by column chromatography. To a 250 mL of flask were added 0⋅02 mol of intermediate 1H-substituted products in 50 mL of acetic acid and 0⋅04 mol of sodium acetate. Then 0⋅02 mol (3⋅2 g) bromine was added dropwise with stirring at the room temperature. The reaction was maintained until the mixture was turned into colourless for about 4 h. Then 50 mL of water and 20 mL of chloroform were added. Organic layer was successively washed with saturated sodium bicarbonate solution and brine, and then dried over with anhydrous magnesium sulfate to afford the intermediate. Triethylamine (2⋅8 mL, 0⋅02 mol) was added drop-wise to the stirring solution of intermediate (0⋅02 mol) and carboxylic acid (0⋅02 mol) in acetone at 0°С. The mixture was stirred another 5 h in ice-water bath, then filtered and the filtrate concentrated gave a crude product which was poured into a saturated sodium chloride solution followed by extraction with chloroform. The combined organic extracts were washed with water, dried with MgSO 4 and filtered. Removal of the solvent gave the residue, which was chromatographed on silica to afford the desired products of compounds 1-27. ", "cite_spans": [{"start": 98, "end": 100, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "General procedure for the preparation of compounds"}, {"text": "Benzoic acid 1-benzotriazol-1-ylmethyl-2oxo-2-p-tolyl-ethyl ester (6). 2,4-Dichloro-benzoic (9) (14) ", "cite_spans": [], "ref_spans": [], "section": "2.2f"}, {"text": "Crystal data were collected at low temperatures using a BRUKER SMART 1000 CCD area diffractormeter. Empirical absorption correction was carried out by using the SADABS 20 program. All the structures were solved by direct methods and refined on F 2 by full-matrix least squares techniques with the SHELXTL 21 software package. All non-H atoms were anisotropically refined. Hydrogen atoms were added according to the theoretical models. Atomic scattering factors and anomalous dispersion corrections were taken from International Tables for X-Ray Crystallography. 22 Crystallographic data (excluding structure factors) for the structure reported in this article have been deposited with the Cambridge Crystallographic Data Centre as supplementary publication CCDC no. 647812 for the compound C 16 H 15 N 3 O 2 . Copy of the data can be obtained free of charge on application to CCDC, 12 Union Road, Cambridge CB1 1EZ, UK (Fax: t44-1223/336-033; e-mail: deposit@ccdc.cam. ac.uk).", "cite_spans": [{"start": 562, "end": 564, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Crystallographic study"}, {"text": "The antibacterial activities of the synthesized compounds was tested against B. subtilis, S. aureus, S. faecalis, E. coli, P. aeruginosa and E. cloacae using MH medium. The MICs of the test compounds were determined by a colorimetric method using the dye MTT. 23 A stock solution of the synthesized compound (50 μg/mL) in DMSO was prepared and graded quantities of the test compounds were incorporated in specified quantity of sterilized liquid MH medium. A specified quantity of the medium containing the test compound was poured into microtitration plates. Suspension of the microorganism was prepared to contain approximate 10 5 cfu/mL and applied to microtitration plates with serially diluted compounds in DMSO to be tested and incubated at 37°C for 24 h. After the MICs were visually determined on each of the microtitration plates, 50 μL of PBS containing 2 mg of MTT/mL was added to each well. Incubation was continued at room temperature for 4-5 h. The content of each well was removed, and 100 μL of isopropanol containing 5% 1 mol/L HCl was added to extract the dye. After 12 h of incubation at room temperature, the optical density (OD) was measured with a microplate reader at 550 nm. The observed MICs were presented in table 2.", "cite_spans": [{"start": 260, "end": 262, "text": "23", "ref_id": null}], "ref_spans": [], "section": "Antibacterial activity"}, {"text": "There are two isomers of 1H-and 2H-benzotriazoles in solid state equilibrium (scheme 1). While 2Hsubstituted perhaps surprisingly being of the same order of stability as 1H-substituted and often the isomers 1H-and 2H-substituted show the same reactions. 12 Mannich bases were prepared by the Mannich reaction of substituted acetophenone and benzotriazole 13 and two isomers, viz. 1H-and 2Hsubstituted (scheme 1), were found in the products, and were isolated by column chromatography, with the former being the majority (the yield is more than 90%). The proportion of these two isomers depended on substituent on the acetophenone molecule and the reaction conditions. Acetophenones with electrondonating group on benzene ring gave more 2Hsubstituted product than those with electronwithdrawing substituted group. The same result was observed when the reaction temperature is lower. Even if under its best conditions, the yield of the 2H-substituted is still low, always less than 10 percent. The 1H-and 2H-substituted products were isolated by column chromatography and identified from each other by solution ultraviolet spectra or X-ray single-crystal diffraction analyses. It seems that 1H-substituted product show an absorption band at 250 nm with broad absorption extended to 330 nm, whereas 2-benzotriazole derivatives show one absorption band at 250 nm and other structures band at 280 nm (figure 1). The structure of the isomers can be obtained using X-ray single-crystal diffraction analyses (figures 2 and 3) .", "cite_spans": [{"start": 254, "end": 256, "text": "12", "ref_id": null}], "ref_spans": [{"start": 1500, "end": 1517, "text": "(figures 2 and 3)", "ref_id": "FIGREF7"}], "section": "Synthesis"}, {"text": "The synthesis of compounds 1-27 is illustrated in scheme 1. 1H-Benzotriazolylpropanone and 2Hbenzotriazolylpropanone were prepared according to the reported methods. 15 Bromine substituted benzotriazolylpropanone was obtained in the presence of sodium acetate and acetic acid when the ratio of 1H-benzotriazolylethanones and sodium acetate was 1 : 2, the reaction temperature is decreased to 30°C and furnished the monobromide. Using triethylamine as the binding acid reagent, compounds 1-27 were obtained at room temperature, in good yields [16] [17] [18] (scheme 1). After the succeeding brominating reaction of these products, the substitution reaction of the 1H-substituted products is very easy, but the reaction of the 2H-substituted products is quite a hard progress. than the single bond length of 1⋅48 Å and longer than the typical C=N distance of 1⋅28 Å, indicating Table 1 . Crystal data and structure refinement parameters for 1.", "cite_spans": [{"start": 166, "end": 168, "text": "15", "ref_id": null}, {"start": 542, "end": 546, "text": "[16]", "ref_id": null}, {"start": 547, "end": 551, "text": "[17]", "ref_id": null}, {"start": 552, "end": 556, "text": "[18]", "ref_id": null}], "ref_spans": [{"start": 876, "end": 883, "text": "Table 1", "ref_id": null}], "section": "Synthesis"}, {"text": "Compound 1", "cite_spans": [], "ref_spans": [], "section": "Description of the crystal structure"}, {"text": "293 (2) partial double character. This can be interpreted in terms of conjugation in the heterocyclic. The C7-C8-C9 angle is 113⋅99(18)° for 1, respectively, determined by sp 3 hybridization state of C8 atom. The benzotriazole moieties are essentially planar, with dihedral angles of 0⋅99 (13)° between the triazole ring and C1-C6 benzene ring, and make dihedral angles of 62⋅35(9)° with the C10-C15 benzene rings in 1, respectively. In addition, the dihedral angle between the N4/C17-C21 pyridine ring and the plane benzotriazole system is 82⋅77(12)°. The results show that the benzotriazole and pyridine molecule are not plane. In the solid state, one carboxyl oxygen atom of nicotinic acid forms an intermolecular hydrogen bond with the carbon atom of another compound 1, the donor and acceptor distance C7…O3 is 3⋅005 Å (symmetry code: -x, 1/2 + y, 1/2 -z], the whole molecules are linked into infinite chains along the c axis by intermolecular hydrogen bonds.", "cite_spans": [], "ref_spans": [], "section": "Description of the crystal structure"}, {"text": "All the compounds prepared were evaluated for their antibacterial activities against three Gram positive bacterial strains (B. subtilis, S. aureus and S. faecalis) and three Gram negative bacterial strains (E. coli, P. aeruginosa and E. cloacae) activities by MTT method, and the results are shown in table 2.", "cite_spans": [], "ref_spans": [], "section": "Antibacterial assay in vitro"}, {"text": "As showed in Besides, compounds 16 and 19 displayed potent activity with MIC values of 1⋅56 μg/mL against S. faecalis, which were comparable to the positive control penicillin, Compounds 4 and 24 showed moderate activity with MIC values of 3⋅12 μg/mL against S. faecalis. Other compounds showed activity against S. faecalis, with the MIC values of 6⋅25 -50 μg/mL. From table 2 we can also find that compounds 4, 15, 22 and 24 showed significant activity with MIC values of 3⋅12 μg/mL against E. coli, which were comparable to the positive control kanamycin, and compounds 2, 6, 9, 14, 17, 19, 21, 26 and 27 exhibited moderate activity against E. coli with MIC values of 6⋅25 μg/mL. Compounds 17 and 19 exhibited significant activity with MIC values of 3⋅12 μg/mL against P. aeruginosa, which were comparable to the positive control kanamycin. Besides, Compounds 5, 16, 19, 23 and 26 exhibited activity with MIC values of 6⋅25 μg/mL against E. cloacae, which were comparable to the positive control kanamycin. The mechanism of antibacterial activity of the synthesized benzotriazole derivatives is under study, and will be reported in due course.", "cite_spans": [{"start": 575, "end": 577, "text": "6,", "ref_id": null}, {"start": 578, "end": 580, "text": "9,", "ref_id": null}, {"start": 581, "end": 584, "text": "14,", "ref_id": null}, {"start": 585, "end": 588, "text": "17,", "ref_id": null}, {"start": 589, "end": 592, "text": "19,", "ref_id": null}, {"start": 593, "end": 596, "text": "21,", "ref_id": "BIBREF20"}, {"start": 597, "end": 599, "text": "26", "ref_id": null}], "ref_spans": [], "section": "Antibacterial assay in vitro"}, {"text": "In this paper, a series of benzotriazole derivations were synthesized and their chemical structures were confirmed by means of 1 H NMR, IR and elemental analyses, and one of them was determined by single crystal X-ray diffraction analysis. The compounds were assayed for antibacterial (B. subtilis, S. aureus, S. faecalis, P. aeruginosa, E. coli and E. cloacae) activities by MTT (3-(4,5-dimethylthiazol-2-yl)-2,5diphenyl tetrazolium bromide) method. Among the compounds tested, compound 3-Benzotriazol-1-yl-1-(4-bromo-phenyl)-2-[1,2,4]triazol-1-yl-propan-1-one (19) showed the most favourable antibacterial activity against B. subtilis, S. aureus, S. faecalis, P. aeruginosa, E. coli and E. cloacae with MIC of 1⋅562 μg/mL, 1⋅562 μg/mL, 1⋅562 μg/mL, 3⋅125 μg/ mL, 6⋅25 μg/mL and 6⋅25 μg/mL respectively. Further SAR and mechanistic studies on this new class of compounds are currently under active investigation and will be reported in due course.", "cite_spans": [{"start": 562, "end": 566, "text": "(19)", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF12": {"ref_id": "b12", "title": "Mini-reviews in organic chemistry", "authors": [{"first": "R", "middle": [], "last": "Abonia", "suffix": ""}, {"first": "B", "middle": [], "last": "Insuastya", "suffix": ""}, {"first": "J", "middle": [], "last": "Quirogaa", "suffix": ""}, {"first": "M", "middle": [], "last": "Noguerasb", "suffix": ""}, {"first": "H", "middle": [], "last": "Meierc", "suffix": ""}], "year": 2004, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Program for empirical absorption correction of area detector data", "authors": [], "year": 1996, "venue": "SADABS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "SHELXTL, v5 Reference Manual", "authors": [{"first": "G", "middle": [], "last": "Sheldrick", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "International table for X-ray crystallography (Dordrecht: Kluwer Academic Publishers), volume C", "authors": [{"first": "A", "middle": [], "last": "Wilson", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "219--222", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "methoxy-phenyl)-2-oxo-ethyl ester (1): Eluent petroleum/ethyl acetate (1 : 1), Yield 77%, pale yellow solid, mp: 122⋅5 -124⋅0°С; Anal. Calcd. (%): C, 65⋅66; H, 4⋅51; N, 13⋅92; Found: C, 65⋅18; H, 4⋅36; N, 13⋅99; IR, ν max /cm -1 (KBr): 1727, 1688 (s, C=O), 1592 (C=N), 1273, 1090 (s, C-O); 1 H NMR (CDCl 3 ): 3⋅89 (s, 3H, -OCH 3 ), 5⋅55, 5⋅57( 2 J = 15; d, 2H, -CH 2 -), 6⋅88-6⋅90 ( 3 J = 3⋅8, 3 J = 8⋅4; t, 1H, -O-CH-), 7⋅43-9⋅06 (m, 12H, H Ar ). 2.2b Isonicotinic acid 1-benzotriazol-1-ylmethyl-2-(3-methoxy-phenyl)-2-oxo-ethyl ester(2): Eluent using petroleum/ethyl acetate (2 : 1), Yield 47%, pale yellow solid, mp: 143⋅5 -145⋅2°С; Anal. Calcd. (%): C, 65⋅66; H, 4⋅51; N, 13⋅92; Found: C, 65⋅71; H, 4⋅38; N, 13⋅53; IR, ν max /cm -1 (KBr): 1733, 1698 (s, C=O), 1581 (C=N), 1287, 1127 (s, C-O); 1 H NMR (CDCl 3 ): 3⋅95 (s, 3H, -OCH 3 ), 5⋅54, 5⋅57 ( 2 J = 14.9; d, 2H, -CH 2 -), 6⋅88-6⋅90 ( 3 J = 3⋅8, 3 J = 8⋅5; t, 1H, -O-CH-), 7⋅30-8⋅01 (m, 12H, H Ar ). 2.2c Benzoic acid 1-benzotriazol-1-ylmethyl-2-(3methoxy-phenyl)-2-oxo-ethyl ester (3): Eluent ethanol, Yield 35%, white solid, m.p.: 150⋅0 -152⋅0°С; Anal. Calcd. (%): C, 68⋅82; H, 4⋅77; N, 10⋅47; Found: C, 68⋅86; H, 4⋅89; N, 10⋅08; IR, ν max /cm -1 (KBr): 1717, 1688 (s, C=O), 1595 (C=N), 1271, 1123 (s, C-O); 1 H NMR (CDCl 3 ): 4⋅15 (s, 3H, -OCH 3 ), 5⋅58, 5⋅89 ( 2 J = 14⋅95; d, 2H, -CH 2 -), 6⋅69-6⋅71 ( 3 J = 3⋅75, 3 J = 8⋅3; t, 1H, -O-CH-), 7⋅02-7⋅82 (m, 13H, H Ar ).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "methoxy-phenyl)-2-oxo-ethyl ester (4): Eluent ethanol, Yield 55%, white solid, m.p.: 148⋅5 -150⋅0°С; Anal. Calcd. (%): C, 58⋅74; H, 3⋅64; N, 8⋅93; Found: C, 58⋅47; H, 3⋅47; N, 8⋅89; IR, ν max /cm -1 (KBr): 1751, 1695 (s, C=O), 1584 (C=N), 1260, 1082 (s, C-O); 1 H NMR (CDCl 3 ): 3⋅83 (s, 3H, -OCH 3 ), 5⋅43, 5.45 ( 2 J = 14⋅85; d, 2H, -CH 2 -), 6⋅62-6⋅82 ( 3 J = 3⋅75, 3 J = 8⋅4; t, ethanol, Yield 46%, white solid, m.p.: 155⋅4 -157⋅0°С; Anal. Calcd. (%): C, 63⋅38; H, 4⋅16; N, 9⋅64; Found: C, 63⋅08; H, 4⋅11; N, 9⋅43; IR, ν max /cm -1 (KBr): 1706, 1687 (s, C=O), 1591 (C=N), 1271, 1110 (s, C-O); 1 H NMR (CDCl 3 ): 3⋅90 (s, 3H, -OCH 3 ), 5⋅50, 5⋅52 ( 2 J = 15; d, 2H, -CH 2 -), 6⋅88-6⋅90 ( 3 J = 3⋅7, 3 J = 8⋅5; t, 1H, -O-CH-), 7⋅41-7⋅90 (m, 12H, H Ar ).", "latex": null, "type": "figure"}, "FIGREF2": {"text": ": Eluent petroleum/ethyl acetate, Yield 42%, white solid, m.p.: 150⋅6 -151⋅2°С; Anal. Calcd. (%): C, 65⋅79; H, 4⋅32; N, 10⋅01; Found: C, 65⋅41; H, 4⋅23; N, 10⋅31; IR, ν max /cm -1 (KBr): 1723, 1690 (s, C=O), 1606 (C=N), 1267, 1096 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅46 (s, 3H, CH 3 ), 5⋅19, 5⋅32 ( 2 J = 15; d, 2H, CH 2 ), 6⋅64 ( 3 J = 8⋅5; 1H, CH), 7⋅28-7⋅95 (12H, H Ar ). 2.2g 2-Chloro-benzoic acid 1-benzotriazol-1ylmethyl-2-oxo-2-p-tolyl-ethyl ester (10): Eluent petroleum/ethyl acetate, Yield 40%, white solid, m.p.: 148⋅0 -149⋅2°С; Anal. Calcd. (%): C, 65⋅79; H, 4⋅32; N, 10⋅01; Found: C, 65⋅33; H, 4⋅36; N, 10⋅23; IR, ν max /cm -1 (KBr): 1730, 1693 (s, C=O), 1605 (C=N), 1300, 1130 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅43 (s, 3H, CH 3 ), 5⋅16, 5⋅26 ( 2 J = 14⋅95; d, 2H, CH 2 ), 6⋅68 ( 3 J = 8⋅3; 1H, CH), 7⋅26-8⋅05 (12H, H Ar ). 2.2h 2-Chloro-benzoic acid 1-benzotriazol-1ylmethyl-2-(3-chloro-phenyl)-2-oxo-ethyl ester (11): Eluent acetone/ethanol, Yield 44%, white solid, m.p.: 130⋅0 -131⋅0°С; Anal. Calcd. (%): C, 60⋅02; H, 3⋅43; N, 9⋅54; Found: C, 60⋅34; H, 3⋅18; N, 10⋅08; IR, ν max /cm -1 (KBr): 1737, 1701 (s, C=O), 1593 (C=N), 1230, 1126 (s, C-O); 1 H NMR (CDCl 3 ): 5⋅47, 5⋅51 ( 2 J = 14⋅5; d, 2H, -CH 2 -), 6⋅82-6⋅84 ( 3 J = 3⋅75, 3 J = 8⋅4; t, 1H, -O-CH-), 7⋅33-7⋅68 (m, 12H, H Ar ). 2.2i Isonicotinic acid 1-benzotriazol-1-ylmethyl-2-(3-chloro-phenyl)-2-oxo-ethyl ester (12)-O); 1 H NMR (CDCl 3 ): 5⋅58-5⋅60 ( 2 J = 15; 2H, CH 2 ), 6⋅90-6⋅92 ( 3 J = 8⋅3; 1H, CH), 7⋅43-8⋅11 (10H, H Ar ), 8⋅79-8⋅81 (2H, H py ). 2.2j Nicotinic acid 1-benzotriazol-1-ylmethyl-2-(4bromo-phenyl)-2-oxo-ethyl ester (13): Eluent petroleum/ethyl acetate (1 : 1) as the eluent, Yield 36%, pale yellow solid, m.p.: 157⋅5 -159⋅0°С; Anal. Calcd. (%): C, 55⋅89; H, 3⋅35; N, 12⋅42; Found: C, 55⋅82; H, 3⋅27; N, 11⋅92; IR, ν max /cm -1 (KBr): 1728, 1692 (s, C=O), 1586 (C=N), 1285, 1109 (s, C-O); 1 H NMR (CDCl 3 ): 5⋅68, 5⋅71", "latex": null, "type": "figure"}, "FIGREF3": {"text": ": Eluent using petroleum/ethyl acetate (2 : 1) as the eluent, Yield 42%, pale yellow solid, m.p.: 158⋅5 -159⋅5°С; Anal. Calcd. (%): C, 55⋅89; H, 3⋅35; N, 12⋅42; Found: C, 55⋅68; H, 3⋅25; N, 11⋅99; IR, ν max /cm -1 (KBr): 1736, 1702 (s, C=O), 1586 (C=N), 1269, 1100 (s, C-O); 1 H NMR (CDCl 3 ): 5⋅40, 5⋅43 ( 2 J = 15; d, 2H, -CH 2 -), 6⋅72-6⋅74 ( 3 J = 3⋅75, 3 J = 8⋅43; t, 1H, -O-CH-), 7⋅29-8⋅62 (m, 12H, H Ar ). 2.2l 4-Chloro-benzoic acid 1-benzotriazol-1ylmethyl-2-(4-bromo-phenyl)-2-oxo-ethyl ester (15): Eluent ethanol, Yield 50%, white solid, m.p.: 159⋅5 -161⋅5°С; Anal. Calcd. (%): C, 54⋅51; H, 3⋅12; N, 8⋅67; Found: C, 54⋅51; H, 3⋅11; N, 8⋅62; IR, ν max /cm -1 (KBr): 1720, 1687 (s, C=O), 1589 (C=N), 1255, 1077 (s, C-O); 1 H NMR (CDCl 3 ): 5⋅52, 5⋅55 ( 2 J = 15; d, 2H, CH 2 ), 6⋅82 ( 3 J = 8⋅3; 1H, CH), 7⋅53-7⋅97 (12H, HAr). 2.2m 2-Chloro-benzoic acid 1-benzotriazol-1ylmethyl-2-(4-bromo-phenyl)-2-oxo-ethyl ester (16): Eluent ethanol, Yield 48%, white solid, m.p.: 164⋅5 -166⋅0°С; Anal. Calcd. (%):C, 54⋅51; H, 3⋅12; N, 8⋅67; Found: C, 54⋅43; H, 3⋅09; N, 8⋅69; IR, ν max /cm -1 (KBr): 1736, 1692 (s, C=O), 1587 (C=N), 1248, 1087 (s, C-O); 1 H NMR (CDCl 3 ): 5⋅50, 5⋅52 ( 2 J = 14⋅75; d, 2H, CH 2 ), 6⋅86 ( 3 J = 8⋅4; 1H, CH), 7⋅40-7⋅92 (12H, HAr). 2.2n 4-Methyl-benzoic acid 1-benzotriazol-1ylmethyl-2-(4-bromo-phenyl)-2-oxo-ethyl ester (17): 3H, methyl, CH 3 ), 5⋅46, 5⋅55 ( 2 J = 14⋅95; 2H, CH 2 ), 6⋅76 ( 3 J = 8⋅5; 1H, CH), 7⋅28-7⋅99 (12H, H Ar ). 2.2o 2-Methyl-benzoic acid 1-benzotriazol-1ylmethyl-2-(4-bromo-phenyl)-2-oxo-ethyl ester (18): acetone/ethanol, Yield 44%, white solid, m.p.: 179⋅5 -181⋅0°С; Anal. Calcd. (%): C, 59⋅50; H, 3⋅91; N, 9⋅05; Found (%): C, 59⋅37; H, 3⋅84; N, 8⋅87; IR, ν max /cm -1 (KBr): 1719, 1688 (s, C=O), 1587 (C=N), 1253, 1077 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅39 (3H, methyl, CH 3 ), 5⋅47, 5⋅55 ( 2 J = 14⋅85; 2H, CH 2 ), 6⋅77 ( 3 J = 8⋅3; 1H, CH), 7⋅28-7⋅81 (12H, H Ar ). 2.2p 3-Benzotriazol-1-yl-1-(4-bromo-phenyl)-2-[1,2,4]triazol-1-yl-propan-1-one (19): Eluent petroleum/ethyl acetate (1 : 1) as the eluent, Yield 32%, white solid, mp: 180⋅5 -182⋅0°С; Anal. Calcd. (%): C, 51⋅40; H, 3⋅30; N, 21⋅16; Found (%): C, 51⋅26; H, 3⋅41; N, 20⋅97; IR, ν max /cm -1 (KBr): 1708 (s, C=O), 1585 (C=N); 1 H NMR (CDCl 3 ): 4⋅45, 4⋅54 ( 2 J = 14⋅85; 2H, CH 2 ), 5⋅69 ( 3 J = 8⋅4; 1H, CH), 7⋅35-8⋅24 (8H, H Ar ), 8⋅24, 8⋅46 (2H, H Tr ). 2.2q Nicotinic acid 1-benzotriazol-1-ylmethyl-2-(2-methyl-phenyl)-2-oxo-ethyl ester (20): Eluent petroleum/ethyl acetate (1 : 1) as the eluent, Yield 39%, pale yellow solid, m.p.: 145⋅5 -147⋅0°С; Anal. Calcd. (%): C, 68⋅38; H, 4⋅70; N, 14⋅50; Found: C, 68⋅18; H, 4⋅65; N, 14⋅44; IR, ν max /cm -1 (KBr): 1731, 1694 (s, C=O), 1593 (C=N), 1286, 1105 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅40 (3H, CH 3 ), 5⋅44, 5⋅43 ( 2 J = 15; d, 2H, -CH 2 -), 6⋅75 ( 3 J = 3⋅7, 3 J = 8⋅43; t, 1H, -O-CH-), 7⋅33-8⋅93 (m, 12H, H Ar ). 2.2r Isonicotinic acid 1-benzotriazol-1-ylmethyl-2-(2-methyl phenyl)-2-oxo-ethyl ester (21): Eluent petroleum/ethyl acetate (2 : 1) as the eluent, Yield 35%, pale yellow solid, m.p.: 143⋅5 -145⋅0°С; Anal. Calcd.(%): C, 68⋅38; H, 4⋅70; N, 14⋅50; Found: C, 68⋅10; H, 4⋅98; N, 14⋅69; IR, ν max /cm -1 (KBr): 1739, 1688 (s, C=O), 1599 (C=N), 1278, 1086 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅50 (3H, CH 3 ), 5⋅25, 5⋅24 ( 2 J = 14⋅95; d, 2H, -CH 2 -), 6⋅57 ( 3 J = 3⋅75, 3 J = 8⋅43; t, 1H, -O-CH-), 7⋅14-8⋅51 (m, 12H, H Ar ). max /cm -1 (KBr): 1724, 1693 (s, C=O), 1586 (C=N), 1228, 1106 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅60 (3H, CH 3 ), 5⋅42, 5⋅71 ( 2 J = 14⋅75; d, 2H, CH 2 ), 6⋅32 ( 3 J = 8⋅5; 1H, CH), 7⋅49-8⋅17 (12H, H Ar ). methyl-phenyl)-2-oxo-ethyl ester (23): ethanol, Yield 47%, white solid, m.p.: 118⋅5 -120⋅0°С; Anal. Calcd. (%): C, 65⋅79; H, 4⋅32; N, 10⋅01; Found: C, 66⋅04; H, 4⋅16; N, 9⋅84; IR, ν max /cm -1 (KBr): 1726, 1696 (s, C=O), 1588 (C=N), 1227, 1107 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅40 (3H, CH 3 ), 5⋅39, 5⋅41 ( 2 J = 14⋅95; d, 2H, CH 2 ), 6⋅73 ( 3 J = 8⋅3; 1H, CH), 7⋅30-7⋅58 (12H, H Ar ). 2.2u 4-Methyl-benzoic acid 1-benzotriazol-1ylmethyl-2-(2-methyl-phenyl)-2-oxo-ethyl ester (24): Eluent acetone, Yield 48%, white solid, m.p.: 117⋅0 -119⋅5°С; Anal. Calcd. (%): C, 72⋅16; H, 5⋅30; N, 10⋅52; Found (%): C, 72⋅18; H, 5⋅13; N, 10⋅46; IR, ν max /cm -1 (KBr): 1720, 1696 (s, C=O), 1610 (C=N), 1291, 1102 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅34-2⋅46 (6H, methyl, CH 3 ), 5⋅44, 5⋅45 ( 2 J = 15; 2H, CH 2 ), 6⋅69 ( 3 J = 8⋅4; 1H, CH), 7⋅22-7⋅96 (12H, H Ar ). 2.2v 4-Ethyl-benzoic acid 1-benzotriazol-1ylmethyl-2-(2-methyl-phenyl)-2-oxo-ethyl ester (25): Eluent acetone, Yield 42%, white solid, m.p.: 111⋅2 -114⋅2°С; Anal. Calcd. (%): C, 72⋅62; H, 5⋅61; N, 10⋅16; Found (%): C, 73⋅09; H, 5⋅83; N, 9⋅96; IR, ν max /cm -1 (KBr): 1719, 1697 (s, C=O), 1609 (C=N), 1292, 1096 (s, C-O); 1 H NMR (CDCl 3 ): 1⋅19 (3H, ethyl, CH 3 ), 2⋅45 (3H, methyl, CH 3 ), 2⋅80 (2H, ethyl, CH 2 ), 5⋅45, 5⋅54 ( 2 J = 14⋅75; 2H, CH 2 ), 6⋅69 ( 3 J = 8⋅5; 1H, CH), 7⋅27-7⋅99 (12H, H Ar ). 2.2w 2-Methyl-benzoic acid 1-benzotriazol-1ylmethyl-2-(2-methyl-phenyl)-2-oxo-ethyl ester (26): ethanol, Yield 43%, white solid, m.p.: 121⋅5 -123⋅0°С; Anal. Calcd. (%): C, 72⋅16; H, 5⋅30; N, 10⋅52; Found (%): C, 72⋅18; H, 5⋅13; N, 10⋅41; IR, ν max /cm -1 (KBr): 1720, 1693 (s, C=O), 1610 (C=N), 1292, 1101 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅36-2⋅45 (6H, methyl, CH 3 ), 5⋅43, 5⋅45 ( 2 J = 15; 2H, CH 2 ), 6⋅69 ( 3 J = 8⋅5; 1H, CH), 7⋅23-7⋅45 (12H, H Ar ).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "N, 25⋅35; IR, ν max /cm -1 (KBr): 1691 (s, C=O), 1595 (C=N), 1251, 1147 (s, C-O); 1 H NMR (CDCl 3 ): 2⋅38 (3H, methyl, CH 3 ), 5⋅43, 5⋅51 ( 2 J = 14⋅95; 2H, CH 2 ), 6⋅17 ( 3 J = 8⋅4; 1H, CH), 7⋅29-7⋅56 (8H, H Ar ), 7⋅90-7⋅94 (2H, H Tr ).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Synthesis of compounds 1-27.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The UV spectrum of different concentration of 3-(benzo[1,2,3]triazol-yl)-1-(3-methoxyphenyl)-1-oxopropan derivatives.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Molecular structure for the 1H-substituted derivative of the target compounds.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "and 5 show the molecular structure of compound 1 and its packing arrangements in unit cells. The summary of the crystal data, experimental details and structure refinement for compound 1 are listed in table 1. The bond lengths and angles fall within normal ranges,19 and are comparable with those in each of the compound. Most bond lengths in the molecules are between the single and double bonds, which shows high π-electron delocalized and a large conjugated system formed. The bond lengths of C-N are in the range of 1⋅357-1⋅453 Å, shorter", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Molecular structure for the 2H-substituted derivative of the target compounds. (CCDC no. is 647812).", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The X-ray crystal structure of compound 1 with the atomic numbering scheme drawn at a 50% probability level.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Packing digagram of 1 showing the intermolecular hydrogen bonds (dishes lines), viewed down the c axis.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Antibacterial activity of the selected compounds.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Compounds </td><td>B. subtilis </td><td>S. aureus </td><td>S. faecalis </td><td>Minimum inhibitory concentrations (μg/mL) P. aeruginosa </td><td>E. coli </td><td>E. cloacae </td></tr><tr><td>1 </td><td>12⋅5 </td><td>25 </td><td>6⋅25 </td><td>6⋅25 </td><td>25 </td><td>12⋅5 </td></tr><tr><td>2 </td><td>12⋅5 </td><td>&gt;50 </td><td>6⋅25 </td><td>6⋅25 </td><td>6⋅25 </td><td>&gt;50 </td></tr><tr><td>3 </td><td>&gt;50 </td><td>&gt;50 </td><td>25 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td></tr><tr><td>4 </td><td>1⋅56 </td><td>3⋅12 </td><td>3⋅12 </td><td>12⋅5 </td><td>3⋅12 </td><td>12⋅5 </td></tr><tr><td>5 </td><td>6⋅25 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td><td>6⋅25 </td></tr><tr><td>6 </td><td>12⋅5 </td><td>12⋅5 </td><td>6⋅25 </td><td>&gt;50 </td><td>6⋅25 </td><td>12⋅5 </td></tr><tr><td>7 </td><td>1⋅56 </td><td>6⋅25 </td><td>&gt;50 </td><td>12⋅5 </td><td>12⋅5 </td><td>&gt;50 </td></tr><tr><td>8 </td><td>6⋅25 </td><td>12⋅5 </td><td>6⋅25 </td><td>&gt;50 </td><td>&gt;50 </td><td>12⋅5 </td></tr><tr><td>9 </td><td>6⋅25 </td><td>&gt;50 </td><td>&gt;50 </td><td>12⋅5 </td><td>6⋅25 </td><td>&gt;50 </td></tr><tr><td>10 </td><td>12⋅5 </td><td>3⋅12 </td><td>12⋅5 </td><td>12⋅5 </td><td>&gt;50 </td><td>12⋅5 </td></tr><tr><td>11 </td><td>&gt;50 </td><td>25 </td><td>&gt;50 </td><td>&gt;50 </td><td>25 </td><td>25 </td></tr><tr><td>12 </td><td>25 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td><td>12⋅5 </td></tr><tr><td>13 </td><td>12⋅5 </td><td>25 </td><td>6⋅25 </td><td>6⋅25 </td><td>25 </td><td>12⋅5 </td></tr><tr><td>14 </td><td>12⋅5 </td><td>&gt;50 </td><td>6⋅25 </td><td>6⋅25 </td><td>6⋅25 </td><td>&gt;50 </td></tr><tr><td>15 </td><td>12⋅5 </td><td>25 </td><td>6⋅25 </td><td>&gt;50 </td><td>3⋅12 </td><td>12⋅5 </td></tr><tr><td>16 </td><td>1⋅56 </td><td>3⋅12 </td><td>1⋅56 </td><td>&gt;50 </td><td>25 </td><td>6⋅25 </td></tr><tr><td>17 </td><td>3⋅12 </td><td>6⋅25 </td><td>25 </td><td>3⋅12 </td><td>6⋅25 </td><td>25 </td></tr><tr><td>18 </td><td>1⋅56 </td><td>1⋅56 </td><td>12⋅5 </td><td>12⋅5 </td><td>25 </td><td>12⋅5 </td></tr><tr><td>19 </td><td>1⋅56 </td><td>1⋅56 </td><td>1⋅56 </td><td>3⋅12 </td><td>6⋅25 </td><td>6⋅25 </td></tr><tr><td>20 </td><td>25 </td><td>&gt;50 </td><td>&gt;50 </td><td>&gt;50 </td><td>25 </td><td>12⋅5 </td></tr><tr><td>21 </td><td>&gt;50 </td><td>&gt;50 </td><td>25 </td><td>&gt;50 </td><td>6⋅25 </td><td>&gt;50 </td></tr><tr><td>22 </td><td>&gt;50 </td><td>12⋅5 </td><td>25 </td><td>12⋅5 </td><td>3⋅12 </td><td>12⋅5 </td></tr><tr><td>23 </td><td>6⋅25 </td><td>12⋅5 </td><td>&gt;50 </td><td>12⋅5 </td><td>25 </td><td>6⋅25 </td></tr><tr><td>24 </td><td>3⋅12 </td><td>25 </td><td>3⋅12 </td><td>25 </td><td>3⋅12 </td><td>25 </td></tr><tr><td>25 </td><td>3⋅12 </td><td>25 </td><td>6⋅25 </td><td>25 </td><td>25 </td><td>25 </td></tr><tr><td>26 </td><td>1⋅56 </td><td>6⋅25 </td><td>6⋅25 </td><td>12⋅5 </td><td>6⋅25 </td><td>6⋅25 </td></tr><tr><td>27 </td><td>&gt;50 </td><td>&gt;50 </td><td>25 </td><td>25 </td><td>6⋅25 </td><td>12⋅5 </td></tr><tr><td>Penicillin </td><td>1⋅56 </td><td>1⋅56 </td><td>1⋅56 </td><td>6⋅25 </td><td>6⋅25 </td><td>3⋅12 </td></tr><tr><td>Kanamycin </td><td>0⋅39 </td><td>1⋅56 </td><td>3⋅12 </td><td>3⋅12 </td><td>3⋅12 </td><td>6⋅25 </td></tr></table></body></html>"}, "TABREF2": {"text": "table 2, compounds 4, 7, 16, 18, 19 and 26 exhibited significant activity with MIC values of 1⋅56 μg/mL against B. subtilis, which were comparable to the positive control penicillin. Compounds 17, 24 and 25 showed moderate activity with MIC values of 3⋅12 μg/mL against B. subtilis. A comparison of the substitution on benzotriazoylpropanone demonstrated halogen substitution on the benzotriazoylpropanone showed higher antibacterial activity against B. subtilis. This result suggested that the introduction of halogen substituent increased the hydrophobicity of the synthesized compounds and lead to the increase of the antibacterial activity. Compounds 18 and 19 exhibited significant activity with MIC values of 1⋅56 μg/mL against S. aureus, which were comparable to the positive control penicillin. Compounds 4, 10 and 16 showed moderate activity with MIC values of 3⋅12 μg/mL against S. aureus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was supported by the Natural Science ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}