{
    "paper_id": "d97863a7325fed14432d68208286472778ad5528",
    "metadata": {
        "title": "Surveillance gemäß den Internationalen Gesund- heitsvorschriften (2005)",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Hollmeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Eckmanns",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Krause",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Internationalen Gesundheitsvorschriften von 1969 (IGV 1969) stellten nahezu 4 Jahrzehnte die völkerrechtlich verbindlichen Rechtsregeln dar, um der Gefahr der internationalen Ausbreitung von Infektionskrankheiten zu begegnen. Als technisches Vertragswerk, das durch die Weltgesundheitsorganisation (WHO) umgesetzt wurde, waren die IGV 1969 allerdings auf die Kontrolle einer begrenzten Anzahl von Infektionskrankheiten beschränkt: Cholera, Pest, Gelbfieber sowie Pocken bis zu ihrer offiziellen Eradikation. Angesichts dieser und anderer Unzulänglichkeiten und als Reaktion auf eine hochmobile und stark vernetzte Welt wurden die Internationalen Gesundheitsvorschriften während eines 10-jährigen Revisionsprozesses umfassend überarbeitet. Die ",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 746,
                    "text": "Die",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Revision und Verabschiedung der Internationalen Gesundheitsvorschriften"
        },
        {
            "text": "Hauptziel der IGV ist, \"die internationale Verbreitung von Krankheiten zu verhüten und zu bekämpfen, davor zu schützen und dagegen Gesundheitsschutzmaßnahmen einzuleiten, und zwar in einer Weise, die den Gefahren für die öffentliche Gesundheit entspricht und auf diese beschränkt ist und eine unnötige Beeinträchtigung des internationalen Verkehrs und Handels vermeidet\" (Artikel 2) [1] . Dementsprechend versuchen die Vorschriften einen effektiven Gesundheitsschutz mit der Verhinderung unverhältnismäßiger Folgen für Wirtschaft und Reisende zu vereinbaren.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Zweck der IGV"
        },
        {
            "text": "Die IGV knüpfen zum Teil an die vorangegangenen Internationalen Gesundheitsvorschriften (1969) ",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 94,
                    "text": "Gesundheitsvorschriften (1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Warum neue Vorschriften?"
        },
        {
            "text": "Gemäß der IGV basiert die Meldepflicht der Staaten gegenüber der WHO auf der Bewertung von \"Ereignissen\" innerhalb ihres Territoriums, die eine \"gesundheitliche Notlage von internationaler Tragweite darstellen können\" (Artikel 6). Folglich ist das Meldewesen nach den IGV nicht auf eine Surveillance einzelner Krankheiten ausgerichtet, sondern auf das Erkennen und die Bewertung von Ereignissen, die eine Meldung an die WHO erforderlich machen können. Zur Bestimmung dieser meldepflichtigen Ereignisse müssen die Vertragsstaaten ein unten erläutertes Entscheidungsschema anwenden. In Abkehr vom reduzierten Fokus der IGV (1969) stehen bei den IGV die Schlüsselbegriffe \"Ereignisse\" und \"Krankheit\" sowie die \"Gefahr für die öffentliche Gesundheit\" im Mittelpunkt der Verpflichtungen der Vertragsstaaten in Bezug auf die Surveillance. Die neuen Vorschriften definieren \"Ereignisse\" als die Manifestation einer Krankheit oder als ein Geschehnis, das die Möglichkeit für das Auftreten einer Krankheit schafft. \"Ereignisse\" gemäß den IGV schließen Häufungen von Erkrankungen als auch eine einzelne Erkrankung ein. Die Definition des Begriffs \"Krankheit\" ist ähnlich breit angelegt und bezeichnet \"eine Krankheit oder einen gesundheitlichen Zustand, die oder der ungeachtet des Ursprungs oder der Quelle Menschen erheblich schädigt oder schädigen kann\". \"Gefahr für die öffentliche Gesundheit\" bedeutet \"die Wahrscheinlichkeit eines Ereignisses, das die Gesundheit von Bevölkerungsgruppen beeinträchtigen kann, wobei solche Ereignisse besonders zu beachten sind, die sich grenzüberschreitend ausbreiten oder eine ernste und unmittelbare Bedrohung darstellen können\" (Artikel 1) [ ",
            "cite_spans": [
                {
                    "start": 1673,
                    "end": 1674,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Anwendungsbereich der IGV"
        },
        {
            "text": "\"that may constitute a public health emergency of international concern\" according to agreed criteria. This obligation applies to novel or evolving public health risks, taking into account the context in which the event occurs. The IHR (2005) also contain obligations regarding global preparedness to address public health threats which include the establishment of national capacity to both detect and respond to events by June 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung · Abstract"
        },
        {
            "text": "International Health Regulations · surveillance · communicable diseases · disease outbreaks · prevention and control ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die WHO geht mit Informationen, die ihr von einem betroffenen Land zur Verfügung gestellt werden, in einer Weise um, die zum Ziel hat, einerseits dieses Land vor ungerechtfertigten und überzogenen Reaktionen anderer Staaten zu schützen, andererseits stellt sie sicher, dass andere Länder Informationen erhalten, die sie benötigen, um ihre Bevölkerung zu schützen -einschließlich derjenigen Bürger, die in das betroffene Land reisen (Artikel 11) [1] . Um den Vertragsstaaten einen Anreiz für die Zurverfügungstellung von Informationen an die WHO zu geben, garantieren die Gesundheitsvorschriften, dass Informationen über Ereignisse, die der WHO gemeldet oder im Rahmen des Verifizierungsprozesses bestätigt werden, anderen Staaten nicht allgemein zugänglich gemacht werden. Die IGV sehen jedoch eine Ausnahme für bestimmte Umstände vor, die eine Reaktion auf die Gefahr einer internationalen Ausbreitung erforderlich machen und somit die Informationsweitergabe durch die WHO rechtfertigen. Die genauen Umstände, unter denen die Benachrichtigung anderer Vertragsstaaten gerechtfertigt ist, sind in den Gesundheitsvorschriften festgelegt. Dies ist der Fall, wenn (Artikel 11): F der Generaldirektor der WHO feststellt, dass das eingetretene Ereignis eine \"gesundheitliche Notlage von internationaler Tragweite\" (GNIT) ist, F eine grenzüberschreitende Ausbreitung bestätigt wurde bzw. ",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Umgang der WHO mit erhaltenen Informationen"
        },
        {
            "text": "Alle Mitgliedsstaaten der Europäischen Union (EU) sind auch Mitgliedsstaaten der WHO, nicht aber die EU selbst. Folglich gelten die IGV primär für die einzelnen EU-Mitgliedstaaten, wirken sich aber auch auf EU-Institutionen aus. In Artikel 57 IGV wird dargelegt, dass die Vorschriften im Sinne der Vereinbarkeit mit anderen völkerrechtlichen Übereinkommen ausgelegt werden müssen, aber auch, dass die Vertragsstaaten die Regelungen anwenden sollen, die in dieser Organisation (z. B. EU) in Kraft sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Implementierung der IGV innerhalb der Europäischen Union"
        },
        {
            "text": "In diesem Sinne existieren in der EU bereits einige Strukturen, die zwischen den EU-Mitgliedsstaaten einen den IGV ähnlichen, wenn auch organisatorisch anders aufgebauten Informationsaustausch vorsehen. So ist es z. B. möglich, der WHO im Rahmen des Europäischen \"Early Warning and Response Systems\" (EWRS) Informationen zukommen zu lassen, wenngleich derzeit nicht als offizielle IGV-Meldung (siehe dazu auch den Beitrag von S. Schreck et al. in diesem Heft). Bei den relevanten Teffen zum EWRS und zu den IGV innerhalb der EU nehmen im-mer auch Vertreter der WHO Europa und meist auch Vertreter der WHO Genf teil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Implementierung der IGV innerhalb der Europäischen Union"
        },
        {
            "text": "Netzwerke der EU, die durch das \"Europäische Zentrum für die Prävention und die Kontrolle von Krankheiten\" (European Centre for Disease Prevention and Control, ECDC) (siehe dazu auch den Beitrag von A. Ammon in diesem Heft) organisiert werden, fördern die internationale Kommunikation. Über diese erfolgt der frühe Austausch von relevanten Informationen zu bestimmten Erregern, aber es steht mit ihnen auch Laborexpertise länderübergreifend zur Verfügung. Die vorhandenen europäischen Kooperationsstrukturen entsprechen dem in den IGV ausgedrückten Grundgedanken einer kollektiven Verantwortung und Solidarität innerhalb der internationalen Staatengemeinschaft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Implementierung der IGV innerhalb der Europäischen Union"
        },
        {
            "text": "Eine wesentliche Aufgabe bei der Umsetzung der IGV in Europa wird es sein, Ereignisse innerhalb eines Landes und innerhalb Europas mit angemessener Sensitivität zu erfassen und zu übermitteln. In dem von der EU geförderten und vom Robert Koch-Institut (RKI) koordinierten Projekt REACT (Response to Emerging infectious disease: Assessment and development of Core capacities and Tools) werden unter anderem Methoden und Hilfsmittel für die Umsetzung der IGV-Meldeverpflichtungen entwickelt. Diese sollen nicht nur die EU-Mitgliedsstaaten, sondern auch andere Länder bei der Umsetzung der Gesundheitsvorschriften unterstützen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die Implementierung der IGV innerhalb der Europäischen Union"
        },
        {
            "text": "Zur Umsetzung der IGV wurde in Deutschland das Gesetz zu den \"Internationale Gesundheitsvorschriften (2005) (IGV) vom 23. Mai 2005\" vom 20. Juli 2007 erlassen [6] . In diesem wird das Lagezentrum des Bundesministeriums des Inneren als nationale IGV-Anlaufstelle benannt. Damit ist Deutschland eines der wenigen Länder, in dem diese Aufgabe einer Einrichtung außerhalb des Gesundheitsressorts obliegt. Diese Lösung trägt jedoch dem Sachverhalt Rechnung, dass sich IGV-Meldungen eben nicht nur auf infektiöse Geschehen beschränken, son-",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Umsetzung der IGV im Rahmen des nationalen Meldesystems in Deutschland"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: The text of the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "Abrufbar im Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Implementing the International Health Regulations (2005) in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardiman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ganter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "11",
            "issn": "",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: International Health Regulations (2005) Areas of Work for Implementation",
            "authors": [],
            "year": 2007,
            "venue": "Abrufbar im Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious disease surveillance and the International Health Regulations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardiman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gonzalez-Martin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "18--31",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International surveillance with the new International Health Regulations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aavitsland",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Abrufbar im Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IGV) vom 23. Mai",
            "authors": [],
            "year": 2005,
            "venue": "BGBl. II 2007, S. 930. Das Gesetz inklusive der amtlichen deutschen Sprachfassung der IGV kann im Internet über folgende Adresse abgerufen werden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report by the Secretariat to the 61st World Health Assembly: Implementation of the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "Abrufbar im Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "intensive Überarbeitung, beinflusst durch die Erfahrungen mit der SARS-Epidemie 2003 und die Gefahr einer Influenzapandemie durch das hochpathogene H5N1-Virus, mündete im Mai 2005 in die Verabschiedung einer grundlegend neu ausgerichteten Fassung der Vorschriften durch die 58. Weltgesundheitsversammlung (WHA). Die IGV sind am 15. Juni 2007 in Kraft getreten. Unter den derzeit 194 Vertragsstaaten befinden sich sämtliche Mitgliedsstaaten der WHO.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "an. In erster Linie basieren sie jedoch auf jüngsten Erfahrungen der WHO und ihrer Mitgliedsländer im eine wirksame und zeitgemäße Grundlage zum Schutz vor der grenzüberschreitenden Ausbreitung von Infektionen und anderen Gesundheitsgefahren zu schaffen. Dazu gehören unter anderem die fortschreitende Nutzbarmachung von Naturgebieten, die weiter ansteigende Urbanisierung und Verdichtung menschlicher Siedlungen, Klimaveränderungen mit Einfluss auf das Vorkommen und die geografische Verteilung von Vektoren einer Infektion oder Verseuchung, die anhaltende Ausweitung des globalen Personen-und Güterverkehrs, die den Handel mit Nahrungsmitteln mit einschließt, sich ändernde Gewohnheiten bei der Aufzucht und Haltung von Nutztieren sowie eine deutliche Zunahme an antibiotikaresistenten Bakterien. All dies erhöht das Risiko für die Ausbreitung von Infektionskrankheiten und verlangt gleichzeitig ein international abgestimmtes Vorgehen[2,3].Die von bekannten und noch unbekannten Infektionskrankheiten als auch von nicht biologischen Stoffen ausgehenden Risiken für die öffentliche Gesundheit machten eine Erweiterung des Anwendungsbereichs der Gesundheitsvorschriften dringend notwendig. Reagierten die alten IGV (1969) eher passiv, geben die neuen, proaktiven Vorschriften der Weltgemeinschaft ein wirksames Instru mentarium an die Hand, um schwerwiegende Gesundheitsgefahren jeglicher Art frühzeitig zu erkennen und am Ort ihres Entstehens abzuwehren, bevor sie sich auf andere Länder ausbreiten. Mit der Berücksichtigung aller akuten Gefahren für die öffentliche Gesundheit (anstelle der bisherigen Liste über einzelne meldepflichtige Krankheiten) haben die IGV auch zum Ziel, eine Stigmatisierung bestimmter Krankheiten oder gar von Ländern, in denen diese vorkommen, zu verhindern. Letzteres war ein wesentlicher Faktor für eine mangelnde Befolgung der IGV (1969). Ein weiterer Grund für die Revision war die Berücksichtigung von Maßnahmen, die dem jeweiligen Krankheitsrisiko angepasst sind. Im Gegensatz dazu sahen die IGV (1969) bei bestimmten Gesundheitsgefahren vorab festgelegte Maßnahmen vor[3].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "diese Auflistung der Krankheiten wird nur für die Zwecke dieser Vorschriften verwendet Das Ereignis ist der WHO nach den Internationalen Gesundheitsvorschriften zu melden Abb. 1 8 Entscheidungsschema zur Bewertung von Ereignissen, die eine gesundheitliche Notlage von internationaler Tragweite darstellen können. Erkennung, Bewertung und Meldung von Ereignissen und die Reaktion darauf bedeutend sind. Die in Bezug auf den Personen-und Güterverkehr anzuwendenden Maßnahmen sind nicht Gegenstand des Beitrags. Im Rahmen der IGV erfolgt die Kommunikation zwischen der WHO und den Vertragsstaaten über sogenannte \"National IHR Focal Points\". Die WHO hat ihrerseits in jedem der 6 Regionalbüros eine Kontaktstelle, \"IHR Contact Points\", eingerichtet, die unter anderem Adressaten für die Anzeige von meldepflichtigen Ereignissen durch die Vertragsstaaten sind. Bis Mitte 2008 haben 193 der 194 Vertragsstaaten \"National IHR Focal Points\" benannt und die Kontaktdaten der WHO zur Verfügung gestellt. In Deutschland ist diese Funktion dem Lagezentrum des Bundesministeriums des Innern (LZ BMI) übertragen worden. Für die Meldung nach Artikel 6 der IGV besteht die zentrale Verpflichtung der Vertragsstaaten, Ereignisse, die in ihren Hoheitsgebieten auftreten und die die öffentliche Gesundheit betreffen, anhand eines Entscheidungsschemas (. Abb. 1) zu untersuchen. Dieses Instrument in Anlage 2 der Vorschriften definiert die Kriterien für die Bewertung und Meldung von Ereignissen durch die Vertragsstaaten. Der Bewertungsalgorithmus ist grundsätzlich bei der Risikoabschätzung von Ereignissen anzuwenden, die eines der folgenden 4 Kriterien erfüllen könnten, und zwar innerhalb von 48 Stunden, nachdem das betreffende Land dieses Ereignisses gewahr wurde (Anlagen 1 und 2) [1]: 1. Sind die Auswirkungen des Ereignisses auf die öffentliche Gesundheit schwerwiegend? (z. B. ist die Zahl der Fälle und/oder Todesfälle für diese Art von Ereignis und für den betreffenden Ort und Zeitpunkt oder die betreffende Bevölkerung groß?)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Während das Entscheidungsschema für die Bewertung von allen Ereignissen, die eines der genannten Kriterien erfüllen können, anzuwenden ist, verlangen die Vorschriften den Gebrauch des Algorithmus bei Ereignissen, die durch bestimmte Infektionskrankheiten hervorgerufen werden, die mit einer erhöhten Epidemiegefahr verbunden sind (z. B. Cholera, Lungenpest, Gelbfieber, virale hämorrhagische Fieber etc.) (Anlage 2) [1]. Das Entscheidungsinstrument unterscheidet eine zweite Kategorie von Ereignissen, die eine Meldung nach Artikel 6 in jedem Fall erfordern, da ihr Auftreten ungewöhnlich oder unerwartet ist und schwerwiegende Auswirkungen auf die öffentliche Gesundheit haben kann und somit eine gesundheitliche Notlage von internationaler Tragweite vorliegen kann. Hiernach muss ein einziger Fall der folgenden 4 Krankheiten immer an die WHO gemeldet werden, und zwar unberücksichtigt der Umstände unter denen sie auftreten: Pocken, Poliovirus-Wildtyp, neuer Subtyp eines humanen Influenzavirus, SARS (Anlage 2) [1]. Ergänzend zur Meldepflicht nach Artikel 6 geben die Gesundheitsvorschriften den Vertragsstaaten die Möglichkeit, die WHO auch über Ereignisse innerhalb ihres Territoriums, die keine Mitteilung an die WHO erfordern (. Tabelle 1) (Artikel 8), vertraulich zu unterrichten. Von dieser als Konsultation bezeichneten Form der Mitteilung ist insbesondere dann Gebrauch zu machen, wenn nicht genügend Information zur vollständigen Anwendung des Entscheidungsschemas in Anlage 2 vorhanden ist. Eine solche Benachrichtigung kann einen Dialog mit der WHO über geeignete Maßnahmen zum Schutz der öffentlichen Gesundheit beinhalten [1].Neben der Meldung von Ereignissen, die in den eigenen Territorien auftreten, sind die Vertragsstaaten verpflichtet, die WHO nach Möglichkeit binnen 24 Stunden über Anzeichen einer Gefahr für die öffentliche Gesundheit außerhalb ihres Hoheitsgebiets, die zu einer grenzüberschreitenden Ausbreitung der Krankheit führen kann, zu benachrichtigen (Artikel 9.2). Das Risiko der Grenzüberschreitung kann sich über menschliche Fälle, Vektoren einer Infektion, Verseuchungen oder verseuchte Güter manifestieren[1].Die IGV regeln auch, wie die WHO und die Vertragsstaaten zum Informationsaustausch und zur Risikoanalyse von Ereignissen zusammenzuarbeiten haben. Im Rahmen ihrer Surveillance sammelt und analysiert die WHO systematisch Informationen von verschiedenen, auch nichtstaatlichen Quellen, wie z. B. Presse und Arten des Kontaktes zwischen Ländern und der WHO nach den IGV[5]",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "der in der zweiten Phase von Juni 2009 bis Juni 2012 die fristgerechte Umsetzung der Anforderungen auf allen Staatsgebieten unterstützt. Zur Umsetzung eines solchen Maßnahmenplans haben bis Februar 2008 bereits 76 Vertragsstaaten eine Einschätzung ihrer vorhandenen nationalen Kapazitäten vorgenommen, um sicherzustellen, dass die in Anlage 1 spezifizierten Anforderungen innerhalb der 5 Jahre nach Inkrafttreten der IGV erfüllt werden[7].Durch diese Maßgaben versuchen die Vorschriften zu gewährleisten, dass alle teilnehmenden Länder über die nötige Infrastruktur verfügen, um Krankheitsausbrüche und andere Gefahren für die öffentliche Gesundheit zeitnah zu identifizieren, zu bewerten und ihnen wirksam begegnen zu können, sodass das Risiko ihrer internationalen Ausbreitung minimiert werden kann. Beim Aus-und Aufbau der notwendigen Kapazitäten zur Umsetzung der Vorschriften sollen -mit Unterstützung der WHO -bereits vorhandene nationale Strukturen und Mittel genutzt werden.Für die Surveillance müssen auf den verschiedenen Ebenen gemäß Teil A der Anlage 1 folgende Fähigkeiten vorhanden sein:Kommunale und/oder untere Ebene (z. B. Gesundheitsämter). a) Ereignisse festzustellen, die Krankheits-und Todesfälle über dem für den betreffenden Zeitpunkt und Ort zu erwartenden Niveau mit sich bringen, b) alle verfügbaren wesentlichen Informationen unverzüglich den für Gesundheitsschutzmaßnahmen verantwortlichen Ebenen mitzuteilen, einschließlich der klinischen Beschreibungen, Laborergebnisse, Quellen und Arten von Risiken, Zahl der Krankheitsfälle beim Menschen und Todesfälle, die Ausbreitung der Krankheit beeinflussende Bedingungen und getroffenen Gesundheitsmaßnahmen.Mittlere Ebene (z. B. Landesgesundheitsamt). a) den Stand gemeldeter Ereignisse zu bestätigen, b) gemeldete Ereignisse unverzüglich zu bewerten und, sofern als dringlich eingestuft, alle wesentlichen Informationen an die nationale Ebene zu melden.Nationale Ebene (z. B. RKI, BMI). a) alle Berichte über akute Ereignisse binnen 48 Stunden zu bewerten und b) gegebenenfalls innerhalb von 24 Stunden an die WHO durch den \"National IHR Focal Point\" weiterzuleiten (gemäß Artikel 6, 7 und 9.2).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}