{"paper_id": "d9b2a6a2020c6c51af4d032eb3f9508a8619cf02", "metadata": {"title": "Patent protection and access to genetic resources Developing countries and patent offices have shown differing approaches to patent specification disclosure requirements and benefit sharing", "authors": [{"first": "Itsuki", "middle": [], "last": "Shimbo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yoko", "middle": [], "last": "Ito", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Koichi", "middle": [], "last": "Sumikura", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Developing countries and patent offices have shown differing approaches to patent specification disclosure requirements and benefit sharing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "G enetic resources have historically been considered to be freely available. In 1983, the United Nations Food and Agriculture Organization (FAO) proposed that \"plant genetic resources are a heritage of mankind and consequently should be available without restriction\" 1 . And, as shown in Table 1 , there are many cases of high-commercial-value medicines being developed on the basis of genetic resources.", "cite_spans": [], "ref_spans": [{"start": 289, "end": 296, "text": "Table 1", "ref_id": null}], "section": ""}, {"text": "However, against this backdrop of profits being generated from genetic resources and the monopolization of genetic resources through patent rights, developing countries with abundant genetic resources started to voice their opposition to the way these resources were being treated. The activities of companies from developed nations, including taking resources without permission from developing countries rich in biological resources and acquiring patents and profit through research based on those resources, has been criticized by developing nations as biopiracy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "One of the more famous biopiracy cases is that of neem (Azadirachta indica), which has the ability to protect against insect pests and bacterial diseases and has been used traditionally in India as a biopharmaceutical. Neem oil was approved as a biological agrochemical in the United States in 1995 and had an estimated sales volume of about $750 million in 1998. Conflict over neem began when W.R. Grace & Co. obtained patents for a method of extracting neem 2 and exercised them to force Indian companies dealing with neem to buy its technology, which led to a worldwide campaign against those patents. Another example involves an extremophile used as an ingredient in detergent and for bleaching jeans. In 2004, the Kenya Wildlife Service planned to launch a lawsuit in US court against Genencor alleging that the company made a large profit from a patent 3 based on a microorganism obtained illegally in Kenya 4 .", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "More recently, in February 2007, Indonesia, where over 60 people have died from avian influenza infection (the highest number in the world), raised a stir when it stopped providing virus samples to the World Health Organization (WHO) and instead entered into its own agreement with Baxter Healthcare for the development and manufacture of a vaccine. In return, Indonesia will receive technical support and will be able to produce the vaccine under license and export it in the future. This move was due to Indonesia's dissatisfaction with the \"unfairness\" of having to purchase expensive vaccines created by a developed nation based on samples provided by one's own country, but it was criticized by the WHO, which said that the agreement would \"upset the worldwide virus sharing network arrangement.\" The incident has made clear that even a pathogenic virus can have the characteristics of a strategic material and can become a bargaining chip between governments.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The Convention on Biological Diversity (CBD), which came into effect in 1993, reflects these sorts of situations. The CBD was originally intended to preserve biological diversity, but its objectives also include the implementation of fair and equitable sharing of the benefits arising from the use of genetic resources. With regard to the handling of genetic resources, the CBD stipulates that each country has sovereign rights over its natural resources (Article 15, Paragraph 1), that access to genetic resources requires prior informed consent (PIC) of the contracting state providing the resources (Article 15, Paragraph 5), and that measures shall be taken with the aim of sharing in a fair and equitable way the results of research and development based on genetic resources, and the benefits arising from the commercial and other use of genetic resources, with the The CBD recognizes the sovereign right of countries over their genetic resources. However, it does not provide any specific mechanisms of benefit sharing, so in actuality, although there are cases where benefit sharing has taken place as expected, for the most part there has continued to be conflict between developing countries as the holders of genetic resources and developed countries as the users of those resources.", "cite_spans": [], "ref_spans": [], "section": "The Convention on Biological Diversity"}, {"text": "Many developing nations are calling for the indication of country of origin in patent applications to be imposed as a requirement for patent specifications. At the 6th Session of the World Intellectual Property Organization's Intergovernmental Committee on Intellectual Property and Genetic Resources, Traditional Knowledge and Folklore (WIPO-IGC), in March 2004, the African Group requested that the disclosure of the country of origin of genetic resources in patent applications be adopted as an international requirement 6 , and in September of the same year, Brazil, India, Pakistan, Thailand and several other countries issued a request to make the disclosure of the country of origin of genetic resources mandatory under the Trade-Related Aspects of Intellectual Property Rights (TRIPS) agreement 7 . This request stipulated that the proceeding should be halted if the country of origin was not disclosed before the grant of the patent and that patents can be invalidated or transferred if incomplete or false information is discovered after patent grant. Furthermore, in 2006, Brazil proposed to the TRIPS Council that presenting evidence of obtaining and complying with PIC and evidence of practicing fair and equitable sharing also be made mandatory as a specification requirement. This proposal is supported by 11 countries including Brazil, India and China.", "cite_spans": [{"start": 803, "end": 804, "text": "7", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Patents involving genetic resources"}, {"text": "The Japan Patent Office (JPO) opposes making the disclosure of country of origin and the presentation of evidence of obtaining PIC and of benefit sharing mandatory in patent applications 8 . Japan insists that partnerships with developing countries have already been built; that activity including benefit sharing has been moving forward, centered on governmental research institutions; and that the imposition of strict rules would, rather, hamper the use of genetic resources ( Table 2) . With regard to disclosing the country of origin of genetic resources in patent specifications, the JPO and the United States Patent and Trademark Office (USPTO) have also stated the opinion that imposing new filing requirements would increase the burden on the applicant and could lead to a loss of incentive to file and that such regulations should not be made within the patent law. As a measure against improper patent grants, such as in the case of neem, Japan has suggested that a worldwide database of genetic resources and traditional knowledge should be built and a system created to allow examiners to easily access the prior literature.", "cite_spans": [], "ref_spans": [{"start": 480, "end": 488, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Patents involving genetic resources"}, {"text": "In contrast, Europe has shown a certain understanding of the ideas of developing countries and has made its own proposal concerning disclosure of origin in patent applications in a document submitted to the 8th Session of the WIPO-IGC in 2005 (ref. 9). According to this proposal, disclosure of the country of origin or source of genetic resources is to be made mandatory if the invention is based on genetic resources. If the country of origin is unknown, there is no obligation to investigate it; furthermore, the discovery of incomplete or false information after patent grant should not affect the patent rights and should be handled by imposing sanctions outside the patent system.", "cite_spans": [], "ref_spans": [], "section": "Patents involving genetic resources"}, {"text": "Thus, the debate concerning specification disclosure requirements for genetic resources is not making much progress. Meanwhile, several countries have already developed their own domestic laws on this matter. India has been focusing on developing laws to prevent biopiracy. The relevant laws drafted to date include the Indian Biological Diversity Act and updates to the Patent Law. The Indian Biological Diversity Act states that approval of the National Biodiversity Authority (NBA) is necessary for foreign companies to access biological resources in India for research or survey purposes, as well as for anyone to provide the results of research obtained on the biological resources in India to foreign companies or researchers. Furthermore, for inventions based on information or research results obtained on the basis of biological resources acquired in India, all applicants need the NBA's approval before filing for any intellectual property rights, within or outside India. In such cases, the NBA can impose benefit sharing and royalty conditions, including requirements for the sharing of monetary benefits arising from the commercial use of the intellectual property rights.", "cite_spans": [], "ref_spans": [], "section": "Patents involving genetic resources"}, {"text": "In India, disclosure of the place of origin of biological resources is mandatory as a specification requirement under the Patent Law. If this disclosure requirement has been violated and disclosure of origin or amendment is not made after the matter has been pointed out by an examiner, the examiner can reject the application or invalidate the patent. Opposition to a patent can be filed or revocation can be sought on the basis of these regulations.", "cite_spans": [], "ref_spans": [], "section": "Patents involving genetic resources"}, {"text": "The Royal Botanical Garden at Kew in the United Kingdom is a botanical garden that was registered as a World Heritage Site in 2003; it has been making efforts toward the protection of biodiversity in cooperation with institutions around the world. In various African and Asian countries, Kew has been cooperating on environmental protection and monitoring and has worked to collect and preserve biological resources, for example through its Millennium Seed Bank Project. As the CBD went into force, Kew devised its own unique Policy on Access to Genetic Resources and Benefit-Sharing 10 .", "cite_spans": [], "ref_spans": [], "section": "Approaches to the Convention on Biological Diversity at biological and genetic resource institutions"}, {"text": "The policy covers six areas: (i) acquisition of genetic resources; (ii) use and supply of genetic resources; (iii) fair and equitable sharing of benefits arising from the use of genetic resources; (iv) commercial use of genetic resources; (v) curation; and (vi) access to information and associated data. When acquiring genetic resources, priority is given to the point that the resource be obtained legally, with PIC of the country of origin. When genetic resources are acquired directly from the country of origin, PIC is obtained from the government and PAT E N T S stakeholders in accordance with that country's laws. Furthermore, when supplying resources in its possession to other institutions for research purposes, Kew prohibits commercial use of those resources by means of a standard Material Supply Agreement (MSA) and requires a separate contract specifying fair and equitable benefit sharing with the country of origin if a resource is to be commercialized. In Japan, the National Institute of Technology and Evaluation (NITE) works on the collection, preservation and use primarily of microorganisms and has preserved over 25,000 microorganisms 11 . When making a deposit, depositors must guarantee, in an Agreement for Depository of Biological Resources, that they have proper authority with respect to the deposited biological resource. The accession form used for deposits requires that the source of isolation and country of origin be specified. Furthermore, NITE has signed joint research agreements with research institutes of these various countries and built partnerships on this basis. This has made it possible for NITE to acquire biological resources while complying with the CBD. With regard to commercial use of genetic resources, an arrangement has been adopted whereby the microorganism usage fees paid by each company are split in half between the country of origin and NITE, and milestones and royalties will be received when patenting or product development is accomplished.", "cite_spans": [], "ref_spans": [], "section": "Approaches to the Convention on Biological Diversity at biological and genetic resource institutions"}, {"text": "Furthermore ", "cite_spans": [], "ref_spans": [], "section": "Approaches to the Convention on Biological Diversity at biological and genetic resource institutions"}, {"text": "So what sort of framework is desirable when it comes to the collection of and access to genetic resources and the obtainment of PIC and benefit sharing? The example of Kew is instructive in this regard. Kew signs agreements with countries around the world, provides technology and education to developing nations and, in return, acquires numerous genetic resources and preserves them in the UK. Kew has devised its own policy based on the CBD and has earned the trust of developing nations while making it possible to provide resources to companies and contribute to the development of industry. By playing the role of an intermediary between countries in possession of genetic resources and the users of those resources, Kew ensures that the users can smoothly achieve access and benefit sharing.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In the future, creating mutually beneficial partnerships among the parties involved through advantageous treatment for PIC, such as requiring the disclosure of genetic resources in patent specifications, and through technical cooperation of genetic resource institutions with developing nations will hopefully make it possible to achieve conservation and protection of genetic resources and to promote their active use and benefit sharing.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF3": {"ref_id": "b3", "title": "WTO document symbol", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "parties to the Convention. The US, however, although it signed the Convention in 1993, has still not become a party to it 5 .", "latex": null, "type": "table"}, "TABREF1": {"text": "Opinions on specification disclosure requirements for genetic resources", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Disclosure of country of origin\n</td><td>Evidence of obtaining PIC\n</td><td>Evidence of benefit sharing\n</td></tr><tr><td>Developing countries (resource provider)\n</td><td>++ </td><td>+ </td><td>+\n</td></tr><tr><td>Japan and the US </td><td>- </td><td>- </td><td>-\n</td></tr><tr><td>Europe </td><td>+ </td><td>- </td><td>-\n</td></tr></table></body></html>"}, "TABREF2": {"text": ", the RIKEN Center of Research Network for Infectious Diseases promotes collaborative research on infectious diseases such as SARS, influenza and AIDS in cooperation with overseas research institutes under its Program of Founding Research Centers for Emerging and Reemerging Infectious Diseases. Under this program, overseas research centers are established at research institutes in countries such as China, Vietnam and Thailand. Japanese researchers and staff from the host countries are stationed there and permanent cooperative structures are put in place. This builds trust with the research institutions involved, facilitating the acquisition of pathogenic organisms.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 Pharmaceutical products using genetic resources", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Product name (effect) </td><td>Manufacturer </td><td>Relationship to genetic resources\n</td></tr><tr><td>Taxol (anticancer) </td><td>Bristol-Myers Squibb </td><td>Extracted from the bark of Pacific yew trees </td></tr><tr><td>Coartem/Riamet (antimalarial) </td><td>Novartis </td><td>Extracted from Artemisia annua (sweet wormwood)\n</td></tr><tr><td>Byetta (antidiabetic) </td><td>Amylin </td><td>Extracted from the venom of lizards\n</td></tr><tr><td>Glucobay (antidiabetic) </td><td>Bayer </td><td> </td></tr><tr><td>ABT-594 (pain killer) </td><td>Abbott </td><td>Active ingredient (acarbose) extracted using bacteria unique to Lake Ruiru (Kenya) Extracted from a frog (Epipedrobates tricolor) found in Ecuador\n</td></tr><tr><td>[in development]\n</td><td> </td></tr><tr><td>Mevacor (antihyperlipidemic) </td><td>Merck </td><td>Extracted from a fungus found in Japan\n</td></tr><tr><td>Sandimmune (immunosuppressant) </td><td>Novartis </td><td>Active ingredient (cyclosporin) extracted from a </td></tr><tr><td>Norwegian fungus\n</td></tr></table></body></html>"}}, "back_matter": []}