{
    "paper_id": "d9d28bf192edb295895813485e0faca1a866b56b",
    "metadata": {
        "title": "Development of common variable immunodeficiency in IgA-and IgG2-deficient patients with systemic lupus erythematosus",
        "authors": [
            {
                "first": "Kazuhide",
                "middle": [],
                "last": "Suyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yukihiko",
                "middle": [],
                "last": "Kawasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yusaku",
                "middle": [],
                "last": "Abe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Masahiro",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Shinichiro",
                "middle": [],
                "last": "Ohara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tomoko",
                "middle": [],
                "last": "Oikawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nobuko",
                "middle": [],
                "last": "Sakai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kouichi",
                "middle": [],
                "last": "Hashimoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mitsuaki Hosoya",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background There have been few reports on children who developed common variable immunodeficiency (CVID) in association with immunoglobulin A (IgA) and IgG2 deficiencies and systemic lupus erythematosus (SLE). Case-Diagnosis/Treatment Our patient experienced nephrotic syndrome and acute respiratory distress syndrome (ARDS) caused by influenza A/H1N1 virus infection at 5 years of age. A diagnosis of IgA and IgG2 deficiency and SLE was made on the basis of severe proteinuria, hematuria, hypocomplementemia, high anti-DNA antibody and antinuclear antibody (ANA) titers, and malar rash. However, these clinical signs and symptoms and laboratory features disappeared after the administration of methylprednisolone pulse therapy and prednisolone. For the 5 years following the initial treatment for SLE, the patient experienced a number of infections and had a low serum total IgG level; she was eventually diagnosed with CVID. The administration of intravenous immunoglobulin (IVIG) was required to prevent subsequent infections, and no relapse of SLE was observed. Conclusion We report the development of CVID in an IgAand IgG2-deficient patient with SLE on the basis of multiple episodes of infection. To prevent the development of CVID in IgA-and IgG2-deficient patients with SLE, it is important to prevent immune dysregulation by the avoidance of infections through the use of IVIG therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Selective immunoglobulin A (IgA) deficiency is the most common form of primary immunodeficiency, with an incidence of approximately one in 600 persons in the Western world, although the reported figures do vary widely among ethnic groups [1] . While this form of immunodeficiency is not usually associated with any specific symptoms, patients with IgA deficiency present with an increased frequency of allergies, autoimmune diseases, and malignancies. The high susceptibility to infection observed among these patients is almost always associated with a concomitant IgG2 deficiency. A number of autoimmune disorders have been reported to be associated with IgA deficiency, including systemic lupus erythematosus (SLE) [2] , rheumatoid arthritis, and celiac disease [3] . It has also been reported that the concurrence of SLE and IgA deficiency occurs at an approximate prevalence rate of 1-4.6%.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Common variable immunodeficiency (CVID) is the most common clinical symptomatic primary immune defect. The diagnosis of CVID is based on significantly reduced levels of IgG and IgA and/or IgM compared with age-related standards, accompanied by impaired or absent specific antimicrobial antibody production [1] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report here the development of CVID in an IgA-and IgG2-deficient patient with SLE who experienced multiple episodes of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 5-year-old boy presented with nephrotic syndrome (NS) and was treated with prednisolone (PDN). At 2 months after the onset of NS, he developed acute pneumonia caused by infection with the influenza A/H1N1 virus and suffered his first relapse of NS; he also developed dyspnea and hypoxia. Chest X-rays revealed bilateral, diffuse alveolar, and interstitial infiltrates. His oxygen index (OI) was 54. A diagnosis of acute respiratory distress syndrome (ARDS) caused by influenza A/H1N1 virus was made on the basis of the chest X-ray findings, the low OI value, and the elevated influenza A/H1N1 virus titers. He required artificial pulmonary ventilation and was treated with hypothermia and positional drainage. His OI subsequently increased, and chest X-rays revealed an improvement in the bilateral diffuse alveolar and interstitial infiltrates. The patient was therefore extubated and discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The clinical course of the patient is shown in Fig. 1 . At 7 years of age, he had a second relapse of NS after an episode of acute pneumonia infection and parotitis. Methylprednisolone pulse therapy (MPT) and PDN were given and the patient again went into remission. However, on tapering the PDN, he had a third relapse of NS. A renal biopsy was performed, revealing diffuse global thickening of the glomerular capillary walls. No mesangial cell proliferation or increase in the mesangial matrix was found. Immunofluorescence staining revealed diffuse granular deposits of IgG and C3 in the glomerular capillary wall. Electron microscopy detected extensive global subepithelial deposition of electrondense material with spike formations. The pathological diagnosis was diffuse membranous glomerulonephritis (MGN). Immunological laboratory findings included a serum IgA level of <2 mg/dl, IgG1, IgG2, IgG3, and IgG4 levels of 1,130 (normal range 320-748), 14 (208-754), 97.8 (6.6-88), and 5 (4-105) mg/dl, respectively, and an IgM level of 376 (35-220) mg/dl. Serum complement levels were normal, and the anti-DNA antibody (ANA) titer was negative. The patient was diagnosed with MGN and IgA-IgG2 deficiency. There was no familial history of immunodeficiency. MPT and PDN were given and he once again went into remission. The PDN dose was gradually tapered and eventually discontinued.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "After 12 months, the patient presented with a malar rash and experienced a further relapse of NS due to acute pneumonia. Laboratory findings included C3, C4, and CH50 levels and ANA and anti-DNA antibody titers of 46 mg/dl, 5 mg/dl, and 19.1 IU/ml and 160 and 8.6 IU/ml, respectively. A diagnosis of IgA-IgG2 deficiency with SLE was made on the basis of the severe proteinuria, hematuria, hypocomplementemia, high anti-DNA antibody and ANA titers, and malar rash. MPT and PDN were given as primary treatment. The PDN dose was subsequently gradually tapered and discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "After discontinuation of PDN, the patient developed a slight fever, hypocomplementemia, and high anti-DNA antibody titers, leading to the suspicion of a SLE relapse. Low-dose PDN was given, and these clinical signs and , and CD20-cell were 611, 1125, and 28/μl, respectively, and the anti-streptolysin O titer was 32 Todd units. Thus, he was diagnosed with CVID and was administered intravenous immunoglobulin (IVID). After cessation of IVID treatment, the patient experienced an episode of severe pneumonia. Thus, he was treated with the periodic administration IVID to prevent infections. Thereafter, no severe infections or relapse of SLE was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Selective IgA deficiency is the most common form of immunodeficiency in the Western world, although its prevalence varies widely among ethnic groups. A markedly lower frequency has been reported in Mongoloid populations, such as 1/18,500 in Japanese and 1/4100 in Chinese populations, suggesting a genetic basis [1] [2] [3] [4] . It has a variable familial and sporadic occurrence in the general population, often with a positive family history of immunologic abnormality. At onset, our case was suffering from severe pneumonia and ARDS caused by the influenza A/H1N1 virus. In general, there have been few reports on ARDS caused by the influenza A/H1N1 virus; consequently, in this respect, our patient represents a unique case. The development of ARDS might be associated with the immunosuppressive state resulting from his IgA and IgG2 deficiency. A variety of other associated diseases and immunologic abnormalities have been observed in patients with IgA deficiency. It has been estimated that the concurrence of SLE and IgA deficiency occurs at an approximate prevalence rate of 1-4.6% [5] [6] [7] [8] . Our patient experienced many infections and a gradually decreased serum total IgG level for 5 years after the concurrent SLE and was eventually diagnosed with CVID. Agarwal et al. [9] reported that autoimmune diseases affect about 20% of CVID patients and are commonly the first manifestation of immune deficiency. In their study, these authors found that autoimmunity was present before the diagnosis of CVID in 17.4% of 224 patients .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the pathogenesis of CVID and/or SLE in IgA and IgG2 deficiency, although speculative, immune deficiency may predispose patients to the development of SLE and CVID from an impairment in the host defense against unidentified infections. Immune deficiency may also potentiate the virulence of an external vector and lead to an occult or latent chronic viral infection. Alternatively, host antigens may be altered and subsequently participate in its pathogenesis [10] . In our case, immunosuppressive drugs, including MPT and PDN, were given to inhibit the activation of SLE. Our patient experienced many infections, including acute pneumonia and parotitis, due to his immunodeficiency. He also had a low serum total IgG level and developed CVID. Thus, in terms of the pathogenesis of CVID in our patient, we speculate that immune dysregulation in our immunodeficient patient was triggered by the numerous episodes of infection.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More than 90% of individuals with CVID do not have an immune-deficient family member, suggesting that this syndrome results from multigenic causes. In about 10% of families, one or more additional family members have CVID or, more often, they selectively have IgA deficiency. However, our patient had no familial history of immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we report here the development of CVID, as evidenced by the occurrence of multiple episodes of infections, in an IgA-and IgG2-deficient patient with SLE. To prevent the development of CVID in IgA-and IgG2deficient patients with SLE, it is important to prevent dysregulation of the immune system by, for example, the use of IVIG therapy to avoid infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Union of Immunological Societies Primary Immunodeficiency Diseases Classification Committee (2007) Primary immunodeficiency diseases: an update from the International Union of Immunological Societies Primary Immunodeficiency Diseases Classification Committee",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Geha",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Notarangelo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chapel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Conley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hammarström",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nonoyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ochs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Puck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roifman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wedgwood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Allergy Clin Immunol",
            "volume": "120",
            "issn": "",
            "pages": "776--794",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systemic lupus erythematosus and IgA deficiency",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yewdall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neild",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ogg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Lab Immunol",
            "volume": "10",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The association of celiac disease, diabetes mellitus type 1, hypothyroidism, chronic liver disease, and selective IgA deficiency",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alaswad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brosnan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Pediatr",
            "volume": "39",
            "issn": "",
            "pages": "229--231",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Selective serum IgA deficiency. Frequency among 15,200 French blood donors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frommel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moullec",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lambin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Vox Sang",
            "volume": "25",
            "issn": "",
            "pages": "513--518",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunoglobulin levels from the newborn period to adulthood and in immunoglobulin deficiency states",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J Clin Invest",
            "volume": "41",
            "issn": "",
            "pages": "2054--2064",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IgA deficiency and SLE: prevalence in a clinic population and a review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Rankin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Isenberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lupus",
            "volume": "6",
            "issn": "",
            "pages": "390--394",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The occurrence of systemic lupus erythematosus in two kindreds in association with selective IgA deficiency",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Rheumatol",
            "volume": "5",
            "issn": "",
            "pages": "288--293",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Persistent immunoglobulin deficiency after prednisolone and antiepileptic therapy in a C2 deficient patient with lupus-like syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lever",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Rheumatol",
            "volume": "11",
            "issn": "",
            "pages": "828--831",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Autoimmunity in common variable immunodeficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "9",
            "issn": "",
            "pages": "347--352",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Selective IgA deficiency in children and adults with systemic lupus erythematosus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cassidy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Kitson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Selby",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lupus",
            "volume": "16",
            "issn": "",
            "pages": "647--650",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DNA antibody (IU/ml) 8.6 7.3 <5.0 20.9 15.4 26.5 49.7 52.0 57.7 34.2 12.6 37.5 19.5 39.2 17.The clinical course of our patient. MPT Methylprednisolone pulse therapy, IG immunoglobulin, CH50 total hemolytic complement, NS nephrotic syndrome symptoms and laboratory features disappeared. He subsequently suffered from frequent infections, including acute pneumonia and parotitis, but had no relapse of SLE. The PDN dose was gradually tapered over 20 months, and he continued to show a low total serum IgG1 level, with IgG2, IgG3, and IgG4 levels of 184, 16, <5, and <5 mg/dl, respectively, and an IgM level of 324 mg/dl. T cell and NK cell functions were normal, and B cell function was decreased as follows: CD1a, 0.3 (normal range <3.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}