{"paper_id": "da749301de23f38cbef2e9c54a50d2e7e646f691", "metadata": {"title": "Tracheostomy and mechanical ventilation weaning in children affected by respiratory virus according to a weaning protocol in a pediatric intensive care unit in Argentina: an observational restrospective trial", "authors": [{"first": "Gustavo", "middle": [], "last": "Caprotta", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Patricia", "middle": [], "last": "Gonzalez Crotti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "†", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Judith", "middle": [], "last": "Frydman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We describe difficult weaning after prolonged mechanical ventilation in three tracheostomized children affected by respiratory virus infection. Although the spontaneous breathing trials were successful, the patients failed all extubations. Therefore a tracheostomy was performed and the weaning plan was begun. The strategy for weaning was the decrease of ventilation support combining pressure control ventilation (PCV) with increasing periods of continuous positive airway pressure + pressure support ventilation (CPAP + PSV) and then CPAP + PSV with increasing intervals of T-piece. They presented acute respiratory distress syndrome on admission with high requirements of mechanical ventilation (MV). Intervening factors in the capabilities and loads of the respiratory system were considered and optimized. The average MV time was 69 days and weaning time 31 days. We report satisfactory results within the context of a directed weaning protocol.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "During winter in 2009, Argentina as well as several other countries in the world, was affected by Influenza A H1N1 pandemic [1] .", "cite_spans": [{"start": 124, "end": 127, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our Pediatric Intensive Care Unit (PICU) was the referral center for this pandemic in the province of Buenos Aires.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Between June 1 and July 31 2009 113 patients were admitted in our PICU, 79 of them with respiratory pathology. Twenty presented positive PCR (polymerase chain reaction) by Influenza A H1N1and 22 presented positive IFI (indirect immunofluorescence) by RSV (respiratory syncitial virus). Out of the 69 patients who survived 3 presented difficult weaning and needed tracheostomy.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This paper describes the clinical behavior and presentation of these 3 patients who were admitted into our PICU in that period and who had a prolonged stay due to respiratory complications after viral infection (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 211, "end": 220, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "We report the results obtained according to a directed weaning protocol.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Below, we describe each patient's evolution before tracheostomy was performed and before the weaning plan was begun.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A six-month-old male patient was admitted in our PICU after intubation owing to respiratory insufficiency due to bilateral pneumonia. Through nasopharyngeal secretions a positive PCR by Influenza A H1N1 virus was found. He was a 28-week preterm infant with a birth weight of 900 grams. He had bronchopulmonary dysplasia (BPD) because of mechanical ventilation during 2 months in the perinatal age. He also presented some malformations compatible with a genetic syndrome which was still being studied before admission (retromicrognathia, abdominal angioma in the medial line, low implantation of the ears, among others).", "cite_spans": [], "ref_spans": [], "section": "Case 1"}, {"text": "On admission the patient presented severe acute respiratory distress syndrome (ARDS) for which he required high MV parameters ( Figure 1 ). He presented serious refractory hypoxemia and remained 36 days on MV. Using a low tidal volume ventilation protocol we were not able to achieve an adequate minimal oxygenation. So, as we do not count on high frequency oscillatory ventilation (HFOV) because of certain socioeconomic limitations within our hospital, we resorted to standard modalities, reaching mean airway pressure (Paw) of 15. 2 Extubation failed by respiratory insufficiency in 2 opportunities requiring reintubation in the first 24 hours. In both opportunities the patient had passed a spontaneous breathing trial (SBT).", "cite_spans": [{"start": 534, "end": 535, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 128, "end": 136, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Case 1"}, {"text": "A respiratory endoscopy was performed which showed an inflammatory pathology of the upper airway (UA).", "cite_spans": [], "ref_spans": [], "section": "Case 1"}, {"text": "These findings together with presenting prolonged MV (36 days) led to the decision of carrying out a tracheostomy and of beginning a weaning plan.", "cite_spans": [], "ref_spans": [], "section": "Case 1"}, {"text": "A six-month old male patient born in due term with adequate weight, previously healthy. He was referred to our PICU for presenting bronchiolitis by co-infection with RSV and A H1N1 virus.", "cite_spans": [], "ref_spans": [], "section": "Case 2"}, {"text": "He presented severe ARDS and hypoxemia and required high MV parameters remaining ventilated for 51 days (Figure 2 ). Three SBTs were performed during his evolution with 3 elective extubations, failing in all cases. He also presented failure during disconnection from positive pressure with non-invasive positive pressure ventilation (NPPV) due to respiratory insufficiency.", "cite_spans": [], "ref_spans": [{"start": 104, "end": 113, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "Case 2"}, {"text": "A respiratory endoscopy was performed which showed an important edema of the larynx crown and posterior synechia due to which tracheostomy was performed on the 44 th day of hospitalization. Then, the weaning plan was started.", "cite_spans": [], "ref_spans": [], "section": "Case 2"}, {"text": "A female patient of 1 month and 20 days of age, born in due term with adequate weight, with no perinatologic history. She was admitted with low acute respiratory failure following pneumonia in the right superior lobe. Co-infection with RSV and Influenza A H1N1 virus was found. During her prolonged stay in PICU (111 days) she required MV due to ARDS with severe hypoxemia ( Figure 3 ). In five opportunities she passed an SBT but in all cases re-intubation was required within 48 hs owing to low respiratory involvement. Also, repeated presence of condensation in the right superior lobe was observed. Due to everything mentioned above, a respiratory endoscopy was performed, reporting a right anomalous tracheal bronchus and mild subglottic edema. Given the fact that the patient had several respiratory infections which led to an obstruction of the segment corresponding to the anomalous bronchus, an exeresis of the right anomalous tracheal bronchus and a segmentectomy of the right superior lobe were performed.", "cite_spans": [], "ref_spans": [{"start": 375, "end": 383, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Case 3"}, {"text": "After 51 days on MV a tracheostomy was performed and respiratory weaning was started. Disconnection of positive pressure was achieved after 98 days.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "The 3 patients described coincided in positive PCR for Influenza A virus (2 of them with co-infection with RSV), prolonged MV, ARDS with severe hypoxemia and successful SBTs with failed extubations during the course of 48 hours.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "Those patients presented upper airway pathology by pathologic endoscopy and lower airway pathology (post viral sequelae). These two factors affected their weaning from MV.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "In our PICU upon meeting the following criteria we initiate SBT based on current consensus: resolution of the basal cause of respiratory failure, peak inspiratory pressure (PIP) < 25 cm H 2 O, positive end-expiratory pressure (PEEP) < 5 cm H 2 O, tidal volume 6-8 ml/kg, FIo 2 < 0.40, intermittent and decreasing sedation, patient alert, hemoglobin > 10 g/dl, and decreasing vasoactives [2] [3] [4] .", "cite_spans": [{"start": 387, "end": 390, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 391, "end": 394, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 395, "end": 398, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Case 3"}, {"text": "In our PICU SBTs are performed with a T-piece and supervised by respiratory therapists. The variables to be considered are registered on charts that we have developed for that purpose and which are filled in at the start of the test and every 15 minutes during the two hours the test lasts.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "It is PICU's policy to perform respiratory endoscopies in those children who present two or more failed extubations.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "In all three cases, because of presenting a pathologic endoscopy the decision of performing a tracheostomy was discussed and accepted by the patients' parents. All of them were trained in the handling, hygiene and comfort of the tracheostomy.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "For the patients we presented, a strategy was designed with the objective of achieving disconnection from positive pressure by means of an orderly and progressive protocol.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "In the first place we measured the maximum tolerated time on CPAP in each patient. We have defined maximum time as the longest period the patient is able to remain on CPAP without altering his vital signs in +/-20%. This determination was carried out comparing the The mean value of the maximum tolerated time on CPAP was 4 hours (3-6 hours).", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "Out of the maximum time reached, between 50 and 75% was used for the respiratory training of the patient.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "The objective was to train the patient without exposing him to fatigue and muscular tiredness due to the decrease in his respiratory capacitance. This allowed to program rest periods which became less frequent as training progressed. This plan was carried out during day time while during the night, sleeping time was respected supplying MV in PCV [5] .", "cite_spans": [{"start": 348, "end": 351, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Case 3"}, {"text": "A gradual diminution of the ventilatory support, combining PCV with increasing periods on CPAP + PSV, was performed. Once the patient managed to remain 12 hours on CPAP + PSV, this modality was alternated with T-piece whose duration was progressively incremented [6] (Figure 4) .", "cite_spans": [{"start": 263, "end": 266, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 267, "end": 277, "text": "(Figure 4)", "ref_id": "FIGREF3"}], "section": "Case 3"}, {"text": "The objectives of the programed tasks for the day were described in a chart in which the physiological parameters found during the training period were constantly recorded: respiratory rate, heart rate, blood pressure, oxygen saturation, maximal inspiratory pressure (PIMAX), maximal expiratory pressure (PEMAX), ventilatory mechanics, use of accessory muscles, comfort index and rapid shallow breathing index (respiratory rate/tidal volume per kg of weight) [2] .", "cite_spans": [{"start": 459, "end": 462, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Case 3"}, {"text": "For the measurement of PIMAX and PEMAX a Marshalltown ™ manual vacuum meter was connected to the endotracheal tube. We selected the most negative and positive value of 3 efforts during spontaneous breathing over a period of 20 seconds occluding the airway with a one-way valve [2, 3] .", "cite_spans": [{"start": 277, "end": 280, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 281, "end": 283, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Case 3"}, {"text": "In case the patient presented signs of muscular fatigue which kept us from accomplishing the programmed task we returned to the work plan of the previous day (when he tolerated the exercise adequately) and he was reassessed the following morning with the same parameters.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "With this muscular training, nutritional support and the supply of vitamins and minerals, an improvement of the respiratory mechanics was observed, focusing on the measured parameters managing to effectively disconnect patients from positive pressure [7] . This objective was considered as accomplished when the patient remained on a T-piece over a period of 48 hs.", "cite_spans": [{"start": 251, "end": 254, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Case 3"}, {"text": "The average MV time was 69 days. The average weaning time was 31.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "Finally, the 3 patients were referred to a general pediatric ward, two of them with supplementary oxygen.", "cite_spans": [], "ref_spans": [], "section": "Case 3"}, {"text": "Children with severe respiratory disease due respiratory virus presented a high percentage of ARDS on admittance to PICU with severe hypoxemia, requiring high MV parameters. Among the surviving patients, a torpid evolution with long periods on MV and difficulties for its disconnection were observed [8] .", "cite_spans": [{"start": 300, "end": 303, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "Unfortunately, up to date there aren't available protocols based on evidence to guide a difficult weaning process in tracheostomized children. The bibliography on adults is ample, but not always applicable to our infant population due to anatomic, functional and cognitiveaffective reasons [9] .", "cite_spans": [{"start": 290, "end": 293, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Due to the functional anatomic differences between children's and adults' air way, the ideal time to indicate tracheostomy after a prolonged period on MV is still being discussed [10] . This is why, in the bibliography, more prolonged periods on MV through an endotracheal tube (ETT) are found in children than in adults.", "cite_spans": [{"start": 179, "end": 183, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "Tracheostomy facilitates weaning with respect to ETT because it produces: dead space reduction, less airway resistance, decreased breathing work, better secretion removal with suctioning, less likelihood of tube obstruction, improved patient comfort, less need for sedation and better glottic function with less risk of aspiration [5, 6, 11] .", "cite_spans": [{"start": 331, "end": 334, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 335, "end": 337, "text": "6,", "ref_id": "BIBREF5"}, {"start": 338, "end": 341, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "The term weaning refers to the transition from ventilatory support to completely spontaneous breathing, during which time the patient assumes the responsibility for effective gas exchange while positive pressure support is withdrawn [12] .", "cite_spans": [{"start": 233, "end": 237, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Weaning consumes between 40 and 60% of mechanical ventilation time. About 25% of ventilated patients present difficulties in the disconnection from the ventilator, being unable to be disconnected by means of SBT, requiring a progressive procedure which can take several days, weeks or even months [13] . These patients would benefit from a directed weaning protocol.", "cite_spans": [{"start": 297, "end": 301, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Ventilatory failure may be generated by a deterioration of the neuromuscular capacity or by increasing the loads of the respiratory system. The decrease of the capacity may be owed to a depression of the respiratory center (whether by sedation, alkalosis or encephalic lesion), neuropathies (polyneuropathy of the critical patient), muscular disorders (malnutrition, hyperinsuflation, electrolyte disorders and the use of muscle relaxants and corticoids) and chest wall abnormality (unstable chest, post-operative pain). The increase in the load may be due to the high ventilation requirements (sepsis, anxiety and pain), resistive loads (bronchospasm, secretions), elastic loads (auto PEEP, decrease in compliance) and related to the ventilator and the endotracheal tube (valves, small tubes) [6, 12] .", "cite_spans": [{"start": 794, "end": 797, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 798, "end": 801, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "All these factors were considered and optimized in our patients before proceeding to their extubation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Among the elements we count on, we opted for the use of the described combination of ventilatory modalities as part of an orderly and progressive protocol.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This permitted the favoring of the muscular training, the improvement of the patient-ventilator interaction and therefore the enhancement of the respiratory work.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The use of PCV enabled us to ensure total ventilation during night rest, eliminating energetic waste used in training which allowed the recovery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "PSV allowed the patient to control his own frequency and therefore the circulating volume and minute volume. In this manner the PSV generated an adequate respiratory work and oxygen consumption of the respiratory muscles, diminishing fatigue and favoring re-training [12] . The combination of this modality with CPAP allowed to increase the functional residual capacity thus achieving a better oxygenation. This is owing to the increase in the number of effective alveolar units in gas exchange (alveolar recruitment). CPAP is able to offset the abnormal closing of the airway and the effect of the auto PEEP, noticing the beneficial effects when the level of inspiratory efforts to be developed during spontaneous breathing diminishes.", "cite_spans": [{"start": 267, "end": 271, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The use of a T-piece allowed for greater independence from the ventilator with less resistance in the airway since the opening of an inspiratory valve is not necessary. In addition it permitted a clinical evaluation of the diaphragmatic function which was not possible if the patient received any kind of inspiratory support [14] .", "cite_spans": [{"start": 325, "end": 329, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "The three described patients had pulmonary sequelae for infection caused by respiratory virus with a pathology of the airway evidenced by respiratory endoscopy, and in spite of all this, their effective disconnection from positive pressure was achieved. This was possible combining tracheostomy with an orderly, monitored and progressive muscular training plan (directed weaning protocol).", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Even though more studies are necessary to develop weaning protocols based on evidence, we believe that this type of approach may be useful in pediatric patients with difficult weaning due to other etiologies.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Written informed consent was obtained from the parents of the patient for publication of this report and accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.", "cite_spans": [], "ref_spans": [], "section": "Consent"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "El nivel de alerta de pandemia de gripe se eleva de la fase 5 a la fase 6. Declaración de la directora general de la OMS a la prensa", "authors": [{"first": "M", "middle": [], "last": "Chan", "suffix": ""}], "year": null, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Risk factors for extubation failure in infants with severe acute bronchiolitis", "authors": [{"first": "C", "middle": [], "last": "Johnston", "suffix": ""}, {"first": "B", "middle": [], "last": "Werther", "suffix": ""}, {"first": "P", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "P", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "M", "middle": [], "last": "Fonseca", "suffix": ""}], "year": 2010, "venue": "Respir Care", "volume": "55", "issn": "3", "pages": "328--333", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Weaning from mechanical ventilation in pediatric intensive care patients", "authors": [{"first": "J", "middle": ["A"], "last": "Farias", "suffix": ""}, {"first": "Alia", "middle": ["I"], "last": "Esteban", "suffix": ""}, {"first": "A", "middle": [], "last": "Golubicki", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Olazarri", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "", "suffix": ""}], "year": 1998, "venue": "Intensive Care Med", "volume": "24", "issn": "10", "pages": "1070--1075", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An evaluation of extubation failure predictors in mechanically ventilated infants and children", "authors": [{"first": "J", "middle": ["A"], "last": "Farias", "suffix": ""}, {"first": "I", "middle": [], "last": "Alía", "suffix": ""}, {"first": "Retta", "middle": ["A"], "last": "Olazarri", "suffix": ""}, {"first": "F", "middle": [], "last": "Fernández", "suffix": ""}, {"first": "A", "middle": [], "last": "Esteban", "suffix": ""}, {"first": "A", "middle": [], "last": "Palacios", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}, {"first": "Di", "middle": [], "last": "Nunzio", "suffix": ""}, {"first": "L", "middle": [], "last": "Fernández", "suffix": ""}, {"first": "G", "middle": [], "last": "Bordón", "suffix": ""}, {"first": "A", "middle": [], "last": "Berrondo", "suffix": ""}, {"first": "C", "middle": [], "last": "Sheehan", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "Intensive Care Med", "volume": "28", "issn": "6", "pages": "752--757", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Guidelines: Evidence-Based Guidelines for Weaning and Discontinuing Ventilatory Support", "authors": [], "year": 2001, "venue": "Chest", "volume": "120", "issn": "6", "pages": "375--395", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Evidence-Based Ventilator Weaning and Discontinuation", "authors": [{"first": "N", "middle": ["R"], "last": "Macintyre", "suffix": ""}], "year": 2004, "venue": "Respir Care", "volume": "49", "issn": "7", "pages": "803--836", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Validation of predictors of extubation success and failure in mechanically ventilated infants and children", "authors": [{"first": "S", "middle": [], "last": "Venkataraman", "suffix": ""}, {"first": "N", "middle": [], "last": "Khan", "suffix": ""}, {"first": "A", "middle": [], "last": "Brown", "suffix": ""}], "year": 2000, "venue": "Crit Care Med", "volume": "28", "issn": "8", "pages": "2991--2996", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Infección respiratoria por Influenza A H1N1 en Cuidados Intensivos de la República Argentina", "authors": [{"first": "G", "middle": [], "last": "Caprotta", "suffix": ""}, {"first": "González", "middle": [], "last": "Crotti", "suffix": ""}, {"first": "P", "middle": [], "last": "Primucci", "suffix": ""}, {"first": "Y", "middle": [], "last": "Alesio", "suffix": ""}, {"first": "H", "middle": [], "last": "Esen", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "An Pediatr", "volume": "72", "issn": "1", "pages": "62--66", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Invasive and Noninvasive Pediatric Mechanical Ventilation", "authors": [{"first": "I", "middle": ["M"], "last": "Cheifetz", "suffix": ""}], "year": 2003, "venue": "Respir Care", "volume": "48", "issn": "4", "pages": "442--458", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Indications for and Timing of Tracheostomy", "authors": [{"first": "", "middle": [], "last": "Durbin Chg", "suffix": ""}], "year": 2005, "venue": "Respir Care", "volume": "50", "issn": "4", "pages": "483--487", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Tracheostomy and Weaning", "authors": [{"first": "D", "middle": ["J"], "last": "Pierson", "suffix": ""}], "year": 2005, "venue": "", "volume": "50", "issn": "", "pages": "526--533", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Nicholson Carol E, National Institute of Child Health and Human Development Collaborative Pediatric Critical Care Research Network: Weaning and extubation readiness in pediatric patients", "authors": [{"first": "J", "middle": ["L"], "last": "Christopher", "suffix": ""}, {"first": "Frcpc", "middle": [], "last": "Newth", "suffix": ""}, {"first": "Venkataraman", "middle": [], "last": "Shekhar", "suffix": ""}, {"first": "Willson", "middle": [], "last": "Douglas", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}, {"first": "Meert", "middle": [], "last": "Kathleen", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}, {"first": "Harrison", "middle": [], "last": "Rick", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Dean", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}, {"first": "Pollack", "middle": [], "last": "Murray", "suffix": ""}, {"first": "Zimmerman", "middle": [], "last": "Jerry", "suffix": ""}, {"first": "Kjs", "middle": [], "last": "Anand", "suffix": ""}, {"first": "Carcillo", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2009, "venue": "Pediatr crit care Med", "volume": "10", "issn": "1", "pages": "1--11", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sociedad Española de Cuidados Intensivos Pediátricos. An Pediatr (Barc)", "authors": [{"first": "J", "middle": ["B"], "last": "Ramirez", "suffix": ""}], "year": 2003, "venue": "Retirada de la asistencia respiratoria", "volume": "59", "issn": "", "pages": "155--159", "other_ids": {"DOI": ["10.1186/1824-7288-37-5"]}}, "BIBREF14": {"ref_id": "b14", "title": "Tracheostomy and mechanical ventilation weaning in children affected by respiratory virus according to a weaning protocol in a pediatric intensive care unit in Argentina: an observational restrospective trial", "authors": [{"first": "", "middle": [], "last": "Caprotta", "suffix": ""}], "year": 2011, "venue": "Caprotta et al. Italian Journal of Pediatrics", "volume": "37", "issn": "5", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest X-ray of case 1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chest X-ray of case 2.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Chest found at the beginning of the evaluation and performing their follow-up every 15 minutes.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Chart of weaning. EET: Endotracheal tube TV: Tidal Volume PIP: Peak inspiratory pressure PEEP: Positive end espiratory pressure f: Respiratory rate FIO2: fraction of inspired oxygen PAW: medium airway pressure PSV: Pressure support ventilation SpO2: oxygen partial saturation T: temperature MAP: mean arterial pressure.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Patient characteristics", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Case 1 </td><td>Case 2 </td><td>Case 3\n</td></tr><tr><td>Age </td><td>6 months </td><td>6 months </td><td>1 month 20 days\n</td></tr><tr><td>Gender </td><td>Male </td><td>Male </td><td>Female\n</td></tr><tr><td>Socioeconomic level </td><td>Overcrowding </td><td>Overcrowding </td><td>Low\n</td></tr><tr><td>Mother's level of education </td><td>Incomplete Primary School </td><td>Complete High School </td><td>Incomplete High School\n</td></tr><tr><td>Immunization schedule </td><td>Complete </td><td>Incomplete </td><td>Complete\n</td></tr><tr><td>Previous disease history </td><td>Genetic sme. Prematurity Malnutrition\n</td><td>Healthy </td><td>Healthy\n</td></tr><tr><td>Days of previous symptoms </td><td>5 days Fever and cough </td><td>5 days Rhinorrhea and cough </td><td>2 days Cough and rhinorrhea\n</td></tr><tr><td>Diagnosis on admittance </td><td>Bilateral Pneumonia </td><td>Bronchiolitis </td><td>Pneumonia RUL\n</td></tr><tr><td>Pafi on admittance </td><td>118 </td><td>49 </td><td>92\n</td></tr><tr><td>Mean Map </td><td>15.2 (5.8-23.8) </td><td>17.2 (8.8-24.4) </td><td>9.8 (2-16.2)\n</td></tr><tr><td>Chest X-ray on admittance </td><td>Bilateral diffuse infíltrate </td><td>Bilateral diffuse infiltrate </td><td>Focal condensation RUL\n</td></tr><tr><td>VTSNF </td><td>H1N1 </td><td>H1N1 RSV </td><td>H1N1 RSV\n</td></tr><tr><td>MV from admittance date </td><td>Yes </td><td>Yes </td><td>Yes\n</td></tr><tr><td>ARDS from admittance date </td><td>Yes </td><td>Yes </td><td>Yes\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Place where research was carried out: Pediatric Intensive Care Unit \"Hospital de Trauma y Emergencia Dr. Federico Abete de Malvinas Argentinas\", Buenos Aires, Argentina\". Miraflores 123, Malvinas Argentinas, Provincia de Buenos Aires, Argentina.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions GC participated in the writing of the manuscript, design of the study and performed the statistical analysis. PGC participated in the writing of the manuscript and data collection. JF participated in the writing of the manuscript, conceived of the study and data collection. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}