{
    "paper_id": "daccad219dd0ca86d1ad8169eae4ddbea1865df5",
    "metadata": {
        "title": "Global stability of the endemic equilibrium of a discrete SIR epidemic model",
        "authors": [
            {
                "first": "Xia",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yicang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiaotong University",
                    "location": {
                        "postCode": "710049",
                        "settlement": "Xi'an, Xi'an",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The basic reproductive number R 0 of a discrete SIR epidemic model is defined and the dynamical behavior of the model is studied. It is proved that the disease free equilibrium is globally asymptotically stable if R 0 < 1, and the persistence of the model is obtained when R 0 > 1. The main attention is paid to the global stability of the endemic equilibrium. Sufficient conditions for the global stability of the endemic equilibrium are established by using the comparison principle. Numerical simulations are done to show our theoretical results and to demonstrate the complicated dynamics of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mathematical models have played a significant role in describing the dynamical evolution of infectious diseases. SIR model is one of the classical epidemic models with compartment structure, suitable for the transmission of infectious diseases that confer longlasting immunity such as chicken pox and SARS. The host population is divided into three epidemiological groups: the susceptibles, the infectives, and the removed/recovered. The transmission dynamics of an infectious disease is described by modeling the population movements among those epidemiological compartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is an increasing interest in the study and application of discrete epidemic models. Allen et al. have studied some discrete-time SI, SIR, and SIS epidemic models, compared the dynamics of deterministic and stochastic discrete-time epidemic models, and also applied the discrete epidemic model to the spread of rabies [-]. Allen and Driessche have given the basic reproductive number for some discrete-time epidemic models [] . Castillo-Chavez and Yakubu have investigated a discrete SIS model with complex dynamics [] . Zhou et al. have formulated and discussed the dynamical behavior of agestructured SIS models [, ] . A stage-structured model, a discrete epidemic model with seasonal variation in environment, a discrete tuberculosis transmission model, and many other discrete epidemic models have been constructed, studied, and applied [-]. One reason for the upsurge of discrete epidemic models is that discrete models have advantages in describing an infectious disease since epidemic data are usually collected in discrete time units, which would make it more convenient to use discrete-time models [] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "[]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[]",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 541,
                    "text": "Zhou et al.",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 629,
                    "text": "[, ]",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The studies on discrete epidemic models are relatively few compared with those on continuous epidemic models. Most research works on discrete epidemic models concern the http://www.advancesindifferenceequations.com/content/2013/1/42 definition of the basic reproductive number, the global stability of the disease free equilibrium, the persistence of diseases, the existence and local stability of endemic equilibria, the existence of flip bifurcation and Hopf bifurcation. The results on the global stability of the endemic equilibrium are quite few for discrete epidemic models due to the following two factors: () There is not enough effective theory and methods for global stability of discrete dynamical systems; () The discrete model exhibits much more complicated dynamical behaviors than its corresponding continuous model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We will study the global stability of the endemic equilibrium of a discrete SIR model and get sufficient conditions. The discrete SIR model, the biological requirement of the model, the basic reproductive number, and the invariant domain of the model are given in the next section. The global stability of disease free equilibrium and the persistence are discussed in Section . The sufficient conditions for the global stability of endemic equilibrium are obtained in Section . Numerical simulations and application are presented to demonstrate our theoretical results, to show the complex dynamics and application example of the model in Section . Conclusions and discussions are included in the last section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are different approaches to model infectious disease evolution in discrete time. The recurrent difference equations from the discretization of continuous differential equation models is one of the direct and frequently-used modeling approaches. This kind of model can be well understood in application under reasonable assumptions though there are some limitations on the range of parameters. We will adopt this approach to formulate model and assume that the infected people will obtain permanent immunity after they get recovered from infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "Let N(t) denote the number of the host population at time t. According to the disease transmission mechanism, the host population is grouped into three epidemiological compartments. Let S(t), I(t), and R(t) be the number of individuals in the susceptible, infective, and removed/recovered compartments at time t, respectively. In addition to the death and recruitment, there are population movements among those three epidemiological compartments from time unit t to time t + . We assume that the recruited individuals (by birth and immigration) are constant and enter the susceptible compartment. After one unit time, the susceptible individuals may stay in the susceptible compartment, or get infected and move to the infectious compartment, or die. The individuals in the infective compartment can keep being the infective, or get recover and transfer to the recovered compartment, or die. The individuals in the recovered compartment never leave the compartment unless they die. The discrete SIR model is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "where is the constant recruitment rate of the population, β is the transmission rate, μ is the natural death rate, δ is the death rate caused by disease, and γ is the recovery rate. The biological background requires that all parameters be non-negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "There is abundant amount of research into SIR models since they capture the basic evolution mechanism of the infectious diseases when the recovered individuals will acquire http://www.advancesindifferenceequations.com/content/2013/1/42 life-long immunity. A lot of results on the existence and global stability of the endemic equilibrium have been obtained for continuous SIR models with various transmission rate. However, the result on the global stability of the endemic equilibrium for discrete SIR model is rare, even for the model with mass action incidence. We will try to give sufficient conditions for the global stability of the endemic equilibrium. Those results on global stability of the endemic equilibrium can promote the study on this challengeable problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "Adding all equations in (), we see that the number of host population, N(t), satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "The equationÑ(t + ) = + (μ)Ñ(t) has a unique equilibriumÑ * = μ , which is globally asymptotically stable, namely, lim t→∞Ñ (t) =Ñ * . The comparison principle implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "In the analysis of model (), we assume that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "The epidemiological interpretation requires the solution of model () with initial values satisfying () to be non-negative. This requirement can be met if the following two inequalities hold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "Those two conditions in () are natural requirements for model (). The first inequality, β + μ < , says that the percentage of the susceptible individuals who die or get infected is less than one within a unit time. The second inequality, μ + δ + γ < , states that the percentage of the infected people who die or get recovered is less than one within a unit time. It is easy to verify that those two inequalities ensure S(t) ≥ , I(t) ≥ , and R(t) ≥  for all t ≥  if the initial values satisfy ().",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "In the rest of the paper, we assume that the initial conditions and the parameters satisfy () and (), respectively. It is easy to verify that the domain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "is a compact, positively invariant set for model ().  is also a global compact attractor of system () since it attracts all positive orbits with an initial value (S  , I  , R  ) ∈ R  + . The basic reproductive number, R  , is fundamental and widely used in the study of epidemiological models. R  is the average number of secondary infections produced by one infected individual during the entire course of infection in a completely susceptible population. R  often serves as a threshold parameter that predicts whether an infection dies out or keeps persistence in a population. Following the idea and framework given in [, , ], we obtain the formula of the basic reproduction number of model (), R  = β μ+δ+γ . The magnitude of R  plays a crucial role in determining the dynamical behavior of model (). http://www.advancesindifferenceequations.com/content/2013/1/42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The discrete SIR model"
        },
        {
            "text": "This section focuses on the disease extinction or persistence, which is determined by the stability of the disease free equilibrium and the existence of endemic equilibrium of model (). It is obvious that E  ( μ , , ) is an equilibrium of model (). E  is called the disease free equilibrium since I and R components are zero. The stability of the disease free equilibrium E  is given in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "Proof The linearized matrix of () at the disease free equilibrium E  is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "Obviously, the eigenvalues of matrix A are λ  = λ  = μ and λ  =  + βμδγ , respectively. The conditions β + μ < , μ + δ + γ < , and R  <  imply that |λ i | < , i = , , . Therefore, the disease free equilibrium E  is asymptotically stable. When R  > , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "From the second equation of model () and the fact S(t) ≤ N(t), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "The conditions μ + δ + γ <  and R  <  imply that  <  -(μ + δ + γ )( -R  ) < . The recurrent use of inequality () yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "The inequality () implies that lim t→∞ I(t) = . From the fact lim t→∞ I(t) = , we know that for any ε > , there exists a large positive integer T  such that I(t) < ε when t ≥ T  . Consequently,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "The equationR(t +) =R(t)+γ ε -μR(t) has a unique equilibriumR * = γ ε μ , which is globally asymptotically stable. The comparison principle implies that there exists an integer T  > T  such that R(t) ≤R(t) < γ ε μ if t > T  . The arbitrary ε implies that lim t→∞ R(t) = . From () we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "From the left inequality of () and the comparison principle, we know that for any given ε  > , there exists an integer T  > T  such that N(t) ≥ -δε με  for all t > T  . From the right inequality of () and the comparison principle, we know that for any given ε  > , http://www.advancesindifferenceequations.com/content/2013/1/42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "and the arbitrary ε, ε  , and ε  imply that lim t→∞ N(t) = μ , i.e., lim t→∞ S(t) = lim t→∞ (N(t)-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "imply that the disease free equilibrium of () is globally asymptotically stable when R  < .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "R  >  means that the average number of a new infection by an infected individual is more than one. The epidemiological interpretation indicates that the disease may keep persistent in the population. The following theorem confirms the persistence of the disease in the case R  > .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "Theorem  If R  > , then the disease will keep persistence in the population, i.e., there exists a positive ε such that the solution of model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "has a positive equilibrium S * = μ , which is globally attractive. By using Lemma . in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "has a unique equilibrium N *  = μ+δ , and N(t + ) = N(t) + -μN(t) has a unique equilibrium N *  = μ , which is globally asymptotically stable. Therefore, for any given ε > , there exists a T  >  such that (μ+δ)ε ≤ N(t) ≤ μ + ε for all t ≥ T  .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "If R  > , then we can prove that there exists a small positive number σ such that If the conclusion in () does not hold, then for any positive number σ , there exist a point",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "The inequality in () implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "When t > T  , the equations in () imply that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "()",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "From the first inequality in (), we know that there exists a number T  > T  such that N(t) ≤ μ holds for all t > T  . When t > T  , we substitute the inequality N(t) ≤ μ into the second inequality of () to obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "If we choose σ small enough, then the condition R  >  implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "From the inequalities in () and (), we have that lim t→∞ I(t) = ∞. The limit lim t→∞ I(t) = ∞ contradicts the inequality I(t) < σ in (). The contradiction comes from the assumption given in (). Therefore, the conclusion in () holds true. Subsequently, W s (  ) ∩ X  = ∅ and  is isolated in X. From Theorem .. and Remark .. in [] , it follows that is uniformly persistent with respect to (X  , ∂X  ). Furthermore, Theorem .. in [] implies that the solutions of model () are uniformly persistent with respect to (X  ,",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "The conditions in Theorem  and Theorem  are very simple though the proof is long and complicated. It is very easy to determine whether the disease goes to extinction or keeps persistence in the population by the magnitude of the basic reproductive number, R  . The underlining mechanism of the nice threshold result given in Theorem  is that the number of the infected population will gradually become lower and lower if the new infection created by an individual during his/her infection period is less than one. The epidemiological interpretation of Theorem  says that there is at least a certain number of infected population if the new infection created by an individual during his/her infection period is more than one. The necessary condition is to eliminate an infectious disease, to reduce R  , and to have R  < . The basis reproductive number, R  , is a very useful quantity in mathematical analysis and epidemiological application. http://www.advancesindifferenceequations.com/content/2013/1/42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extinction and persistence for the disease"
        },
        {
            "text": "This section deals with the existence and stability of the endemic equilibrium of model (). Let E * (S * , I * , R * ) be the endemic equilibrium of model (). Then S * , I * , and R * satisfy the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "where N * = S * + I * + R * . By straightforward and careful calculations, we know that model () has a unique endemic equilibrium when R  >  with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": ",",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The local stability of the endemic equilibrium E * is given in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "Proof In order to discuss the stability of the endemic equilibrium of model (), we consider the following equivalent system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "When R  > , the positive equilibrium of system () is (N * , I * , R * ), where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The linearization matrix of () at the positive equilibrium (N * , I * , R * ) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The characteristic equation of matrix A  is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "We see that the equation φ(λ) =  has an eigenvalue  < λ  = μ < . Therefore, in order to determine the stability of the positive equilibrium of model (), we discuss the roots http://www.advancesindifferenceequations.com/content/2013/1/42 of the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "When R  > , the calculation yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "Furthermore, the constant term satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The Jury criterion [] implies that the two roots, λ  and λ  , of the equation φ  (λ) =  satisfy |λ  | <  and |λ  | < . The linearization theory implies that the positive equilibrium (N * , I * , R * ) of system () is locally asymptotically stable if R  > , i.e., the endemic equilibrium E * of system () is locally asymptotically stable.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The global stability of the endemic equilibrium E * of model () is quite difficult. Sufficient conditions are presented in two theorems for the special case δ =  and for the general case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "Theorem  Assume that δ = . The endemic equilibrium E * (S * , I * , R * ) of model () is globally asymptotically stable if R  > μ+γ μ and γ < μ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "Proof When δ = , the host population N(t) = S(t) + I(t) + R(t) satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "which has the solution From the solution of the host population, we have that lim t→∞ N(t) = N * = μ , and the limit of N(t) is independent of the initial value N  . The global stability of the endemic equilibrium, E * , of model () is equivalent to the global stability of the endemic equilibrium E * N (N * , S * , I * ) of the following model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "()",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The first equation of model () is independent of other two state variables S(t) and I(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "The fact that lim t→∞ N(t) = N * leads to the following limit model: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "From those two inequalities in () and the comparison theorem [], we know that for any small ε > , there exists a positive integer T l such that L l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The stability of the endemic equilibrium"
        },
        {
            "text": "I(t + ) ≤ I(t) + βμ(L m  -I(t))I(t) -(μ + γ )I(t),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "into the second equation of () to obtain"
        },
        {
            "text": "()",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "We consider the following two difference equations corresponding to the inequalities in ():",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "() http://www.advancesindifferenceequations.com/content/2013/1/42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "We substitute I m  (t) = +βμL m  -(μ+γ ) βμ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "x m  (t) and I l  (t) = +βμL l  -(μ+γ ) βμ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "x l  (t) into the first and the second equations of () to have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "The variables x m  (t) and x l  (t) satisfy the quadratic difference equation. The well-known result of the famous population model x(t + ) = rx(t)(x(t)) says that x *  =  is the unique and globally asymptotically stable equilibrium if  < r < , whereas x *  =  - r is the unique positive equilibrium if  < r <  and x *  is globally asymptotically stable. The result on the quadratic population model x(t + ) = rx(t)(x(t)) implies that the first equation in () has a positive equilibrium I m  * = L m  -μR  , which is globally asymptotically stable. A similar argument implies that the second equation in () has a positive equilibrium I l  * = L l  -μR  , which is globally asymptotically stable if R  > μ+γ μ . The asymptotical stability and the comparison theory imply that there exists a T i ≥ T l such that I l  ≤ I(t) ≤ I m  for all t > T i , where I l  = I l  *ε and I m  = I m  * + ε. When t ≥ T i , we substitute the inequality I l  ≤ I(t) ≤ I m  into the first equation of () and have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "() From () and a similar argument, we can obtain that there exists a positive integer T l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "When t ≥ T l , the inequality L l  ≤ L(t) ≤ L m  and the second equation of () imply that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t)."
        },
        {
            "text": "A similar argument implies that there exists a T i ≥ T l such that I l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "Equations in () hold when t > T i and I l  ≤ I(t) ≤ I m  . From the mathematical induction, we know that there exist sequences T kl , T ki , L l k , L m k , I l k , and I m k such that I l k < I(t) < I m k for all t > T ki . Furthermore, I l k and I m k satisfy the following recurrence equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "() http://www.advancesindifferenceequations.com/content/2013/1/42 () is a linear system of difference equations. System () has a positive equilibrium P i * (I l * (ε), I m * (ε)), where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "Let λ  and λ  be two roots of the linearized matrix of system () at the equilibrium P i * . It is easy to see that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "The stability theory of difference equations implies that the equilibrium P i * of () is globally asymptotically stable, i.e., lim k→∞ I l k = I l * (ε) and lim k→∞ I m k = I m * (ε). From the expressions of I l * (ε) and I m * (ε), we have that lim ε→ I l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": ". From the inequality I l k < I(t) < I m k and those limits, we obtain that lim t→∞",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "Similarly, we can prove that the sequences {L l k } and {L m k } satisfy a linear system of difference equations. The sequences {L l k } and {L m k } tend to the same limit when k tends to infinity and ε tends to zero, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "The inequality L l k < L(t) < L m k and the limit imply lim t→∞ L(t) = (βμ+γ (μ+γ ))",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "Therefore, the endemic equilibrium of system () is globally asymptotic stable when R  > μ+γ μ and γ < μ. Equivalently, the endemic equilibrium of system () is globally asymptotic stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "The comparison principle is the main idea to prove Theorem . The limitation of the method and the construction of the comparison equations may lead to the imposed conditions R  > μ+γ μ and γ ≤ μ. We do hope that the global stability of the endemic equilibrium can be proved under the condition R  > . When δ > , the global stability condition of endemic equilibrium is more complicated. We use the same idea to get the sufficient stability conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "then the endemic equilibrium E * (S * , I * , R * ) of model () is globally asymptotically stable. http://www.advancesindifferenceequations.com/content/2013/1/42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t + ) ≥ I(t) + βμ(L l  -I(t))I(t) -(μ + γ )I(t). ()"
        },
        {
            "text": "We consider the equivalent model ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof Let L(t) = S(t) + I(t) and N(t) = L(t) + R(t)."
        },
        {
            "text": "()",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "From () and the comparison theorem, we know that for any small ε > , there exists a positive integer T n such that N l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "From the second equation of system (), we have ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "The comparison equations corresponding to those inequalities in (), When t ≥ T i , we use the inequality I l  ≤ I(t) ≤ I m  in the first two equations of system () to get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "A similar argument implies that there exists a positive integer T c such that N l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "When t > T c , we use those estimates of N(t) and L(t) in the third equation of () and obtain the following inequalities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "()",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "When μ  > (μ+δ)(μ+δ+γ )  +μ+δ+γ and μ+δ+γ μ < R  < ( +  μ+δ+γ ) μ μ+δ , a similar procedure as aforementioned can imply that there exists an integer T i > T c such that I l",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "By using the mathematical induction, we obtain the sequences T ki , N l k , N m k , L l k , L m k , I l k , and I m k such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "Furthermore, I l k and I m k satisfy the following recurrence equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "If the conditions of Theorem  hold, then we know that the two eigenvalues of matrix B satisfy |λ j | <  (j = , ), and the matrix series ∞ k= B k converges to (I -B) - . Under the http://www.advancesindifferenceequations.com/content/2013/1/42 conditions of Theorem , we can have lim k→∞ z(k) = (I -B) - b, i.e., z * = (I m * , I l * ) = ((I -B) - b) τ is the globally stable equilibrium of (). Further calculation shows that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "After taking ε → , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "A similar argument implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "Those limits lead to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "Therefore, the endemic equilibrium of system () is globally asymptotic stable when the conditions of Theorem  hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "There are some parameter values which can satisfy the conditions of Theorem . For example, if δ = γ = , those conditions become μ > ,  + μ > ,  < R  <  +  μ . Then, for μ > , we know that the conditions of Theorem  will hold if δ and γ are small enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N(t + ) = N(t) + -μN(t) -δI(t),"
        },
        {
            "text": "In this section, we carry out numerical simulations to demonstrate our theoretical results and the complex dynamics of model () for several sets of parameters and initial values. We use the SIR model to simulate the mumps infection in China, too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "The simulations in this subsection demonstrate our theoretical results or the complex dynamics of the model. The parameter values for those simulations are selected mathematically to let the model exhibit required dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations of model (1)"
        },
        {
            "text": "When δ = , we choose μ = ., γ = ., = , and β = ., then γ < μ, μ+γ μ = ., and R  = . > .. Theorem  implies that the endemic equilibrium E * (S * , I * , R * ) http://www.advancesindifferenceequations.com/content/2013/1/42 of () is globally asymptotically stable. The number of the infectious individuals for two solutions with different initial values are shown in Figure (a) . From Figure (a) we see that the number of infected people approaches its equilibrium value as t tends to infinity. For the same values of δ, μ, γ , and , the straightforward calculation yields R  ∈ (, .) if β ∈ (., .), which does not satisfy the condition R  > μ+γ μ of Theorem . On the other hand, the simulation shows that the endemic equilibrium of model () may be globally asymptotically stable even if the condition R  > μ+γ μ of Theorem  does not hold. The solution curves of the infected people for β = . and two different initial values are given in Figure (b) . Those simulations remind us that the condition R  > μ+γ μ of Theorem  may not be necessary for the global stability. It is a pity that we cannot prove the global stability without the condition R  > μ+γ μ . For the case δ > , we choose δ = ., μ = ., γ = ., and = . Then we have max{ δ μ-δ-γ , μ+δ+γ μ } = ., ( +  μ+δ+γ ) μ μ+δ = ., μ  > (μ+δ)(μ+δ+γ )  +μ+δ+γ , and μ > δ + γ . Theorem  implies that the endemic equilibrium E * is globally asymptotically stable when . < R  < .. Figure From the epidemiological interpretation, we assume that the inequalities  < μ+δ +γ <  and β + μ <  hold. If those two inequalities hold, then all solutions of model () with positive initial values are non-negative, and the numerical simulations show that model () does not exhibit complex dynamics. If those two inequalities do not hold, then model () may exhibit much more complicated dynamical behaviors. The numerical simulation demonstrates that there exists a sequence of period-doubling bifurcation to chaos. Let us take μ = ., γ = ., δ = ., and =  to investigate the period doubling process of model (). For small R  (a linear function of β), the endemic equilibrium is unique and globally asymptotically stable (see Figure (a) ). When R  passes through ., the endemic equilibrium losses its stability, and a stable periodic solution of period  appears (see Figure (b) ). When R  passes through ., the periodic solution of period  losses its stability, and a stable periodic solution of period four appears (see Figure (c) ). As R  increases further, the periodic solution of period  becomes unstable, and a periodic solution of period  appears. The numerical simulation shows that the period-doubling bifurcation may continue and go to chaos (see Figure (d) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 399,
                    "text": "Figure (a)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 418,
                    "text": "Figure (a)",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 993,
                    "text": "Figure (b)",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1518,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 2264,
                    "end": 2275,
                    "text": "Figure (a)",
                    "ref_id": null
                },
                {
                    "start": 2412,
                    "end": 2423,
                    "text": "Figure (b)",
                    "ref_id": null
                },
                {
                    "start": 2573,
                    "end": 2584,
                    "text": "Figure (c)",
                    "ref_id": null
                },
                {
                    "start": 2813,
                    "end": 2824,
                    "text": "Figure (d)",
                    "ref_id": null
                }
            ],
            "section": "Simulations of model (1)"
        },
        {
            "text": "The simulation in this subsection is an application of the SIR model to the mumps infection in China. The model parameters are estimated according to the demographic and epidemiological data in China from  to . We have compared the model simulation result of the number of annual mumps cases to the reported number of notifiable diseases. http://www.advancesindifferenceequations.com/content/2013/1/42 Mumps, caused by the mumps virus, is an acute respirator infectious disease and it is spread from person to person by coughing or sneezing. Mumps usually starts with a fever and headache for a day or two. It then presents with swelling and soreness of the parotid salivary gland. The main symptom of mumps is the swollen, painful salivary glands on one or both sides of the face. The entire course of mumps infection is  to  days. The infected people will obtain permanent immunity after they get recovered from infection. The SIR model is suitable to describe the infection of mumps due to its permanent immunity. The host population is chosen to be individuals who are younger than  since mumps is common in children and adolescents, but rare among adults. The values of model parameters are estimated from the demographic and epidemiological data in China from  to .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of model (1)"
        },
        {
            "text": "In the application of the SIR model, the simulation time unit is taken as one day. All the parameter values will be estimated on the basis of that time unit. From the statistical yearbook of China, we know that the number of the host population (less than twenty years old) in  is  million [] . The annual birth rate in China from  to  is approximately /,, and the recruitment rate is taken as = , [-]. The annual death rate of the population is ./, [, ], hence, the daily death rate is ./,,. Since the age of the host population is less than twenty, an individual should be removed when his/her age is over twenty. The daily removed rate is taken to be /,, and the value of parameter μ is estimated to be μ = . + . = .. From the fact that the entire course of mumps infection is  to  days, we take γ = / = . [] . From the report on notifiable infectious diseases in China, we take δ = ..",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[]",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Application of model (1)"
        },
        {
            "text": "The initial time is taken to be January first of . From the data of China population and notifiable diseases in  [], the initial values are taken to be S() = ,,, I() = ,, and R() = ,,, respectively. By using the method of parameter estimation in [], we have β = .. After the parameters and initial values are set, we apply the SIS model to simulate the mumps infection in China from  to . The simulation results are shown in Figure  . The top left plot is the number of the susceptibles, S(t), which shows a slow downward tendency. From the demographic data in China, we know that the number of the population younger than twenty is  million in ,  million in , and  million in  [, , ]. The change of the host population in our simulation is consistent with the observed data. The top right is the number of the infective, I(t), which shows the slow upward tendency. The bottom left is the number of the recovered R(t). The curve in the bottom right plot is the number of new mumps infection cases from  to  by a model simulation. The piecewise curve with stars is the number of annually reported mumps cases out of notifiable infectious diseases from  to  [] . The comparison between the model simulation and the notifiable disease report demonstrates that our model can give a good prediction for infection diseases.",
            "cite_spans": [
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 482,
                    "text": "Figure ",
                    "ref_id": null
                }
            ],
            "section": "Application of model (1)"
        },
        {
            "text": "SIR models are suitable to describe the transmission of infectious diseases with life long immunity. A lot of continuous SIR models with various transmission rates have been formulated and studied. The global stability of the endemic equilibrium of the continuous SIR model has been investigated extensively and many sufficient conditions have been obtained. Nevertheless, the discrete SIR model and its dynamics are quite few. In this paper, http://www.advancesindifferenceequations.com/content/2013/1/42 we have formulated a discrete SIR epidemic model and studied its asymptotical behaviors. Especially, we have got some sufficient conditions for the global stability of the endemic equilibrium. We have also applied the SIR model to the mumps infection in China. The model simulation results match the reported data of the notifiable diseases well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although the SIR model considered in this paper is quite simple, it exhibits very complicated dynamical behavior. The complicated dynamics of the simple SIR model reminds us that we cannot expect to have the global stability of the endemic equilibrium when R  > . Other conditions should be given for the global stability. In this paper we have obtained sufficient conditions for the global stability of the endemic equilibrium. Although those conditions given in our paper are not satisfactory, our result is a good exploration of the challengeable problem. We expect to prove the global stability of the endemic equilibrium when R  is not large. The comparison principle used in this paper and the Lyapunov function may help us to have better results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Some discrete-time SI, SIR, and SIS epidemic models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Math. Biosci",
            "volume": "124",
            "issn": "",
            "pages": "83--105",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A: Comparison of deterministic and stochastic SIS and SIR models in discrete time",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Burgin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math. Biosci",
            "volume": "163",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Discrete-time deterministic and stochastic models for the spread of rabies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ratnayake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herbold",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl. Math. Comput",
            "volume": "132",
            "issn": "",
            "pages": "271--292",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "P: The basic reproduction number in some discrete-time epidemic models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Differ. Equ. Appl",
            "volume": "14",
            "issn": "",
            "pages": "1127--1147",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A: Discrete-time SIS models with complex dynamics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "Yakubu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nonlinear Anal",
            "volume": "47",
            "issn": "",
            "pages": "4753--4762",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamics of a discrete age-structured SIS models",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paolo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Discrete Contin. Dyn. Syst., Ser. B",
            "volume": "4",
            "issn": "",
            "pages": "843--852",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Z: Global stability of a class of discrete age-structured SIS models with immigration",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Math. Biosci. Eng",
            "volume": "6",
            "issn": "",
            "pages": "409--425",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "W: A discrete epidemic model with stage structure",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chaos Solitons Fractals",
            "volume": "26",
            "issn": "",
            "pages": "947--958",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A: Discrete-time SIS epidemic model in a seasonal environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "Yakubu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "SIAM J. Appl. Math",
            "volume": "66",
            "issn": "",
            "pages": "1563--1587",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The discrete age-structured SEIT model with application to tuberculosis transmission in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Math. Comput. Model",
            "volume": "55",
            "issn": "3-4",
            "pages": "385--395",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Longili, I: The generalized discrete-time epidemic model with immunity: a synthesis",
            "authors": [],
            "year": 1986,
            "venue": "Math. Biosci",
            "volume": "82",
            "issn": "",
            "pages": "19--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "35",
            "issn": "",
            "pages": "503--522",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Persistence in a discrete-time, stage-structured epidemic model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salceanu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Differ. Equ. Appl",
            "volume": "16",
            "issn": "",
            "pages": "73--103",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dynamical Systems in Population Biology",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SN: An Introduction to Difference Equations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Elaydi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Theory of the Chemostat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "261--268",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Bureau of Statistics of China: China Statistical Yearbook",
            "authors": [],
            "year": 2009,
            "venue": "China Population Census Data in 2010",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Moneim, I: Seasonally varying epidemics with and without latent period: a comparative simulation study",
            "authors": [],
            "year": 2007,
            "venue": "Math. Med. Biol",
            "volume": "24",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chinese Center for Disease Control and Prevention: Yearly report on infectious disease in China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "J: Projection of tuberculosis incidence with increasing immigration trends",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "254",
            "issn": "",
            "pages": "215--228",
            "other_ids": {
                "DOI": [
                    "10.1186/1687-1847-2013-42"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global stability of the endemic equilibrium of a discrete SIR epidemic model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Advances in Difference Equations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "t + ) = S(t) + -βμS(t)I(t) -μS(t),I(t + ) = I(t) + βμS(t)I(t) -(μ + γ )I(t).() The limiting model () possesses the same dynamical property as that of model (). Both equations of model () are nonlinear, but with a similar term βμS(t)I(t) . We introduce the new variable L(t) = S(t) + I(t) to have one linear equation, then we have L(t + ) = L(t) +γ I(t) -μL(t), I(t + ) = I(t) + βμ(L(t) -I(t))I(t) -(μ + γ )I(t). () The global stability of the positive equilibrium of model () is equivalent to that of model (). From the inequality  ≤ I(t) ≤ L(t) and the first equation of (), we have L(t + ) ≤ L(t) + -μL(t),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The definitions of L(t) andN(t) show that  ≤ I(t) ≤ L(t) ≤ N(t).The global stability of endemic equilibrium () is equivalent to that of model (). From the first equation of system (), we have",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ") and the comparison theorem [], we know that there exists a positive integer T l such that L l  ≤ L(t) ≤ L m  for all t > T l , where L l  = μ+γ +δε and L m  = μ + ε. When t > T c = max{T n , T l }, the inequalities N l  ≤ N(t) ≤ N m  , L l  ≤ L(t) ≤ L m  , and the third equation of () can yield",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ") are the quadratic difference equations of the form x(t + ) = rx(t)(x(t)). When μ  > (μ+δ)(μ+δ+γ )  +μ+δ+γ and μ+δ+γ μ < R  < (+  μ+δ+γ ) μ μ+δ , the well-know result on the population model x(t + ) = rx(t)(x(t)) and the comparison theorem imply that there exists an integer T i > T c such that I l  ≤ I(t) ≤ I m  for all t > T i , where I l  = L l  -N m  R ε and I m  = L m  -N l  R  + ε.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(c) shows the global stability of the endemic equilibrium of model () for β = . and R  = . > . The straightforward calculation shows that R  ∈ (, .) for those parameter values and β ∈ (., .). Although R  ∈ (, .) does not satisfy the conditions of Theorem , the numerical simulation shows that the endemic equilibrium of model () may still be globally asymptotically stable for R  ∈ (, .). Figure (d) gives the number of the infected people for β = . and R  = ., where the condition of Theorem  does not hold, but the number of infected people approaches its equilibrium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The global stability of the endemic equilibrium of model (). http:The bifurcation diagram of the endemic equilibria and periodic solutions of model ().",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The simulation of mumps infection in China from 2005 to 2015.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research is supported by NSFC grant 11171267, by IDRC of Canada grant 104519-010. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "YZ is responsible for the model formulation and study planning. XM and HC have done the calculation, the proof, the simulation, and the application. All authors have read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}