{
    "paper_id": "db1fe90231f3789cb408c8f1e96cc3eac51b66b1",
    "metadata": {
        "title": "Peritoneal Membrane Oxygenation Therapy for Rats With Acute Respiratory Distress Syndrome 1",
        "authors": [
            {
                "first": "Nathan",
                "middle": [],
                "last": "Legband",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska-Lincoln",
                    "location": {
                        "postCode": "68588",
                        "settlement": "Lincoln",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Liana",
                "middle": [],
                "last": "Hatoum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska-Lincoln",
                    "location": {
                        "postCode": "68588",
                        "settlement": "Lincoln",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Alec",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado-Boulder",
                    "location": {
                        "postCode": "80309",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [],
                "last": "Kreikemeier-Bower",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska-Lincoln",
                    "location": {
                        "postCode": "68583",
                        "settlement": "Lincoln",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [],
                "last": "Hostetler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska-Lincoln",
                    "location": {
                        "postCode": "68583",
                        "settlement": "Lincoln",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Keely",
                "middle": [],
                "last": "Buesing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "postCode": "68198",
                        "settlement": "Omaha",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Borden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado-Boulder",
                    "location": {
                        "postCode": "80309",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Terry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska-Lincoln",
                    "location": {
                        "postCode": "68588",
                        "settlement": "Lincoln",
                        "region": "NE"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and efficient modalities of oxygen delivery to allow time for healing of the impaired lung parenchyma seen in ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods of oxygenation which bypass and reduce the strain on damaged lungs have been explored in an effort to promote lung rest and recovery. To date, only extracorporeal membrane oxygenation (ECMO) has been approved for medical use. However, inherent to ECMO are several risks-including hemorrhage, thrombosis, and cannula malfunction-which negate its potential benefits for several patient populations, including those at risk for bleeding or who have sustained traumatic brain injury. In addition, ECMO requires bulky equipment, extensive technical training, and is expensive-all of which limit its use outside of the intensive care unit setting. These limitations and risks eliminate ECMO as a viable treatment alternative for many, leaving clinicians with little to offer patients and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have developed a new medical device to provide supplemental oxygenation by delivering phospholipid shelled oxygen microbubbles (OMBs) to the peritoneal cavity. Previously, we have shown that peritoneal membrane oxygenation (PMO) is a treatment method for delivering oxygen during hypoxia and acute lung injury models [2] . We are now exploring PMO therapy for disease models that have greater clinical relevance, such as ARDS. Murine models of ARDS have been well established in the literature and are typically created by intratracheal delivery of the endotoxin, lipopolysaccharide (LPS) [3] . In this study, we induce ARDS in rats, deliver OMB or control solutions to the peritoneal cavity with an ambulatory infusion device, and evaluate PMO therapy as a treatment compared to control solutions.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We believe that PMO treatment has the potential to be a safe and reliable lung bypass therapy for patients with severe respiratory failure who cannot tolerate the significant risk profile inherent to ECMO. As we progress to clinical translation, we expect application of PMO in intensive care units, military combat settings, and space exploration vehicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Male Wistar rats are housed and cared for according to the University of Nebraska IACUC guidelines (Protocol #1044). Animals were acclimated for 4 days after arriving to the facility. Arterial blood was collected from a catheter placed in the femoral artery. The infusion circuit was created by inserting a 16-gauge catheter and a peritoneal lavage catheter (JP7, MILA International, Inc., Erlanger, KY) into the intraperitoneal (IP) cavity. All the catheters are tunneled subcutaneously to the back where they are fixed to a custom pedestal at least 3 days prior to the beginning of the study. ARDS was induced by directly administering LPS to the lungs through the trachea. Baseline measurements of weight, chest radiographs (Corix Pro 70, Corix Medical Systems, Mexico, NM), pulse oximetry (PhysioSuite MouseSTAT V R , Kent Scientific Corp., Torrington, CT), and arterial blood are taken. Blood gas analysis was performed with a handheld blood analyzer (VetScan iSTAT 1, Abaxis, Union City, CA). Rats are then sedated with 5% isoflurane to deliver 0.5 mL aqueous solution of LPS (7 mg/kg, Sigma-Aldrich, St. Louis, MO) mixed with pure saline with a MicroSprayer V R Aerosolizer (Model IA-1B-R, PennCentury, Wyndmoor, PA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The rat was then placed in the ambulatory delivery system which continually infused fluid at a dosage of 0.7 mL/min kg to their IP cavity. The peritoneal dosing system (PDS) was designed to continuously treat four rats simultaneously with the same or different infusates (Fig. 1) . In preliminary trials, ARDS was treated with OMBs through a PDS lacking the waste flow line. Instead, the infused OMBs were removed manually through the peritoneal lavage catheter every 2 hrs with a syringe (MR).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The PDS includes a storage container to cool the infusate as OMBs are required to remain between 2 and 8 C. This requires warming the infusate before delivery to the animal. The PDS comprises a peristaltic pump (FH100M, Thermo Scientific, Waltham, MA), dynamic restraint for tubing, a 20-gauge dual channel swivel (375/D/20, Instech Laboratories, Inc., Plymouth Meeting, PA), and computer control system. IP pressure was monitored to prevent the pressure from becoming greater than 8 mm Hg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Observation and collection of blood samples twice daily, pulse oximetry, behavior scoring, and daily chest radiographs of each animal are performed until death or at 3 days post-LPS administration. Upon completion of the observation period, living animals are then euthanized. Bronchoalveolar lavage (BAL) and lung tissue are collected immediately after death. BAL was analyzed for TNF-a, surfactant protein A, total protein, LDH, and neutrophils. The left lung was used for determination of wet-dry ratio, while the right lung was fixed with formalin for hematoxylin and eosin (HE) staining and lung injury scoring by an independent pathologist. Analysis of collected data will determine the improvement from PMO therapy, if any, occurred in the treatment of ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Two preliminary trials have been completed. Two rats were successfully administered aerosolized LPS to induce clinically and radiologically evident ARDS. One was continuously infused OMBs for 12 hrs (MR1, m ¼ 468 g) and the other for 24 hrs (MR2, m ¼ 611 g). Trial length was determined by the pulse oximeter and radiograph machine availability. Both MRP rats survived 24 hrs after aerosolized LPS when they were euthanized for collection of lung tissue and BAL. The overall mortality rate evidenced in our unpublished work of untreated ARDS rats 24 hrs after LPS administration is 25% (n ¼ 24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the preliminary trial, pulse oximetry (S p O 2 ), chest radiographs, and BAL fluid were collected successfully. In ARDS rats, S p O 2 decreases steadily following administration of endotoxin in untreated controls while the OMB experimental group shows elevated oxygen levels after 24 hrs (Fig. 2) . Chest radiographs taken during the study show clear indications of bilateral infiltrates and interstitial edema within the lungs (Fig. 3) for both groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We have developed an alternative extrapulmonary oxygenation method by delivering OMBs to the peritoneal cavity. We have completed a pilot study (n ¼ 2) to verify the benefits of PMO therapy utilizing a limited PDS and reduced OMB flow rate. Even with this limited and reduced system, there appears to be shortterm improvement in survival and reduction of hypoxia. Of note, this treatment effect has not reached statistical significance due to the small sample size of this pilot study. In future trials, rats will be infused with either no solution, sterile oxygenated saline, and inert gas microbubbles (IMBs) as controls or OMBs for PMO therapy. Four rats will be tested from each group resulting in 16 experiments. OMB and IMB infusate at 70% volume fraction will be provided by the Borden Laboratory at the University of Colorado at Boulder, Boulder, CO. Upon completion with the complete PDS and desired IP infusion rate, the effect of PMO therapy on survival, lung health, and oxygen saturation will be evaluated thoroughly. Transactions of the ASME",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Markers of Poor Outcome in Patients With Acute Hypoxemic Respiratory Failure",
            "authors": [
                {
                    "first": "W.-I",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shehu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Suh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Crit. Care",
            "volume": "29",
            "issn": "5",
            "pages": "797--802",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcrc.2014.05.017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Systemic Oxygen Delivery by Peritoneal Perfusion of Oxygen Microbubbles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Feshitan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Legband",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Borden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Terry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomaterials",
            "volume": "35",
            "issn": "9",
            "pages": "2600--2606",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biomaterials.2013.12.070"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intratracheal Aerosolization of Endotoxin (LPS) in the Rat: A Comprehensive Animal Model to Study Adult (Acute) Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P M"
                    ],
                    "last": "Van Helden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuijpers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steenvoorden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L B"
                    ],
                    "last": "Bruijnzeel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Eijk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Haagsman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Exp. Lung Res",
            "volume": "23",
            "issn": "4",
            "pages": "297--316",
            "other_ids": {
                "DOI": [
                    "10.3109/01902149709039228"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Accepted and presented at The Design of Medical Devices Conference (DMD2016), April 11-14, 2016 Minneapolis, MN, USA. DOI: 10.1115/1.4033201 Manuscript received March 1, 2016; final manuscript received March 17, 2016; published online May 12, 2016. Editor: William Durfee.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Peripheral oxygen saturation for rats with ARDS (average with standard error bars) and preliminary trials treated with OMBs (MR)Fig. 3 Chest radiographs of MRP versus ARDS rats Fig. 1 Design of PDS for continuous infusion to a rat 020905-2 / Vol. 10, JUNE 2016",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank UNL's Institutional Animal Care staff who helped us in performing the procedures and for caring for the animals used in this study. The research reported in this publication was supported by UNO NASA Space Grant No. 28648 and DHHS-NHLBI of the NIH under Award No. 1 R21 HL129144-01. The content of this paper is solely the responsibility of the authors and does not necessarily represent the official views of the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}