{
    "paper_id": "db29a8c3db79d215cf49883e8d5c21d2760222b7",
    "metadata": {
        "title": "Familial Occurrence of Coexistent Periodic Paralysis and Spinal Muscular Atrophy: Case Reports 231",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T W O five week old male mixed-breed puppies from the same litter were presented dead for necropsy. One puppy (A) had a two-day history of fever, vomiting, and bloody diarrhea prior to death . The other puppy (B) suddenly appeared very depressed, refused to eat, and then was found dead several hours later. At necropsy, the small intestine of puppy A contained segmental serosal hemor- ZMcArdle, B.: Familial Periodic Paralysis . Br. Med. Bull., 12 :226-229, 1956 . 3Satoynski, E., Suzuki, Y., and Abe, T.: Periodic Paralysis and Carbohydrate Metabolism Neurology (Minneap .), 13:24-33, 1963 . 4Biemond, A. and Daniels, A. P.: Familial Periodic Paralysis and Its Transition into Spinal Muscular Atrophy. Brain, 57:91-108, 1934 . 5pearson, C. M.: The Periodic Paralysis : Differential Features and Pathologic Observations in Permanent Myopathic Weakness. Brain, 87 :341-354, 1964 . 6MacDonald, R. D., Newcastle, N. B., and Humphrey, J. G.: Myopathy of Hypokalemic Periodic Paralysis . Arch . Neurol .. 20:565-585, 1969 . 7Yan der Meulen, J. P., Gillet, G. J., and Kane, C. A.: Familial Hypokalemic Paralysis with Myotonia. N. Engl. J. Med., 264 :1-6, 1961. rhages ( Fig. 1) and was flaccid on palpation. Thesmall intestine was filled with free blood, and the mucosa was severely reddened. At necropsy, the lungs of puppy B were wet and heavy, and the liver had rounded edges. The heart was grossly unremarkable but contained histologic evidence of a nonsuppurative myocarditis (Fig. 2 ) Diagnosis and discussion appear on page 236. (Solution) Diagnosis and discussion of case illustrated on page 231.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 466,
                    "text": "ZMcArdle, B.: Familial Periodic Paralysis . Br. Med. Bull., 12 :226-229, 1956 .",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 594,
                    "text": "13:24-33, 1963 .",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 729,
                    "text": "Brain, 57:91-108, 1934 .",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 881,
                    "text": "87 :341-354, 1964 .",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 1020,
                    "text": "Arch . Neurol .. 20:565-585, 1969 .",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1156,
                    "text": "Med., 264 :1-6, 1961.",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1542,
                    "text": "(Solution)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1166,
                    "end": 1173,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1477,
                    "end": 1484,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case for Diagnosis·"
        },
        {
            "text": "Diagnosis: Hemorrhagic enteritis and nonsuppurative myocarditis caused by canine parvovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "Canine parvovirus (C PV) is a newly recognized canine pathogen that can produce enteric disease, which is sometimes fatal, in dogs of all agesl.2. 6 • 7 • 1 0 and a myocarditis only in young puppies between three and eight weeks of age .!·3-5.8.9 Both syndromes can occur in the same litter of puppies.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "Canine parvovirus infects and replicates in rapidly proliferating cells of several tissues, including small intestine, lymphoid tissues, and neonatal myocardium. In the enteric form, as seen in puppy A, the virus infects and kills intestinal crypt epithelial cells, which was evident histologically as crypt cell necrosis and dilated crypts that were lined by stretched out epithelial cells and filled with cellular debris (Fig. 3 ). Since these crypt cells , which were required for villous epithelial cell renewal, were lost , associated changes included villous necrosis, blunting, and fusion (Fig. 3) . Crypt cell hyperplasia with numerous mitotic figures, indicative of mucosal regeneration, may be seen in dogs which survive the infection for several days. Eventually, the normal architecture is restored in most cases. In some individuals, Case for Diagnosis however, the degree of damage is so marked that repair is incomplete and the mucosal lining appears bizarre and distorted.s Clinically, such individuals may exhibit a malabsorption syndrome and a slow growth rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 430,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 596,
                    "end": 604,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case for Diagnosis"
        },
        {
            "text": "Canine parvovirus also infects proliferating hematopoietic cells in bone marrow and lymphoid tissues throughout the body. Severe infections are manifested clinically by panleukopenia, a poor prognostic indica tor .w Puppy A had depletion and necrosis of lymphoid cells in the thymus, spleen, tonsils, mesenteric lymph nodes, and gut-associated lymphoid tissue, and depletion and necrosis of hematopoietic cells in the bone marrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "In the myocardial form of the disease seen in puppy B, enteric and lymphoid lesions were absent. The heart was the only organ with microscopic evidence of viral infection. Microscopic changes included separation of myocardial fibers, necrosis of individual fibers, an interstitial infiltrate of lymphocytes, plasma cells, and macrophages, and scattered homogeneous basophilic inclusions which completely filled the nuclei of myocardial cells (Fig. 4) . With electron microscopy, these inclusions can be demonstrated to contain parvoviral particles 20 nm in diameter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Case for Diagnosis"
        },
        {
            "text": "Puppies which survive acute viral myocarditis may develop clinical signs of congestive heart failure months later.\" Electrocardiographic changes seen in such puppies include premature ventricular contractions and ventricular tachycardia. At necropsy, the hearts of such puppies may contain grossly visible pale streaks and patches in the myocardium, usually of the left ventricle. Other gross findings may include wet heavy lungs, pleural and pericardial effusion, and hepatosplenomegaly. Microscopically, the heart shows a chronic myocarditis, evidenced by a loss of myocardial fibers , extensive fibrosis with mineralization, and a mild infiltrate of lymphocytes, plasma cells and macro- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "phages, but no intranuclear inclusion bodies. The cause of death has been attributed to conduction failure caused by blockage of the conduction pathways by the extensive fibrosis.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "The diagnosis of canine parvoviral enteritis is made from the characteristic gross and microscopic lesions-and the diagnosis of parvoviral myocarditis from the microscopic lesions with demonstration of inclusion bodies.' The diagnosis can be confirmed by viral isolation-? or by fluorescent antibody studies on frozen tissues.3,6 Ultrastructural demonstration of viral particles in heart muscle is also confirmatory .' Dogs can be serologically screened for canine parvovirus, using either the hemagglutination inhibition or the serum neutralization test .10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "The microscopic differential diagnosis for CPV enteritis includes canine coronavirus, which infects the villous epithelial cells only, leading to villous blunting and fusion and crypt cell hyperplasia, and canine distemper virus, which occasionally produces a mild enteritis with crypt cell necrosis and dilated crypts filled with necrotic debris. Canine coronavirus does not infect lymphoid tissues, whereas canine distemper virus does, producing necrosis and depletion of lymphoid cells similar to that seen in canine parvoviral enteritis. Lymphoid necrosis is also a characteristic finding in cases of infectious canine hepatitis caused by canine adenovirus I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "The presence of intranuclear inclusion bodies in cases of canine myocarditis is virtually pathognomonic for canine parvovirus. If inclusions are absent, other causes of myocarditis include some strains of canine distemper virus and several protozoal diseases, in which organisms are usually demonstrable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case for Diagnosis"
        },
        {
            "text": "Transmission of canine parvovirus is probably via ingestion. The possibility of in utero transmission also exists.v\" The distribution of the disease is worldwide. The original source of the virus remains speculative.\" Both killed and attenuated vaccines are available to protect dogs from infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "Population, when unchecked, increases in a geometrical ratio. Subsistence increases only in an arithmetical ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "The office of surgeon has been considered as on a footing with that of chaplain, and the administering of medicine to be as inoffensive as giving religious instruction to those with whom we are contending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thomas Malthus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intestinal and Cardiopulmonary Forms of Parvovirus Infection in a Litter of Pups",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Idelaney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jozefczyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "References Lcarpenter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Harpster",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "2cooper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Carmichael",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J G"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Greiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "3hayes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A P K"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Haskins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Canine Viral Enteritis. II. Morphologic Lesions in Naturally Occurring Parvovirus Infection",
            "volume": "36",
            "issn": "",
            "pages": "134--144",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Canine Parvoviral Disease: Experimental Reproduction of the Enteric Form with a Parvovirus Isolated from a Case of Myocarditis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smulvey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "S"
                    ],
                    "last": "Bech-Nielsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Haskins",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Myocarditis Induced by Parvoviral Infection in Weanling Pups in the United States",
            "volume": "177",
            "issn": "",
            "pages": "171--179",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Segmental serosal hemorrhages In the small intestine of puppy A. 'Prepared by CPT C. L. Wilhelmsen, YC, USA, Dept. of Veterinary Pathology, Armed Forces Institute of Pathology, Washington , D.C. 20306 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Photomicrograph of heart of puppy B. Hand E, x63.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Photomicrograph of small intestine of puppy A. Hand E, x63. Military Medicine, Vol. 147, March 1982",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Intranuclear inclusion body (arrow) in heart of puppy B. Hand E, x630.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}