{
    "paper_id": "db3411a1446e06fd5001397703d777c52b1c5b3e",
    "metadata": {
        "title": "Springer Seminars in Immunopathology Complement, Viruses, and Virus-Infected Cells Introduction Structural Features of Viruses and Virus-Infected Cells Complement Activation by Viruses and Virus-Antibody Complexes Antibody and Complement-Dependent Viral Neutralization Neutralization by Aggregation Neutralization by Envelopment with Protein Neutralization by Lysis Comment Complement Activation by Virus-Infected Cells Complement-Dependent Lysis of Virus-Infected Cells Comment Conclusions",
        "authors": [
            {
                "first": "Neil",
                "middle": [
                    "R"
                ],
                "last": "Cooper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Clinic and Research Foundation",
                    "location": {
                        "addrLine": "10666 North Torrey Pines Road, La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [
                    "R"
                ],
                "last": "Nemerow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Clinic and Research Foundation",
                    "location": {
                        "addrLine": "10666 North Torrey Pines Road, La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The highly complex, finely tuned immunologic network has evolved to cope with the great diversity of pathogenic agents. Viruses, which cause a number of acute and chronic infectious diseases, represent a major category of such pathogens. As replicating agents, they have the ability to serve as a persistent or increasing antigenic challenge. Through several different mechanisms viruses have the potential to become latent in cells and to emerge at a later time and directly or indirectly produce disease. Some viruses alter their genetic structure to generate an ever changing panorama of antigens with which the host must deal. Others integrate into the genome and may be passed from generation to generation, thus blurring the distinctions between foreign antigenic structures and host antigens on the surface of viruses or virus-infected cells. Because of these many features, it is likely that viruses are largely responsible for driving the immune system to ever greater diversity through evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Host defenses on first exposure to a virus include physical barriers and various substances with antiviral potential, natural or cross-reacting antibody originally stimulated by other agents, the complement system, and the action of effector cells including phagocytic cells, and several kinds of cells with cytotoxic ability. With a second infection, the virus encounters a formidable array of humoral and cellular defense mechanisms which act individually and collaboratively to neutralize and destroy viruses and virus-infected cells. An important goal of contemporary immunopathology is the elucidation on a molecular basis of the mechanisms by which viruses frequently elude such defenses to produce disease. Furthermore, studies in the past few years indicate that a number of virus-related diseases results not from the destructive actions of the virus but from the overzealous attempts of the host to eliminate the viruses and virus-infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This contribution focuses exclusively on the role of antibody and the complement system functioning separately and together to eliminate viruses and virusinfected cells. Although not to be considered here, it is important to emphasize that these humoral immunologic processes do not operate alone, but in a coordinated and integrated manner with other non-immunologic and immunological defense mechanisms including, among others, interferon, cytotoxic T cells, killer cells, natural killer cells, monocytes, macrophages, and polymorphonuclear leukocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses contain nucleic acid and multiple proteins which perform various functions related to viral replication. The nucleic acid and associated proteins are surrounded by the capsid, a protein coat composed of multiple copies of protein molecules (Fig. 1) . The nucleic acid, associated proteins, and capsid together comprise the nucleocapsid. In enveloped viruses, this structure is surrounded by an outer lipoprotein envelope acquired from host cell membranes as the virus matures by a process termed budding. Accordingly, the lipid and carbohydrate composition of the external membrane of enveloped viruses largely reflects that of the cell of origin of the virus, although changes in distribution of the lipids and incompletely processed carbohydrates may occur. In addition, however, projecting through or situated on the surface of the lipid bilayer of enveloped viruses are multiple copies of • one or more proteins encoded by the virus genome. Such proteins, which are frequently glycosylated, are also found on the portions of the membrane of the infected cell overlying the viral nucleocapsids (Fig. 1) . Few cellular proteins are present on the envelope of free virions since most host cell proteins are excluded from these areas of the host cell membrane where virus budding occurs, although decreased concentrations of certain cell proteins may be present. In addition to virus-encoded structural proteins expressed on the membrane of virus-infected cells, other virus-induced changes in the surface structure of the cell may occur. For example there may be minor alterations in the lipid and carbohydrate composition of portions of the cell membrane involved in virus budding. Viruses which bear neuraminidase on their envelope alter cell surface structure by removing sialic acid. In the case of transforming viruses, derepressed normal or fetal antigens, or tumor-specific transplantation antigens may be present on the cell surface.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1105,
                    "end": 1113,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structural Features of Viruses and Virus-Infected Cells"
        },
        {
            "text": "The primary targets for both natural and elicited anti-viral defense mechanisms are viral structural proteins which are located not only on the virus but also on the external membrane of infected cells (Fig. 1 ). Other unique features and virusinduced changes in the inefected cell membrane may also represent target structures for cellular and humoral attack. Viral proteins and virus-induced changes in cell structure which are not physically situated on the external viral or cellular surface are not accessible to humoral or cellular attack. Although they are thus not directly relevant to host defense against viral infection and replication, such structures are frequently antigenic and elicit both humoral and cellular immune responses. These responses are frequently of considerable value in diagnosing and monitoring viral infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structural Features of Viruses and Virus-Infected Cells"
        },
        {
            "text": "There are several types of natural immunity to viruses and virus-infected cells. In some instances, monocytes, macrophages, and polymorphonuclear leukocytes directly recognize virus-infected cells and perhaps viruses in the absence of antibody or complement. Natural killer cells, a subject of intense recent research efforts, may recognize virus-infected cells, particularly after induction by interferon produced by the virus-infected target cell [52, 66] . Certain viruses and virus-infected cells directly activate the complement system which may in turn lyse the virus or virus-infected cell [-9, 10, 42, 58] . In addition, antibody originally stimulated by other agents may cross-react with viral glycoproteins or other structures leading to viral inactivation or interference with virus maturation.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 597,
                    "end": 613,
                    "text": "[-9, 10, 42, 58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural Features of Viruses and Virus-Infected Cells"
        },
        {
            "text": "Viral and virus-related cellular surface structures are antigenic and elicit both humoral and cellular immune responses [12, 31] . In fact, the presence of multiple copies of such proteins inserted in close proximity into a lipid bilayer probably facilitates the induction of the immune response. In the case of a number of viruses, T cell priming and stimulation as well as T cell cytotoxicity requires as yet undefined intimate relationships between virus-specified structures and various proteins encoded by the major histocompatibility complex [70] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Structural Features of Viruses and Virus-Infected Cells"
        },
        {
            "text": "Virus particles coated with IgG or IgM antibody behave as typical immune complexes and activate the classical pathway of the complement system. In the case of IgG antibody, the repeating array of viral envelope glycoproteins probably facilitates the formation of the clusters of IgG molecules in close proximity required for C1 activation. The antibody involved is generally specific \"elicited\" antibody. However, several examples of \"natural\" or cross-reacting antibodies which activate the classical pathway after binding to purified viruses have been described. Examples include a cross-reactive IgG antibody found in normal human sera which reacts with the hemagglutinin of Type H1N1 influenza virus to form an immune complex able to activate purified C1 [6,1 and a cross-reacting IgM antibody present in normal human sera which activates C1 when mixed with purified vesicular stomatitis virus [5,1. Similarly, sera from individuals lacking conventional antibodies and thus immunity to Epstein-Barr virus (EBV) contain low levels of IgG antibody directed against another member of the herpes virus family, herpes simplex I, which cross-reacts with purified Epstein-Barr virus [38] .",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 903,
                    "text": "[5,1.",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Complement Activation by Viruses and Virus-Antibody Complexes"
        },
        {
            "text": "In addition to immune activation of the classical pathway, it has become apparent that some viruses also directly activate the classical pathway of the complement system in the absence of antibody. Among these purified retroviruses directly and very efficiently activate purified C1 [11] . Activation is initiated by the binding of C1, via Clq, to the virus. The viral activator has been isolated and identified as the pl5E envelope protein of retroviruses [-14] . Since sindbis [20,1 and Newcastle disease [65-1 viruses activate the classical pathway in human agammaglobulinemic sera and human sera absorbed with cells producing the virus, it is likely that they also directly activate the classical pathway.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 457,
                    "end": 462,
                    "text": "[-14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Complement Activation by Viruses and Virus-Antibody Complexes"
        },
        {
            "text": "The alternative complement pathway is activated in human serum by simian virus 5 [30] and by influenza [6, 30] , sindbis [20, 30,1, vesicular stomatitis [30] , and Epstein-Barr [32,1 viruses. Alternative pathway activation by several of the viruses including influenza [6] requires antibody, while sindbis [20] and Epstein-Barr [32] viruses activate the alternative pathway in absorbed and/or agammaglobulinemic sera. Studies with the purified proteins of the alternative pathway at physiologic concentrations (PAP) have confirmed the ability of purified Epstein-Barr virus to directly activate the alternative pathway [32-l. Complement components are deposited on viral envelopes during complement activation. Such binding has been detected by density gradient ultracentrifugal analyses of mixtures of purified virus particles, antibody, and serum-containing radiolabeled complement components. This approach has been used to show that purified C 1 q directly binds to purified retrovirus in the absence of antibody [11] and that C4b and C3b bind to influenza virus during antibody-initiated activation of the classical and alternative pathways (Fig. 2) [6] . A related approach has been used with radiolabeled virus. In this modification, specific antibody to the complement component being examined is added to previously incubated mixtures containing purified radiolabeled virus, antibody, and complement. Complement binding to the virus is reflected in an increased sedimentation rate of the radiolabeled virus in subsequently performed density gradient ultracentrifugal analyses. This approach has been used to show C4b binding to retrovirus during direct complement activation via the classical pathway [11] and C3b attachment to EBV as a result of antibody-mediated activation of the classical pathway [38] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 619,
                    "end": 625,
                    "text": "[32-l.",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1146,
                    "end": 1154,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Complement Activation by Viruses and Virus-Antibody Complexes"
        },
        {
            "text": "Most, and probably all, enveloped viruses are potentially susceptible to complement-mediated lysis. Antibody and complement-mediated, or non-immune complement-mediated lysis of many viruses [9, 10] including corona viruses [7] , myxoviruses [1] , arena viruses [69] , retroviruses [45] , paramyxoviruses [3] , and alpha viruses [62] has been documented. The techniques utilized to demonstrate viral lysis include electron microscopy. In this approach, as carefully studied with lymphocytic choriomeningitis [69] and Epstein-Barr viruses [37] (Fig. 3) , there is thickening of the viral envelope probably due to insertion of C5b-9 complexes into the lipid bilayer, progressive separation of the envelope from the nucleocapsid and varying degrees of disintegration of the viral nucleocapsid. Physical breaks in the envelope and expulsion of the degenerating cores have also been observed [69] . Negative staining also shows the presence of the typical circular lesions characteristic of complement-mediated disruption of lipid bilayer membranes [7, 9, 41] . Viral lysis has also been documented by demonstrating release of viral nucleic acids, generally by sucrose density gradient ultracentrifugation [11, 35, 37, 45, 50, 62, 69] ( Fig. 4) . Release of internal antigens or enzymes has been extensively utilized to show viral lysis, especially with retroviruses [11, 18, 57, 68] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1238,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Complement Activation by Viruses and Virus-Antibody Complexes"
        },
        {
            "text": "Enveloped and also nonenveloped viruses have multiple copies of proteins on their surface. Accordingly, they may be aggregated by multivalent antibody molecules directed against such surface proteins. This has been observed for many enveloped and nonenveloped viruses [2, 64] . Aggregation, by reducing the net number of infectious units, produces a reduction in viral titer, termed neutralization. In studies carried out with polyoma virus, a nonenveloped DNA virus, a ratio of as few as two antibody molecules per virion produced some aggregation (Fig. 5 ) [44] . Somewhat greater degrees of antibody coating (20 molecules per virion) were accompanied by marked viral neutralization. Complement-dependent aggregation leading to neutralization has been clearly demonstrated with polyoma virus, a nonenveloped DNA-containing virus [44] . In these studies, sucrose density gradient ultracentrifugal analyses showed that the sedimentation rate of radiolabeled polyoma virus increased slightly, from 240 to 260 S, with binding of two IgG molecules of antibody per virion, and further increased dramatically to over 450 S on the addition of complement (Fig. 5 ). These changes were not associated with viral lysis. Studies with isolated complement components showed that purified Clq, a multivalent molecule, aggregated antibody-coated polyoma virus particles thus producing a marked increase in sedimentation rate. This was reflected in enhanced neutralization (Table 1 ) [44] . The native C1 molecule, however, did not have the ability to agglutinate or neutralize antibody-coated polyoma virus particles, and virus particles incubated with C1, C4, and C2 were also not agglutinated or neutralized (Table 1 ). On addition of purified C3 to the antibody sensitized virus coated with C1, C4, and C2, however, dramatic aggregation accompanied by neutralization occurred (Table 1 ) [44] . Such C3 dependent cross-linking required C3 activation. To explain this reaction, it has been postulated that polyoma virus possesses C3b receptors, and C3b attached to one virus particle via its labile binding site binds to the C3b receptor on an adjacent virus particle, thus producing viral aggregation. Lymphocytic chorimeningitis virus may represent another virus which can be aggregated by the complement system. Studies with this virus [69] strongly suggested that complement aggregated the empty envelopes of the virus following lysis.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1876,
                    "end": 1880,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2326,
                    "end": 2330,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "(Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1155,
                    "text": "(Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1466,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1696,
                    "end": 1704,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1865,
                    "end": 1873,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Neutralization by Aggregation"
        },
        {
            "text": "Antibody in high concentration coats virus particles with a blanket of protein [7] . Electron microscopic studies with avian infectious bronchitis virus showed that antibody produced a 300 A ° thick layer of protein surrounding the virus. Such concentrations of antibody neutralized 2.5 of the 6.2 logs of virus present in the reaction mixture [7] . A halo of antibody protein has been demonstrated also with numerous other viruses and is shown for Epstein-Barr virus in Fig. 3 .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 477,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Neutralization by Envelopment with Protein"
        },
        {
            "text": "With the addition of complement, the thickness of the protein layer surrounding the virus increased to 700 A ° [7] . This halo of protein was most clearly visualized with avian complement, a nonlytic source of complement for avian infectious bronchitis virus. The addition of complement reduced infectivity by an additional 2.2 logs.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Neutralization by Envelopment with Protein"
        },
        {
            "text": "Neutralization without completion of the complement reaction sequence has been observed with many viruses. For example, herpes simplex I virus was found to be neutralized by IgM antibody together with C1 and C4. A further reduction in titer occurred with the addition of C2 and C3 [13, 14] but later reacting components did not further potentiate neutralization. Although filtration studies suggested that complement aggregated this virus [64] , this was ruled out by rate zonal centrifugal experiments which showed that complement did not increase the sedimentation rate of herpes simplex virus-antibody complexes [40] . Thus, it is likely that herpes simplex is neutralized as a consequence of a coating of complement components on the virus. [-38 ] by low levels of specific or cross-reacting antibody together with C1, C4, C2, and C3 but not late reacting components has also been observed. This is documented for Epstein-Barr virus (EBV) in Table 2 . Activation of purified C1 by the virus-antibody complex [-6] and binding of complement components to the envelope of influenza and Epstein-Barr viruses were also demonstrated in these studies [-6, 38 ]. In addition, purified influenza [6] and Epstein-Barr viruses [32] activated the alternative complement pathway in human serum as described earlier (Fig. 2 ), but this pathway alone was unable to neutralize either virus.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[-38",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1155,
                    "text": "[-6, 38",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 946,
                    "end": 953,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1306,
                    "end": 1313,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Neutralization by Envelopment with Protein"
        },
        {
            "text": "Other studies showed that equine arteritis virus was neutralized by antibody together with C1, C4, C2, and C3; the addition of C5-C9, although producing lysis, did not further potentiate neutralization [50] . Some neutralization was also observed at the C4 step [50] . Newcastle disease [27] , vesicular stomatitis [26, 34] , and vaccinia [26] viruses were also neutralized by antibody together with C1 and C4, but neutralization in each case was potentiated with completion of the C3 reaction step. Further studies with vesicular stomatitis virus showed that the virusantibody complex activated purified C1 which in turn activated C1 and C2 leading to the deposition of classical pathway components on the viral envelope [5] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Neutralization by Envelopment with Protein"
        },
        {
            "text": "The above studies indicate that neutralization generally requires completion of the reaction sequence via the classical pathway only through the C3 step. In several instances, neutralization has been evident as early as the C4 stage. Since evidence for viral aggregation or lysis was not obtained in those studies where this possibility was examined, it is likely that neutralization of these viruses is a consequence of the presence of complement components on the external surface of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralization by Envelopment with Protein"
        },
        {
            "text": "Enveloped viruses are susceptible to complement-dependent lysis as described above. Lysis obviously results in the irreversible loss of viral infectivity. Although neutralization as a consequence of antibody and complement-dependent viral lysis has been described for a large number of viruses [-9, 10] , it has been observed in a number of studies that full neutralization occurs in the absence of, or prio r to lysis as described above.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "[-9, 10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Neutralization by Lysis"
        },
        {
            "text": "Retroviruses have been found to be inactivated by fresh but not heated primate complement sources [11, 67, 68] . This reaction has now been observed with more than 20 different retroviruses from avian, feline, murine, and primate sources [11, 18, 57, 67, 68] . Multiple approaches have been utilized to demonstrate the lack of involvement of antibody in this reaction. These include the absence of detectable neutralizing antibody in the sera, the failure of human sera to deposit immunoglobulin on infected cells, normal reactivity of agammaglobulinemic and virus absorbed human sera, and several other lines of evidence [11, 67, 68] . Conclusive proof of this point came from the demonstration that purified retroviruses had the ability to directly activate purified C1 in the absence of antibody [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . Inactivation was uniquely dependent on primate complement as sera from guinea pigs, mice, chickens, rabbits, rats, pigs, dogs, and cows did not neutralize or lyse such viruses [-ll, 18, 57, 67, 68] . Lysis was found to proceed exclusively via the classical pathway as it occurred in sera depleted of alternative pathway components but was completely abrogated in sera lacking classical pathway complement components (Table 3 ) [11, 68] . Lytic ability was restored by the addition of physiologic levels of the missing classical pathway complement component in purified form [11, 68] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1023,
                    "end": 1044,
                    "text": "[-ll, 18, 57, 67, 68]",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1279,
                    "end": 1282,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 1263,
                    "end": 1271,
                    "text": "(Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Neutralization by Lysis"
        },
        {
            "text": "Many viruses have been found to undergo antibody-dependent aggregation in vitro, a process which results in a reduction in titer and thus neutralization. However, for a number of reasons, aggregation is probably a relatively infrequent consequence of the reaction of antibody with viruses. Aggregation requires relatively high concentrations of both reactants. In addition, the extent of aggregation is modulated by certain physical and steric considerations related to the density, location, and distribution of antigenic sites; the concentration of the reactants; and the type and affinity of the antibody. Aggregation is also influenced by several other considerations, for example, antibody against antigens partially masked by surface While the influence of complement on antibody-mediated aggregation of virus particles has not been carefully examined, in other systems complement is able both to prevent precipitation and to dissociate immune aggregates. It is likely that it has these effects on virus-antibody complexes. Some of these points have been previously addressed [1, 24] . Because of these many considerations, it is unlikely that antibody-dependent aggregation is a biologically important mechanism of virus neutralization. Aggregation produced solely by the complement system has thus far been clearly documented only with polyoma virus, although it is likely that complement also aggregates lymphocytic choriomeningitis virus. Complement-mediated aggregation is unlikely to be an important mechanism of virus neutralization since the complement components, with the exception of C lq, are not multivalent; thus they are unable to cross-link virus-antibody complexes. Complement-dependent aggregation would thus only occur in the rare instances in which the virus particles possess receptors for activated complement components. Similarly, aggregation produced by complement requires high concentrations of virus not readily achievable in vivo and is also subject to the other considerations addressed above.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "Many, and possibly all, enveloped viruses are susceptible to complementdependent lysis. In order to produce lysis, several requirements must be met. First, the activation stimulus must be potent in order to mediate the formation of a sufficient number of C5b-9 complexes on the viral envelope. This may be accomplished either by the presence of very large amounts of antibody on the surface of the virus particle, or by a highly efficient direct activator. For example, in studies with EBV, small amounts of specific IgG antibody together with complement neutralized the virus but did not produce lysis [38] . Approximately 25-fold more antibody was needed to trigger complement-dependent lysis. In addition to the requirement for a marked complement-activation stimulus, the lipid bilayer of the viral envelope must be accessible for insertion of the C5b-9 membrane attack complex, a requirement for lysis. Such access may be impeded in the case of many viruses because of the number or density of surface proteins on the viral envelope.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "The most compelling evidence against antibody and complement-dependent viral lysis as a major mechanism of viral neutralization, however, is the fact that a number of viruses, all of which are susceptible to complement-dependent lysis, have been found to be neutralized by antibody together with nonlytic combinations of complement components or prior to the occurrence of lysis. In several of these model systems, lysis has not resulted in additional neutralization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "Most antibody and complement-dependent viral neutralization thus occurs in the absence of either aggregation or lysis. Neutralization in these instances is clearly a consequence of the presence of antibody and/or complement proteins on the viral surface. For lack of a better term and a more precise definition of the processes involved, this mechanism of virus neutralization has been termed envelopment or blanketing. The bound antibody and complement proteins obviously interfere with some step in the infectious cycle of the virus. It is often assumed that the \"envelope\" or \"blanket\" of extraneous protein interferes with the attachment of the viral glycoproteins to receptors or other structures located on the surface of a potentially susceptible cell. While this may well be the mechanism of neutralization, this has not been clearly demonstrated in any system and it could equally well be that attachment is unimpaired and the bound antibody and complement components interfere with penetration, uncoating, or other steps in the infective cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "Nonantibody dependent, complement-mediated lysis of retroviruses by primate complement may represent a different situation in that neutralization probably proceeds by lysis. Retrovirus neutralization is also distinguished by the fact that only primate complement sources have the ability to neutralize and lyse such viruses. Since retroviruses are seldom isolated from man while they are frequently found associated with malignancies in other species, it has been postulated that the human complement system provides a defense mechanism operative against retrovirus infection [9, 10, 11, 68] . This concept has been questioned on the basis of the fact that some subhuman primates do become infected with retroviruses . [18, 57] . However, viremia is rare in such animals and serum from the only viremic primate thus far examined in this regard was unable to lyse retroviruses [18] . It might also be questioned because of the recent isolation and characterization of a human retrovirus, the T cell leukemia virus [49] , although this virus is uncommon and apparently found in a subset of T cell lymphomas. Further study is clearly needed to assess the possible role of the complement system in preventing infection with retroviruses.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "As described earlier, structural viral glycoproteins are expressed on the surface of cells infected with a number of RNA and DNA viruses (Fig. 1) . The viral glycoproteins can be patched or capped in the lipid bilayer of the plasma cell membrane in the presence of specific antibody, as is the case with integral cell proteins [58] . Capping of viral glycoproteins, as carefully studied for cells infected with measles virus, requires energy, cytoskeletal participation, and multivalence on the part of the antibody [21] . In addition, during the process of antibody-mediated capping, viral nucleocapsids on the cytoplasmic side of the membrane move together with the surface glycoproteins [25] . Antibody-induced redistribution of viral structures on the cell membrane is termed antigenic modulation [8] . This process renders the cells resistant to lysis induced by additional antiviral antibody and complement [22] ; such cells also lose their sensitivity to antibody-dependent cellular cytotoxicity [43] . Loss of sensitivity to lysis results primarily from shedding of viral glycoprotein-antibody complexes from the cell surface and not by internalization of such complexes [47] . Sensitivity to lysis is regained as new glycoproteins are synthesized and inserted into the cell membrane, provided that the cells are cultured in the absence of antibody [43] . In addition, the presence of antibody to viral glycoproteins interferes with expression of certain viral proteins within the infected cell [17] . Thus several processes contribute to a decrease in the release of infectious viral particles when virus-infected cells are exposed to antibody. Cells infected with measles virus have been found to activate the alternative complement pathway in the complete absence of antibody [61] . In these studies measles virus infected cells were incubated with the six purified proteins of the alternative pathway at physiologic concentrations (PAP). Activation was assessed by C3b deposition on the infected cells; there was no C3b binding to uninfected cells [61] . C3b uptake was increased in the presence of specific antiviral antibody. In addition, in this model, while the rate of C3b binding to infected cells in the absence of IgG was unaffected by the presence of properdin, the rate of C3b binding to antibody-coated cells was increased when properdin was also included. Thus there was an unusual reciprocal relationship between IgG and properdin in amplifying activation, as measured by C3b binding [61] . Also, both IgG and properdin were found to be essential for lysis of the virus-infected cells via the alternative pathway [60] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1787,
                    "end": 1791,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2060,
                    "end": 2064,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2509,
                    "end": 2513,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2638,
                    "end": 2642,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Complement Activation by Virus-Infected Cells"
        },
        {
            "text": "A number of human lymphoblastoid cell lines also activate the alternative pathway in human serum in the absence of antibody, as assessed by C3b binding to the cells and C3 conversion in the serum [28, 63] . This property has been found to correlate with transformation by Epstein-Barr virus, as cell lines positive for the Epstein-Barr nuclear antigen (EBNA) activated the pathway while EBNA negative lymphoblastoid cells were inactive in this regard but acquired the ability to activate after EBV infection [29] . It has also been found that normal human B lymphocytes acquire the ability to activate the alternative pathway in human serum after infection with purified Epstein-Barr virus [32] . Since other virus cell systems have not been examined, it is not clear whether direct alternative pathway activation by virus-infected cells in the absence of antibody is a general phenomenon.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Complement Activation by Virus-Infected Cells"
        },
        {
            "text": "Electron microscopic studies have shown that complement components become deposited on areas of the cell membrane overlying viral nucleocapsids [25, 42] . Adjacent portions of the membrane have been found to be free of complement components. Thus complement activation and resulting complement component deposition is restricted to budding virus sites. With completion of the complement reaction sequence, the virus-infected cell may undergo lysis. As considered in the next section, cytolysis of virus-infected cells proceeds by a somewhat unusual mechanism, In addition, lysis is not an inevitable consequence of the completion of the complement reaction sequence on the cell surface.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Complement Activation by Virus-Infected Cells"
        },
        {
            "text": "Cells infected with a large number of viruses have been found to be lysed by the complement system in the presence of specific antibody. The mechanisms involved in most of the reported studies are unclear, however, as heterologous sources of cells, antibody and complement were used [42, 58] . Interpretation in such systems is difficult because of the presence of natural antibodies in the antibody and/or complement sources reactive with heterologous cells. In addition, there is possible potentiation or interference between the complement components in the antibody and complement sources.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Complement-Dependent Lysis of Virus-Infected Cells"
        },
        {
            "text": "Recent studies have utilized entirely homologous systems consisting of virusinfected human cells, human antibody, and human complement sources. A number of different human cells infected with multiple RNA and DNA viruses including measles; mumps; parainfluenza 1, 2 and 3; herpes simplex I and II; and influenza have thus far been examined [-23, 42, 48] . Multiple approaches have shown that lysis is exclusively mediated by the alternative pathway in these homologous systems. These include the demonstration that lysis is extremely sensitive to dilution of the complement source and requires magnesium but not calcium. In addition, serum genetically lacking or immunochemically depleted of classical pathway components efficiently mediates the lytic reaction, while sera lacking alternative pathway components are devoid of lytic activity but can be reconstituted to full activity by the addition of the missing component in purified form (Table 4 ). The absolute and sole requirement for the alternative complement pathway in the measles system was demonstrated by experiments with mixtures of the six purified proteins of the alternative pathway and the five proteins of the membrane attack pathway at physiologic concentrations [60] . Such mixtures were as active as serum in mediating lysis of human cells infected with measles virus [60] . Two other groups have reported that the classical as well as alternative pathways participate in the lysis of measles virus infected cells [15, 19] . This is probably due to the use by these investigators of systems which were not fully homologous.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 353,
                    "text": "[-23, 42, 48]",
                    "ref_id": null
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 949,
                    "text": "(Table 4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Complement-Dependent Lysis of Virus-Infected Cells"
        },
        {
            "text": "A surprising finding was the absolute requirement for IgG for the alternative complement pathway mediated lysis of ceils infected with the various RNA and DNA viruses enumerated above [48] . The IgG requirement was found to reflect a need for specific antibody since agammaglobulinemic serum and serum lacking specific antibody to the virus being tested but containing antibody to the other viruses we/~ devoid of cytolytic activity, but acquired it after addition of IgG containing the specific antiviral antibody (Table 5 ) [42, 48] . Furthermore, acquisition of ability to lyse cells affected with measles or mumps virus correlated with the development of antibody after primary immunization with specific measles and/or mumps virus [42, 48] . The F(ab')2 fragment of the antibody was as active as the native IgG molecule in facilitating lysis by the alternative complement pathway [48, 59] . F(ab') fragments were inactive (Table 5 ) [59] . In the measles virus system, specific antibody to either of the two surface glycoproteins of the virus was equally efficient in initiating the lytic reaction via the alternative pathway [59] . Large numbers of IgG molecules were needed, however, for lysis in the measles virus cell [23, 48, 60] as more than 5 x 10 6 molecules/cell were required for the production of 50~o lysis. Two additional features of the alternative pathway mediated lysis of cells infected with the various viruses listed above differentiates this system from other alternative pathway mediated cytolytic reactions. First, the kinetics of the reaction are rapid with lysis being essentially complete in an hour at 37 °C [59, 60] . Such kinetics are comparable to those observed in the non-antibody dependent alternative pathway mediated lysis of various bacteria (together with lysozyme) but slightly slower than the alternative pathway mediated lysis of certain erythrocytes [54, 55] . The kinetics are much more rapid than those characteristic of nonantibody dependent alternative pathway mediated lysis of nucleated cells which requires 12-24 hours [56, 63] . A second unusual feature of the measles virus infected cell model system is the absolute requirement for properdin for cell lysis [60] . Properdin is not essential for the lysis of other cell types, including nucleated cells, by the isolated cytolytic alternative pathway, although it does have a potentiating effect in such systems [54, 55, 56] . Although C3b deposition in the measles virus system occurred in the absence of properdin, the rate of activation, as measured by C3b deposition, was markedly enhanced in the presence of this protein [60, 61] . This enhancement of C3b deposition by properdin was dependent on the simultaneous presence of IgG.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1232,
                    "end": 1235,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1639,
                    "end": 1643,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1644,
                    "end": 1647,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1900,
                    "end": 1903,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2071,
                    "end": 2075,
                    "text": "[56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2076,
                    "end": 2079,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2212,
                    "end": 2216,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2415,
                    "end": 2419,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2420,
                    "end": 2423,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2424,
                    "end": 2427,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2629,
                    "end": 2633,
                    "text": "[60,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2634,
                    "end": 2637,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 523,
                    "text": "(Table 5",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 927,
                    "end": 935,
                    "text": "(Table 5",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Complement-Dependent Lysis of Virus-Infected Cells"
        },
        {
            "text": "The above noted studies were carried out with multiple cell lines infected with eight different DNA and RNA viruses representing three genera. In contrast, it has recently been clearly shown that the classical pathway mediates the lysis of some cells infected with African swine fever virus by pig complement in the presence of pig antibody [39] . Further study is needed to determine whether classical pathway mediation of lysis in this homologous system reflects a rare or frequent exception to a general pattern of alternative pathway mediated lysis of virus-infected cells in homologous systems or species variation.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Complement-Dependent Lysis of Virus-Infected Cells"
        },
        {
            "text": "The particular properties which enable cells infected with a number of different viruses to directly activate the alternative complement pathway is not known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "However, as activation is restricted to specific areas of the cell membrane, a reasonable possibility is that the viral genome encoded glycoproteins facilitate activation of the alternative pathway in the same manner that certain molecules inserted into membranes of nonactivator cells may convert them into activators [461. The carbohydrate portions of the viral glycoproteins could be responsible for this property. Although the carbohydrates of the viral glycoprotein as well as of the host cell proteins and the glycolipids of the lipoprotein membrane in the region of the budding virus are exclusively derived from the host cells, incompletely processed and altered forms may occur. In that context, the sialic acid content of various substances including viruses has been found to be a determinant of the ability to activate the alternative pathway in several systems. For example, several viruses grown in cells lacking sialic acid or enzymatically depleted of sialic acid were found to be efficient alternative pathway activators, while others with a higher content of sialic acid were nonactivators [20, 30] . Alternatively, the alternative pathway activator may be the protein portion of a viral surface glycoprotein or protein. Yet another posSibility is some type of association between viral and host cell products in the area of budding viruses. In the case of cells infected with EBV, a virus which does not bud from the plasma membrane, another mechanism may be involved. There are undoubtedly changes in the plasma membrane of cells infected with this transforming virus. Such cells also become targets for lymphocyte-mediated cytolytic reactions. However, the target structure for this reaction, termed lymphocyte-determined membrane antigen (LYDMA) has not been identified serologically or biochemically. Whether LYDMA or other cell surface alterations related to the virus infection directly restrict access of factor H to bound C3b remains to be determined. Restriction of access of factor H is the factor responsible for alternative pathway activation in a number of systems [-16, 46] . Alternatively, activation may proceed via another mechanism.",
            "cite_spans": [
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2097,
                    "end": 2106,
                    "text": "[-16, 46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "Several aspects of the lysis of virus-infected cells are notable. For example, it is surprising that the classical pathway does not mediate lysis of measles virus infected cells since IgG coated, measles virus infected cells not only activate the alternative pathway but also the classical pathway as manifested by C4 deposition [-42, 48] . Although complement-dependent lysis may vary in efficiency depending on a number of factors [9, 10] , the cytolytic ability of this pathway has been well documented in many systems and the classical pathway together with heterologous IgG antibody readily lyses cells infected with measles and other viruses. Although the explanation for the failure of the classical pathway to mediate lysis is unknown, it is likely that the classical pathway triggered by homologous antibody against surface proteins of virus-infected cells provides an insufficient activation stimulus to lead to lysis in the absence of the amplification provided by the C3b-dependent feedback mechanism of the alternative pathway.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "[-42, 48]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "Other aspects meriting discussion in such systems are the requirements for IgG and P for lysis. IgG antibody was found to accelerate the rate of the activation reaction as measured by C3b deposition [61] , a pattern also observed in some other IgG-potentiated alternative pathway activation and lytic reactions [36, 53] . However, this aspect alone is not likely to explain the IgG requirement for lysis, since the final extent of C3b deposition was not altered [61] . The necessity for multivalent antibody implies that redistribution of viral polypeptides on the membrane is important. Whether this creates or exposes additional activation sites remains to be determined. Antibody-mediated patching and redistribution may also expose portions of the lipoprotein envelope into which the C5b-9 could insert. Such insertion is an obvious requirement for lysis. Alternatively or in addition, clustering of the viral glycoproteins by antibody would also cluster any attached C3b molecules. This would facilitate properdin recruitment which appears to be dependent on C3b clusters [3 3] . The recruited properdin would in turn stabilize the C3 and C5 cleaving enzymes and thereby permit a more efficient activation of the C5b-9 complex. Since nucleated cells are known to be highly resistant to lysis by the complement system, it is likely that the requirement for properdin for the lysis of virus-infected cells relates to this ability of properdin to enhance activation of the late reacting components.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1077,
                    "end": 1082,
                    "text": "[3 3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comment"
        },
        {
            "text": "The attachment of specific antibody to viral glycoproteins and other structures on the surface of a virus or virus-infected cell has a number of potential consequences to the virus or virus-infected cell. Antibody is multivalent and thus able to redistribute or patch surface viral proteins or virus-encoded structures within the lipid bilayer of the viral envelope or the cell membrane. In certain instances, antibody may agglutinate viruses or virus-infected cells. The physical presence of antibody molecules on the virus surface may interfere with the ability of the virus to infect potentially susceptible cells. Antibody on the surface of virus-infected cells may prevent the maturation and release of virus particles; antibody also can alter certain normal cell functions. The Fc portions of antibody molecules bound to virusinfected cells facilitate interactions with effector cells bearing Fc receptors. In the case of lymphocytes and perhaps phagocytic cells, this interaction may lead to antibody-dependent cellular cytotoxicity (ADCC) [51, 58] . The exposed Fc regions may also facilitate attempts at ingestion by monocytes, macrophages, and polymorphonuclear leukocytes.",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Viruses and virus-infected cells coated with antibody behave as typical immune complexes and activate the classical pathway of the complement system. In the case of cells infected with a number of viruses, antibody molecules bound to viral gylcoproteins exposed on the surface of the infected cells also facilitate activation of the alternative complement pathway, as measured by an accelerated rate of C3b deposition. This effect, the mechanism of which is unknown, is a property of the F(ab')2 portion of the antibody molecule. As in other systems, and regardless of the complement pathway mediating the activation reaction, a'proportion of the newly activated complement molecules become bound to the surface of the activating particle. Substantial numbers of molecules of several of the complement components, particularly C1, C3b, and C4b may thus accumulate on antibody-coated viruses and virus-infected cells. This protein coat may physically interfere with the ability of a virus to infect a potentially susceptible cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although not yet studied in virus systems, bound C3b and C4b are also opsonic and may trigger attempts at ingestion by monocytes, macrophages, and polymorphonuclear leukocytes, all of which have receptors for these components. This process would also be expected to facilitate the destruction of viruses and virus-infected cells, and thereby to interfere with the infectious process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The classical and/or the alternative pathways of the complement system may also be directly activated, in the absence of antibody, by several viruses and by cells infected with a number of viruses. In these instances, the complement system fulfills the recognition function normally associated with the antibody molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Completion of the complement reaction sequence on the surface of enveloped viruses or on the plasma membrane of virus-infected cells may lead to cytolytic destruction of the virus or virus-infected cell. Although viral lysis obviously produces an irreversible loss of viral infectivity, neutralzation of most viruses is accomplished prior to completion of the complement reaction sequence, probably by an envelopment mechanism. Complement-dependent neutralization of retroviruses may be an exception, and these viruses are probably neutralized by a lytic mechanism. Complement-dependent lysis of virus-infected cells has a number of unusual characteristics. In all cases thus far examined in which homologous systems have been used, i. e., human cells, antibody, and complement, lysis has been found to require the F(ab')2 portion of specific IgG antiviral antibody and properdin, and to proceed exclusively via activation of the alternative complement pathway. Such studies have thus far encompassed eight viruses representing three genera growing in multiple cell lines. Thus far in only a single model system has lysis been observed to proceed via activation of the classical pathway. The activated complement system has the ability to induce an acute inflammatory response as it can alter vessel permeability and produce edema, induce changes in smooth muscle contractibility, stimulate the influx of leukocytes, and facilitate phagocytosis and the release of secondary mediators. Such inflammatory responses occurring in tissues as a result of direct or antibody-dependent complement activation by viruses and virus-infected cells would clearly retard the spread of the infection and facilitate the destruction of the infectious agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The various humoral defense mechanisms operative against virus infection function in synergy with cellular mechanisms. These include natural killer and cytotoxic T cells, and the effector cells of antibody-dependent cellular cytotoxicity as well as phagocytic cells. While these various systems represent an integrated network serving to prevent and eliminate virus infections, it should be noted that they inadvertently also facilitate virus persistence. For example, removal of virus glycoproteins from infected cell surface by antibody-induced antigenic modulation prevents virus maturation, but the cell retains the virus genome and mutant forms may emerge with time. Such \"stripped\" cells are also protected from complementdependent and antibody-dependent cellular cytotoxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It is likely also that the attempts of the host to deal with virus infection damage normal tissues. For example, immune complex disease occurs as a consequence of many virus diseases. Normal tissues proximate to filtering membranes are damaged as a result of trapping of such immune complexes which are probably shed from virus-infected cells. They may also represent virus particles which have reacted with antibody and complement. Finally, a number of the systemic symptoms characteristic of viral infections such as headaches, myalgias, and fever may result from complement-dependent stimulation of the cyclooxygenase and lipoxygenase path- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The morphology of virus antibody interaction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Waterson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Adv Virus Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The structure of antigemantibody complexes: A study by electron microscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cinader",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howatson",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J Exp Med",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Enhancement of hemolysis by Newcastle disease virus after pretreatment with heterophil antibody and complement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Apostolov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Sawa",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Gen Virol",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lysis of oncornaviruses by human serum: Isolation of the viral complement (C1) receptor and identification as pl5E",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Miiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Exp Med",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neutralization of vesicular stomatitis virus (VSV) by human complement requires a natural IgM antibody present in human serum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Beebe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Immunol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neutralization of influenza virus by normal human sera: Mechanisms involving antibody and complement",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Beebe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The morphological and biological effects of various antisera on avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Gen Virol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antigenic properties of experimental leukemias. II. Immunological studies in vivo with C57 BL/6 radiation induced leukemias",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Boyse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Old",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luell",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J Natl Cancer Inst",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Humoral immunity to viruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Comprehensive virology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibody and complement-dependent viral neutralization",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Springer Semin Immunopathol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lysis of RNA tumor viruses by human serum: Direct antibody independent triggering of the classical complement pathway",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Exp Med",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mechanisms of virus neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Notkins AL (ed) Viral Immunology and Immunopathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Neutralization of sensitized virus by the fourth component of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borsos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snyderman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Science",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neutralization of sensitized virus by purified components of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borsos",
                    "suffix": ""
                },
                {
                    "first": "H J",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snyderman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Proc Natl Acad Sci",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Complement activation by measles virus cytotoxic antibodies: Alternative pathway C activation by hemagglutination-inhibition antibodies but classical activation by hemolysin antibodies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ehrnst",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Activation of the alternative complement pathway with rabbit erythrocytes by circumvention of the regulatory action of endogenous control proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Austen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Exp Med",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Alterations in expression of measles virus polypeptides by antibody: Molecular events in antibody induced antigenic modulation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oncornavirus lytic activity in the serum of gibbon apes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Schrecker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Natl Cancer Inst",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of complement-dependent antibodymediated lysis of target cells acutely infected with measles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Klutch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Immunol",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role of complement in viral infections. III. Activation of the classical and alternative complement pathways by Sindbis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Winkelstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antibody-induced redistribution of measles virus antigens on the cell surafce",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Immunol",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunologic injury in measles virus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Exp Med",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Immunologic injury of cultured cells infected with measles virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Exp Med",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The interaction between virus and antibody. III. Examination of virusantibody complexes with the electron microscope",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Lafferty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oertelis",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Virology",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Antibody-induced capping of measles virus antigens on plasma membrane studied by electron microscopy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Virol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of selective complement deficiency on the rate of neutralization of enveloped viruses by human sera",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Complement components required for virus neutralization by early immunoglobulin antibody",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Linscott",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Levinson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proe Natl Aead Sci USA",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Complement and cell membranes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Transplant Rev",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Activation of the alternative complement pathway by human B cell lymphoma lines is associated with Epstein-Barr virus transformation of the cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Lint",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Eur J Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Activation of the alternative complement pathway of enveloped viruses containing limited amounts of sialic acid",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcsharry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Caliguiri",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Interaction of viruses with neutralizing antibodies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Comprehensive virology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Alternative complement pathway activation by Epstein-Barr virus infected normal B lymphocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mayes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Nemerow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Fed Proc",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Alternative pathway of complement: Recruitment of precursor properdin by the labile C3/C5 convertase and the potentiation of the pathway",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Medicus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stze",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Miiuer-Eberhard",
                    "middle": [],
                    "last": "Hj",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Exp Med",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Antibody independent neutralization of vesicular stomatitis virus by human complement. I. Complement requirements",
            "authors": [
                {
                    "first": "B J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Immunol",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Antibody independent neutralization of vesicular stomatitis virus by human complement",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Beebe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Immunol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "IgG on mouse erythrocytes augments activation of the human alternative complement pathway by enhancing deposition of C3b",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Austen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Immunol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Isolation of Epstein-Barr virus and studies of its neutralization by human IgG and complement",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Nemerow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Immunol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Neutralization of Epstein-Barr virus by nonimmune human serum: Role of cross-reacting antibody to herpes simplex virus and complement",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Nemerow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Clin Invest",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Complement-mediated lysis of African swine fever virus-infected cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Norley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wardley",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Immunology",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Rate zonal centrifugation of herpes simplex virus antibody complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Notkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Virology",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Virus neutralization and virus-induced immune complex disease",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Prog Med Virol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antibody-mediated complement-dependent lysis of virusinfected cells",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Springer Semin Immunopathol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Immunological injury in measles virus infection. IV. Antigenic modulation and abrogation of lymphocyte lysis of virus-infected cells",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tishon",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Clin Immunol Immunopathol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Formation and biologic role of polyoma virusantibody complexes",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Exp Med",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Immune viral lysis effect of antibody and complement on C type RNA virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Orozlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Gilden",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Science",
            "volume": "168",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Complement C3 convertase: Cell surface restriction of /~1H control and generation of restriction on neuraminidase-treated cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Pangburn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mtiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The formation and fate of virus antigen-antibody complexes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Mechanism of injury of virus-infected cells by antiviral antibody and complement: Participation of IgG, F(ab')~ and the alternative complement pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Cooper",
                    "middle": [],
                    "last": "Nr",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Exp Med",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Detection and isolation of type C retrovirus particles from fresh and cultured lymphocytes of a patient with cutaneous T-cell lymphoma",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Poiesz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Ruscetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Gazdar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Minna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc Natl Acad Sci",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The mechanisms of neutralization of sensitized equine arteritis virus by complement components",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Radwan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Gen Virol",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Immunological destruction of herpes simplex I infected cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rager-Zisman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nature",
            "volume": "251",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Mechanisms of activation of human natural killer cells against tumor and virus-infected cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Santoli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Immunol Rev",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The role of immunoglobulins in alternative pathway activation by zymosan. II. The effect of IgG on the kinetics of the alternative pathway",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Schenkein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruddy",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Immunol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Assembly of the cytolytic alternative pathway of complement from 11 isolated plasma proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mtiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Exp Med",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Bactericidal activity of the alternative complement pathway generated from 11 isolated plasma proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Podack",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mijller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Exp Med",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Raji cell injury and subsequent lysis by the purified cytolytic alternative pathway of human complement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Pangburn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Medicus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mtiller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Clin Immunol Immunopathol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Complement-mediated lysis of type C virus: Effective primate and human serum on various retroviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sherwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Benveniste",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Todaro",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Int J Cancer",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Antibody-mediated destruction of virus-infected cells",
            "authors": [
                {
                    "first": "Jgp",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Adv Immunol",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Alternative complement pathway-mediated lysis of measles virus infected cells: Induction by IgG antibody bound to individual glycoproteins and comparative efficacy of F(ab')2 and Fab' fragments",
            "authors": [
                {
                    "first": "Jgp",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Immunol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Lysis of measles virus infected cells by the purified cytolytic alternative complement pathway and antibody",
            "authors": [
                {
                    "first": "Jgp",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Miiller-Eberhard",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Exp Med",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Antibody-independent activation of the alternative complement pathway by measles virus infected cells",
            "authors": [
                {
                    "first": "Jgp",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc Natl Acad Sci",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Immune lysis of Sindbis virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Virology",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Lysis of human cultured lymphoblastoid cells by cell induced activation of the properdin pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Theofilopoulos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Science",
            "volume": "195",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Herpes virus neutralization: The role of complement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J Immunol",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Host cell modification of lymphocytic choriomeningitis virus and Newcastle disease virus altering viral inactivation by human complement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Immunol",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Mouse natural killer cells: Induction, specificity, and function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Immunol",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Human serum lyses RNA tumor viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nature",
            "volume": "257",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Inactivation and lysis of oncornaviruses by human serum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Antibody complement interactions with purified lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Burner",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "MHC-restricted cytotoxic T cells: Studies on the biological role of polymorphic major transplantation antigens determining T cell restriction-specificity, function, and responsiveness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Adv Immunol",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the stages of maturation by budding of a moderatley complex enveloped virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Demonstration of C3b, C4b, and properdin (P) binding to influenza virus via antibody-induced activation of the complement system. Influenza virus was incubated with normal nonimmune human serum containing cross-reacting antibody to the virus (a and c), heated human serum (b), or agammaglobulinemic (Agamma) serum (d). Purified radiolabeled C3, C4, or properdin were included in the serum sources. After incubation, the mixtures were subjected to sucrose density gradient ultracentrifugation. Fractions were analyzed for radioactivity and for virus location by hemagglutination. The essential role of immunoglobulin in mediating complement deposition by both complement pathways is apparent, Reprinted with permission from Ref.6. Demonstration oflysis of EBV by electron microscopy. EBV was examined alone (left panel), after interaction with immune IgG antibody (center panel), or with immune IgG antibody and complement (right panel)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dextran density gradient ultracentrifugal analyses of ~H-labeled EBV incubated with DNAse (/eft panel), and 3Hlabeled EBV incubated with IgG antibody, C, and DNAse (right panel) . & Sucrose density gradient ultracentrifugal analyses of interactions of IgG antipolyoma Ab and C with polyoma virus. In the upper panel the sedimentation characteristics of t2SI-labeled polyoma virus bearing 2 (1X), 10 (10X), or 20 (20X) molecules of bound IgG-Ab per vivrion are shown. In the lower panel the sedimentation behavior of ~2~I-polyoma virus incubated with two molecules of antibody per virion (1X) and complement is shown",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Complement requirements for neutralization of polyoma virus Table 2. Neutralization of EBV by cross-reacting IgG antibody and purified C components Complement dependent neutralization of influenza [-6] and Epstein-Barr viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Human complement requirements for lysis of moloney leukemia virus",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Requirements for the alternative complement pathway for the lysis of measles virus infected human cells a",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. The authors wish to thank Bonnie Weier for assistance with the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}