{
    "paper_id": "dc2348230cbe22e999d329c77b6b2183dd585ad0",
    "metadata": {
        "title": "Characterization of Angiotensin Converting Enzyme-2 (ACE2) in Human Urine*",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [
                    "A"
                ],
                "last": "Lew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fiona",
                "middle": [
                    "J"
                ],
                "last": "Warner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iresha",
                "middle": [],
                "last": "Hanchapola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Ian"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Angiotensin converting enzyme-2 (ACE2) is a recently described membrane-bound carboxypeptidase identified by its homology to ACE, the enzyme responsible for the formation of the potent vasoconstrictor angiotensin II (Ang II). ACE2 inactivates Ang II and is thus thought to act in a counter-regulatory fashion to ACE. ACE2 is highly expressed in epithelial cells of distal renal tubules, and recent evidence indicates that expression is increased in a range of renal diseases. A soluble form of ACE, generated by proteolytic cleavage of the membranebound form, has been shown to be present in urine; although evidence for a similar release of ACE2 has been reported in cell culture, it is not yet known whether this occurs in vivo. The present study has identified ACE2 in human urine, both by a sensitive fluorescence-based activity assay and by Western immunoblot. Levels of ACE2 were surprisingly higher than ACE, which may reflect preferential targeting of the enzyme to the luminal surface of the renal epithelium. Future studies will determine whether increased expression of ACE2 in renal diseases are reflected in higher urinary levels of this novel enzyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The renin-angiotensin system is well-documented as a key regulator of cardiovascular and renal function, with the peptide angiotensin II (Ang II) considered the primary bioactive component (Figure 1 ). Ang II is generated by two successive enzymatic steps: first, an inactive decapeptide (Ang I) is liberated from a liver-derived protein angiotensinogen by the aspartic protease renin in the circulation; the active eightresidue Ang II peptide is then formed by the action of the membrane-bound metallopeptidase, angiotensin converting enzyme (ACE). Inhibition of ACE has proven to be a powerful therapeutic in the treatment of certain forms of hypertension characterized by overactivity of the renin-angiotensin system. Recently, a homolog of ACE, termed ACE2, has been described which appears to inactivate Ang II by removal of the C-terminal Phe residue (Donoghue et al., 2000; Tipnis et al., 2000) . The resulting peptide, Ang 1-7, has no affinity for the angiotensin Type 1 receptor, the main mediator of Ang II effects. Furthermore, increasing evidence suggests that, far from being an inactive degradation product, Ang 1-7 activates its own distinct receptor, with consequent biological effects, which tend to oppose those of Ang II (Santos et al., 2003) . Thus the balance between ACE and ACE2 activity may determine the local and circulating levels of Ang II, and any imbalance may reflect or result in cardiovascular and/or renal disease.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 880,
                    "text": "(Donoghue et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 901,
                    "text": "Tipnis et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1261,
                    "text": "(Santos et al., 2003)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Both ACE and ACE2 are Type I integral membrane proteins, comprising a large extracellular catalytic domain anchored to the plasma membrane via a single hydrophobic span, followed by a short C-terminal cytoplasmic tail. Like a number of membrane proteins, ACE has been shown to be proteolytically released from the cell surface (Parkin et al., 2004) , resulting in the presence of a catalytically active form circulating through the bloodstream, as well as in other biological fluids, including urine and seminal plasma (Hooper, 1991) . We have recently shown that such cleavage-secretion also occurs for ACE2, at least in vitro, and that the metalloprotease tumor necrosis factor-a converting enzyme (TACE) is responsible for the enhanced shedding of ACE2 elicited by phorbol esters (Lambert et al., 2005; unpub. obs.) . Evidence for shedding of ACE2 in vivo is limited, with anecdotal reports of ACE2 in urine and plasma. In the present study, we have undertaken a more thorough examination of soluble ACE2 in human urine, and critically assess its potential role in angiotensin metabolism within the urinary tract.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 348,
                    "text": "(Parkin et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 533,
                    "text": "(Hooper, 1991)",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 805,
                    "text": "(Lambert et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 818,
                    "text": "unpub. obs.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "For ACE and ACE2 activity assays, first morning urine was collected from 6 normal individuals (3 male, 3 female, ages 23-53), without any signs of renal complications or associated disorders, kept at 4°C and used within 6 h. In some cases, urine was subjected to an ultracentrifugation step (100,000 g, 60 min, 4°C), and the supernatant and pellet (resuspended in assay buffer at the original volume) were assayed for ACE2 activity or used for Western analysis (see below). For all other experiments, first morning urine from one or two female subjects was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urine Collection"
        },
        {
            "text": "Urine (50 ll) was incubated with an ACE2-specific quenched fluorescent substrate (QFS), (7-methoxycoumarin-4-yl)-acetyl-Ala-Pro-Lys(2, 4-dinitrophenyl); Auspep, Parkville, Victoria, Australia), as previously described in duplicate. Assays were performed in black 96-well microtiter plates with 50 lM QFS in a final volume of 200 ll per well ACE2 assay buffer (100 mM Tris, 1 M NaCl, pH 6.5). Reactions proceeded at 37°C for 200 min with continuous monitoring of liberated fluorescence (k ex = 320 nm, k em = 405 nm) using a FLUOstar Optima plate reader (BMG Labtechnologies, Offenburg, Germany). Cleavage of the QFS was attributed to ACE2 by the use of the specific inhibitor (S,S) 2-{1carboxy-2-[3-(3,5-dichloro-benzyl)-3H-imidazol-4-yl]-ethylamino}-4-methyl-pentanoic acid (MLN-4760; a generous gift of Dr. Natalie Dales, Millenium Pharmaceuticals, Cambridge, MA, USA.) at 100 nM final concentration (Dales et al., 2002) . The rate of substrate cleavage was determined by comparison to a standard curve of the free fluorophore, 4-amino-methoxycoumarin (MCA; Sigma).",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 922,
                    "text": "(Dales et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACE2 Activity Assay"
        },
        {
            "text": "Urinary ACE activity was determined using a modification of a standard ACE assay (Barton et al., 2000) . Briefly, 25 ll urine was incubated at 37°C with the ACE substrate hippuryl-His-Leu (1 mM) in a total volume of 50 ll buffer (100 mM Tris-HCl, 300 mM NaCl, pH 8.3), in the presence or absence of the ACEspecific inhibitor ramipril (10 lM), for 16 h. Following incubation, 120 ll 0.3 N NaOH and 10 ll o-phthaldialdehyde (20 mg/ml in methanol) were added. After 10 min at room temperature, 20 ll 3 N HCl was added, the tubes were centrifuged at 16,000 rpm in a tabletop microfuge for 5 min, and the supernatants transferred to a round-bottomed black 96-well microtiter plate. Fluorescence",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 102,
                    "text": "(Barton et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACE Activity Assay"
        },
        {
            "text": "Angiotensinogen Angiotensinogen (k ex = 355 nm, k em = 485 nm) was measured using a FLUOstar Optima plate reader (BMG Labtechnologies, Durham, North Carolina, USA). The rate of substrate cleavage was determined by comparison to a standard curve of the product His-Leu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vasoconstriction Vasoconstriction Cell Proliferation Cell Proliferation Hypertrophy Hypertrophy"
        },
        {
            "text": "Urine (20 ml) was concentrated 100-fold (final volume = 0.2 ml) using a 30 kDa molecular weight cut-off Nanosep centrifugal concentrator (Pall Sciences), and 30 ll (200-450 lg protein) were loaded onto a 4-12% gradient polyacrylamide gel (NuPAGE, Invitrogen) for separation by SDS-PAGE under reducing conditions. In some cases, concentrated urine was first separated by ultracentrifugation prior to SDS-PAGE of the supernatant and pelleted (resuspended in same volume as supernatant) fractions. Proteins were transferred onto an Immobilon P poly(vinylidene difluoride) membrane in a Tris-glycine buffer (0.04 M glycine, 0.05 M Tris-base) with 20% (v/v) methanol. The membrane was saturated with Tris-buffered saline with Tween-20 (TST) (0.05 M Tris-base, 0.75 M NaCl, 0.06% Tween-20, pH 8.0) containing 5% (w/v) skim milk powder for 45 min at room temperature, then incubated overnight at 4°C with a polyclonal anti-human ACE2 antiserum raised in goat (R&D Systems, catalog # AF933, 1:100) diluted in 3% (w/v) bovine serum albumin in TST buffer, or with an antiserum raised in rabbit against a peptide from the ectodomain of human ACE2 (1:500 dilution; described in Douglas et al., 2004) . Following washing, membranes were incubated for 45 min at room temperature with HRP-conjugated secondary antibody (donkey anti-goat/sheep, 1:3000, or goat anti-rabbit, 1:1000; Silenus Laboratories) diluted in 5% skim milk in TST, and bound antibodies were detected by using the enhanced chemiluminescence system (catalog # NEL 102, Perkin-Elmer Life Science).",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1187,
                    "text": "Douglas et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SDS-PAGE and Western Immunoblotting"
        },
        {
            "text": "Following concentration as described above, urinary proteins were deglycosylated using peptide:N-glycosidase F (PNGase F; New England Biolabs), according to the manufacturer's instructions. In brief, urinary proteins were denatured in 0.5% SDS, 1% b-mercaptoethanol at 100°C for 10 min. Samples were then cooled to room temperature and 10% NP-40 (v/v) was added prior to incubation with PNGase F at room temperature for 4 or 16 h. Following deglycosylation, urinary proteins were separated by SDS-PAGE and ACE2 immunoreactive bands detected by Western analysis as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNGase Treatment"
        },
        {
            "text": "Synthetic angiotensin I or II (35 lg; Auspep) was incubated at 37°C with 50-ll urine in a total volume of 350 ll Tris-buffered saline (100 mM Tris-HCl, 150 mM NaCl, pH 7.4) either in the presence or absence of MLN-4760 (ACE2 inhibitor, 100 nM). Aliquots (100 ll) were taken at 0 and 6 h time points, precipitated with 400 ll of 1% trifluoroacetic acid (TFA) in methanol, and dried on a centrifugal vacuum evaporator (Speed-Vac, Savant, Farmingdale, NY, USA) prior to HPLC analysis using a Agilent 1100 series LC (Agilent Technologies, Palo Alto, CA, USA). Samples were loaded onto a Zorbax Eclipse C18 column (maintained at 50°C) in 1.8% acetonitrile/0.1% TFA/0.02% acetic acid at 0.15 ml/ min, and eluted with a 30 min linear gradient to 60% acetonitrile/ 0.1% TFA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Degradation of Angiotensin Peptides by Urine"
        },
        {
            "text": "ACE2 activity was detected in human urine, averaging 245 ± 47 pmol QFS/min/ml (Figure 2 ). In contrast, ACE activity was much lower; our initial assay using 40-ll urine incubated for 3 h resulted in very low activity, which was in fact undetectable in 3 of 6 samples. The assay was repeated with a lower volume of urine (25 ll) to reduce background fluorescence, and extended incubation time (16 h). ACE activity under these conditions averaged 34.7 ± 25.9 nmol Hip-His-Leu/min/ml (n = 4), with no detectable activity in 2 of 6 samples. The ratio of ACE2:ACE was surprisingly high, as in our previous report , suggesting that ACE2 is actively shed into the urine. This is consistent with the observation in the same publication that ACE2 expressed in polarized renal proximal tubule epithelial cells (MDCKII) is preferentially localized on the apical (luminal) side of the cell; in contrast, ACE is equally distributed on both apical and basolateral cell surfaces .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "It is not yet known which part of the renal tubular system is the source of urinary ACE2 activity. ACE2 is localized to renal proximal tubules in human kidney (Donoghue et al., 2000; Lely et al., 2004) , whilst semiquantitative RT-PCR and immunohistochemistry of micro-dissected rat kidney suggest that the enzyme is expressed throughout the nephron, with highest expression in the proximal straight tubules and inner medullary collecting ducts (Li et al., 2005) . In contrast, ACE expression is confined to the glomeruli, and proximal straight and convoluted tubules in the human (Schulz et al., 1988) and the rat (Li et al., 2005) . Thus it is possible that either the release of these ectoenzymes is restricted to the lower nephron, or that enzymes released within the proximal tubule (e.g., ACE) are degraded along the nephron. Interestingly, neprilysin (NEP), another membrane-bound zinc metallopeptidase expressed in the renal brush border, is preferentially trafficked to the apical surface of renal epithelial cells (Lanctoˆt et al., 1995) , like ACE2, and is present in relatively high amounts in urine. Thus, as expected, secretion likely depends on the subcellular localization of the enzyme. Immunoblot analysis of urinary ACE2 revealed an immunoreactive band at approximately 110 kDa in each of two individual urine samples (Figure 3 ). In one of these samples ( Figure 3B ), a second band was observed at $130 kDa, corresponding to the molecular mass of full-length recombinant ACE2; a faint band at this position was present in the other urine sample as well ( Figure 3A ). In contrast, immunoreactive ACE could not be detected (data not shown), consistent with the much lower activity levels of this enzyme. Following deglycosylation with PNGase, the apparent molecular mass of the 110 kDa ACE2 band in each sample was reduced to $85 kDa, while an additional band at $105 kDa was generated in the first urine sample, likely to have arisen from deglycosylation of the 130 kDa band. A smaller immunoreactive band at $75 kDa was also observed in both samples, but was not altered by PNGase treatment; this may represent non-specific immunoreactivity of an unrelated protein, or possibly an unglycosylated degradation fragment, as which of the 7 potential N-linked glycosylation sites in ACE2 are post-translationally modified is not currently known.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 182,
                    "text": "(Donoghue et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 201,
                    "text": "Lely et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 462,
                    "text": "(Li et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 602,
                    "text": "(Schulz et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 632,
                    "text": "(Li et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1047,
                    "text": "(Lanctoˆt et al., 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1337,
                    "end": 1346,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1376,
                    "end": 1385,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1576,
                    "end": 1585,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "It is also not yet known whether urinary ACE2 is a truncated form derived via proteolytic shedding, as demonstrated in cell culture (Donoghue et al., 2000; Lambert et al., 2005) , or a full-length, membranebound form. Membrane-bound enzymes such as ACE, NEP, and aminopeptidase P have been shown to be present within urinary exosomes, small vesicles arising from intracellular multivesicular bodies, which are released from cells (Pisitkun et al., 2004) . Our observation of more than one immunoreactive band in urine suggests that urinary ACE2 may constitute both a cleaved form and a full-length form, and that the relative amounts of these forms may vary between individuals or in different circumstances. The mass difference between these forms ($25 kDa) is similar to that seen in cell culture (Lambert et al., 2005) , suggesting that ectodomain shedding of ACE2 in vivo resembles that in vitro. In addition, significant ACE2 activity (42.3 ± 4.9% of total activity, n = 6) was observed in the pellet following ultracentrifugation of urine, further suggesting that a sizeable portion of urinary ACE2 exists in a full-length form. Western blot analysis of these urine fractions revealed that while the majority of immunoreactive ACE2 (still in two bands) was in the supernatant, a single ACE2-positive band was also seen in the pellet ( Figure 3C) . Furthermore, the apparent molecular mass of this insoluble ACE2 was identical to that of the full-length, membrane-bound recombinant control, whereas the two bands in the soluble fraction were clearly of smaller size. These results suggest that the majority of urinary ACE2 is derived from proteolytic shedding, although a portion apparently remains membrane-bound and may result from cell death or exosome release. Further studies involving mass spectrometric analysis of affinity-purified urinary ACE2 from both membrane and soluble urine fractions will be required to determine the precise nature of the ACE2 species present.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 155,
                    "text": "(Donoghue et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 177,
                    "text": "Lambert et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 453,
                    "text": "(Pisitkun et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 821,
                    "text": "(Lambert et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1341,
                    "end": 1351,
                    "text": "Figure 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Despite the clear presence of ACE2 in urine by both QFS cleavage and immunoblotting, we were unable to detect any significant metabolism of angiotensin peptides that could be attributable to this enzyme. Extended incubation of synthetic Ang I and II with dilute urine resulted in limited, but detectable degradation ( Figure 4 ). The addition of the ACE2 inhibitor MLN-4760 had no discernible effect, nor did inhibition of ACE (ramipril) and NEP (thiorphan), both enzymes previously reported to be present and active in urine (data not shown). The lack of effect of the various peptidase inhibitors may be attributable to the relatively high concentration of angiotensin used ($95 lM), well above its K m for these enzymes, which was necessary for identification of degradation fragments by UV absorbance. Thus the more sensitive fluorescence-based assay is perhaps more appropriate to detect the relatively low levels of ACE2 in urine. Indeed, at concentrations near its K m for ACE2 (5-20 lM), Ang II could readily inhibit QFS cleavage by urine at levels comparable to the MLN inhibitor, both in soluble and pelleted fractions of urine (Table I) . Interestingly, individual urine samples displayed differences in the extent of inhibition by MLN and Ang II (ranging from 50 to 100%), suggesting the presence of other QFS-cleaving enzymes in some samples; however, the near-identical degree of inhibition by MLN and Ang II in each sample supports the hypothesis that urinary ACE2 cleaves Ang II. The absence of significant processing of synthetic angiotensin peptides by urine in our LC experiments does not necessarily discount a role for ACE2 or other metallopeptidases in the metabolism of these peptides within the nephron. For example, Li et al. (2005) describe the generation of Ang 1-7 from Ang I by microdissected rat proximal straight tubules, which was blocked by inhibition of ACE2 by the peptide DX600. Surprisingly, proximal tubule ACE2 did not cleave Ang II, its preferred substrate in vitro (Rice et al., 2004) . This discrepancy may result from differences in experimental conditions, such as the pH or chloride concentration of buffers, both known to affect ACE2 activity (Guy et al., 2003) , or the concentration of angiotensin substrate used. As urinary levels of angiotensin peptides are quite low (variously reported between 10 )13 and 10 )9 M, depending on species and peptide), and require sensitive and specific techniques such as radioimmunoassays and mass spectrometry for accurate quantitation, it remains to be verified whether ACE2 participates in angiotensin metabolism within the renal tubule.",
            "cite_spans": [
                {
                    "start": 1741,
                    "end": 1757,
                    "text": "Li et al. (2005)",
                    "ref_id": null
                },
                {
                    "start": 2006,
                    "end": 2025,
                    "text": "(Rice et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 2189,
                    "end": 2207,
                    "text": "(Guy et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1138,
                    "end": 1147,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In this paper, we have shown, using both a sensitive catalytic assay and immunoblotting, that ACE2 is present in normal human urine, at levels that are in excess of its homolog ACE. Although a role for ACE2 in the metabolism of angiotensin peptides in urine or within the nephron has yet to be established, renal ACE2 expression is greatly increased in a range of kidney diseases in man (Lely et al., 2004) , as well as in a mouse model of Type 2 diabetes (Ye et al., 2004) ; if these changes are reflected in urinary ACE2 levels, measurement of this peptidase may have potential in the diagnosis or prognosis of renal diseases.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 406,
                    "text": "(Lely et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 473,
                    "text": "(Ye et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUDING REMARKS"
        }
    ],
    "bib_entries": {
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Simoes E Silva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maric",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "8258--8263",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic of the renin-angiotensin system, including proposed role for ACE2 in cleavage of Ang II to Ang 1-7. (Modified fromWarner et al., 2004).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Enzymatic activity of ACE2 and ACE in normal human urine. Shown are specific activity values (pmoles substrate cleaved/ ml urine/min) for six individual urine samples (marked by the symbols), and the mean values (marked by lines).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Western immunoblot analysis of ACE2 in two individual human urine samples following concentration (panels A and B) and following both concentration and ultracentrifugation (supernatant, pellet, and whole urine). Panels A and B: Lanes are (from left to right): purified full-length human ACE2 expressed in CHO cells; molecular mass standards; concentrated urine; concentrated urine treated with PNGase for 4 h; concentrated urine treated with PNGase for 16 h. Total urinary protein loaded in each lane was 450 lg in panel A, and 215 lg in panel B. Panel C: Lanes are (right to left): purified full-length human ACE2 expressed in CHO cells; pellet (200 lg protein loaded); supernatant (700 lg protein); whole urine (750 lg protein).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chromatographic analysis of angiotensin peptide (0.1 mg/ml; $80 lM) metabolism by human urine (50 ll diluted to 350 ll). Metabolism of Ang I is depicted in panel A; Ang II metabolism in panel B. Shown are chromatograms at time zero and after 6 h incubation, in the presence or absence of the ACE2 inhibitor MLN-4760 (MI, 100 nM).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inhibition of QFS cleavage by the ACE2 inhibitor MLN-4760 (100 nM) and the competitive substrate angiotensin II (Ang II), in both supernatant and pellet fractions following ultracentrifugation of six individual human urine samples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}