{"paper_id": "dd4b5f00cdae5c9cbdd73a769ed00657dcc221b0", "metadata": {"title": "The Journal of Infectious Diseases Global Mortality Impact of the 1957-1959 Influenza Pandemic", "authors": [{"first": "Cécile", "middle": [], "last": "Viboud", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "Lone", "middle": [], "last": "Simonsen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "Rodrigo", "middle": [], "last": "Fuentes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministerio de Salud", "location": {}}, "email": ""}, {"first": "Jose", "middle": [], "last": "Flores", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of South Dakota", "location": {"settlement": "Vermillion"}}, "email": ""}, {"first": "Mark", "middle": ["A"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}, {"first": "Gerardo", "middle": [], "last": "Chowell", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "Maryland"}}, "email": ""}]}, "abstract": [{"text": "Background. Quantitative estimates of the global burden of the 1957 influenza pandemic are lacking. Here we fill this gap by modeling historical mortality statistics.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We used annual rates of age-and cause-specific deaths to estimate pandemic-related mortality in excess of background levels in 39 countries in Europe, the Asia-Pacific region, and the Americas. We modeled the relationship between excess mortality and development indicators to extrapolate the global burden of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. The pandemic-associated excess respiratory mortality rate was 1.9/10 000 population (95% confidence interval [CI], 1.2-2.6 cases/10 000 population) on average during 1957-1959. Excess mortality rates varied 70-fold across countries; Europe and Latin America experienced the lowest and highest rates, respectively. Excess mortality was delayed by 1-2 years in 18 countries (46%). Increases in the mortality rate relative to baseline were greatest in school-aged children and young adults, with no evidence that elderly population was spared from excess mortality. Development indicators were moderate predictors of excess mortality, explaining 35%-77% of the variance. Overall, we attribute 1.1 million excess deaths (95% CI, .7 million-1.5 million excess deaths) globally to the 1957-1959 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. The global mortality rate of the 1957-1959 influenza pandemic was moderate relative to that of the 1918 pandemic but was approximately 10-fold greater than that of the 2009 pandemic. The impact of the pandemic on mortality was delayed in several countries, pointing to a window of opportunity for vaccination in a future pandemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Quantitative studies of the mortality impact of past influenza pandemics are important to inform pandemic preparedness efforts but are hampered by a paucity of historical data sets and substantial heterogeneity in the experience of individual countries [1] . Much has been written about the devastating 1918 pandemic, as well as the recent 2009 pandemic. However, the 1957 and 1968 pandemics have received considerably less attention [2] [3] [4] . In particular, no quantitative global mortality estimates are available for the 1957 and 1968 pandemics, even though both pandemics inform preparedness efforts for moderate severity pandemics [5] . The relationship between economic development and pandemic-related mortality rates appears moderate for the 1918 pandemic [2] and weaker for the 2009 pandemic [3] , but the strength of the relationship remains uncertain for other pandemics.", "cite_spans": [{"start": 253, "end": 256, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 434, "end": 437, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 438, "end": 441, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 442, "end": 445, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 640, "end": 643, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 768, "end": 771, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 805, "end": 808, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "Here we focus on the 1957 pandemic, for which multicountry comparative epidemiological studies are lacking. Much of the world experienced sustained pandemic influenza A(H2N2) virus transmission by December 1957, with recurrent waves of pandemic activity occurring over several years [6, 7] . Quantitative studies of excess mortality associated with the 1957 influenza pandemic have been limited to a few economically developed countries, including the United States, Canada, England and Wales, Germany, and Singapore [7] [8] [9] , with age-specific estimates available for the United States and Canada only [6, 7, 10] . No information is available from Latin America, Africa, the Middle East, or Eastern Europe. Here we used a detailed World health Organization (WHO) mortality database to infer the mortality burden of the 1957 influenza pandemic in 39 countries with adequate data. We modeled the relationship between country-specific development indicators and pandemic mortality and extrapolated this relationship to estimate the global burden of the 1957 pandemic.", "cite_spans": [{"start": 283, "end": 286, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 287, "end": 289, "text": "7]", "ref_id": "BIBREF6"}, {"start": 517, "end": 520, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 521, "end": 524, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 525, "end": 528, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 607, "end": 610, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 611, "end": 613, "text": "7,", "ref_id": "BIBREF6"}, {"start": 614, "end": 617, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "We compiled annual age-and cause-specific mortality statistics from the WHO Cause of Death Query Online database [11] , selecting all countries that had data for 1955-1965 or longer. Choice of this minimum study period allowed for fitting nonpandemic mortality baseline values and capturing potential recrudescent pandemic waves throughout 1957-1959, while remaining inclusive. We used the International Classification of Diseases, Seventh Revision, to tabulate deaths with underlying causes coded as pneumonia and influenza, respiratory diseases, and respiratory and cardiac diseases (disease codes are available in Supplementary  Table 1 ). Our main analysis was based on respiratory deaths, available for 39 countries, while sensitivity analyses were based on deaths from respiratory and cardiac causes (a more sensitive outcome available for 39 countries) and pneumonia and influenza (a more specific outcome available for 46 countries).", "cite_spans": [{"start": 113, "end": 117, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 617, "end": 639, "text": "Supplementary  Table 1", "ref_id": "TABREF0"}], "section": "WHO Mortality Data"}, {"text": "Deaths counts were tabulated for 7 age groups (0-4, 5-14, 15-24, 25-49, 50-64, ≥65 years, and all ages). Annual agespecific population data were obtained from the same WHO database [11] ; population estimates for missing years were interpolated by thin-plate smoothing splines.", "cite_spans": [{"start": 181, "end": 185, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "WHO Mortality Data"}, {"text": "We queried Gapminder [12] to compile country-specific gross domestic product (GDP) and gross national income estimates for 1960-1975 and infant mortality rates for 1950-1970. Data were available for 122 countries, including the 46 countries in our mortality data set, representing 82% of the world population. Development indicators were interpolated by spline for unavailable years; we used estimates for 1957 for comparison with influenza mortality estimates. Baseline cause-specific mortality rates (available for countries providing data to the WHO database [11] ) were also considered as indicators of development.", "cite_spans": [{"start": 21, "end": 25, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 562, "end": 566, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Indicators of Development"}, {"text": "We adapted a so-called excess-mortality approach previously developed to estimate the global burden of the 1918 pandemic on the basis of annual mortality data [2] . Because mortality rates showed marked time trends during the 1950s in most countries, we fit spline functions to annual mortality time series to infer baseline mortality. Separate models were fitted to each country, cause of death (all-cause death, death due to respiratory diseases, and death due to pneumonia and influenza), and age group ( Supplementary  Figures 1 and 2 ). Pandemic years 1957-1959 were excluded from baseline calculations; we also excluded 1951 for the United Kingdom, Ireland, and Canada, which coincided with the occurrence of an unusually severe influenza season that resulted in substantial increase in mortality due to respiratory causes [8] . Pandemic-related excess mortality was estimated as the observed mortality in 1957 minus the modeled baseline mortality. We also assessed the occurrence of second and third pandemic-associated waves of excess mortality in 1958 and 1959. We also tabulated the proportion of excess deaths occurring in each age group and the elevation above the baseline level during the 3-year pandemic period.", "cite_spans": [{"start": 159, "end": 162, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 829, "end": 832, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 508, "end": 538, "text": "Supplementary  Figures 1 and 2", "ref_id": "FIGREF0"}], "section": "Statistical Analysis"}, {"text": "To explore the association between pandemic excess mortality rates and indicators of development, we fit univariate and multivariate linear regression models with excess mortality rates as the outcome and development indicators as covariates, separately by age group and death outcome.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "To extrapolate the global burden of the pandemic, we applied the regression model developed for countries with available vital statistics data (39 countries for respiratory and cardiorespiratory disease outcomes and 46 countries for pneumonia and influenza outcomes) to the larger sample of 122 countries in our data set, using socioeconomic and health indicators as predictors. We generated 95% confidence intervals (CIs) by bootstrap.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Our main analysis focused on estimates of pandemic-related excess mortality in 1957 and during 1957-1959 for 39 countries reporting deaths due to respiratory diseases. There was a >70fold difference in pandemic-associated excess respiratory mortality rates in 1957 between countries, ranging from no measurable impact in Egypt to 5.5 deaths/10 000 population in Chile ( Figure 1 , Table 1 , and Supplementary Table 2 ). The 10 countries with lowest excess mortality included European countries and Egypt, whereas the 5 countries with highest excess mortality included Latin American countries and Finland. Cumulative excess pandemic mortality rates for the 1957-1959 period ranged from 0.3 deaths/10 000 population (Egypt) to 9.8 deaths/10 000 population (Chile), a 30-fold difference. Of the 39 countries, the impact on excess mortality in 18 (44%) was delayed to the second or third year of pandemic virus circulation. In Europe and Australia in particular, the majority of influenza-related deaths occurred in the third year of pandemic influenza A (H2N2) virus activity (Supplementary Table 2) .", "cite_spans": [], "ref_spans": [{"start": 370, "end": 378, "text": "Figure 1", "ref_id": null}, {"start": 381, "end": 388, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 409, "end": 416, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1089, "end": 1097, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Pandemic-Associated Rates of Excess Mortality Due to Respiratory Diseases"}, {"text": "Age-specific excess mortality rates were highest at both extremes of the age spectrum (Table 2) . However, when excess mortality was compared to baseline mortality rates, the age groups with highest relative burden were 15-24 years (34% elevation over baseline mortality levels for the 3-year period of 1957-1959), followed by 5-14 years (27% increase over baseline; Figure 1 and Table 2 ). In contrast, children aged <5 years and seniors aged ≥65 years only experienced a minor elevation over baseline (8%; Table 2 ). The sharp mortality elevation in schoolaged children and young adults was consistent throughout Europe ( Figure 1 ), even though the all-age impact of the pandemic on mortality was generally low in this region.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 95, "text": "(Table 2)", "ref_id": "TABREF1"}, {"start": 367, "end": 375, "text": "Figure 1", "ref_id": null}, {"start": 380, "end": 387, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 508, "end": 515, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 624, "end": 632, "text": "Figure 1", "ref_id": null}], "section": "Pandemic-Associated Rates of Excess Mortality Due to Respiratory Diseases"}, {"text": "Development indicators such as GDP, infant mortality rates, baseline respiratory death rates, and latitude were weakly associated with pandemic-related excess mortality rates due to respiratory diseases in univariate analyses, explaining 6%-35% of differences between countries (P < .006; Table 3 ). Stepwise multivariate regression indicated that GDP was the sole predictor of cumulative excess mortality due to respiratory diseases during 1957-1959, Figure 1 . Country-specific influenza-related excess mortality rates from respiratory causes, 1950-1970. Excess mortality rate is calculated as the observed annual mortality rate minus a model-predicted spline baseline fitted to the mortality rate outside the 1957-1959 pandemic period. The 2 black vertical lines highlight mortality attributable to the pandemic period. A, All-age mortality. B, Mortality among individuals aged 15-24 years, the age group with the highest increase in mortality, relative to baseline, during the pandemic period. Mortality rates range from low (yellow) to high (red). Abbreviation: SAR, Special Administrative Region. explaining 28% of the variance, while GDP and latitude explained 43% of the variance in excess mortality during 1957. Standardizing burden estimates by baseline respiratory death rates reduced but did not eliminate differences between countries.", "cite_spans": [], "ref_spans": [{"start": 289, "end": 296, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 452, "end": 460, "text": "Figure 1", "ref_id": null}], "section": "Relationship With Development Indicators"}, {"text": "On the basis of the modeled relationship between excess mortality rates due to respiratory diseases, GDP, and latitude, we extrapolated the pandemic burden to 122 countries with available information on development indicators (Table 1 and Figure 2 ). We estimate a global excess mortality rate of 4.0 deaths/10 000 population (95% CI, 2.6-5.3 deaths/10 000 population) during 1957-1959, corresponding to 1.1 million excess deaths (95% CI, .7 million-1.5 million excess deaths) due to respiratory diseases in the 1957 world population.", "cite_spans": [], "ref_spans": [{"start": 226, "end": 234, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 239, "end": 247, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Relationship With Development Indicators"}, {"text": "Predictors of pandemic-related mortality varied with age. Predictors included infant mortality for children aged <5 years, GDP for seniors, and baseline respiratory mortality for intermediate age groups (this factor alone explained 87%-99% of the variance). The global excess respiratory mortality rate extrapolated from age-specific data was 5.2 deaths/10 000 population (95% CI, 3.3-7.4 deaths/10 000 population) for the 1957-1959 pandemic period (Table 2) . Two-thirds of pandemicrelated deaths were among individuals <65 years of age.", "cite_spans": [], "ref_spans": [{"start": 449, "end": 458, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Relationship With Development Indicators"}, {"text": "Similar geographic differences and pandemic predictors were obtained in analyses of mortality due to pneumonia and influenza, a more specific outcome that was available for a larger sample of 46 countries (Table 1) . There was a >25-fold difference in pandemic-related excess mortality rates due to pneumonia and influenza during 1957-1959 between countries, and baseline mortality was the only consistent predictor in multivariate analyses of all age and age-specific data (P < .02). The bottom 10 countries for excess mortality included Europe, the United States, Israel, and Egypt, while the top excess mortality rates were found in Latin American countries, with Chile faring the worst, in line with our main analysis. Extrapolation indicated a global excess mortality rate due to pneumonia and influenza of 2.9 deaths/10 000 population (95% CI, 2.1-3.8 deaths/10 000 population) during 1957-1959, thus capturing 73% of our global estimate based on the broader respiratory death outcome ( Table 1) . Analysis of cardiorespiratory deaths, a more sensitive mortality outcome available in 39 countries, provided results nearly identical to those of deaths due to respiratory diseases in terms of excess mortality predictors and global extrapolations (Tables 1 and 3) . Across all analyses, the average pandemicrelated excess mortality rates in the countries with available vital statistics data were 30%-50% lower than our global extrapolations based on regression models applied to 122 world countries (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 205, "end": 214, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 993, "end": 1001, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 1251, "end": 1267, "text": "(Tables 1 and 3)", "ref_id": "TABREF0"}, {"start": 1504, "end": 1513, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Sensitivity Analysis Using Different Disease Outcomes"}, {"text": "To our knowledge, this is the first study to generate global mortality estimates for the 1957 pandemic that are grounded in analysis of mortality data from multiple countries. We used WHO mortality databases to generate estimates and explore between-country variation in pandemic burden in a diverse set of regions. Infection with pandemic influenza A(H2N2) virus was associated with 4.0 excess deaths due to respiratory diseases per 10 000 population (95% CI, 2.6-5.3 deaths/10 000 population) over the first 3 years of circulation, during 1957-1959, corresponding to 1.1 million deaths globally (95% CI, .7 million-1.5 million deaths). Of the countries with available vital statistics data, we found a 25-70-fold variation in excess mortality rate estimates for the pandemic period of 1957-1959, depending on the cause of death considered, with even morepronounced variation in the first year of pandemic virus circulation. Development indicators such as GDP, infant mortality, and baseline respiratory mortality rates, as well as latitude, were moderate predictors of excess mortality rates. Interestingly, the brunt of pandemic's impact was delayed to the second and third year of pandemic virus circulation in 44% of countries with WHO data.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Traditional influenza-associated excess mortality studies have relied on seasonal regression of weekly or monthly mortality statistics, but such data are lacking for the period relevant to the 1957-1959 pandemic for most countries. Instead, we used an annualized approach adapted from a study of the 1918 pandemic [2] , in which we estimated annual mortality occurring in excess of a flexible model baseline value fitted to surrounding years. Unlike the previous study [2] , however, we considered cause-specific deaths, including those due to pneumonia and influenza, respiratory diseases, and cardiorespiratory diseases, rather than all-cause mortality, which increases the specificity of our estimates.", "cite_spans": [{"start": 314, "end": 317, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 469, "end": 472, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We checked the validity of our approach for Chile, the United States, and Canada, where both annual and monthly vital statistics were available [6, 7, 10, 13] . Reassuringly, estimates for Chile were highly consistent between the annualized approach and traditional seasonal regression methods relying on temporally disaggregated data [13] . For Canada and the United States, our estimates for the first wave of the 1957 pandemic, based on annual all-age data, were substantially lower than those reported earlier, although age-specific estimates were more consistent, especially for individuals aged <65 years [6, 7, 10] . This is due in part to the relatively mild nature of this pandemic in the United States and Canada and to the preponderance of age groups with high baseline mortality levels in aggregated all-age data, particularly those involving infants and elderly individuals [6] [7] [8] 14] . This so-called drowning effect may explain why global extrapolations based on age-specific data were consistently higher than those based on all-age data, suggesting that age-specific extrapolations may be more valid.", "cite_spans": [{"start": 144, "end": 147, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 148, "end": 150, "text": "7,", "ref_id": "BIBREF6"}, {"start": 151, "end": 154, "text": "10,", "ref_id": "BIBREF9"}, {"start": 155, "end": 158, "text": "13]", "ref_id": "BIBREF12"}, {"start": 335, "end": 339, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 611, "end": 614, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 615, "end": 617, "text": "7,", "ref_id": "BIBREF6"}, {"start": 618, "end": 621, "text": "10]", "ref_id": "BIBREF9"}, {"start": 887, "end": 890, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 891, "end": 894, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 895, "end": 898, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 899, "end": 902, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Another limitation of our annual approach is that we cannot remove the effect of seasonal influenza epidemics from the baseline, except for the unusual occurrence of well-characterized severe influenza seasons, such as the 1951 epidemic in the United Kingdom, Ireland, and Canada [8] . Similarly, we cannot remove the effect of unusual outbreaks of other respiratory pathogens in baseline calculations. Overall, our pandemic estimates measure the amount of excess mortality occurring above and beyond that of typical seasons, which include the combined effect of many pathogens, and hence these estimates should be regarded as conservative.", "cite_spans": [{"start": 280, "end": 283, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "We also considered other potential sources of increased mortality related to natural disasters and military unrest as a potential source of mismeasurement. We identified 6 events relevant to our study period, including 4 military coups (in Colombia, Venezuela, El Salvador, and Panama), a war (in Egypt), and an earthquake (in Chile). Five of these events did not result in elevated cause-specific mortality (mortality due to cardiorespiratory and respiratory diseases in years coinciding with these events were either below or within 5% of baseline). The 6th notable event relates to a military coup in Venezuela in 1958, coinciding with a 19% mortality elevation over baseline. However, mortality rates were even higher in 1957, the first year of the pandemic, and remained elevated in 1959, the third year of pandemic virus circulation, suggesting that the observed mortality elevation is part of a long-lasting pandemic effect rather than due to civil unrest. Further substantiation of this argument is provided by the age patterns of deaths in Venezuela, as the increase in mortality during 1958 was most pronounced in the 5-24-year age group and most attenuated in other age groups, as would be expected if such elevation were caused by the pandemic.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Overall, despite uncertainty in some of our lower end estimates, our large multinational sample convincingly indicates that Latin America-and particularly Chile-fared substantially worse than other regions. Further, the full range of global extrapolations provided in this study by use of different approaches should be considered as plausible estimates of the 1957-1959 pandemic burden (0.7 million-2.1 million excess deaths, corresponding to mortality rates of 2.6-7.4 deaths/10 000 population).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our country-level analysis revealed great (25-70-fold) geographic variation in the pandemic-related mortality burden, explained in part by health and economic disparities (with the latter explaining 37%-99% of variance for various mortality outcomes). A multinational study of the 1918 pandemic reported 30-fold variation in excess mortality rates across 27 countries; approximately 50% of the variance could be attributed to differences in income, but health indicators such as infant mortality or respiratory death rates were not studied [2] .", "cite_spans": [{"start": 540, "end": 543, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Substantial residual variation in mortality remained in our study after adjustment for development indicators, including among neighboring countries. For example, Finland experienced substantially higher mortality than Denmark, the Netherlands, or Sweden. In addition, the extremely low impact of pandemic-related mortality in Egypt is notable; however, the lack of additional mortality data from the region precludes further comparison. Owing to the lack of relevant vital statistics data, our global model extrapolated to 122 countries did not include potentially important health covariates, such as background respiratory mortality rates. In this study, we have shown that background cause-specific mortality can be an important predictor of the pandemic-related mortality burden, especially for highly specific outcomes, such as pneumonia and influenza. Moving forward, accurate projection of the disease burden of future pandemic events would require availability of these covariates for a large sample of countries.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Between-country variation could be attributed in part to differences in prior immunity, as prior experience with influenza A(H1N1) virus may have reduced the severity of influenza A(H2N2) virus infection, although the mechanisms of crosssubtypic immunity remain debated [15] . It is worth noting that a severe epidemic of influenza A(H1N1) infection swept through the United Kingdom, the northeastern United States, and Canada in 1951 [8] and featured as a season with a high mortality rate in some of the studied countries. Although information on global influenza virus strain circulation is scarce prior to 1957, heterogeneity in exposure to influenza A(H1N1) virus could have affected baseline immunity to the 1957 pandemic virus. Alternatively, seasons of severe influenza A(H1N1) virus infection could have resulted in the death of frail individuals prior to the emergence of the pandemic influenza A(H2N2) virus in some regions.", "cite_spans": [{"start": 270, "end": 274, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 435, "end": 438, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our regression models indicate that mortality predictors varied by age and mortality outcome. In particular, baseline mortality rates were strong predictors of pandemic-related excess mortality due to pneumonia and influenza, while GDP was a better predictor of broader disease outcomes. The infant mortality rate was a strong predictor of pandemic-related excess mortality in children <5 years of age, perhaps because infant mortality is a fair indicator of infectious diseases-related health issues in younger age groups. Interestingly, high GDP was predictive of high excess mortality among seniors, perhaps because a higher GDP correlates with a greater share of older age groups demographically and greater prevalence of comorbid conditions. Overall, estimates for the youngest and oldest segments of the population have to be taken with caution because of the use of an annual approach and the high background death rate of these age groups [14] . In contrast, mortality estimates for intermediate age groups are more specific and robust, especially for teenagers and young adults, who were particularly affected by this pandemic.", "cite_spans": [{"start": 947, "end": 951, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Geographic variation in excess mortality rates was reduced by standardizing burden estimates by baseline rates of death, suggesting that underlying coding practices may affect disease estimates. In particular, Chile was a clear outlier in the magnitude of mortality due to pneumonia and influenza and to respiratory diseases, even in prepandemic seasons, with 2-3-fold higher baseline rates than Colombia. Such a large difference could in principle reflect a higher propensity of doctors to assign deaths to respiratory illnesses in Chile; however, the magnitude of pandemic-related estimates of mortality due to cardiorespiratory diseases in this country indicates this is not simply a coding artifact.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The sample of countries contributing historical vital statistics data to the WHO was biased toward highly developed regions, although we did have fair representation of low-income countries, including several countries (such as Chile) with a GDP of less than $2000/year. Our global extrapolation model infers high pandemic-related excess mortality rates in lowincome countries underrepresented in our sample, which drives global estimates upward. This explains why our globally extrapolated pandemic rates are 33%-50% higher than the average excess mortality rate estimated for countries with historical data. Our study covered a broad geographic scope, including the Americas, Europe, and the Asia-Pacific region; however, we did not have any data from Africa. As in other international influenza studies [2, 3] , the paucity of available data from Africa indicates that global estimates may not be fully representative of the global pandemic experience.", "cite_spans": [{"start": 806, "end": 809, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 810, "end": 812, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The age patterns of the 1957 pandemic have been well described in the United States and Canada [7, 16] and align well with our findings in a larger set of countries. We found a sharp elevation of excess mortality rates among school-aged groups at the time of the pandemic, with a consistent signature even in countries mildly affected by the pandemic overall. The impact on school-aged children was particularly pronounced in the first year of influenza A(H2N2) virus circulation, while the impact on older adults was stronger in subsequent years-a pattern reminiscent of the 1918 and 2009 pandemic [17] [18] [19] . Excess mortality rates were lowest in school-aged children and increased monotonously at older ages, in line with agespecific excess mortality rates reported in the United States [7, 16] and consistent with a lack of protection of the elderly population from excess mortality (termed \"senior sparing\"). A seroepidemiology study has reported prepandemic protective antibodies to A/H2 in Dutch persons older than approximately 70 years [20] and is not necessarily contradictory to our data, as it would have been nearly impossible to detect a sparing effect, given the small population size of these age groups and the resolution of our data set. It is generally accepted that senior sparing did not play a major role in the 1957 pandemic, in contrast to the 1918, 1968, and 2009 pandemics, when seniors were partially protected due to prior childhood exposure to antigenically related viruses [3, 17, [21] [22] [23] [24] .", "cite_spans": [{"start": 95, "end": 98, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 99, "end": 102, "text": "16]", "ref_id": "BIBREF15"}, {"start": 599, "end": 603, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 604, "end": 608, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 609, "end": 613, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 795, "end": 798, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 799, "end": 802, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1050, "end": 1054, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 1508, "end": 1511, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1512, "end": 1515, "text": "17,", "ref_id": "BIBREF17"}, {"start": 1516, "end": 1520, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 1521, "end": 1525, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1526, "end": 1530, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 1531, "end": 1535, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, our study fills a gap in the availability of global mortality estimates for historical influenza pandemics, which can help guide pandemic planning. Our model extrapolates 2.7 million influenza-related deaths (95% CI, 1.6 million-3.4 million deaths) should a virus of similar severity to the 1957 pandemic influenza A(H2N2) virus return in the 2005 population, which is intermediate between global estimates for the 2009 pandemic (0.3 million-0.4 million deaths [3] ) and a devastating 1918-like pandemic (62 million deaths; range, 51 million-81 million deaths [2] ). Overall, our study reinforces substantial geographic variation in the pandemic-related mortality burden between countries, much of which remains unexplained, thus echoing recent work on the 1918 and 2009 pandemic [2, 3] . Such variations indicate that the proposed use of a pandemic severity index may be problematic unless it is based on multiple countries representative of a spectrum of health and economic development in several world regions. Further, our study suggests that it is critical to both consider the absolute and relative impact of a pandemic-by country and age groups-to fully understand severity patterns in various populations. In future pandemics, it will be critical to analyze severity statistics from a number of indicator countries, to generate more-accurate estimates of the global disease burden in near real time.", "cite_spans": [{"start": 476, "end": 479, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 575, "end": 578, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 795, "end": 798, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 799, "end": 801, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at http://jid.oxfordjournals.org. Consisting of data provided by the author to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the author, so questions or comments should be addressed to the author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The need for interdisciplinary studies of historic pandemics", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "2", "pages": "1--5", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918-20 pandemic: a quantitative analysis", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}, {"first": "B", "middle": [], "last": "Chin", "suffix": ""}, {"first": "D", "middle": [], "last": "Feehan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Hill", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "368", "issn": "", "pages": "2211--2219", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global mortality estimates for the 2009 Influenza Pandemic from the GLaMOR project: a modeling study", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "P", "middle": [], "last": "Spreeuwenberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Lustig", "suffix": ""}], "year": 2013, "venue": "PLoS Med", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Multinational impact of the 1968 Hong Kong influenza pandemic: evidence for a smoldering pandemic", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Grais", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Lafont", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2005, "venue": "J Infect Dis", "volume": "192", "issn": "", "pages": "233--281", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "US Department of Health and Human Services. HHS Pandemic influenza plan", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Excess mortality from epidemic influenza", "authors": [{"first": "J", "middle": [], "last": "Housworth", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Langmuir", "suffix": ""}], "year": 1974, "venue": "Am J Epidemiol", "volume": "100", "issn": "", "pages": "40--48", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Excess pneumonia-influenza mortality by age and sex in three major influenza A2 epidemics", "authors": [{"first": "R", "middle": ["E"], "last": "Serfling", "suffix": ""}, {"first": "I", "middle": ["L"], "last": "Sherman", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Houseworth", "suffix": ""}], "year": 1960, "venue": "Am J Epidemiol", "volume": "86", "issn": "", "pages": "433--474", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "1951 influenza epidemic, England and Wales, Canada, and the United States", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "T", "middle": [], "last": "Tam", "suffix": ""}, {"first": "D", "middle": [], "last": "Fleming", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "661--669", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Influenza pandemics in Singapore, a tropical, globally connected city", "authors": [{"first": "V", "middle": ["J"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Chan", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1052--1059", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Age-specific mortality risk from pandemic influenza", "authors": [{"first": "J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "J", "middle": [], "last": "Dushoff", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Earn", "suffix": ""}], "year": 2011, "venue": "J Theor Biol", "volume": "288", "issn": "", "pages": "29--34", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cause of Death Query online", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Gapminder: a fact-based world view", "authors": [{"first": "", "middle": [], "last": "Gapminder", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Mortality patterns and transmission dynamics of the 1957-59 pandemic in Chile. International Conference on Emerging Infectious Diseases", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "R", "middle": [], "last": "Fuentes", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The perils of using annual all-cause mortality data to estimate pandemic influenza burden", "authors": [{"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2011, "venue": "Vaccine", "volume": "29", "issn": "2", "pages": "49--55", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Prior H1N1 influenza infection and susceptibility of Cleveland Family Study participants during the H2N2 pandemic of 1957: an experiment of nature", "authors": [{"first": "S", "middle": ["L"], "last": "Epstein", "suffix": ""}], "year": 2006, "venue": "J Infect Dis", "volume": "193", "issn": "", "pages": "49--53", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The age distribution of excess mortality during A2", "authors": [{"first": "W", "middle": ["J"], "last": "Housworth", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Spoon", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hong Kong influenza epidemics compared with earlier A2 outbreaks", "authors": [], "year": 1971, "venue": "Am J Epidemiol", "volume": "94", "issn": "", "pages": "348--50", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Epidemiological evidence of an early wave of the 1918 influenza pandemic in New York City", "authors": [{"first": "D", "middle": ["R"], "last": "Olson", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Edelson", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci U S A", "volume": "102", "issn": "", "pages": "11059--63", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Recrudescent wave of pandemic A/H1N1 influenza in Mexico, winter 2011-2012: Age shift and severity", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "S", "middle": [], "last": "Echevarria-Zuno", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2012, "venue": "PLoS Curr", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Increased transmissibility explains the third wave of infection by the 2009 H1N1 pandemic virus in England", "authors": [{"first": "I", "middle": [], "last": "Dorigatti", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2013, "venue": "Proc Natl Acad Sci U S A", "volume": "110", "issn": "", "pages": "13422--13429", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pre-epidemic antibody against 1957 strain of Asiatic influenza in serum of older people living in the Netherlands", "authors": [{"first": "J", "middle": [], "last": "Mulder", "suffix": ""}, {"first": "N", "middle": [], "last": "Masurel", "suffix": ""}], "year": 1958, "venue": "Lancet", "volume": "1", "issn": "", "pages": "810--814", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Age-and sex-specific mortality associated with the 1918-1919 influenza pandemic in Kentucky", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "J", "middle": [], "last": "Eisenstein", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Reid", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "207", "issn": "", "pages": "721--730", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Epidemiologic characterization of the 1918 influenza pandemic summer wave in Copenhagen: implications for pandemic control strategies", "authors": [{"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "197", "issn": "", "pages": "270--278", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Spanish influenza pandemic in occidental Europe (1918-1920) and victim age", "authors": [{"first": "A", "middle": [], "last": "Erkoreka", "suffix": ""}], "year": 2010, "venue": "Influenza Other Respi Viruses", "volume": "4", "issn": "", "pages": "81--90", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The signature features of influenza pandemics-implications for policy", "authors": [{"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "M", "middle": [], "last": "Balinska", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "2595--2603", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Global maps of pandemic influenza-related mortality rates during the 1957-1959 pandemic period. Estimates are based on 39 countries with available respiratory disease-related mortality data (top panel) and model extrapolation to 122 world countries based on development and geographic indicators (bottom panel).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Global Pandemic Influenza Mortality Burden Estimates for 1957 and for the3-Year Period 1957-1959 Abbreviations: CI, confidence interval; ICD-7, International Classification of Diseases, Seventh Revision. a Estimates are for countries with adequately detailed vital statistics data in the World Health Organization mortality database. Estimates of pandemic-related excess mortality rates are based on the difference between the observed mortality rate during pandemic years and a model-predicted spline baseline rate fitted to the mortality rate in the surrounding years. b Data are for 46 countries, using ICD-7A or ICD-7B codes. c Data are for 39 countries, using ICD-7A codes. d Pandemic mortality rates were extrapolated to 122 countries, using the observed relationship between country-specific mortality estimates and development indicators. Data are based on a multivariate model including gross domestic product and latitude as predictors; 95% CIs rely on bootstrapping. See SupplementaryTable 2for country-specific mortality estimates.", "latex": null, "type": "table"}, "TABREF1": {"text": "Age-Specific Estimates of the Global Pandemic-Related Mortality Burden RR) is calculated as the excess respiratory disease-associated mortality rate in 1957-1959 divided by the baseline mortality rate during 1957-1959. This ratio considers severity in an age group or a country as a relative measure and adjusts for different levels of background mortality. c Data are estimates extrapolated to 122 countries, using separate models based on development indicators fitted to each age group.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1. Global Pandemic Influenza Mortality Burden Estimates for 1957 and for the 3-Year Period 1957 - 1959", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pandemic-Related Excess Mortality, Deaths/10 000 Population (95% CI)\n</td></tr><tr><td>Mortality Outcome and Model\n</td><td>1957 </td><td>1957-1959\n</td></tr><tr><td>Population-weighted mean for select countriesa\n</td><td> </td></tr><tr><td>Deaths due to pneumonia and influenzab </td><td>1.2 (.8-1.6) </td><td>1.8 (1.3-2.6)\n</td></tr><tr><td>Deaths due respiratory diseasesc </td><td>1.3 (.8-1.9) </td><td>1.9 (1.3-2.9)\n</td></tr><tr><td>Deaths due cardiorespiratory diseasesc </td><td>1.5 (.9-2.1) </td><td>2.4 (1.8-3.0)\n</td></tr><tr><td>Global extrapolationd\n</td><td> </td><td> </td></tr><tr><td>Deaths due to pneumonia and influenza </td><td>1.7 (1.3-2.2) </td><td>2.9 (2.1-3.8)\n</td></tr><tr><td>Deaths due respiratory diseases </td><td>2.3 (1.6-2.9) </td><td>4.0 (2.6-5.3)\n</td></tr><tr><td>Deaths due cardiorespiratory diseases </td><td>2.4 (1.6-3.1) </td><td>4.0 (2.8-5.1)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 3. Identified Predictors of Pandemic-Related Excess Mortality Burden During 1957 - 1959 for Each Mortality Outcome Under Study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outcome, Predictor\n</td><td>Countries, No.\n</td><td>% Variance Explained\nR2\n</td><td>Point Estimate ± SE\n</td><td>P\nValues\n</td></tr><tr><td>Death due to pneumonia and influenza\n</td><td>46 </td><td>45\n</td><td> </td><td> </td></tr><tr><td>Baseline death rate </td><td> </td><td> </td><td>0.36 ± 0.06 </td><td>&lt;.0001\n</td></tr><tr><td>Death due to respiratory diseases\n</td><td>39 </td><td>38\n</td><td> </td><td> </td></tr><tr><td>GDP </td><td> </td><td> </td><td>−0.00315 ± 0.001 </td><td>.0037\n</td></tr><tr><td>Latitude </td><td> </td><td> </td><td>−0.170 ± 0.126 </td><td>.19\n</td></tr><tr><td>Death due to cardiorespiratory diseases\n</td><td>39 </td><td>37\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td>GDP </td><td> </td><td> </td><td>−0.00257 ± 0.001 </td><td>.016\n</td></tr><tr><td> </td><td> </td><td>Latitude </td><td>−0.255 ± 0.127 </td><td>.053\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Age-Specific Estimates of the Global Pandemic-Related Mortality Burden", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Excess Respiratory Deaths/10 000 Population, Mean of\n</td><td>RR of Pandemic-Related Death,\n</td><td>Global Extrapolation of Excess, Deaths/10 000 Population,\n</td><td>Global Extrapolation of the no. of Excess Deaths,\n</td><td>Age Group-Specific Excess Deaths,\n</td></tr><tr><td>Age Group, y\n</td><td>39 Countries (95% CI)a\n</td><td>Mean (95% CI)a,b\n</td><td>Mean (95% CI)c\n</td><td>Mean ± SDc\n</td><td>% of Total\n</td></tr><tr><td>0-4 </td><td>10.44 (5.16-16.48) </td><td>0.08 (.06-.11) </td><td>15.99 (10.19-21.82) </td><td>659 700 ± 119 900 </td><td>44.1\n</td></tr><tr><td>5-14 </td><td>0.63 (.48-.81) </td><td>0.27 (.21-.35) </td><td>0.93 (.71-1.15) </td><td>61 900 ± 7400 </td><td>4.1\n</td></tr><tr><td>15-24 </td><td>0.55 (.42-.73) </td><td>0.34 (.26-.42) </td><td>0.89 (.46-1.47) </td><td>40 100 ± 11 300 </td><td>2.7\n</td></tr><tr><td>25-49 </td><td>0.67 (.48-.97) </td><td>0.16 (.13-.19) </td><td>1.12 (.64-1.67) </td><td>94 500 ± 21 700 </td><td>6.3\n</td></tr><tr><td>50-64 </td><td>3.17 (2.39-4.32) </td><td>0.13 (.11-.17) </td><td>5.46 (3.68-7.48) </td><td>155 000 ± 26 900 </td><td>10.3\n</td></tr><tr><td>≥65 </td><td>12.93 (8.5-19.6) </td><td>0.08 (.05-.13) </td><td>23.3 (14.43-34.66) </td><td>486 300 ± 105 500 </td><td>32.5\n</td></tr><tr><td>Overall </td><td>3.43 (2.1-5.06) </td><td>0.14 (.06-.32) </td><td>5.23 (3.31-7.4) </td><td>1 488 500 ± 272 000 </td><td>100.0\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments. This research was conducted in the context of the Multinational Influenza Seasonal Mortality Study, an ongoing international collaborative effort to understand influenza epidemiological and evolutionary patterns, led by the Fogarty International Center, National Institutes of Health (available at: http://www.origem.info/misms/index.php).Financial support. Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}