{
    "paper_id": "dd7699a2f9f8b7599bb89236851fec464db2060d",
    "metadata": {
        "title": "In-flight transmission of Severe Acute Respiratory Syndrome (SARS): A Case Report",
        "authors": [
            {
                "first": "Annelies",
                "middle": [],
                "last": "Wilder-Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nam",
                "middle": [],
                "last": "Leong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [
                    "S"
                ],
                "last": "Villacian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a new emerging infectious disease, thought to be caused by a novel coronavirus, and is associated with significant morbidity and mortality. 1, 2 On 15 March 2003, the World Health Organization (WHO) stated that SARS is now \"a worldwide health threat\". 3 The recent outbreak of SARS in Singapore was triggered by a Singaporean traveler who returned from Hong Kong to Singapore at the end of February 2003. She was admitted on 1 March 2003 with symptoms consistent with the WHO criteria for SARS. She had stayed on the same hotel floor as another hotel guest who was eventually identified as the source patient for the SARS epidemic in Hong Kong, and who was also epidemiologically linked to the outbreak in Toronto, Canada. 4, 5 The clinical manifestations and the ensuing epidemic of the Singaporean index case have been described elsewhere. 6 Here we report the first in-flight transmission of SARS, related to the SARS outbreak in Singapore. A 22year-old previously well Singaporean flight attendant of Chinese ethnicity was working on the flight from New York to Singapore on 14 March 2003. One of the passengers was a doctor who had attended to the abovementioned index case in Singapore from 3 to 9 March, at a time when the diagnosis of SARS was not known and respiratory and contact precautions were not yet in place. He had been feeling unwell since 9 March, with high fever and dry cough. 7 After the Singapore Ministry of Health alerted the airline to the possibility of SARS (which was subsequently confirmed 7 ), he was kept isolated in the back of the plane. The contact of the stewardess with him was brief, and only involved serving and picking up the food tray. Almost no communication took place, and the patient recalled that she kept a distance of more than 1 m between her and the doctor.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 187,
                    "end": 188,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 297,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 770,
                    "end": 771,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 886,
                    "end": 887,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1442,
                    "end": 1443,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On arrival in Singapore, the crew and all the passengers were debriefed about SARS, the recognition of symptoms and the advice to go to a public hospital in Singapore designated the SARS hospital, should these symptoms arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Four days after this contact, the patient developed a fever associated with chills, rigors and myalgia. She remained at home for the following few days, and only went for screening at the SARS hospital on 24 March. At the time of admission, she had an oral temperature of 37.6°C. The chest was clear to auscultation, and the remainder of the physical examination was normal. The total white cell count (4.5 ǂ 10 9 /L) (with 26% lymphocytes and 65% polymorphs), hemoglobin and platelet count were all normal. Electrolytes and creatine kinase were normal; liver transaminases were slightly elevated above normal. The chest X-ray showed discrete haziness in the left middle zone. Other infectious causes were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the epidemiologic link, fever and chest x-ray findings, the patient was classified as having probable SARS. The fever spiked on day 3 of admission, and sequential chest x-rays revealed progressive consolidation in the left middle zone. Pregnancy was excluded, and the patient was started on ribavirin 800 mg three times per day over 7 days. She developed nausea and vomiting on ribavirin. She defervesced from day 5 onwards (day 10 of illness), but developed a dry cough. Her oxygen saturation on room air always remained above 98%. Serum lactate dehydrogenase (LDH) remained within the normal limit. As from day 6 of admission (day 11 of illness) she felt well, except for a residual cough. She was discharged after three further days of being afebrile. Her chest x-ray on discharge had improved remarkably and only showed some residual haziness in the left middle zone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case shows that even brief encounters with SARS patient may lead to infection. No other passenger (except for the accompanying wife and mother-in-law of the doctor, who all had extensive contact prior to the flight) and no other crew member were infected during this flight, although there were other flight attendants who served the ill passenger. It appears that there are people with presumably similar levels of exposure in whom clinical disease does not develop. 6, 8 Factors contributing to the susceptibility constitute an important area for future study.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 477,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the currently available data, about 85% of all SARS patients improve. 2 This patient clearly had a mild course, with only unilateral lung involvement and no requirement for oxygen supplementation. As, to date, no randomized controlled studies on ribavirin in SARS patients have been conducted, it is unclear whether her improvement was due to ribavirin or was just part of the natural course of her illness. It may also be possible that her contact with the SARS patient was brief, and therefore the viral inoculum lower, compared to contacts with repeated or prolonged exposure. She certainly had no risk factors known to be associated with a worse outcome such as advanced age, high LDH and co-morbidity. 2 This is the first reported case of in-flight transmission; however, the mass media have since highlighted and dramatized further cases of transmission of SARS on airplanes, consistent with the explosively evolving epidemiology of this disease. Systematic studies are imperative, to determine the real risk of in-flight transmission.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 720,
                    "end": 721,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fortunately, it appears that SARS is not associated with airborne transmission, but that the pattern of spread is suggestive of droplet or contact transmission. 2 Therefore, mass infection on airplanes is unlikely. However, from the Singapore and Canada experience we have learned that it only takes one imported case to trigger off an epidemic in another country. 5, 6 The implementation of effective screening to prevent SARS patients from boarding airplanes is therefore crucial, not only to prevent in-flight transmission, but also to prevent the introduction of this disease to other countries. The Centers for Disease Control (CDC) has published interim guidelines on how to deal with airline passengers with symptoms suggestive of SARS and how to protect flight crew members (http://www.cdc.gov/ncidod/sars/ flight_crew_guidelines.htm).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 368,
                    "end": 369,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. WHO issues emergency travel advisory: severe acute respiratory syndrome (SARS) spreads worldwide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outbreak of severe acute respiratory syndrome in Hong Kong Special Administrative Region: case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "850--852",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "6",
            "pages": "713--717",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Case clusters of the severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "6--7",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}