{
    "paper_id": "dd89cc68f7306fddbd42bfad896f50e19728fca8",
    "metadata": {
        "title": "AVP-IC 50 Pred: Multiple Machine Learning Techniques-Based Prediction of Peptide Antiviral Activity in Terms of Half Maximal Inhibitory Concentration (IC 50 )",
        "authors": [
            {
                "first": "Abid",
                "middle": [],
                "last": "Qureshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Council of Scientific and Industrial Research",
                    "location": {
                        "addrLine": "Sector 39-A",
                        "settlement": "Chandigarh-160036",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Himani",
                "middle": [],
                "last": "Tandon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Council of Scientific and Industrial Research",
                    "location": {
                        "addrLine": "Sector 39-A",
                        "settlement": "Chandigarh-160036",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Manoj",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Council of Scientific and Industrial Research",
                    "location": {
                        "addrLine": "Sector 39-A",
                        "settlement": "Chandigarh-160036",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Peptide-based antiviral therapeutics has gradually paved their way into mainstream drug discovery research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Experimental determination of peptides' antiviral activity as expressed by their IC 50 values involves a lot of effort. Therefore, we have developed \"AVP-IC 50 Pred,\" a regression-based algorithm to predict the antiviral activity in terms of IC 50 values (lM). A total of 759 nonredundant peptides from AVPdb and HIPdb were divided into a training/test set having 683 peptides (T 683 ) and a validation set with 76 independent peptides (V 76 ) for evaluation. We utilized important peptide sequence features like amino-acid compositions, binary profile of N8-C8 residues, physicochemical properties and their hybrids. Four different machine learning techniques (MLTs) namely Support vector machine, Random Forest, Instance-based classifier, and K-Star were employed. During 10-fold cross validation, we achieved maximum Pearson correlation coefficients (PCCs) of 0.66, 0.64, 0.56, 0.55, respectively, for the above MLTs using the best combination of feature sets. All the predictive models also performed well on the independent validation dataset and achieved maximum PCCs of 0.74, 0.68, 0.59, 0.57, respectively, on the best combination of feature sets. The AVP-IC 50 Pred web server is anticipated to assist the researchers working on antiviral therapeutics by enabling them to computationally screen many compounds and focus experimental validation on the most promising set of peptides, thus reducing cost and time efforts. The server is available at http://crdd.osdd.net/servers/ic50avp. V C 2015 Wiley Periodicals, Inc. Biopolymers (Pept Sci) 104: 753-763, 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A ntiviral peptides (AVPs) have recently emerged as an alternative strategy to fight disease causing viruses. 1 The peptide Enfuvirtide (T20) is the first AVP approved by the FDA against HIV. 2 Similarly, Sifuvirtide (SFT) peptide has shown potent anti-HIV activity and pharmacokinetic profiles and is under phase-II clinical trial. 3 The peptide CIGB-228 has shown potency against Human papilloma virus (HPV) infections and is under Phase II clinical trial. 4 A peptide-based HLA-A2-restricted CTL epitope capable of inducing both cellular and humoral responses is in phase I clinical trials against Hepatitis C virus (HCV). 5 Another synthetic peptide (SPC3) was reported to prevent the HIV infection and is being evaluated for its antiviral properties in phase II clinical trials. 6 Since peptides are involved in a number of cellular processes, they have a considerable potential to act as drugs in treating human diseases. Many peptide-based drugs are already generating billions of dollars in annual sales. 7 Peptide-based drugs like penicillin and insulin has been widely used as therapeutics. 8 Antimicrobial peptides are produced by living organisms as a means of defense against invading microbes including bacteria, protozoa, fungi and viruses, for example, cathelicidins, defensins, histatins, and so forth. 9 Lately, antimicrobial peptides have been used to control different types of pathogens, particularly viruses 1,10 which are a major cause of malaise and death in the world because of their high genetic variation, different routes of transmission, efficient replication, and the capability to persist in the host cells. 11 Although there are several traditional antiviral nucleoside and non-nucleoside analogues against few viruses, many of these drugs have undesirable toxic effects. 12 Whereas, AVPs with natural amino acids have lesser toxicity and are easily eliminated from the body. 13 The AVPs block the viruses via different strategies including inhibition of virus fusion, signaling, replication, and so forth. 14 They can interact with various glycosaminoglycans on the cell surface and thus compete with the virus for attachment sites. They may obstruct viral entry by binding virus fusion protein or cellular receptors needed for virus internalization. They can also hinder viral gene expression or translation via inhibition of essential viral proteins like polymerase, reverse transcriptase, and so forth. 15 The earliest reports of AVPs were described for herpes simplex virus (HSV). 16 Daher reported a-defensin as an AVP against HSV. 17 Melittin peptide has been noted to have inhibitory activity against HIV 18 and Junin virus (JV). 10 Similarly alloferon peptides have been demonstrated to inhibit influenza virus. 19 Peptides derived from human lactoferricin were shown to possess potent antiviral activity against a variety of viruses. 20 Generally, the efficacy of AVPs is measured as the half maximal inhibitory concentration (IC 50 ) which is a quantitative measure to signify the concentration of a molecule or drug required to block a given biological process by half (50%). 21 For example, \"FluPep\" blocks Influenza virus entry into the cells with an IC 50 of 0.10 lM. 22 Also, peptides derived from RhoA protein restrict Respiratory syncytial virus (RSV) replication and the best performing peptide accomplished an IC 50 of 1.23 lM. 23 Similarly, Pinon et al. 24 were able to inhibit Human T-cell leukemia virus (HTLV) protease using AVPs with a minimum IC 50 of 0.28 lM. Also, Ray et al. 25 demonstrated the ability of small peptides in inhibiting HCV translation as well as replication by disrupting the interaction between NS3 protease and HCV IRES with an IC 50 value of 5 lM.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 193,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 334,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 460,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1102,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1321,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1640,
                    "end": 1642,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1805,
                    "end": 1807,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1911,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2040,
                    "end": 2042,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 2440,
                    "end": 2442,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 2519,
                    "end": 2521,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 2571,
                    "end": 2573,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 2646,
                    "end": 2648,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2671,
                    "end": 2673,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2754,
                    "end": 2756,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2877,
                    "end": 2879,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 3216,
                    "end": 3218,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 3381,
                    "end": 3383,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 3408,
                    "end": 3410,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 3537,
                    "end": 3539,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although, for AVPs two specialized databases, \"HIPdb\" for HIV 15a and \"AVPdb\" for more than 60 viruses 14 are available. Additionally, AVP prediction algorithm \"AVPpred,\" 26 which classifies a given peptide sequence as effective or non-effective also exists. However a peptide antiviral activity predictor in terms of IC 50 value is lacking. Therefore, in this study we have developed a regression-based algorithm, \"AVP-IC 50 Pred\" using experimentally proven datasets by employing multiple machine learning algorithms. Peptide Features. We have used the different features like amino acid composition, binary profiles, physicochemical properties, solvent accessibility, secondary structure, and their hybrids for model development. In addition, we have also used database scanning technique to display earlier reported sequences matching with user provided peptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Amino Acid Composition. Amino acid composition has been widely used in a number of existing prediction methods. 27 It is the fraction of each amino acid in a peptide. The fraction of all 20 natural amino acids was calculated using the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "Fraction of amino acid X5Total number of X=peptide length The models developed using mono and di amino acid compositions are termed as \"Mono\" and \"Di,\" respectively. Binary Profile. Many researchers have used binary method for predicting proteins and peptides belonging to different classes. 28 Binary profiles were generated for the peptides with each amino acid being represented by a vector of 20 dimensions (e.g., Ala by 1,0,0,0, 0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0 and Cys by 0,1,0,0,0,0,0,0,0,0,0,0,0,0, 0,0,0,0,0,0, etc.) to incorporate positional information of amino acids in a peptide. A pattern of window length \"w\" was represented by a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm Development"
        },
        {
            "text": "Qureshi, Tandon, and Kumar vector of dimensions 20*w. The models created employing the binary pattern of eight carboxy and eight amino terminal amino acids are referred to as \"C-8 Bin\" and \"N-8 Bin,\" respectively. We have generated binary pattern of eight amino acid residues since it is the minimum length of peptides in our dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "Physicochemical Properties. A number of workers have demonstrated the importance of physicochemical properties in the development of different types of prediction models. 26, 29 We have used the numerical values of 15 best performing physicochemical properties (Supporting Information Table S3 ) from AAindex, a database of indices defining various physico and biochemical properties of amino acids and pairs of amino acids. 30 The model developed using the above physicochemical features is denoted as \"Physico.\" Solvent Accessibility. Solvent accessibility of a peptide determines the extent to which it interacts with the solvent. It is proportional to the surface area of the exposed peptide. 31 Solvent accessibility of the peptides was predicted using the method of ASAview. 32 The model developed using the solvent accessibility features is denoted as \"SA.\"",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 293,
                    "text": "Information Table S3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "754"
        },
        {
            "text": "Secondary Structure. The secondary structure of a peptide depicts the hydrogen-bonding pattern (a-helix, b-sheet, or random coil) of its backbone. 33 The secondary structure of the peptides was calculated using prediction PSSpred module (http://zhanglab.ccmb.med.umich. edu/PSSpred/) of I-TASSER platform. 34 The model developed using the secondary structural features is denoted as \"SS.\"",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "Database Scanning. Since sequences having high resemblance can mimic each other in structure and function, similarity search may be used to identify AVPs. This approach has been frequently used in the development of protein and peptide-based prediction methods. 3, 35 In this method, each query sequence is matched against two newly released AVP databases viz., AVPdb 14 and HIPdb 15a using BLAST. 36 Machine Learning Techniques Support Vector Machines. SVM has been used to develop number of bioinformatics algorithms. 37 The SVM light software package (available at http://svmlight.joachims.org/) was used to construct SVM models. In this study, we used the radial basis function kernel:",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 400,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "kðx; yÞ 5 expð2ckx2yk 2 Þ where x and y are two data vectors, and c is a training parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "Random Forest. Random forests (RFs) are an ensemble learning method for classification and regression. 38 The randomForest package version 4.6-7 in R (available at http://stat-www.berkeley.edu/users/ breiman/RandomForests) was used.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "IBk. IBk is a K-nearest neighbors classifier available in Weka package (accessible at http://www.cs.waikato.ac.nz/ml/weka/). It can select appropriate value of K based on cross-validation and distance weighting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "754"
        },
        {
            "text": "that is the value of a test instance is based upon the values of those training instances similar to it, as determined by similarity function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KStar. KStar is an instance-based classifier (IBk) in Weka package"
        },
        {
            "text": "In order to evaluate performance of our models, we used Pearson's correlation coefficient (PCC). Models were evaluated using 10-fold and leave one out cross validation (LOOCV) technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "In LOOCV each peptide in the dataset is used for testing iteratively and rest of the peptides are used to train the respective prediction models. In addition to LOOCV, we have also used Leave one virus out cross validation (LOVOCV) method. In this technique, AVPs from each virus are iteratively excluded and the classifier is trained on the remaining virus AVPs followed by testing on the excluded AVPs of that individual virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "AVP-IC 50 Pred models have been developed using various peptide sequence features including mono and di-amino acid com-position, binary pattern of eight C-terminal and N-terminal amino acids, physicochemical properties, and so forth. During 10-fold cross validation using SVM, we achieved a maximum correlation of 0.59, 0.61, 0.56, 0.51, 0.59, 0.22, 0.18 on mono, di, C8-binary, N8-binary and physico, solvent accessibility (sa), secondary structure (ss) models, respectively, on the T 683 training/ testing dataset. Using hybrid models of the above mentioned features, the performance was improved to a maximum of 0.66 in case of mono-di-physico-sa-ss composite features as shown in Table I . The SVM and RF parameters used to develop prediction models are shown in Supporting Information Table S4 . Furthermore, we calculated the P-value for different models and found that P-value of most of the models is statistically significant and <0.001 (For model no. 6 and 7 the P-value is < 0.05).",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 691,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 790,
                    "end": 798,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "Performance Evaluation During 10-Fold Cross Validation"
        },
        {
            "text": "We also used other machine learning algorithms like RF, IBk, and K* to check their performance on the T 683 training/ testing data using the above mentioned features. RF performed similar to SVM with best PCC of 0.64 on N8/C8-physico-sa-ss hybrid model while IBk and K* showed best performance of 0.56 and 0.55 on hybrid N8/C8-physico-sa-ss features (Table  I) . However, SVM performed better than other machine learning algorithms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 360,
                    "text": "(Table  I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Performance Evaluation During 10-Fold Cross Validation"
        },
        {
            "text": "Besides 10-fold cross validation, we also checked the performance of our models on independent dataset of 76 peptides (V 76 ) not used during training/testing. Here, we achieved a maximum correlation of 0.64, 0.66, 0.59, 0.48, 0.63, 0.21, 0.19 on mono, di, C8-binary, N8-binary, physico, solvent accessibility (sa), and secondary structure (ss) models, respectively, using SVM. As expected, the hybrid models gave a better correlation with a maximum PCC value of 0.74 on hybrid monodi-physico-sa-ss model and 0.73 on N8/C8-bin-physico-sa-ss model using SVM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance Evaluation on Independent Data Set"
        },
        {
            "text": "Other machine learning techniques (MLTs) performed in a similar trend but their correlation was less as compared to SVM. Their best correlations on the hybrid mono-di-physicosa-ss model were 0.68 for RF, 0.59 for IBk and 0.57 for K* ( Table I) . The correlation between actual and predicted IC 50 values of the independent dataset using SVM and RF is also graphically depicted in Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 380,
                    "end": 388,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Performance Evaluation on Independent Data Set"
        },
        {
            "text": "To further check the predictive performance for each virus in the 759 AVP dataset, we used LOVOCV method (Table II) . Overall, the training dataset performance during 10-fold cross validation ranged from PCC value of a minimum 0.55 to a maximum 0.68 with an average 0.60. Simultaneously, the validation performance ranged from PCC 0.13 to 0.80 with an average 0.43. The method showed good correlation for 38 out of 42 viruses. However, for few viruses like HIV, RSV, INFV A, and HSV the performance was not satisfactory. Since, enough AVPs for RSV, INFV A, and HSV were not available; therefore, we made a combined dataset of these viruses to develop a prediction model with a best PCC of 0.59 using LOOCV. This model performed well with a PCC of 0.54 for independent dataset of these three viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Performance Evaluation During LOVOCV"
        },
        {
            "text": "We have also developed virus specific models for HIV and HCV where reasonable numbers of peptides are available. We also checked the performance of our method using LOOCV technique by employing earlier mentioned peptide sequence features (Table III) . In this method we used specific AVP datasets belonging to HIV (295 AVPs) and HCV (124 AVPs) and individually divided them into training and validation datasets, keeping 10% of the data for validation in each case. Here also the performance was increased while using hybrid mono-diphysico and mono-di-C8/N8 bin features (PCC 0.60-0.65) as compared to individual feature (PCC 0.50-0.55).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 249,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Performance Evaluation During LOOCV"
        },
        {
            "text": "Two sample logos are used to graphically depict the differences between two sets of sequence alignments. 39 The web-based tool is freely available via the url: http://www.twosamplelogo. org. Highly and least effective AVPs were chosen to generate two sample logos using both 8 N-terminal and 8 C-terminal residues. The IC 50 values of highly and least effective AVPs were below 1 mM and above 100 mM, respectively. In the N terminal region, we found that large acidic amino acids like Met, Thr, Asp, and Glu were enriched in highly effective AVPs while small basic amino acids like Ala, Gly, and Lys were more common in least effective AVPs (Figure 2a) . Similarly in the C-terminal region, large polar and non-polar amino acids like Leu, Trp, and Asn were frequent in the highly effective AVPs while small positively charged amino acids like Gly, Lys, and Arg were more common in the least effective AVPs ( Figure  2b ). Two sample logos of the above sequences with different amino acids colored as per their charge, hydrophobicity, surface exposure, flexibility, and disorder are available in Supporting Information Figure S1 .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 652,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 908,
                    "end": 918,
                    "text": "Figure  2b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1118,
                    "end": 1127,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Two Sample Logo"
        },
        {
            "text": "The box plot is a convenient way to denote the summary statistics and the distribution of numerical data. It not only allows the depiction of the maximum, minimum, and median of a data set but also the visualization of lower and upper quartiles. 40 We selected 97 highly effective (IC 50 < 1 mM) and an equal number of least effective AVPs (IC 50 > 100 mM) and calculated the 15 best performing physicochemical properties (Supporting Information Table S3a ) predicted by SVM. Box plots for the individual properties were drawn using BoxPlotR (available at http://boxplot.tyerslab.com). The plots are shown in Supporting Information Figure S2(i and ii) . It was observed that some properties like helix initiation parameter (c), frequency of C-terminal non beta region (d), free energy in betastrand region (e, m) and frequency of helix (f, k) were more discriminative compared to others. Similar results were ",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 455,
                    "text": "Information Table S3a",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 632,
                    "end": 651,
                    "text": "Figure S2(i and ii)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Box Plots"
        },
        {
            "text": "AVP-IC 50 Pred web server is freely accessible via the URL http:// crdd.osdd.net/servers/ic50avp. A flowchart depicting the workflow of AVP-IC 50 Pred web server is shown in Supporting Information Figure S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Figure S3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Web Server"
        },
        {
            "text": "Input. On the submit page user may paste single or multiple peptide sequence(s) in FASTA format in the provided text-box or upload a FASTA file from the system. An \"Example link\" has been provided to load a default set of sequences. User can select the desired model and MLT to run the prediction (Supporting Information Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Web Server"
        },
        {
            "text": "Output. The prediction output is shown in tabular form with 10 columns. The first, second, and third columns consist of the sequence identifier for the input FASTA sequence, the sequence itself and the sequence length, respectively. The fourth column gives the action buttons for database scanning in order to check the presence of similar sequences in the existing antiviral databases HIPdb and AVPdb and also in the latest UniProt release using BLAST. Rest of the columns (5) (6) (7) (8) show the output of different MLTs used in this study (SVM, RF, IBk, K*). The predicted IC 50 value for the peptide sequence is displayed in lM units. The analysis column displays the calculated physicochemical properties for the peptides in question. All the columns of the table have been provided with a sorting functionality. Search option is also provided to filter the results ( Figure 3 ).",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 882,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Web Server"
        },
        {
            "text": "Mutation Analyzer. This tool allows the user to generate all possible combinations of amino acid mutations in a given peptide sequence and predict the IC 50 of the mutant peptides using the best performing model. However, the mutated peptides are only computationally predicted and need experimental validation. Worked examples have been provided in Table IV .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 358,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis Tools"
        },
        {
            "text": "AVP-IC 50 Pred-BLAST. Users may BLAST their peptide for similarity against HIPdb and AVPdb. The result shows distribution of hits, their score, E-value and alignment with sequences having significant similarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis Tools"
        },
        {
            "text": "AVP-IC 50 Pred-Map. The MAP tool is used to fetch the perfectly matching peptides available in the existing AVP databases Physicochemical Properties Calculator. The properties tool allows the user to visually examine some important peptide features like amino acid composition, hydrophobicity, preference for b-strands and frequency of a-helix in a given peptide sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis Tools"
        },
        {
            "text": "Motif Search. AVP-IC 50 Pred Motif Scan allows to search possible AVP motifs in user provided protein/peptide sequences. This tool is based on MEME/MAST software. 42 Protein Fragmentor. This tool generates peptide fragments of desired length and overlapping residues from a protein sequence.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis Tools"
        },
        {
            "text": "AVP-IC 50 Conserve. Checks the conservation of user provided peptide sequence in human, viral, and antiviral proteins.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis Tools"
        },
        {
            "text": "Using AVP-IC 50 Pred mutation analyzer, users can generate all possible combinations of amino acid mutations in a given peptide sequence and predict the IC 50 of the mutant peptides. This tool also enables the users to sort the mutant peptides as per their predicted IC 50 value to select the highly effective peptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application"
        },
        {
            "text": "As an example we generated the mutants of Enfuvirtide/T-20, an HIV fusion inhibitor using this tool. We found that mutations like E10A and E11A improved the predicted IC 50 over hundreds of folds. Likewise, mutations of I20V and I20R in peptide CL58-2 altered the IC 50 by about 40 fold. Similar analysis of some more peptides was also carried out as provided in Table IV .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Application"
        },
        {
            "text": "Due to the limited availability of drugs and vaccines for many viruses, there is a demand to develop more effective antiviral therapeutics. 37, 43 Thus, apart from drugs and vaccines, AVPs are a potential alternative to control viral pathogenesis. 26, 44 Lower toxicity and broad range AVPs such as EB peptide against HSV, 45 a-defensin against cytomegalovirus (CMV), 15b enfuvirtide 2 and SFT against HIV, 3 Human neutrophil peptide 1 against VSV, 1 and so forth have shown promising results with high specificity and relatively few off-target side-effects. The AVPs act via variety of routes including inhibition of viral entry into the host cell, suppression of viral gene expression or translation, immunopotentiation, and so forth. 46 Antiviral activity of a peptide is often determined experimentally as its half maximal inhibitory concentration (IC 50 ) value. Usually AVPs with < 1 mM IC 50 values are considered very effective while > 100 lM are least effective in repressing a viral process or function. Although there are many antimicrobial peptide prediction servers like CAMP, 47 APD2, 48 AntiBP2, 49 Wang et al., 3 and so forth and one AVP predictor AVPpred 26 but they are all based on classification mode of machine learning, that is, they only classify a peptide sequence as effective or ineffective. In addition, none of them quantitatively predicts the antimicrobial or antiviral activity of a peptide in terms of IC 50 .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 408,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "50 )",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1113,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To develop such predictor we have extracted comprehensive non-redundant 759 AVPs with quantitative IC 50 values from specialized resources HIPdb 15a and AVPdb. 14 These AVPs were randomly divided into three training/testing (T683) and validation (V76) datasets that belong to as many as 42 medically important viruses. We also checked the performance of SVM models based on these three training and validation dataset and selected one set with better performance for algorithm development as shown in Supporting Information Table S5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 532,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Peptide-based antivirals can act in many different ways however generally the AVPs act via interference of protein-protein interactions by mimicking the properties of one of the interfaces, thus acting as competitive inhibitors by preventing interaction of the binding protein partners. The various sequence features of a peptide play an important role in their bioactivity. These features include amino acid composition, N/ C terminal residues and their physicochemical properties like hydrophobicity, secondary structure, and so forth. These have also been reported previously for prediction of other important peptides viz., ABCpred, 50 AntiCP, 51 QSPpred, 52 and so forth. Evans et al. 53 have also described HIV coreceptor tropism prediction on the basis of the amino-acid sites and physiochemical characteristics of the V3 loop sequence of the HIV envelope.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our results, however, we found that SVM and RF comparatively performed better than IBk and K* MLTs (MLTs). In SVM by choosing appropriate kernel generalization grade, SVMs gain flexibility and robustness and deliver a unique solution in their prediction. 54 RF computes proximities between pairs of cases that can be used in clustering and locating outliers. RF is a fast and highly accurate learning algorithm and can handle thousands of input variables without variable deletion. 38 IBk and K* are simple MLTs that work well on basic recognition problems. One of the shortcomings of the these two algorithms is that they are lazy learners, that is, they do not learn anything from the training data but simply use the training data itself for prediction because of which they are not robust for predicting noisy data. 55 Due to this reason SVM and RF performed better than these MLTs in our study.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 487,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "55",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "AVP-IC 50 Pred is a regression-based algorithm employing hybrid models integrating different peptide features like amino acid composition, binary profiles, physicochemical properties, and so forth. We claim this method to be the first ever attempt to predict a numerical antiviral efficacy value for a given peptide. We had used SVM at the first place to predict the peptide IC 50 values for which we achieved a maximum PCC of 0.66 during 10-fold cross validation and a PCC of 0.74 on the independent dataset.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since AVPs are heterogeneous in terms of their target viruses, one of the important questions remains whether this algorithm is applicable for the general viruses. It has been found by earlier researchers that a given class of peptides follow a certain pattern as is the case with antimicrobial peptide prediction algorithms like APD2, 48 CAMP, 47 AntiBP2, 49 Class-AMP, 56 AMPA, 57 and so forth. To further address this issue, we have used LOVOCV strategy 37 in which AVPs from each virus are iteratively excluded and the classifier is trained on AVPs of the remaining viruses followed by testing on the excluded AVPs. This approach worked for 38 out of 42 viruses. Predictive performance for IC 50 of each virus was satisfactory for most of the viruses despite the fact that their data was not included during training. It shows that AVP-IC 50 Pred can act as a general AVP prediction algorithm, which may be applied to other viruses as well. However, there are a few exceptions like HIV, RSV, INFV A and HSV for which algorithm did not work. It can be due to the fact that some viruses differ in their manner of infection/life cycle and hence mechanism or mode of action of AVPs may differ in some cases. Therefore we have provided virus specific models for the above viruses and also integrated them on the web server. In the future, we are interested in making target specific algorithms once appropriate and enough data are available.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is reported in the literature that the prediction methods developed in regression mode show a lower correlation for heterogeneous datasets than that for homogenous datasets. For example, in similar studies of siRNAs, it was found that the PCC ranged from 0.4 to 0.6 on heterogeneous datasets while it increased to 0.7-0.8 on homogenous datasets. 37, 58 The SVM models in this study were developed using a highly diverse dataset taken from 125 different studies tested in 64 cell lines against 42 viruses. So the PCC of 0.66 in regression mode is reasonable. This performance can be improved further if a large homogeneous dataset is available in future. However, to put more confidence in our present prediction, we used three more MLTs in addition to SVM namely, RF, IBk and K* which performed in a similar fashion. This will also encourage developing newer regression-based algorithms besides the existing classification-based methods in the area of peptide-based therapeutics.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "58",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are limited reports of experimentally improving the IC 50 value of AVPs or to overcome their virus resistance by amino acid substitutions. Izumi et al. 59 designed an enfuvirtide variant containing the S138A substitution and showed that it is a potent inhibitor of both enfuvirtide -sensitive and enfuvirtide -resistant viruses. Also it was shown that mutation of four Cterminal amino acids (WNWF to ANAA) of the enfuvirtide peptide made it inactive. 60 Dwyer et al. 61 found that the mutations, which increased peptide helical structure, were more effective in blocking the virus. All such improvements in the peptide efficacy were achieved after considerable efforts in terms of time and cost. Had there been an algorithm which generates the possible mutants of a potential AVP and predict its efficacy, these results might have been achieved in lesser time. Simultaneously, AVPs with improved efficacy might be useful against mutated viruses. To assist the researchers in this direction, AVP-IC 50 Pred mutation analyzer tool will be useful in designing AVPs with enhanced antiviral potential as illustrated in the \"Application\" section. Further, prediction and analysis of IC 50 of all single mutants of the AVPs in our dataset have been provided on our web server. Besides, AVP-IC 50 Pred web server has also been equipped with some important tools such as physicochemical properties calculator, Motif scan, BLAST, Conservation, Map, and fragment tool for further analysis of the AVPs. 50 Pred is the first regression-based algorithm developed using experimentally validated data sets for prediction of peptide antiviral activity in terms of IC 50 . Multiple MLTs were used to build comprehensive prediction models exploiting important peptide sequence features such as amino acid and dipeptide compositions, binary profile of N8-C8 residues as well as selected physicochemical properties. AVP-IC 50 Pred web server is hoped to assist the researchers working on AVP therapeutics by decreasing the cost and time efforts involved in experimental validation.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1294,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1499,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1658,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "MK conceived the approach, helped in analysis and interpretation of data, gave overall supervision to the project. MK, AQ wrote the manuscript. AQ, HT collected the data, implemented machine learning software and developed the web server. All of the authors read and approved the final manuscript. The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVP-IC"
        }
    ],
    "bib_entries": {
        "BIBREF53": {
            "ref_id": "b53",
            "title": "IJSCE 2012",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bhavsar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganatra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "2231--2307",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fold cross validation performance of predictive models on AVP dataset of 683 sequences (T 683 ) and evaluation of performance of predictive models on validation dataset of 76 peptides (V 76 ) using SVM, RF, IBk, and K* MLTs. Abbreviations: SVM: support vector machine; RF: random forest; IBk: instance-based classifier (Weka); K*: KStar (Weka); T 685 : Training dataset of 683 AVPs; 103: 10-fold cross validation; V 76 : independent dataset of 76 AVPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Correlation between actual and predicted IC 50 values of the independent dataset using (a) SVM and (b) RF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Other viruses include: ASLV-A, JV, SeV, VACV, AIV, AMV, ASFV, BKV, BoHV 1, BRV, DENV 4, EBoV, HPIV 2, INFV B, JEV, LCMV, MHV,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Two sample logo (TSL) comparison. TSLs Two sample logos of a) 8-N terminal and b) 8-C terminal residues of 97 highly effective peptides (IC 50 < 1 mM) and an equal number of least effective peptides (IC 50 > 100 mM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Chang and Yang 12 and Polanco et al. 41 while analyzing the physicochemical properties of AVPs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "AVP-IC 50 Pred result output.IC 50 Prediction of Antiviral Peptides 759which map against a user provided protein sequence. The result output displays a list of earlier reported AVPs that match with specific portions of the user provided sequence.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data Sets. From combined 3040 peptides available in recently published specialized AVP databases, AVPdb14 and HIPdb, 15a we selected 1061 peptides having quantitative IC 50 values against 42 viruses. After removal of redundant sequences, 759 peptides were left which were divided into datasets of 683 peptides for training/testing (T 683 ) and 76 peptides for independent validation (V 76 ). The peptide length ranged from 8 to 38 (average 22) amino acid residues. Peptides in the training/testing dataset belong to 39 diverse viruses and their quantitative IC 50 values range from 0.001 to 442 lM. The validation dataset belongs to 18 viruses and their quantitative IC 50 values range from 0.002 to 333 lM. Full description of the training/testing and validation dataset is available on the web server as well as in the Supporting Information Tables S1 and S2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Performance Evaluation During 10-Fold Cross Validation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Performance of the SVM Model for Each Virus in the 759 AVP Dataset Using LOVOCV Method",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Performance of the SVM Models Using LOOCV Method on Virus Specific Datasets",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}