{"paper_id": "de18a98c7392235181eb8b8e6c7a4e97eb3aadf1", "metadata": {"title": "Pediatric hospitalizations for 2009 infl uenza A", "authors": [{"first": "Rajesh", "middle": ["K"], "last": "Chudasama", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vandana", "middle": [], "last": "Embroidary", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "N ovel swine origin infl uenza A or H1N1 virus has become 21st century's fi rst pandemic. [1] The new infl uenza virus of H1N1 strain undergoing triple reassortants contains genes from avian, swine and human viruses. [2, 3] In early April 2009, cases of human infection with 2009 pandemic influenza A virus were identified in Mexico [4] and then in the United States. [5] The World Health Organization (WHO) raised the pandemic level from 5 to 6, the highest level after documentation of human to human transmission of the virus in at least three countries in two of the six world regions defi ned by the WHO. [6, 7] The first case of confirmed infection with the virus in India was documented in May 2009. [8] The Saurashtra region is a western part of Gujarat state in India. In Gujarat state, the fi rst H1N1 positive case was reported in June 2009 [9] and in the Saurashtra region in August 2009. [10] The symptoms of 2009 infl uenza A were expected to be similar to the symptoms of regular human seasonal influenza, including fever, cough, sore throat, and myalgia. [11] This report summarizes the clinical and epidemiological characteristics of the 117 children with 2009 infl uenza A virus infection, hospitalized in various hospitals of Rajkot city in the Saurashtra region. The study included the two waves of influenza A: the first wave from September 2009 to February 2010 and the second wave from August 2010 to October 2010.", "cite_spans": [{"start": 90, "end": 93, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 217, "end": 220, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 221, "end": 223, "text": "3]", "ref_id": "BIBREF2"}, {"start": 333, "end": 336, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 368, "end": 371, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 610, "end": 613, "text": "[6,", "ref_id": null}, {"start": 614, "end": 616, "text": "7]", "ref_id": "BIBREF5"}, {"start": 707, "end": 710, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 852, "end": 855, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 901, "end": 905, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1071, "end": 1075, "text": "[11]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The central government made preparation, from the fi rst reported case of infl uenza A in May 2009 in India, for the management of infected patients. Gujarat state including the Saurashtra region had started monitoring and surveillance activities as soon as the positive cases were reported since August 2009. The Saurashtra region includes following districts, namely Rajkot, Junagadh, Jamnagar, Porbandar, Surendranagar, Kutch, Bhavnagar and Amreli. Rajkot city is in the center of the above mentioned districts. Due to availability of all treating facilities including intensive and ventilatory support, state government established 80-bed swine fl u isolation wards in PDU Medical College and Civil Hospital in Rajkot city. All the private hospitals having an advanced life-saving support were also involved in admitting and managing such positive patients. [12] The Ministry of Health and Family Welfare of India issued guidelines for classifi cation of infl uenza A cases during screening for home isolation, testing, treatment, and hospitalization: (1) Type A: patients have mild fever plus cough/sore throat with or without body ache, headache, diarrhea and vomiting; they require no oseltamivir treatment but treatment of symptoms only; no test required for infl uenza A; they should be monitored for the progress of disease and reassessed at 24 to 48 hours. (2) Type B: (i) In addition to the signs and symptoms mentioned in type A, if the patient has high grade fever and severe sore throat, he or she may require home isolation and oseltamivir treatment, but no testing is required for infl uenza A; (ii) In addition to type A signs and symptoms, one who has one or more of the following high-risk conditions shall be treated with oseltamivir: children with mild illness but predisposing risk factors; pregnant women; persons aged 65 years or more; patients with lung diseases, heart disease, liver disease, kidney disease, blood disorders, diabetes, neurological disorders, cancer and HIV/AIDS; patients on long-term steroid therapy; no testing required for influenza A. (3) Type C: in addition to the above signs and symptoms in types A and B, if the child has one or more of the following symptoms and signs: breathlessness, chest pain, drowsiness, fall in blood pressure, sputum mixed with blood, and bluish discoloration of nails; children with influenza like illness who have a severe disease as manifested by red flag signs (somnolence, high and persistent fever, inability to feed well, convulsions, shortness of breath, difficulty in breathing, etc); worsening of underlying chronic conditions; all children in this type require testing, immediate hospitalization and treatment. In the present study, a total of 117 children of type C were confirmed, hospitalized, and monitored.", "cite_spans": [{"start": 862, "end": 866, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Data sources and study period"}, {"text": "Defi nition of clinical case/suspected case [7] A suspected patient was defined as a person with an infl uenza like illness (temperature ≥37.5˚C and at least one of the following symptoms: sore throat, cough, rhinorrhea, or nasal congestion) and with either a history of travel to a country where infection had been reported in the previous 7 days or an epidemiologic link to another person with confi rmed or suspected infection in the previous 7 days. A confi rmed patient was defi ned by a positive result of a real-time reverse transcriptase polymerase chain reaction (RT-PCR) assay performed at a laboratory under the auspices of the state government. A close contact was defi ned as a person who lived with or was exposed to the respiratory secretions or other body fluids of patients with suspected or confirmed infl uenza A infection.", "cite_spans": [{"start": 44, "end": 47, "text": "[7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Classifi cation of infl uenza A cases"}, {"text": "The data collected from children and their records included date and time of admission to hospital/ intensive care unit (ICU), age, sex, religion, residential status, co-existing conditions, and date and time of fi rst symptoms. Other variables collected from departments of medical records and statistics at different hospitals included duration of treatment in hospitals and ICU, duration between onset of illness and diagnosis, outcome of hospital/ICU admission, time from onset of illness to death, and time from antivirus treatment to death. The children were classifi ed into two groups: severe influenza A and non severe influenza A. In the severe influenza A group, children needed intensive care or died, and in the non severe influenza A group, children were not given intensive care and survived. For intensive care, the following signs were used by pediatricians: PAO 2 <60 mmHg, hypercapnoea (PCO 2 >55 mmHg), severe metabolic acidosis (pH<7.2), severe respiratory distress (respiratory rate, >70/min), severe lower chest wall indrawing, altered sensorium, grasping or apnea, and shock.", "cite_spans": [], "ref_spans": [], "section": "Variables, records and analysis"}, {"text": "Data collection and analysis were coordinated by the Community Medicine Department, PDU Medical College, Rajkot. Admission history and medical records of children were assessed for clinico-epidemiological changes or after their discharge/death from Civil Hospital and private hospitals of Rajkot. Line list number was given to every patient to avoid duplication at any time during the study period. No assumptions on missing data were made, and proportions were calculated as percentages of the children with available data. No approval of the institutional review board was required because this infectious disease was covered by the epidemic act [13] and the Epidemic Disease Control Act.", "cite_spans": [{"start": 648, "end": 652, "text": "[13]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Variables, records and analysis"}, {"text": "The 2009 influenza A virus was detected by a realtime RT-PCR assay in accordance with the protocol from the USA Center for Disease Control (CDC) as recommended by the WHO. [14] Persons suspected of being infected and persons identifi ed with close contacts were investigated by taking two swabs from the nasopharynx and one from the pharynx for detection of virus by a real-time RT-PCR assay. At state level, initially laboratory study was started in BJ Medical College, Ahmedabad and samples were collected from Rajkot, but results were available after 24 hours. Thus, from January 26, 2010 another laboratory study was started in the Microbiology Department, PDU Medical College and Civil Hospital, Rajkot for testing samples by a realtime RT-PCR. Laboratory testing was made free of cost for all patients even they were admitted into private hospitals.", "cite_spans": [{"start": 172, "end": 176, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Laboratory confi rmation of viral infection"}, {"text": "The percentages of children in each class and the median time of various variables were calculated, and chi-square test was used. We calculated descriptive statistics for all variables. All data were entered in MS Excel, and analyzed by using Epi Info software (version 3.5.1) from CDC. [15] ", "cite_spans": [{"start": 287, "end": 291, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Totally 117 children from September 2009 to February 2011, who had been infected with 2009 influenza A ( Table 1) were diagnosed and hospitalized in the PDU Medical College and Civil Hospital and in another two super specialty hospitals in Rajkot. Positive pediatric cases were reported from Rajkot city (35.0%), Rajkot district (31.6%), and other districts of the Saurashtra region (33.3%).", "cite_spans": [], "ref_spans": [{"start": 105, "end": 113, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Demographic and clinical characteristics"}, {"text": "Monthly distribution (Fig.) Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 21, "end": 27, "text": "(Fig.)", "ref_id": null}, {"start": 28, "end": 35, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Demographic and clinical characteristics"}, {"text": "Leukopenia was observed in 16 (15.1%) of 106 children and lymphopenia in 18 (17.6%) of 102 children (Table  3) . Anemia was found in more than three fourth children (79/106), including 21 (19.8%) with severe anemia. Anemia was defi ned by a hemoglobin level <11 g/dL in children by the WHO criteria. It was further classified into mild anemia (10-10.9 g/dL), moderate anemia (8-9.9 g/dL) and severe anemia (<8 g/dL). All children with anemia survived except one child who died of severe anemia. Thrombocytopenia was found in 25.0% of 92 children. Chest X-ray was done in 86 (73.5%) children, and among them pneumonia was found in 69 (80.2%) children. Among children with pneumonia (n=69), 23 (33.3%) had severe infl uenza A; 21 (91.3%) of the 23 children were kept on ventilation therapy.", "cite_spans": [], "ref_spans": [{"start": 100, "end": 110, "text": "(Table  3)", "ref_id": null}], "section": "Laboratory and radiographic fi ndings"}, {"text": "The median time for hospital stay was 7 days for influenza A infected children (IQR: 4-11 days). The duration of hospital stay was 6 days or more in 81 (69.2%) children. All children with positive findings received antiviral treatment with oseltamivir (Table  1) . Of the 117 children with positive results, only 13 (11.1%) received antiviral treatment within 2 days after onset of the disease (age range: 7 months to 9 years). After admission, 83 (70.9%) children survived and were discharged from hospitals, while 34 (29.1%) children died after treatment with antiviral agents and life-saving support. Among 34 deaths, more than three fourths (76.4%) were at age of ≤5 years. Even after a complete course of 5-day treatment with oseltamivir, 21 (61.8%) children died.", "cite_spans": [], "ref_spans": [{"start": 252, "end": 262, "text": "(Table  1)", "ref_id": "TABREF1"}], "section": "Treatment outcome"}, {"text": "Children with severe infl uenza A were more likely to have cough, fever, shortness of breath; initiation of antiviral treatment within 2 days after onset of the disease was more common in severe cases than in non severe cases (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 226, "end": 235, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Treatment outcome"}, {"text": "All the 34 deaths were due to influenza A-realated causes: pneumonia with acute respiratory distress syndrome (ARDS) (70.6%), pre-existing conditions (thalassemia, seizure), ARDS (17.6%) or pneumonia alone (11.8%), and multi-organ failure (14.7%) ( Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 249, "end": 256, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Treatment outcome"}, {"text": "In the present study, the 117 children with influenza A were confi rmed and their clinical and laboratory fi ndings were analyzed. We found that the median age of children was 2 years which was lower than that in patients with similar findings reported in Canada (4.8 years), [16] the USA (6 years) [17] and Argentina (10 years). [18] In our study, the median time for hospital stay was 7 days, with a range from less than 1 day to 30 days. It was 4 days (range: 2-7 days) in Canada [19] and 8.1 days (range: 6-16 days) in China. [20] The median time was 5 days from onset of illness to hospital admission or diagnosis of infection in contrast to 4 days in Argentina. [18] In the present study, 97% of the children died 5 days after onset of illness compared with 3 days for influenza related deaths in the USA. [21] Most of 2009 influenza A viruses that have been tested by the CDC of the USA are susceptible to oseltamivir and zanamivir and also resistant to amantadine and rimantadine. [22] Current interim CDC guidelines for pandemic and seasonal influenza recommend the use of either oseltamivir or zanamivir for hospitalized patients with suspected or confirmed influenza and for outpatients who are at high-risk of complications. [23] The Ministry of Health and Family Welfare of India has recommended the use of oseltamivir in tertiary care centers and district hospitals. In the present study, the infl uenza A infected children received treatment with oseltamivir after hospitalization, but only 11.1% of them were treated within 2 days after onset of the disease, while it was 12% in Argentina [18] and 48.1% in the USA. [17] Initial treatment by general practitioners or pediatricians and delayed referral to central hospitals may explain delayed treatment with oseltamivir for suspected or confirmed influenza A patients. In the USA, treatment with oseltamivir has been recommended for patients with 2009 influenza A infection even more than 48 hours after onset of the disease. The treatment was also recommended for children under 1 year old. [24] The monthly distribution of influenza A infected In the second wave, abrupt cases were seen during the period of August 2010 to October 2010. Low atmospheric temperature in December leads to an increased number of patients infected with influenza A. The infection may last to January and February. By the end of February, no positive cases were reported from the study area, indicating that infl uenza virus is related to cold season as a large number of cases occur in winter during the first wave. [25, 26] The second wave took place from August to October, suggesting that high humidity may promote the spread of infection. Most patients had cough (98.3%) and fever (94.0%) as reported elsewhere. [18, 19, [27] [28] [29] [30] The prevalence (21.4%) of underlying conditions was lower in our study than in the United States (67%) [31] and Argentina (35%). [18] Studies [24, 32] revealed that 44%-84% of adults hospitalized with seasonal infl uenza had an underlying condition and that the prevalence of the disease was lower than that reported by others.", "cite_spans": [{"start": 276, "end": 280, "text": "[16]", "ref_id": "BIBREF13"}, {"start": 299, "end": 303, "text": "[17]", "ref_id": "BIBREF14"}, {"start": 330, "end": 334, "text": "[18]", "ref_id": "BIBREF15"}, {"start": 483, "end": 487, "text": "[19]", "ref_id": "BIBREF16"}, {"start": 530, "end": 534, "text": "[20]", "ref_id": "BIBREF17"}, {"start": 668, "end": 672, "text": "[18]", "ref_id": "BIBREF15"}, {"start": 812, "end": 816, "text": "[21]", "ref_id": "BIBREF18"}, {"start": 989, "end": 993, "text": "[22]", "ref_id": "BIBREF19"}, {"start": 1237, "end": 1241, "text": "[23]", "ref_id": null}, {"start": 1605, "end": 1609, "text": "[18]", "ref_id": "BIBREF15"}, {"start": 1632, "end": 1636, "text": "[17]", "ref_id": "BIBREF14"}, {"start": 2058, "end": 2062, "text": "[24]", "ref_id": null}, {"start": 2563, "end": 2567, "text": "[25,", "ref_id": "BIBREF22"}, {"start": 2568, "end": 2571, "text": "26]", "ref_id": "BIBREF23"}, {"start": 2763, "end": 2767, "text": "[18,", "ref_id": "BIBREF15"}, {"start": 2768, "end": 2771, "text": "19,", "ref_id": "BIBREF16"}, {"start": 2772, "end": 2776, "text": "[27]", "ref_id": "BIBREF24"}, {"start": 2777, "end": 2781, "text": "[28]", "ref_id": "BIBREF25"}, {"start": 2782, "end": 2786, "text": "[29]", "ref_id": "BIBREF26"}, {"start": 2787, "end": 2791, "text": "[30]", "ref_id": "BIBREF27"}, {"start": 2895, "end": 2899, "text": "[31]", "ref_id": "BIBREF28"}, {"start": 2921, "end": 2925, "text": "[18]", "ref_id": "BIBREF15"}, {"start": 2934, "end": 2938, "text": "[24,", "ref_id": null}, {"start": 2939, "end": 2942, "text": "32]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Obviously, the present study has some limitations. The data were collected from hospitalized children, those who were infected in the community or not hospitalized were not included. Also, children of type B who were treated in outpatient clinics but not tested were excluded in the study. Few investigations like creatinine phosphokinase, C reactive protein, and respiratory syncytial virus were not conducted as the kits were not available. Despite the use of a standardized form for data collection, some information was missed. The fi ndings may be different in different waves because of the timely deployment of an effective vaccine, viral mutation, and resistance to antiviral agents.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, infl uenza A infection-related disease affects children with a survival rate of 71% after treatment with oseltamivir. The period during which the virus can be detected with a real-time RT-PCR is 5 days. Early diagnosis and treatment may reduce the severity of the disease.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Novel swine-origin influenza virus A (H1N1): the first pandemic of the 21st century", "authors": [{"first": "L", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Shih", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Shao", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Huang", "suffix": ""}], "year": 2009, "venue": "J Formos Med Assoc", "volume": "108", "issn": "", "pages": "526--532", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ministry of Health and Family Welfare, Government of India. Factsheet Influenza A (H1N1)", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Antigenic and genetic characteristics of swine origin 2009 A (H1N1) influenza viruses circulating in humans", "authors": [{"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Russell", "suffix": ""}, {"first": "B", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Balish", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "325", "issn": "", "pages": "197--201", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Outbreak of swine origin influenza A (H1N1) virus infection -Mexico", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "467--470", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Swineorigin influenza A (H1N1) virus infections in a school", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "470--472", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Human swine infl uenza: a pandemic threat", "authors": [], "year": 2009, "venue": "Director General of Health Services. Government of India. CD Alert", "volume": "12", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ministry of Health and Family Welfare, Government of India. Situation update on H1N1", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Times of India", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The Indian Express", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical profile and outcome of swine flu in Indian children", "authors": [{"first": "R", "middle": ["R"], "last": "Das", "suffix": ""}, {"first": "A", "middle": [], "last": "Sami", "suffix": ""}, {"first": "R", "middle": [], "last": "Lodha", "suffix": ""}, {"first": "R", "middle": [], "last": "Jain", "suffix": ""}, {"first": "S", "middle": [], "last": "Broor", "suffix": ""}, {"first": "S", "middle": [], "last": "Kaushik", "suffix": ""}], "year": 2011, "venue": "Indian Pediatr", "volume": "48", "issn": "", "pages": "373--378", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Guidelines on categorization of infl uenza A H1N1 cases during screening for home isolation, testing, treatment and hospitalization", "authors": [{"first": "Family", "middle": [], "last": "Ministry Of Health", "suffix": ""}, {"first": "", "middle": [], "last": "Welfare", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The Indian Express", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pandemic influenza in Canadian children: a summary of hospitalized pediatric cases", "authors": [{"first": "J", "middle": ["A"], "last": "Bettinger", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Sauva", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Scheifele", "suffix": ""}, {"first": "D", "middle": [], "last": "Moore", "suffix": ""}, {"first": "W", "middle": [], "last": "Vaudry", "suffix": ""}, {"first": "D", "middle": [], "last": "Tran", "suffix": ""}], "year": 2010, "venue": "Vaccine", "volume": "28", "issn": "", "pages": "3180--3184", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Clinical outcomes of seasonal influenza and pandemic influenza A (H1N1) in pediatric inpatients", "authors": [{"first": "P", "middle": ["D"], "last": "Tamma", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Turnbull", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Milstone", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Cosgrove", "suffix": ""}, {"first": "A", "middle": [], "last": "Valsamakis", "suffix": ""}, {"first": "A", "middle": [], "last": "Budd", "suffix": ""}], "year": 2010, "venue": "BMC Pediatr", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1) in Argentina", "authors": [{"first": "R", "middle": [], "last": "Libster", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Hijano", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Cavalieri", "suffix": ""}, {"first": "T", "middle": [], "last": "Gilligan", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Gregorio", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Panigasi", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "45--55", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Risk factors and outcomes among children admitted to hospital with pandemic H1N1 infl uenza", "authors": [{"first": "S", "middle": ["O"], "last": "Riordan", "suffix": ""}, {"first": "M", "middle": [], "last": "Barton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yau", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Read", "suffix": ""}, {"first": "U", "middle": [], "last": "Allen", "suffix": ""}, {"first": "D", "middle": [], "last": "Tran", "suffix": ""}], "year": 2009, "venue": "CMAJ", "volume": "182", "issn": "", "pages": "39--44", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Analysis of 12 children with novel influenza A (H1N1) virus infection", "authors": [{"first": "X", "middle": ["B"], "last": "Xie", "suffix": ""}, {"first": "Q", "middle": ["R"], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Ge", "suffix": ""}, {"first": "Z", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Zhonghua Er Ke Za Zhi", "volume": "47", "issn": "", "pages": "935--938", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Infl uenza associated deaths among children in the United States", "authors": [{"first": "N", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Wright", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Broder", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Murray", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Greenberg", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Glover", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "2559--2567", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Antigenic and genetic characteristics of swine origin 2009 A (H1N1) influenza viruses circulating in humans", "authors": [{"first": "R", "middle": ["J"], "last": "Garten", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Davis", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Russell", "suffix": ""}, {"first": "B", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindstrom", "suffix": ""}, {"first": "A", "middle": [], "last": "Balish", "suffix": ""}], "year": 2009, "venue": "Science", "volume": "325", "issn": "", "pages": "197--201", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Critically ill patients with 2009 influenza A (H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Cook", "suffix": ""}, {"first": "J", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "J", "middle": [], "last": "Lacroix", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1872--1879", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hospitalized patients with 2009 H1N1 infl uenza in the United States", "authors": [{"first": "S", "middle": [], "last": "Jain", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Schmitz", "suffix": ""}, {"first": "J", "middle": [], "last": "Louie", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Druckenmiller", "suffix": ""}, {"first": "R", "middle": [], "last": "Chugh", "suffix": ""}, {"first": "M", "middle": [], "last": "Deutscher", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "1935--1944", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Outbreak of influenza A (H1N1) without travel history in a school in the Toulouse district", "authors": [{"first": "A", "middle": [], "last": "Guinard", "suffix": ""}, {"first": "L", "middle": [], "last": "Grout", "suffix": ""}, {"first": "C", "middle": [], "last": "Durand", "suffix": ""}, {"first": "V", "middle": [], "last": "Schwoebel", "suffix": ""}], "year": 2009, "venue": "Euro Surveill", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Hospitalized children with 2009 pandemic infl uenza A (H1N1): comparison to seasonal infl uenza and risk factors for admission to the ICU", "authors": [{"first": "D", "middle": [], "last": "Bagdure", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Curtis", "suffix": ""}, {"first": "E", "middle": [], "last": "Dobyns", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Golde", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Dominguez", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pediatric hospitalizations associated with 2009 pandemic influenza A (H1N1): an experience from a tertiary care centre in North India", "authors": [{"first": "A", "middle": [], "last": "Parakh", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Dutta", "suffix": ""}, {"first": "S", "middle": [], "last": "Khare", "suffix": ""}], "year": 2010, "venue": "Indian J Pediatr", "volume": "77", "issn": "", "pages": "981--985", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Swine origin infl uenza A (H1N1) in Indian children", "authors": [{"first": "A", "middle": [], "last": "Saha", "suffix": ""}, {"first": "N", "middle": [], "last": "Jha", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Dubey", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Gupta", "suffix": ""}, {"first": "M", "middle": [], "last": "Kalaivani", "suffix": ""}], "year": 2010, "venue": "Ann Trop Pediatr", "volume": "30", "issn": "", "pages": "51--55", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Surveillance for pediatric deaths associated with 2009 pandemic influenza A (H1N1) virus infection-United States", "authors": [], "year": 2009, "venue": "Centers for Disease Control and Prevention (CDC)", "volume": "58", "issn": "", "pages": "941--947", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Winter respiratory viruses and health care use: a populationbased study in the northwest United States", "authors": [{"first": "K", "middle": ["M"], "last": "Neuzil", "suffix": ""}, {"first": "C", "middle": [], "last": "Maynard", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Griffin", "suffix": ""}, {"first": "P", "middle": [], "last": "Heagerty", "suffix": ""}], "year": 2003, "venue": "Clin Infect Dis", "volume": "37", "issn": "", "pages": "201--207", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of influenza A infected patients in the Saurashtra region shows that during the first wave, the number of cases increased from 16 in November 2009 to 31 in December 2009, and then decreased to 11 in January 2010. In the second wave, abrupt cases of the disease were reported from August 2010 up to October 2010. The median age of children with positive findings was 2 years (IQR: 1-4 years). The median time of diagnosis of infection was 5 days after onset of illness (IQR: 4-7 days). Most of the 117 children had cough (98.3%), fever (94.0%), shortness/difficulty in breathing (70.9%), and sore throat (53.8%). Altogether 25 (21.4%) children reported underlying medical conditions, including seizures in 11 (9.4%), asthma in 4 (3.4%), and thalassemia in 4 (3.4%) (", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Month wise distribution of the 117 hospitalized children infected with infl uenza A (H1N1) from September 2009 to February 2011 in the Saurashtra region. the Saurashtra region showed that during the first wave the number of cases increased from 16 in November 2009 to 31 in December 2009 and then decreased to 11 in January 2010.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Special isolation ward was started in Civil Hospital for admission of suspected/confirmed patients for diagnosis, treatment, and monitoring. A control room was started for regular monitoring, reporting and surveillance activities in PDU Medical College, Rajkot and managed by the Community Medicine Department with support from District Health Authorities since September 2009. During the period, a total of 775 children had undergone laboratory investigation, including 117 (15.1%) positive for infl uenza A and 658 (84.9%) negative for infl uenza A. The 117 children who had been admitted to the Pediatric Department of Civil Hospital and other two pediatric hospitals of Rajkot from September 2009 to February 2011 were included in the study. They were 64 patients found in the fi rst wave of infl uenza A from September 2009 to February 2010 and 53 patients in the second wave from August 2010 to October 2010. Although no case was reported from November 2010, surveillance was done continuously up to February 2011.", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline characteristics, disease history, and outcomes of the 117 hospitalized children with 2009 pandemic infl uenza A virus in the Saurashtra region during the two waves (Sept. 2009 to Feb. 2011) An infected region was defined as an area where one or more confi rmed cases of 2009 pandemic infl uenza A virus infection had been found in the preceding 7 days.", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical features and coexisting conditions in the 117 infl uenza A infected children at the time of hospitalization in the Saurashtra region", "latex": null, "type": "table"}, "TABREF3": {"text": "Characteristics *: Severe infl uenza A (H1N1): patients need intensive care or died; †: Non-severe infl uenza A (H1N1): patients do not need intensive care and survived; ‡: P<0.05 on bivariate analysis (χ 2 or Fisher's exact test).", "latex": null, "type": "table"}, "TABREF4": {"text": "Certified causes of death in expired pediatric influenza A (H1N1) patients in the Saurashtra region", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Certifi ed causes of death </td><td>Direct cause (n=34), n (%)\n</td></tr><tr><td>Direct cause (Part I)\n</td><td> </td></tr><tr><td> Infl uenza A </td><td>34 (100.0)\n</td></tr><tr><td>Contributing cause (Part II)\n</td><td> </td></tr><tr><td> Pneumonia </td><td> 4 (11.8)\n</td></tr><tr><td> Acute respiratory distress syndrome (ARDS) </td><td> 6 (17.6)\n</td></tr><tr><td> Pneumonia and ARDS </td><td>24 (70.6)\n</td></tr><tr><td> Other respiratory complications </td><td> 2 (5.9)\n</td></tr><tr><td> Multi-organ failure </td><td> 5 (14.7)\n</td></tr><tr><td> Pre-existing disease (thalassemia, seizure disorder) </td><td> 7 (20.6)\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Table 4. Characteristics of hospitalized children with severe and non severe infl uenza A (H1N1)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Severe infl uenza A* (n=35)\n</td><td>Non-severe infl uenza A† (n=82)\n</td></tr><tr><td>Age\n</td><td> </td><td> </td></tr><tr><td> Median (range), y </td><td>4 (4.5 mon - 15 y) 2 (1 mon - 15 y)\n</td></tr><tr><td> &lt;5 y, n (%) </td><td>26 (74.3) </td><td>64 (78.0)\n</td></tr><tr><td>Referral from general practitioner/\npediatrician, n (%) </td><td>24 (68.6) </td><td>42 (51.2)\n</td></tr><tr><td>Clinical features, n (%)\n</td><td> </td><td> </td></tr><tr><td> Cough‡ </td><td>34 (97.1) </td><td>60 (73.2)\n</td></tr><tr><td> Fever‡ </td><td>33 (94.3) </td><td>56 (68.3)\n</td></tr><tr><td> Shortness of breath‡ </td><td>28 (80.0) </td><td>33 (40.2)\n</td></tr><tr><td>Coexisting conditions, n (%)\n</td><td> </td><td> </td></tr><tr><td> Any one condition </td><td> 9 (25.7) </td><td>16 (19.5)\n</td></tr><tr><td> Seizure disorder </td><td> 3 (8.6) </td><td> 8 (9.8)\n</td></tr><tr><td> Thalassemia </td><td> 3 (8.6) </td><td> 1 (1.2)\n</td></tr><tr><td> Asthma </td><td> 0 (0.0) </td><td> 4 (4.9) </td></tr><tr><td> Congenital heart disease </td><td> 1 (2.9) </td><td> 0 (0.0)\n</td></tr><tr><td>Pneumonia on chest radiography on\nadmission, n/total n (%) </td><td>23 (65.7) </td><td>46 (56.1)\n</td></tr><tr><td>Antiviral treatment received ≤2 days\nafter onset of symptoms,‡ n (%) </td><td> 8 (22.9) </td><td> 5 (6.1)\n</td></tr><tr><td>Corticosteroid treatment received, n (%) </td><td>14 (40.0) </td><td>25 (30.5)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful to chief medical officer, Civil Hospital, Rajkot and other private hospitals for providing the necessary data. We are also grateful to the nursing staff of swine fl u ward and medical record department of Civil Hospital, Rajkot for their assistance in providing necessary records and information.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}