{
    "paper_id": "de5fad4d52c65b2bac8b49f8a214e5db7eb38124",
    "metadata": {
        "title": "0123456789) 1 3 The European Journal of",
        "authors": [
            {
                "first": "Caroline",
                "middle": [],
                "last": "Orset",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In France, home confinement is not a common preventive measure against an influenza pandemic, although it is used around the world. Based on a stated method approach, we analyze the attitude that the French would adopt if this measure were put in place. Next, we propose a cost-benefit analysis to discuss the cost-effectiveness of this measure. We find that over three-quarters of respondents report complying with home confinement. Their choice depends on their individual characteristics, the interaction they may have with an infected person and home confinement conditions, but not their experience with preventive measures. We find that behaviors such as sensitivity to certainty, selfishness and altruism emerge. As far as cost-effectiveness is concerned, our study shows that home confinement is a prevention path that should not be neglected and should even be prescribed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "New influenza epidemics have emerged in the past century. Spanish flu (1918) (1919) (1920) , Asian flu (1957) (1958) , Hong Kong flu (1968) (1969) , Russian flu (1977) (1978) , H 1 N 1 flu pandemic (2009) (2010) and avian influenza A (H 7 N 9 ) virus (2013) are examples. 1 These epidemics have a high speed of propagation that generates many victims. The 2009 H 1 N 1 epidemic highlighted the importance of the use of home confinement 2 on a large scale to fight against emerging diseases. In March 2009, an influenza pandemic H 1 N 1 emerged in Mexico. Since 1 st August 2010, more than 214 countries have been affected by this epidemic, which has claimed over 18,449 deaths. 3 As a vaccine has not yet been produced, only non-pharmaceutical interventions have been recommended by the World Health Organization (WHO) [32] . One of them is home confinement. Many countries have applied it on a voluntary basis, while others like China have imposed it [20] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "(1918)",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 83,
                    "text": "(1919)",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 90,
                    "text": "(1920)",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 109,
                    "text": "(1957)",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 116,
                    "text": "(1958)",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 139,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 146,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 167,
                    "text": "(1977)",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 174,
                    "text": "(1978)",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 204,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 211,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 273,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Home confinement is not a common preventive measure in the face of an influenza pandemic in France. Thus, what attitude the French would adopt if this measure were put in place? Would this measure be economically cost-effective? Based on [13] , we define home confinement as the recommendation that infected persons and members of their household stay at home for 7 days. 4 We thank Stephan Marette, Lucie Levêque, Nelly Sicard and MS ALISEE, and the two anonymous referees. The views expressed in this article are the sole responsibility of the author and do not necessarily reflect those of its institution. The traditional disclaimer applies. We declare that we have no relevant or material financial interests that relate to the research described in this paper.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 372,
                    "end": 373,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "* Caroline Orset caroline.orset@agroparistech.fr 1 Économie Publique, INRA, AgroParisTech, Université Paris-Saclay, Paris, France 1 For more details see: http://www.who.int/influ enza/en/ and http:// www.cdc.gov/flu/index .html. 2 For the World Health Organization (WHO), the home confinement policy is to separate the infected (isolation) and all members of their household, even if they are in good health (quarantine), from other individuals, asking them to stay at home.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 131,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 229,
                    "end": 230,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our approach is based on two building blocks. First, we contribute to the literature in epidemiology by studying perceptions and individual behavior in the face of a home confinement policy to prevent the influenza epidemics. Understanding people's behavior is necessary to define health policy. Indeed, as discussed in [37] , individual behavior within society determines the impact of the epidemic. An individual who does not want to comply with preventive measures would become more and more dangerous to themselves and the rest of society. Therefore, it is necessary to determine in advance individual reactions when deciding on public health policy. The literature lacks data on how individuals will behave in the face of a home confinement policy during an influenza epidemic. This article is the first to fill this gap. We use a stated preference method. Kroes and Sheldon [19] and Louviere et al. [22] present and develop the use of this method in diverse fields. We then conduct a questionnaire to elicit the preferences of individuals. In the questionnaire, we place respondents in a hypothetical context in which an epidemic has been reported. We put them in different situations: first, they have been in contact with at least one infected person; second, they have been in contact with at least one infected person and medical assistance is provided during home confinement; third, they have not been in contact with infected persons. For each situation, we ask them to choose the maximum number of days they will be willing to stay at home. In fact, asking for the number of days, as opposed to asking directly whether the respondent would comply with home confinement is a way to evaluate the duration that the respondents would voluntarily be willing to stay at home by removing the efficiency aspect of the sanitary measure. Thus, it avoids a deviation of behavior if this measure was to be applied in case of epidemics. From respondents' answers, we elicit the proportion of respondents who are willing to comply with home confinement, which is people who have answered a number of days equal to or higher than 7 days. We find that more than three-quarters of respondents would comply with home confinement. Deciding to be willing to comply with home confinement during an influenza epidemic depends on an individual's characteristics (age, income, composition of the household and professional group), the interaction one can have with an infected person (meeting or not), and the conditions of home confinement (medical assistance or not), but not on having real experience of preventive measures. We discuss the different behaviors that emerge from this study, such as sensitivity to certainty, egoism and altruism.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, our paper is linked to the literature dealing with cost-benefit analysis of infectious disease prevention measures. Many studies have been conducted on the impact of a disease using a cost-benefit study. For example, [1] use a cost-benefit analysis to study the financial impact of combating a respiratory virus epidemic in a teaching hospital.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Gupta et al. [12] and Mubayi et al. [28] focus on an emerging infectious disease, SARS and compare the costs of different quarantine strategies. However, [2] is the only study that estimated the cost of influenza in France, but its evaluation only concerned the impact on influenza spread of school and public transport closure policies. Focusing on the economic impact of the home confinement policy on influenza is therefore new in economic literature. We try to recognize, identify, evaluate, measure and value the costs of influenza and home confinement in France. We use detailed data on the prevalence, the incidence of the disease and the incidence rate from the French GPs Sentinelles network. 5 These data have the particularity of proposing age groups (children, adults and the elderly), which is very useful given that influenza does not affect people in the same way according to age. However, building a mathematical model on the reduction of the influenza incidence with a home confinement policy in force is difficult largely because of the small amount of occurrences in France and therefore the shortage of data. Because of the difficulties in calculating realistic estimates of the reduction of influenza incidence due to home confinement, we focus on the incidence reduction threshold from which home confinement is cost-effective. We find that the measure of home confinement would be a prevention track not to be dismissed. By comparing our results with the existing literature (Longini et al. [21] , and Haber et al. [13] , which have done stochastic simulation models of influenza epidemics in other countries) and the stated method approach, we see that this measure would be cost-effective.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 36,
                    "end": 40,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 702,
                    "end": 703,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The article is organized as follows. \"The study\" presents the study and details the characteristics of the disease and of home confinement policies. \"Results\" shows the results on the perception and behavior of the French in the face of home confinement during an epidemic. \"Cost-benefit analysis of home confinement\" proposes to study the cost-effectiveness of the measure. \"Conclusion\" concludes the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we give an overview of the characteristics of influenza as well as details on home confinement. We then present the survey we analyze.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The study"
        },
        {
            "text": "We consider one of the major viral diseases: influenza. The principal symptoms of influenza are fever, chills, cough, headaches, diarrhea, sore throat, runny nose, body aches and fatigue. The affected individuals become contagious 1 day before the onset of the first symptoms and remain so for 5 days. Symptoms appear 1-3 days after contamination. The influenza usually lasts 1 week. 6 In France, influenza affects between 1 and 4 million people each year and causes between 1500 and 2000 deaths, mainly among people over 65 years. 7 Influenza viruses are easily transmitted from person to person by air. In the event of a reported epidemic, personal protective measures, such as wearing a mask, are recommended to avoid being infected or infecting others. For influenza, vaccines exist. but immunity is not acquired following vaccination. Moreover, the constant genetic changes in influenza viruses require that the composition of the vaccine be adjusted every year. Indeed, the vaccine for influenza has a low efficacy due to the variability of influenza strains. WHO decides in February on the composition of the vaccine to be used in the October vaccination campaign. Then, the vaccine is manufactured according to the circulating strains, but some strains can mutate. This is what happened in France during the winter 2014-2015, when the flu caused over 18,000 deaths among people who had been vaccinated against flu.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 533,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Influenza characteristics and home confinement"
        },
        {
            "text": "Preventive measures must be taken by public health authorities to prevent (before the vaccine is found) or to supplement the use of the vaccine (when the vaccine exists). Influenza spreads rapidly, especially when there are high concentrations of populations (public transportation, communities). According to the WHO, reduction of contact intensity by home confinement (isolation and quarantine) and social distancing is highly effective in reducing the incidence of influenza, especially in the early stages of the pandemic [6, 14, 17, 26] .",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Influenza characteristics and home confinement"
        },
        {
            "text": "We then focus our analysis on home confinement as a health prevention measure in the case of influenza. This measure consists of recommending to persons infected and their household contacts that they stay at home for 7 days. Seven days is the duration recommended by the Center for Disease Control and Prevention (2007). The confined persons only make contacts with their household members. During home confinement, medical assistance, that is to say home care, may also be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza characteristics and home confinement"
        },
        {
            "text": "Like all countries, France is affected by influenza epidemics. The 2009 influenza pandemic, also known as swine flu or influenza A, reached France in early May 2009. As of April 19, 2016, 77 outbreaks of influenza H 5 N 1 , H 5 N 2 and H 5 N 9 have been detected in southwestern France in nine departments. 8 Despite this, home confinement has not been used often in France during influenza epidemics. It seems interesting to analyze the perception of the French population about this preventive measure. This will allow us to see if this measure would be voluntarily followed if recommended by public health authorities.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 308,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Influenza characteristics and home confinement"
        },
        {
            "text": "To analyze the perception of the French population for home confinement, we use a stated method approach. This method allows us to analyze the choices stated by individuals to express individual behavior in relation to a given situation. A questionnaire has been drawn up in which, as an introduction to the respondent, we explain that home confinement consists of staying at home with contact only with the members of one's household and the the characteristics of pandemic flu (symptoms, duration...). We then place the respondent in a hypothetical situation in which an epidemic has been reported and they have been in contact with an infected person (CH Contact). We then ask them to choose the maximum number of days they will be willing to confine themselves to home, i.e., staying at home without outside contact. We ask them the same question by adding the intervention of medical assistance, which is the visit of a health-care professional who verifies the state of health of the respondent during home confinement (CH HWV). This situation allows us to highlight the effect of medical follow-up. We then ask them the same question one last time, modifying the initial situation by the fact that they have not been in contact with the infected persons (CH No contact). This situation allows us to analyze the impact of the risk of contamination on the decision of the respondent. In fact, asking for the number of days, not directly whether the respondent would comply with home confinement, that is, staying home for 7 days, is a way to avoid the anchorage bias. This makes it possible to evaluate the duration that respondents would voluntarily be willing to stay at home by removing the efficiency aspect of the sanitary measure. Thus, it avoids a deviation of behavior if this measure was to be applied in case of epidemics. Finally, we complete the questionnaire with control questions over respondents' gender, age, income, family composition, professional group and whether they have already experienced preventive measures during periods of epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target respondents"
        },
        {
            "text": "After preliminary testing, we conducted the study via Marketest in France from March to April 2014. 9 Marketest selected the French participants using the quota method, i.e., the same proportions of gender, age and socioeconomic status (household composition, occupation, income) as those of the census report of the French population by the Institute National Statistics and Economic Studies (INSEE) in 2013. 10 We specifically prepared the questionnaire to be put online. Target respondents are 200 French people aged 18-72 years. 11 Adults were defined as individuals between 18 and 64 years old and elderly persons as individuals over 64 years old. Table 1 presents the socioeconomic characteristics (gender, age, household composition, income and occupation) of the respondents. Differences between our panel and the INSEE panel are tested using the Pearson Chi-squared test. A P value (against the null hypothesis of no difference) of less than 5% is considered significant. The results in the last column of Table 1 suggest that the two groups are not significantly different.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Target respondents"
        },
        {
            "text": "Based on the control questions, we find that few people practise a medical profession (about 6%). Our panel therefore does not present an over-representation of the medical sector that could be a selection bias. 12 63% of respondents support a criminal sanction for non-respect of mandatory preventive measures during an epidemic period. Blendon et al. [4] show that in the USA a compulsory home confinement policy is only supported by 42% of the population. Finally, 14% of respondents have already experienced preventive measures such as mask wearing and home confinement for an influenza pandemic, cough or meningitis. The hypothetical bias is reduced for these respondents.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Target respondents"
        },
        {
            "text": "We now analyze the answers of respondents. If the number of days chosen is lower than 7 days, the respondent is deemed not willing to comply with the home confinement policy. On the other hand, if it is equal to or higher than 7 days, the respondent is willing to do so. We then study the Figure 1 presents the proportion of people who are willing to comply with home confinement, which is people who have answered a number of days equal to or higher than 7 days. Each situation, that is to say having been in contact with an infected person (CH Contact), having been in contact with an infected person and having the visit of a health professional during home confinement (CH HWV), and not having been in contact with an infected person (CH No contact), is shown. We first observe that over three-quarters of respondents indicate compliance with home confinement. The elderly are more willing to comply with confinement than adults. We observe that the respondents' decisions are different according to the situations. Indeed, more adults indicate compliance with home confinement when a health professional visits them during home confinement. Medical assistance is the assurance to be taken care of in case of development of the disease. Having a medical follow-up can reassure the respondents about the conditions of their confinement and therefore create an incentive to comply. Moreover, more elderly persons indicate compliance with home confinement when they have not been in contact with a contaminated person. The elderly verify the certainty effect of [16] . They prefer to eliminate risk rather than reduce it. The elderly are sensitive to certainty. Finally, selfish behavior by respondents is highlighted. Altruistic behavior would mean that an individual who is more likely to become contaminated, and thereby contaminate others, decides to confine themselves to their home to avoid contact with others. In our study, being in contact with an infected person makes respondents (adults and elderly) less likely to confine than not to be in contact. Thus, if the individual risk of being contaminated and therefore of contaminating others is higher, the proportion of respondents in agreement with confinement is lower. This indicates selfish behavior on the part of the respondents.",
            "cite_spans": [
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We now investigate the impacts of the respondents' characteristics (gender, age, number of people living in the household, monthly net income, professional group and experience (whether the respondent has already experienced prevention measures against epidemics) on the respondent's choice to comply with home confinement. We use a probit model. 13 An individual i has some propensity to confine to home, y * i , linearly related to a vector of observable variables, x i , and others factors we cannot observe, the error term, i :",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Determinants of choice"
        },
        {
            "text": "When y * i is greater than zero, the individual i is willing to comply with home confinement. We cannot observe the individual i's propensity to comply with home confinement, only the actual choice, which we will call y i and yields a value of one when the individual i is willing to comply with home confinement and zero when he is not. The probability that y i = 1 is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determinants of choice"
        },
        {
            "text": "where Φ is the cumulative density function for the standard normal. Hence, we note y i the individual i's choice to comply with home confinement (No = 0, Yes = 1), the quantitative variable age, i , professional group (craftsman or trading = 1, executive and professional = 2, employee = 3, retired or looking for a job = 4, without any professional activity = 5), x 5 i , and experience (No = 0, Yes = 1), x 6 i . Table 2 sums up the results. We first observe that for all proposed situations, the older a respondent is, the more likely they are to be willing to comply with home confinement. Moreover, the lower the respondent's income, the more likely are they to be willing to comply with the recommendations ( e −0.122 = 0.885 < 1 , e −0.134 = 0.875 < 1 , and e −0.152 = 0.859 < 1 , respectively).",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Determinants of choice"
        },
        {
            "text": "In addition, in the situation in which the respondent has been in contact with an infected person, the larger the number of family members, the more likely they are to be willing to comply with home confinement ( e 0.171 = 1.186 > 1 ). Finally, in the situation where the respondent has been in contact with an infected person and a health professional visits them during confinement, the higher the index (from 1 to 5) of their professional group, the more likely they are to be willing to comply with home confinement ( e 0,127 = 1, 135 > 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determinants of choice"
        },
        {
            "text": "Blendon et al. [4] observe that in regions where people have greater experience of emergency measures, such as Singapore, Taiwan and Hong Kong, the population is less willing to comply with preventive measures like wearing a mask, temperature measurement and quarantine. We then analyze more precisely the link between the choice to comply with home confinement and the individual's experience. In our panel, only 28 over 200 respondents have already experienced preventive measures. Table 3 shows the contingency tables 14 and the test on independence (χ 2 test). 15 From Table 3 , we find that there is no link between the decision to comply with home confinement and the individual's experience (all the p values of the Chi2 test are greater than 0.05). In addition, we note the rates of people with experience who state that they are willing to comply with home confinement and those who state that they are not are identical for all the situations. By analyzing the data, we see that some individuals do not have the same decisions depending on the situations proposed, but that the changes in the decision compensate each other.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 491,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 573,
                    "end": 580,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Determinants of choice"
        },
        {
            "text": "Thus, people's behavior changes with culture. In France, having real experience of preventive measures is not a decision-making factor for choosing or not choosing to comply with home confinement. Therefore, it is not necessary to make public health expenditures for simulation exercises addressed to the population. 16 Respondents may change their behavior according to situations. We then analyze the impacts of the respondents' characteristics (gender, age, people living in the household, monthly net income, socio-professional categories) on the change in decisions in favor of being willing to comply with home confinement between two situations. The independent variables are defined as in Table 2 . We use a probit model again by taking y * i the propensity to change one's decision in favor of being willing to comply with home confinement. Table 4 sums up the results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 704,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 850,
                    "end": 857,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Determinants of choice"
        },
        {
            "text": "If respondents were not willing to comply with home confinement when they have been in contact with an infected person, the younger they are, the more they will change their minds if a health-care professional visits them during home confinement or when the interaction with an infected person did not take place. In addition, if respondents were not willing to comply with home confinement when they were in contact with an infected person, the lower the number of family members, the more likely they are to change their minds when the interaction with an infected person did not take place ( e −0.247 = 0.781 < 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determinants of choice"
        },
        {
            "text": "We propose to make a cost-benefit analysis. No study has been made on the economic efficiency of home confinement policies for reducing the incidence of influenza in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We first estimate the cost of influenza in France by age class (children, < 18 years old; adults, 18-64 years old; elderly, > 64 years old). [2] has proposed a cost evaluation of influenza in France. We then take this evaluation as a basis and update it with data that are more recent. We obtain Table 5 .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We note that according to age, different costs are considered and their value differs. For children, the cost is divided between a medical cost (otitis media, pneumonia, hospitalization), the loss of human capital, the loss of parent productivity and the death of children cost. The medical cost is the lowest because the probability that influenza degenerates into otitis media and pneumonia is low. However, the loss of human capital represents a high cost. 17 We take the same assumptions as [2] , but we update the results with more recent data. We assume that sick children miss school for 3 days implying a reduction of about 0.8 percent of their human capital in that year. We assume a return to schooling of 5 percent per year. The net present value of earnings over the life cycle (42 years) is calculated with an annual discount factor equal to 0.95. We consider individuals to live 15 years in retirement. This yields a loss of 92.88 euros per influenza episode. As a child cannot supervise himself, an adult (most often the mother) has to be at home during their illness. This creates a loss of productivity based on the median female income, weighted by the labor market participation of women. This induces a large cost of 95.70 euros. We then use the value of a statistical life (VSL) which quantifies the benefit for the society of avoiding a fatality. Empirical literature evaluates the VSL between 1.3 and 7.5 18 For adults, we consider that on average an adult infected by influenza does not go to work during 2 days. This implies a loss of productivity due to their absence from work of ca. 74 euros, and an additional loss of productivity when they work at 50 percent of their capacity, around 12.96 euros. For evaluating the cost of death, we adopt the same method as for the children. We get a low risk of death around 4.82 per 100,000. Then, we add medical costs for GP visit and hospitalization. These costs represent a small expenditure compared to the overall cost. 19 Finally, the costs for the elderly are divided between the medical cost and the cost of death. Medical cost is much higher than for children and adults, at 695 euros. Moreover, the probability of death is large, 205.19 per 100,000, implying a large cost of death. 20 Then, we estimate the cost of home confinement in France. Research on the cost-benefit analysis of prevention measures for infectious diseases has considered different types of cost measures including costs Table 5 Costs of influenza per case, in euro Data on costs and health-care use are taken from [33] for children, from [31] for adults and from [27] for the elderly. These studies weight medical costs by the probability of health-care usage. Data on mortality from influenza by age group comes from the National Vital Statistics Reports, Vol 65, No 4, June 2016. We have taken the average rate of mortality from 2005 to 2014 by age group. Data on wages are taken from INSEE, \"Revenus salariaux médians des salariés de 25 à 55 ans selon le sexe en 2014\" (http://www. insee .fr/fr/theme s/table au.asp?regid =0&refid =NATno n0414 6). Labor market participation data come from OECD skill data set. All US dollars are converted into euros with an exchange rate of 0.8. Loss of human capital is costed using a return to schooling of 5 percent, median wages by sex and average labor market participation by sex over a period of 42 years. Net present value numbers are displayed and calculated with a discount factor equal to 0.95. to society, costs to individuals [8] , quality-of-life measures [30] , etc. In general, costs can be divided into direct and indirect costs. Direct costs are all expenditures for continuing care, health-care providers, certain household expenditures (meal and delivery, home energy), hospitalization and personal wage employed for the sanitary measures. Indirect cost is the productivity loss cost due to the absence of the individual to work, the productivity loss cost due to the closure or the lack of frequentation of a public place and the cost of death. We try to recognize, identify, list, measure and value these costs in Table 6 . Table 6 displays the costs of home confinement. We have considered the same age group as for the costs of influenza. We take as a reference the age of the infected person. As home confinement concerns all household members including the infected person, we have evaluated the costs for the entire household according to INSEE (2013 INSEE ( -2014 . To calculate the costs of a representative household, we have used the weight that each household composition represents in France from INSEE (2013-2014).",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 462,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1993,
                    "end": 1995,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2260,
                    "end": 2262,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2564,
                    "end": 2568,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2588,
                    "end": 2592,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2613,
                    "end": 2617,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3527,
                    "end": 3530,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3558,
                    "end": 3562,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 4454,
                    "end": 4465,
                    "text": "INSEE (2013",
                    "ref_id": null
                },
                {
                    "start": 4466,
                    "end": 4479,
                    "text": "INSEE ( -2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2470,
                    "end": 2477,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 4124,
                    "end": 4131,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 4134,
                    "end": 4141,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "For each age group, we assume the possibility of setting up medical surveillance, i.e., a health-care professional coming every day to take health news from the confined. Being confined at home implies that meals must be delivered for each family member as well as an additional cost of energy (power, gas, water ...). Finally, we also factor in the loss of production of shops, museums, movie theaters... due to the absence of consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "When a child is infected, a parent must stay at home to watch them. A household of one person cannot include children age group. We assume that a three-person household consists of two adults and one infected child; a four-person household of two adults and two children (including an infected child); a five-person household of two adults and three children (including an infected child); and a six-person household of two adults and four children (including an infected child). We added to the medical costs and the cost of death, the adult costs of absenteeism (absence and loss of productivity) and loss of human capital for each confined child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "When an adult is infected, all costs related to their illness and absence from work have been identified (absence from work and loss of productivity). We assume that a oneperson household includes an infected adult; a two-person one 26.6%, one child and one infected adult, or 73.4%, two adults (including one infected adult); 21 a three-person one: two adults (including one infected adult) and one child; a four-person one: two adults (including one infected adult) and two children; a five-person one two adults (including one infected adult) and three children; and a six-person one two adults (including one infected adult) and four children. Home confinement for other family members results in costs: for children, there is a loss of human capital due to their absence from school, and for adults the costs attributable to their absence from work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "Finally, when an elderly person is infected, we assume that a household of one person includes: an infected elderly person; a two-person one includes two elderly people (including one infected elderly person); a three-person one, three elderly people (including one infected elderly person); a four-persons household four elderly people (including one infected elderly person), a five-person one five elderly people (including one infected elderly person); and finally a six-person household will consist of six elderly people (including one infected elderly person). In France, few elderly people live in a household consisting of more than two people. When that is the case, this means that they share their dwelling with other elderly people (for example in a retirement home). Today, few seniors live with their children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We now turn to the cost-benefit analysis. For evaluating the incidence and the prevalence of influenza in France, we use the French GPs Sentinelles network, which compiles of large databases on disease prevalence, incidence and incidence rate in France. This network is made up of 1300 general practitioners (2.2% of all practitioners in France) and about a 100 voluntary, liberal pediatricians. The member physicians are called \"Sentinel physicians\". 22 In 2017, the network continuously collected information on eight health indicators (seven infectious diseases and one non-infectious indicator). 23 The Institut de Veille Sanitaire (lnVS) implemented this network as a public health surveillance system in 1984. Figure 2 displays the time series patterns of incidence rates at the national level and on a weekly basis between 2005 and 2014. 24 Each year, we observe recurrent peak of influenza during the winter season. However, the amplitude of these peaks varies little. It does not appear to diminish or increase over time. Figure 3 displays the average incidence rates within a year, by calendar month, from January to December. As seen in the previous graph, influenza shows strong seasonal patterns with a peak in winter (in February) and a low incidence between mid-spring and mid-fall (from May to August). Figure 4 displays the yearly incidence in the number of cases, by age group (children, < 18 years old; adults, Infection rate per 100,000",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 724,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1039,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1327,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "Week Incidence (number of cases)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "Year Children Adults Elderly All age groups years old; elderly, > 64 years old) from 2005 to 2014. We observe peaks in 2009, 2011 and 2013. The incidence of influenza affects all age groups, but it is predominantly high for adults and children. One reason for this downward trend for the elderly is the increased uptake of vaccination. Actually, the French Health Insurance covers the 100% seasonal flu vaccine for elderly (persons aged 65 and over). This means that in 2013-2014 only 38.3% of adults and children were vaccinated, while 51.9% of the elderly were vaccinated. 25 For i ∈ {children, adults, elderly} , we define the average annual costs of home confinement in euros, C Conf , and the average annual costs of influenza in euros, C Influ , as, respectively:",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 577,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "with n i d , the average of declared cases (infected persons) for the age class i, p i Conf , the proportion (in percentage) of cases i complying with home confinement, n i Influ , the average incidence for age class i, 1 − r Conf , the rate reduction in the incidence due to home confinement, Cost i Conf , costs with home confinement per case for the age class i in euro, Cost Influ i , costs of influenza per case for the age class i in euro. We also define the average annual costs of home confinement for all aggregated age groups in euro, C All Conf , and the average annual costs of influenza for all aggregated age groups in euro, C All Influ , as, respectively:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "with n All d , the average of declared cases (infected persons) without any distinction of age class, p All Conf , proportion (in percentage) of cases (without any distinction of age class) complying with home confinement, n All Influ , the average incidence without any distinction of age class, 1 − r All Conf , the rate reduction in the incidence due to confinement at home for the aggregated population (without any distinction of age class), Cost All Conf , average of the costs with home confinement per case for the children, the adults and the elderly in euro,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "and C All Influ = (n All d + n All Influ ) * Cost Influ All ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "and Cost Influ All , average of the costs of influenza per case for the children, the adults and the elderly in euro. 26 Table 7 presents the set of the parameters used to calculate the cost-effectiveness of the confinement measure. We consider the average prevalence and the average incidence from the data of the French GPs Sentinelles network from 2005 to 2014, the costs with home confinement per case from table 6 and the costs of influenza per case from Table 5 . For the costs of home confinement, we make a distinction between the presence (With HWV) or not (Without HWV) of a medical assistance during home confinement. The costs are higher with medical assistance.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We consider that home confinement is cost-effective when the average annual costs of home confinement, C Conf , are lower than or equal to the average annual costs of influenza, C Influ , and for the aggregated population, i = All , when the average annual costs of home confinement for all aggregated age groups, C All Conf , are lower than or equal to the average annual costs of influenza for all aggregated age groups, C All Influ . Building a mathematical model on the reduction of the influenza incidence with home confinement prevention in France is difficult largely because of the very few occurred cases in France and therefore the shortage of data. 27 In fact, only two cases occurred when at the end of December 2016, residents (66 people) of a retirement home in Moselle (Northeast France) and a retirement home (80 people) in Saint-Gengoux-le-National (Center-East France) were confined to reduce the spread of influenza. Because of the difficulties in calculating realistic estimates of the rate reduction in the incidence due to home confinement, we propose to evaluate the rate reduction threshold in the incidence due to home confinement for which the home confinement policy is cost-effective. We then calculate this threshold, 1 − r Conf when all the age class are differentiated, and 1 − r All Conf for all aggregated population, such that C Conf = C Influ and C i Conf = C i Influ , respectively. We consider two options for home confinement: without medical assistance (Without HWV) and with medical assistance (With HWV). Table 8 presents the results according to the VSL value and the proportion (in percentage) of individuals complying with home confinement.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 662,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1546,
                    "end": 1553,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We first note that the higher the benefit for the society of avoiding a fatality and/or the lower the proportion of individuals complying with home confinement, the lower is the rate reduction threshold. Therefore, based on cost-benefit analysis, to implement home confinement, health decisionmakers will be more inclined to be less demanding about the level of reduction in the impact of this measure when the benefit to society of avoiding death is high. On the other hand, the more the measure is respected by more individuals, the more the level of reduction required will be high. We then observe that the increased costs of the measure linked to the medical assistance during home confinement must be offset by an increase in the rate of incidence reduction for the measure to be cost-effective. Finally, we note that the rate reduction threshold of incidence is higher when we differentiate age class than when we consider the aggregated population. Thus, by not differentiating by age classes, the public decision-maker may consider that the measure is costeffective, whereas it is not when differentiation is taken into account. This shows the interest of considering age classes in a study on influenza epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "As we mentioned, in France, there are no epidemiological studies on the reduction of the incidence rate due to home confinement. Nevertheless, some have been made in other 27 We discussed with the French GPs Sentinelles network to verify whether data were available or whether an epidemiological model had been produced concerning the impacts of home confinement on the incidence of influenza in France. Unfortunately, there is none.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "countries. Longini et al. [21] show that for 70% of people who follow home confinement in Southeast Asia, 28 the rate reduction in the incidence due to confinement at home is at 99.91% for a basic reproduction number R 0 = 1.4 , at 99.7% for R 0 = 1.7 , at 98.5% for R 0 = 2.1 , at 85% for R 0 = 2.4. 29 Moreover, [13] evaluate that for 70% (80%) of people who follow home confinement in a small urban US community, the rate reduction in the incidence due to confinement at home is at 83% (91%) for R 0 = 2.7 . We can note that the results of these studies are convergent, although the countries considered do not have the same size and the same density of population and although their environmental characteristics differ. Would a home confinement policy be costeffective if we consider that the reduction of the incidence rate of these studies would apply for the influenza epidemic in France?",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 106,
                    "end": 108,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "We then compare the lines for which the proportion of individuals complying with home confinement is at 70 and 80% in Table 8 and the rate reduction of incidence data from these studies. We observe that whatever the way of calculating the rate reduction threshold of incidence and whatever the pandemic severity level, home confinement would be cost-effective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "From our stated method approach, we have understood the proportion of people who would comply with home confinement (see Fig. 1 ). Children were not questioned in our study. We used the parents' answers for them (adult category). Three situations were proposed. To implement home confinement, we consider that the infected person has been in contact with an infected person (CH Contact); has been in contact with an infected person and will seek medical assistance during their home confinement (CH HWV); or has not been in contact with an infected person. In addition, we assume that if the infected person is willing to comply with home confinement, all household members will be confined with them. We propose to analyze the cost-effectiveness of home confinement from the stated answers of our survey. Table 9 presents the results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 127,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 813,
                    "text": "Table 9",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "As previously, it is worth highlighting the interest of differentiating by age class instead of taking the aggregated population. The rate reduction threshold of incidence varies 28 That is, 70% of those infected and their household members agreed to stay confined to home while 30% refused. 29 The basic reproduction number (R 0 ) is one of the commonly accepted measures of pandemic severity. R 0 is defined as the average number of secondary infections, produced by a typical infected case in a very susceptible population. From [10, 25, 35] , R 0 values for influenza range between 1.4 and 3.9, where R 0 ≤ 1.8 are considered as of low transmissibility and 2.2 ≤ R 0 ≤ 3.9 as of high transmissibility. These studies have been done in Southeast Asia, for reproducing the 1918 pandemic influenza around the world, and in Florida (USA), respectively. between 65.88 and 84.13% with differentiated age classes, and between 49.24 and 65.05% with the aggregated population. According to the existing studies carried out in other countries, we observe that a 10% increase in the proportion of people who comply with home confinement strongly increases the incidence reduction rate. For instance, from [13] , when 70% of people comply with the measure, the reduction rate is 83% while it is 91% with 80% of people complying. In our stated approach, we find that the level of home confinement stated by respondents is between 75.90 and 94.44%. Hence, taking into account the existing studies, we can estimate that in France, home confinement would be cost-effective regardless of the pandemic severity level and the VSL value.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cost-benefit analysis of home confinement"
        },
        {
            "text": "This paper aims to support home confinement as a preventive measure in the context of influenza epidemics. We first probe perceptions and attitudes toward complying with home confinement in France. We conclude that knowing the level of voluntary participation for this type of measure is essential. This measure cannot be implemented if the population decides not to participate. It would seem inconceivable to assign a police officer to each person detected as infected to verify that they comply with confinement. In addition, assessing people's participation also makes it possible to estimate whether the measure will be economically effective from a public health perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We find that over three-quarters of respondents indicate compliance with home confinement. Deciding to be willing to comply with home confinement during an influenza epidemic depends on an individual's characteristics (age, income, household composition and professional group), the interaction with an infected person (meeting or not), and the conditions of home confinement (medical assistance or not). However, having real experience of preventive measures does not factor significantly in the decision to comply or not. Moreover, we highlight selfish behavior by respondents. When they are more likely to become contaminated and thereby contaminate others, they are less willing to comply with home confinement. However, this behavior may also be explained by a certainty bias that pushes people to believe that they are taking all necessary measures to avoid contamination. Finally, we also observe that respondents may behave altruistically when dealing with their own family. Indeed, not staying home during an epidemic limits the risk of contamination of next of kin, especially in large families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "When considering preventive measures, the health decision-maker needs to analyze whether the measure is cost-effective. We find that taking into account age may sharpen the analysis. According to the VSL value and the proportion of people who comply with confinement, we assess the level of the incidence reduction rate threshold for which the measure is cost-effective. No epidemiological study has examined or estimated the reduction in influenza incidence following the implementation of home confinement in France. However, estimates from studies in other countries converge to very close values. From our stated method approach and from the existing studies, this allows us to estimate that in France, the home confinement policy would be cost-effective regardless of the pandemic severity. However, the epidemiological model would be useful for determining the exact impact of home confinement in France. We expect that our study will trigger addi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The financial impact of controlling a respiratory virus outbreak in a teaching hospital: lessons learned from SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Achonu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can. J. Public. Health",
            "volume": "96",
            "issn": "",
            "pages": "52--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Economic activity and the spread of viral diseases: evidence from high frequency data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Q. J. Econ",
            "volume": "131",
            "issn": "2",
            "pages": "891--941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using mandated speed limits to measure the value of a statistical life",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ashenfelter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenstone",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Polit. Econ",
            "volume": "112",
            "issn": "",
            "pages": "226--267",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Attitudes toward the use of quarantine in a public health emergency in four countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meinhardt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Aff",
            "volume": "25",
            "issn": "2",
            "pages": "15--25",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cheap talk refers to the process of explaining hypothetical bias to individuals prior to asking a valuation question",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interim prepandemic planning guidance: community strategy for pandemic influenza mitigation in the United States",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FluTE, a publicly available stochastic influenza epidemic simulation model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput. Biol. p",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A comparison of mail, fax, and Web-based survey methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cobanoglu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Warde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moreo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int. J. Mark. Res",
            "volume": "43",
            "issn": "4",
            "pages": "405--410",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adult vaccination strategies for the control of pertussis in the United States: an economic evaluation including the dynamic population effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coudeville",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Rie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Getsios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crpey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Web surveys: a review of issues and approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Couper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Public Opin. Q",
            "volume": "64",
            "issn": "4",
            "pages": "464--494",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An experimental comparison of web and telephone surveys",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fricker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galesic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tourangeau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Opin. Q",
            "volume": "69",
            "issn": "3",
            "pages": "370--392",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The economic impact of quarantine: SARS in Toronto as a case study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect",
            "volume": "50",
            "issn": "",
            "pages": "386--393",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effectiveness of interventions to reduce contact rates during a simulated influenza Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg. Infect. Dis",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Analysis of the effectiveness of interventions used during the 2009 A∕H 1 N 1 influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BioMed Central p",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Face-to-face versus web surveying in a high-internet coverage population: differences in response quality",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heerwegh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loosveldt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Opin. Q",
            "volume": "72",
            "issn": "5",
            "pages": "836--846",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prospect theory: an analysis of decision under risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "2",
            "pages": "263--91",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Simulation suggests that rapid activation of social distancing can arrest epidemic development due to a novel strain of influenza. Public Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social desirability bias in CATI, IVR, and Web surveys: the effects of mode and question sensitivity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kreuter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Presser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tourangeau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Opin. Q",
            "volume": "72",
            "issn": "5",
            "pages": "847--865",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stated preference methods: an introduction",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Kroes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sheldon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Transp. Econ. Policy",
            "volume": "22",
            "issn": "1",
            "pages": "11--25",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Response to the first wave of pandemic (H 1 N 1 ) 2009: experiences and lessons learnt from",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. Public Health",
            "volume": "126",
            "issn": "",
            "pages": "427--463",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A.T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stated Choice Methods, Analysis and Applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Louviere",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hensher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Swait",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of cheap talk on consumer willingness to pay for golden rice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lusk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Agric. Econ",
            "volume": "85",
            "issn": "4",
            "pages": "840--856",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A comparison of online and postal data collection methods in marketing research",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mark. Intell. Plan",
            "volume": "21",
            "issn": "2",
            "pages": "85--95",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "904--906",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A small community model for the transmission of infectious diseases: comparison of school closure as an intervention in individual-based models of an influenza pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Huband",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcvernon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A M"
                    ],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortega-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Messonnier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wortley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5086--5096",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A cost-based comparison of quarantine strategies for new emerging diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mubayi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Zaleta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chvez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math. Biosci. Eng",
            "volume": "7",
            "issn": "",
            "pages": "687--717",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The value of health and longevity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Topel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Polit. Econ",
            "volume": "114",
            "issn": "",
            "pages": "871--904",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cost-effectiveness analyses of human papillomavirus vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Newall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet. Infect. Dis",
            "volume": "7",
            "issn": "",
            "pages": "289--96",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cost-benefit analysis of a strategy to vaccinate healthy working adults against influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA Int. Med",
            "volume": "161",
            "issn": "",
            "pages": "749--759",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Systematic review of economic evaluations of preparedness strategies and interventions against influenza pandemics",
            "authors": [
                {
                    "first": "Pérez",
                    "middle": [],
                    "last": "Velasco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Praditsitthikorn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mohara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotirum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tantivess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vallenas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harmanci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Teerawattananon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Health Benefits, risks, and costeffectiveness of influenza vaccination of children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Prosser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Hinrichsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "N.-A",
                    "middle": [
                        "M"
                    ],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg. Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "1548--1558",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Recherches sur la nature et les causes de la richesse des nations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A predictive decision-aid methodology for dynamic mitigation of influenza pandemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uribe-Sánchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savachkin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prieto-Santa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "OR Spectr",
            "volume": "33",
            "issn": "3",
            "pages": "751--786",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The value of a statistical life: a critical review of market estimates throughout the world",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Aldy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Risk Uncertain",
            "volume": "27",
            "issn": "",
            "pages": "5--76",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Effects of active links on epidemic transmission over social networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. A",
            "volume": "468",
            "issn": "",
            "pages": "614--621",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", and the qualitative variables, which are gender (male = 0, female = 1), x 2 i , People living in the household (1 person = 1, 2 persons = 2, 3 persons and more = 3), x 3 i , monthly net income of the household in euros ( < 1000 = 1 , [1000-1500) = 2, [1500-2500) = 3, [2500-4000) = 4, [4000-6000) = 5, 6000 ≤= 6 ), x 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Weekly incidence rates of influenza, 2005-Incidence Yearly",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Determinants of choice to comply with home confinement *p<0.1; **p<0.05; ***p<0.01. Standard errors are in parenthesis Model: Probit model",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Link between experience and choice to comply with home confinement",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Determinants of choosing to change decision in favor of being willing to comply with home confinement between two situations *p<0.1; **p<0.05; ***p<0.01. Standard errors are in parenthesis",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Costs associated with home confinement per case, in euro Data on costs and health-care use are taken from[33] for children, from[31] for adults and from[27] for the elderly. These studies weight medical costs by the probability of health-care usage. Data on mortality from influenza by age group comes from the National Vital Statistics Reports, Vol 65, No 4, June 2016. We have taken the average rate of mortality from 2005 to 2014 by age group. Data on wages are taken from INSEE, \"Revenus salariaux médians des salariés de 25 à 55 ans selon le sexe en 2014\" (http://www.insee .fr/fr/theme s/table au.asp?regid =0&refid =NATno n0414 6). Labor market participation data come from OECD skill data set. All US dollars are converted into euros with an exchange rate of 0.8. Loss of human capital is costed using a return to schooling of 5 percent, median wages by sex and average labor market participation by sex over a period of 42 years. Net present value numbers are displayed and calculated with a discount factor equal to 0.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Parameters from the data of the French GPs Sentinelles network, fromTables 5 and 6 according to different VSL values and the presence or not of medical assistance",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Rates reduction threshold of incidence, 1 −r Conf and 1 −r All Conf Proportion of cases complying with homeconfinement (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Rates reduction threshold of incidence, 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "tional research in this direction. Moreover, as influenza epidemics know no borders, it would also be interesting for this work to be extended to other countries. Indeed, our study can easily be replicated in other regions or countries.Our paper has certain limitations. First, as in all preference approaches, there may be hypothetical biases and controversies or incorrect messages leading to confusion or misunderstanding by participants in our study. As suggested by [23] , we tried to reduce the hypothetical bias by using \"cheap talk\" 30 to explain the home confinement policy and the characteristics of pandemic flu (symptoms, duration...) before asking the first question to respondents. Second, the data collection method could be discussed. We used an online study. Online studies save time and effort in collecting data [7, 9, 24] and provide better quality responses with fewer \"Do not know\" answers [11, 15, 18] . Therefore, as far as the quality of the collected data is concerned, online studies do not seem to present more disadvantages than other types of surveys.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 475,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 835,
                    "end": 837,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}