{
    "paper_id": "de80528eae689c4febebe3782e7859f9615d1240",
    "metadata": {
        "title": "Clinical Infectious Diseases Clinical Significance of Human Herpesvirus 6 Positivity on the FilmArray Meningitis/Encephalitis Panel",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "A"
                ],
                "last": "Green",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcus",
                "middle": [],
                "last": "Pereira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Miko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Radmard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Whittier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kiran",
                "middle": [],
                "last": "Thakur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A review of 15 patients who tested positive for human herpesvirus 6 (HHV-6) on the FilmArray Meningitis/ Encephalitis panel revealed that the majority were unlikely to have HHV-6 encephalitis. Criteria to assist interpretation of HHV-6 positive results are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first multiplex polymerase chain reaction (PCR) panel for acute meningitis/encephalitis, the FilmArray Meningitis/ Encephalitis (ME) panel (Biofire), received Food and Drug Administration clearance for in vitro diagnostic use in October 2015, and many medical centers are now relying on the ME panel for the diagnosis of central nervous system infections. This assay can directly detect 6 bacteria, 7 viruses, and 1 yeast in cerebrospinal fluid (CSF) samples in about 1 hour, enabling the rapid provision of appropriate therapy and patient management. Since implementation of the ME panel at our institution, human herpesvirus 6 (HHV-6) has been the most frequent positive target to date. However, establishing HHV-6 as the cause of encephalitis in a given patient can be challenging, because PCR positivity alone does not necessarily imply causality. Viral nucleic acids can also be detected in other host-virus states, such as latency, asymptomatic viral reactivation, and chromosomal integration, the latter phenomenon occurring in about 1% of the population [1, 2] . In addition, HHV-6 encephalitis has been well described among hematopoietic stem cell transplant (HSCT) recipients [3, 4] but is rare outside this setting. We therefore reviewed all HHV-6-positive cases since implementation of the ME panel to evaluate the clinical significance of this finding.",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study included patients who tested positive for HHV-6 on the ME panel at Columbia University Medical Center from 15 August 2016 to 15 July 2017. Their electronic medical records were reviewed to collect demographic, clinical, laboratory, and radiographic information. Pertinent laboratory information included CSF lymphocytic pleocytosis (defined as a lymphocyte count >5/μL), HHV-6 viral load, and HHV-6 chromosomal integration. Viral load testing was performed with quantitative PCR of plasma samples, and chromosomal integration testing with droplet digital PCR of whole-blood samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The medical records were reviewed by 3 physicians, including a clinical microbiologist (D. A. G.), a transplant infectious diseases specialist (M. P.), and a neurologist specializing in neuroinfectious diseases (K. T.). To determine the clinical significance of the cases, each reviewer performed an independent probability assessment, assigning cases to 1 of 3 categories: likely (>90% probability), possible (10%-90% probability), or unlikely (<10% probability). The reviewers then discussed their clinical interpretations together to arrive at a consensus probability assessment for each case. Data files from the positive FilmArray panels were analyzed by Biofire and categorized as low positive for crossing point values ≥26 or moderate or high positive for crossing point values <26. These data was not available at the time of patient care or the consensus probability assessment. The study was approved by the Columbia University Institutional Review Board RESULTS From 6 August 2016 to 15 July 2017, a total of 793 unique patients underwent testing with the ME panel, of whom 60 (7.6%) tested positive for ≥1 target. Of the 60 patients with positive results, 15 tested positive for HHV-6; HHV-6 was therefore detected in 25% of positive cases and 1.9% of all patients tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Data for HHV-6-positive patients are presented in Table 1 . Ages ranged from 27 days to 89 years; 12 patients were adults, and 3 were infants <1 year of age. Five of 15 patients were immunosuppressed, including 1 HSCT recipient. Seizures and altered mental status were the most common presenting symptoms (7 patients each), followed by fever (3 patients) and headache (2 patients). The CSF samples demonstrated lymphocytic pleocytosis in 3 patients. HHV-6 plasma viral load testing was performed in 11 patients, and HHV-6 DNA was detected in 7 of the 11. Chromosomally integrated HHV-6 (ciHHV-6) was tested for in 3 patients and confirmed in all 3. Cranial imaging was performed in 13 patients, showing medial temporal lobe hyperintensity on the fluid-attenuated inversion recovery (FLAIR) sequence in 2. A formal infectious diseases consultation was obtained for 8 patients, and 6 patients received antiviral therapy (foscarnet and ganciclovir in 3 each). After consensus discussion, only 1 patient was deemed likely to have HHV-6 encephalitis, which was considered unlikely in 12 patients. HHV-6 was thought to be a possible contributing factor for the clinical presentation in 2 additional patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Our review revealed that the majority of HHV-6-positive results on the FilmArray ME panel at our institution were unlikely to be consistent with HHV-6 encephalitis. The single case of likely HHV-6 encephalitis was distinguished by 3 main factors. First, the patient was an HSCT recipient and had received her transplant 3 weeks before symptom onset; HHV-6 encephalitis is well described in this patient population 2-6 weeks after transplant [3, 4] . Second, magnetic resonance imaging hyperintensities within the limbic system were consistent with the well-characterized description of HHV-6 causing limbic encephalitis [5, 6] . Third, the patient demonstrated substantial clinical and laboratory improvement shortly after the initiation of antiviral therapy. In contrast, the 12 patients in the \"unlikely\" category all had credible evidence of alternative explanations for their clinical presentations (Table 1) . HHV-6 positivity among these 12 patients is most likely explained by either chromosomal integration or subclinical reactivation of latent virus. Chromosomal integration explains the positive ME panel results for 3 patients who tested positive for ciHHV-6, but most patients did not undergo ciHHV-6 testing, so the total number with chromosomal integration could not be ascertained. With regard to subclinical reactivation, 3 of these 12 patients were immunosuppressed, and the majority of the remaining patients presented with severe acute illness, which could also cause viral reactivation. In 1 study, HHV-6 reactivation was demonstrated in 54 of 101 critically ill patients (53%) admitted to the intensive care unit, compared with 0 of 50 healthy volunteers (0%) [7] . Supplemental Table 1 shows additional data for Epstein-Barr virus and cytomegalovirus reactivation in some of these patients.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1681,
                    "end": 1684,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 912,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1700,
                    "end": 1707,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The 2 \"possible\" cases were both notable for a lack of definitive evidence for an alternative pathologic mechanism. In both cases, some evidence pointed toward a potential contributory role for HHV-6, and other evidence did not fit with an overall picture of HHV-6 encephalitis. These 2 cases highlight the difficulty in assigning a pathogenic role for HHV-6, because its clinical relevance is not clear for all patients. Nevertheless, many patients with uncertain diagnoses may still warrant early antiviral therapy, because HHV-6 encephalitis can progress rapidly, with potentially devastating consequences [8] .",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 612,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Healthcare providers caring for patients who test positive for HHV-6 on the ME panel should approach therapeutic decision making using all available information. The decision to treat should first take into consideration the patient's underlying immune status. Most cases of HHV-6 encephalitis occur in HSCT recipients 2-6 weeks after transplantation, with reported incidences ranging from 0.95% to 11.6% [8] . Memory loss, confusion, and depressed consciousness are common initial symptoms [9, 10] , with overt seizures occurring in about 40%-70% of patients [8] . Recipients of solid organ transplants and other immunosuppressed patients should also be considered at higher risk, although HHV-6 encephalitis is not as well studied in these populations. Mild CSF lymphocytic pleocytosis may be seen in some patients but is not a reliable measure in patients unable to mount a robust immune response; for example, 1 series of 9 HSCT recipients with HHV-6 encephalitis showed a median CSF white blood cell count of just 5/μL (range, 1-41/μL) [5] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cranial imaging should be performed in all patients with suspected disease: among HSCT recipients, magnetic resonance imaging of the brain typically shows hyperintensity of the bilateral medial temporal lobes with a T2-weighted FLAIR sequence, especially in the hippocampus and amygdala [5, [8] [9] [10] . Finally, laboratory testing can also assist diagnosis, although interpretation can be difficult. Because serology and viral culture are of limited clinical utility, testing is performed mostly by nucleic acid amplification. However, as this report has highlighted, HHV-6 DNA detection alone does not confer a diagnosis.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Quantitative viral load studies of the CSF or blood can be useful in patients with a positive qualitative test result. Studies have shown a wide range of CSF viral loads from 600-600 000 copies/mL among HSCT recipients with HHV-6 encephalitis, with a median of about 11 000-16 000 copies/mL [3, 11, 12] . One recent prospective study of HSCT recipients showed that HHV-6 encephalitis developed in 0%, 8.1%, and 16% of patients with plasma viral loads of <10 000, >10 000, or >100 000 copies/mL, respectively, thus indicating increased risk with higher viral loads, although encephalitis still did not develop in most patients with high viral loads [3] . Testing for ciHHV-6 may help explain spurious laboratory results in patients with low suspicion for HHV-6 disease, but positivity does not entirely rule it out, because the pathogenic potential of ciHHV-6 remains poorly understood.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our review found that the majority of HHV-6positive findings at our institution were unlikely to be clinically significant. Thus, the entire clinical picture, including patients' degree of immunosuppression, symptoms, laboratory findings, and cranial imaging should all be considered when interpreting ME panel results. As laboratories adapt to newer panel-based CSF testing, significant consideration should be given to the reporting for targets like HHV-6, including interpretative comments to help guide clinical decision making. Although additional laboratory testing for viral load and chromosomal integration can provide additional supporting information, clinical judgment is ultimately paramount in determining the clinical significance of HHV-6 positivity in the CSF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at Clinical Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The prevalence of chromosomally integrated human herpesvirus 6 genomes in the blood of UK blood donors",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Tuke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Med Virol",
            "volume": "79",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chromosomal integration of human herpesvirus 6 is the major mode of congenital human herpesvirus 6 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "122",
            "issn": "",
            "pages": "513--533",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human herpesvirus 6 (HHV-6) reactivation and HHV-6 encephalitis after allogeneic hematopoietic cell transplantation: a multicenter, prospective study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Satou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kadota",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "671--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical outcomes of human herpesvirus 6 reactivation after hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zerr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nguy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "932--972",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Post-transplant acute limbic encephalitis: clinical features and relationship to HHV6",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Seeley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Marty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurology",
            "volume": "69",
            "issn": "",
            "pages": "156--65",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epileptic encephalopathy after HHV6 post-transplant acute limbic encephalitis in children: confirmation of a new epilepsy syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raspall-Chaure",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Armangué",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Elorza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez-Montanez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicente-Rasoamalala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macaya",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epilepsy Res",
            "volume": "105",
            "issn": "",
            "pages": "419--441",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Selective reactivation of human herpesvirus 6 variant a occurs in critically ill immunocompetent hosts",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Razonable",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human herpesvirus-6 encephalitis after allogeneic hematopoietic cell transplantation: what we do and do not know",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teshima",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bone Marrow Transplant",
            "volume": "50",
            "issn": "",
            "pages": "1030--1036",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human herpesvirus 6 and central nervous system disease in hematopoietic cell transplantation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zerr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "37",
            "issn": "1",
            "pages": "52--58",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human herpesvirus-6 encephalitis in hematopoietic SCT recipients in Japan: a retrospective multicenter study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bone Marrow Transplant",
            "volume": "43",
            "issn": "",
            "pages": "583--588",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of antivirals on human herpesvirus 6 replication in hematopoietic stem cell transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zerr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "309--326",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quantitative detection and differentiation of human herpesvirus 6 subtypes in bone marrow transplant patients by using a single realtime polymerase chain reaction assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manna",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "11",
            "issn": "",
            "pages": "530--571",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of Patients Testing Positive for Human Herpesvirus 6 on FilmArray Meningitis/Encephalitis Panel MTL, medial temporal lobe; NA, not applicable; UTI, urinary tract infection; WBC, white blood cell. Categorized as low positive for crossing point values ≥26 or moderate or high positive for crossing point values <26.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Christine Ginocchio for providing analysis for the FilmArray data files and Savina Reid for her help with data collection.Potential conflicts of interest. D. A. G. has served on a scientific advisory board for Biofire and received speaker's honoraria from Cepheid. S. W. has received a speaker's honorarium from Biofire. All other authors report no potential conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}