{
    "paper_id": "df70d7440663372067ce0e03a4879468e2fb2a58",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "/ . molec. Bini. 248, 97-105 (1995) . 13 . Barbas, C. F., Amberg, W., Somincsits ·-----··---------, The immunoglobulin variable gene repertoire generates enormous diversity through both combinatorial and somatic mutational mechanisms. Consequently, it has the capacity to produce high-affinity, exquisitely specific antibodies to a vast number of potential antigenic targets. Also, the constant domains of antibody molecules can harness effector mechanisms of the humoral and cellular immune systems in vivo'. Thus, monoclonal antibodies hold great promise for application to a wide range of diagnostic and therapeutic clinical settings, as evidenced by the current clinical use of monoclonal antibody-derived products in transplantation', myo-NATURE Mt:DJCINE, VOLUME 1, NUMBER 8, AUGUST 1995 cardial revascularization' and tumour imaging'.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 35,
                    "text": "Bini. 248, 97-105 (1995)",
                    "ref_id": null
                },
                {
                    "start": 38,
                    "end": 40,
                    "text": "13",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 70,
                    "end": 80,
                    "text": "Somincsits",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NEW TECHNOLOGY"
        },
        {
            "text": "Recent advances in the molecular engineering of immunoglobulin genes have further broadened the potential utility of monoclonal antibody-based therapeutics. For example, Fab fragments, as well as covalently linked single-chain fragments consisting of the heavy and light chain variable regions (scFvs), have been derived that retain the specificity and affinity of the original intact antibody'-'. These smaller molecules display distinct properties, such as reduced serum halflife and enhanced tissue penetration, which may be particularly useful for cer-tain clinical situations such as tumour imaging and therapy, or for the treatment of acute inflammation. In addition, they are amenable to modifications, such as covalent linkage to genes encoding toxins, enzymes or cytokines, or to the incorporation of dual specificity or catalytic function, which can impart novel functional properties to these monoclonal antibody-derived molecules .. ._ •. Further, advances in combinatorial library and phage display technology may allow the recapitulation in vitro of the natural processes of selection and repertoire maturation to yield high-affinity, functionally useful antibodies without the requirement for immunization and hybridoma production'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody engineering"
        },
        {
            "text": "• Chronic application of monoclonal antibody therapy requires 'humanization' to prevent a host immune response from developing. Current methods to accomplish this include complementaritydetermining region (CDR) grafting, or replacement of the hypervariable loops of a human antibody with those of the murine monoclonal antibody of desired specificity, selection by phage display\", or potentially using HumAb mice, in which endogenous Ig loci have been inactivated by mutation and then replaced by large segments of human immunoglobulin genomic loci 10 '\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody engineering"
        },
        {
            "text": "Complement proteins represent an attractive target for the development of monoclonal antibody-based antiinflammatory therapeutics. The complement system is composed of more than 20 serum proteins that interact in a precise series of enzymatic cleavage and membrane binding events leading to the generation of products with immunoprotective, immunoregulatory, and proinflammatory properties 12 • Complement can be activated through either of two distinct enzymatic cascades, referred to as the classical and alternative pathways (Fig. 1) . The classical pathway is generally initiated by the interaction of C1q with antibody/ antigen complexes, whereas the alternative pathway is initiated by deposition of C3b on a variety of substrates including",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 536,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Complement and inflammation"
        },
        {
            "text": "Activation Antibody/antigen complexes Cl q -Activated Cl",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clessbl pathwaJ"
        },
        {
            "text": "bacterial lipopolysaccharide and cell membranes. The formation of C3b is necessary for the amplification and progression of the complement cascade through both pathways. It is the primary opsonin for many pathogenic microorganisms and, in addition, promotes the clearance as well as solubilization of immune complexes. Both the classical and alternative pathways converge at CS, which is cleaved to form products with multiple proinflammatory effects (see Fig. 1 ). CSa is the most potent anaphylatoxin, inducing alterations in smooth muscle and vascular tone, as well as vascular permeability 1 '.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 462,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "······NE.W TECHNOLOGY"
        },
        {
            "text": "It is also a powerful 'chemotaxin' and activator of both neutrophils and monocytes. CSa-mediated cellular activation can significantly amplify inflammatory responses by inducing the release of multiple additional inflammatory mediators, including hydrolytic enzymes, cytokines, arachidonic acid metabolites and reactive oxygen species. CS cleavage also leads to the formation of CSb-9, or the membrane attack complex (MAC). There is now strong evidence that the MAC may play an important role in inflammation in addition to its role as a lytic pore-forming complex, as it also stimulates the release of many of the same proinflammatory molecules as CSa and promotes thrombosis following deposition on platelets and endothelium 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "······NE.W TECHNOLOGY"
        },
        {
            "text": "With improved methodology for the detection of activated components in inflamed tissue and biological fluids, the complement system has been increasingly implicated as contributing to the pathogenesis of numerous disease states (see tabler•. These include immunological diseases characterized by antibodymediated classical pathway activation, as well as vascular inflammatory conditions in which the alternative pathway is induced after reperfusion of ischaemic tissue. Distinct mechanisms of complement activation are associated with some diseases, such as Alzheimer's disease, since the [3-amyloid protein has been shown to bind to C1q directly and thereby to activate the classical pathway in vitro 15 • In many conditions there is evidence for simultaneous activation of both classical and alternative pathways.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 704,
                    "text": "15",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Complement in disease"
        },
        {
            "text": "Because activation of CS represents a critical step in the inflammatory cascade and as there are no known naturally existing molecules that uniquely block CS activation, the CS molecule represents an attractive target for development of a monoclonal antibody-based complement inhibitor. Therapeutic inhibition of the complement cascade at CS would block the formation of the potent inflammatory mediators CSa and CSb-9 via both the classical and alternative pathways, while preserving the patient's ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling anti-CS therapy"
        },
        {
            "text": "• ······················ NEW TECHNOLOGY ability to generate the critical immunoprotective and immunoregulatory functions of C3b-mediated opsonization and immune clearance. Therefore, we have developed recombinant CS-specific monoclonal antibodies and their engineered derivatives as soluble antiinflammatory biopharmaceuticals. The principle of anti-CS monoclonal antibody therapy of inflammatory disease has been examined in several preclinical models. Using a monoclonal antibody specific for mouse CS, we have shown that systemic anti-CS monoclonal antibody administration efficiently inhibited complement in vivo (inhibiting serum haemolytic activity for as long as six to seven days after a single intravenous injection), and that treatment with anti-CS monoclonal antibody was therapeutically effective in two distinct models of immune complex nephritis and autoimmune disease (Y. Wang et al., manuscript in preparation). In these models, continuous treatment with anti-CS monoclonal antibody for up to six months was not associated with any negative side effects. In murine collageninduced arthritis, anti-CS monoclonal antibody therapy not only prevented the onset of disease, but, most importantly, was also highly effective in ameliorating the course of established arthritis'\". In an ex vivo model of cardiopulmonary bypass (CPB)-induced inflammation, administration of a prototype anti-human CS monoclonal antibody completely blocked CSa and CSb-9 generation in whole human blood, as well as both the platelet and leukocyte activation that normally occur during CPB\". Thus, anti-CS monoclonal antibody therapy effectively modulated inflammatory responses in both in vivo and ex vivo models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lysis"
        },
        {
            "text": "To generate a human CS-specific monoclonal antibody for clinical development, mice were immunized with purified human CS and candidate monoclonals were screened in high throughput in vitro assays for their ability to block both CSa and CSb-9 generation via the classical and alternative pathways. From this effort a highly potent anti-CS monoclonal antibody was derived with very high affinity (K. < 100 pM), capable of blocking complement activation at monoclonal antibody/CS molar ratios as low as O.S:l. of this monoclonal antibody have been cloned and several recombinant forms have been engineered. Both recombinant Fab and scFv variants have been derived and shown to bind CS with similar affinity and to block CS activation at the same molar ratio as the intact antibody. In addition, humanized recombinant anti-CS monoclonal antibody and scFv that retain the binding affinity and complement inhibitory activity of their murine counterparts have been produced by CDR grafting (M. Evans, manuscript in preparation). The ability of an scFv derivative of a CS-specific monoclonal antibody to inhibit complement in vivo was tested by generating and administering intravenously a CS-specific scFv cross-reactive with primate complement'\". This scFvinhibited serum complement haemolytic activity for up to 2 hours following administration of a single intravenous bolus, consistent with the more rapid clearance of scFvs relative to intact monoclonal antibodies. CS inhibition by an intravenously administered scFv also demonstrated that the functional domains of the immunoglobulin constant region were not required for complement inhibition in vivo. The efficacy and pharmacokinetic profile of the anti-CS scFv suggest that it may be a useful antiinflammatory agent in acute settings such as CPB or ischaemia/reperfusion injury associated with myocardial infarction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant anti-CS antibodies"
        },
        {
            "text": "In summary, we have shown that inhibition of CS activation with highaffinity monoclonal antibodies represents a novel and potentially safe and effective approach to ameliorate inflammation in a variety of clinical settings. The potent anti-CS activity of the scFv molecule further suggests that it may be possible to define minimal peptide sequences that retain CS inhibitory activity, and thereby ultimately design orally available small molecule peptidomimetics. With recent advances in antibody engineering, monoclonal antibody-based therapeutic approaches appear to be well poised to achieve their anticipated clinical potential. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant anti-CS antibodies"
        },
        {
            "text": "Immunohistochemistry detection kit for researchers using rodent models in research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KITS"
        },
        {
            "text": "The HistoMouse SP kit from Zymed Laboratories is designed to detect mouse primary antibodies on mouse tissue and cells immunologically, without causing background staining (resulting from the anti-mouse secondary antibody binding to endogenous mouse IgG in the sample). Zymed's approach is said to block the endogenous mouse IgG in the tissue. The new kit contains blocker, biotinylated secondary antibody, streptavidin-horseradish peroxidase, the AEC substrate system, counterstain and mounting solution. It can be used to detect mouse, rabbit, rat and guinea pig primary antibodies on mouse or rat tissue and cells. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KITS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Building antibodies from their genes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoogenboom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Immunol. Rev",
            "volume": "130",
            "issn": "",
            "pages": "41--68",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunosuppressive therapy as a determinant of transplantation outcomes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Transplantation",
            "volume": "55",
            "issn": "",
            "pages": "1297--1305",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pharmacodynamics of chimeric glycoprotein lib/lila integrin antiplatelet anti· body Fab 7E3 in high-risk coronary angioplasty",
            "authors": [
                {
                    "first": ")",
                    "middle": [
                        "E"
                    ],
                    "last": "Tcheng",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Circulation",
            "volume": "90",
            "issn": "",
            "pages": "1757--1764",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correlative imaging with monoclonal antibodies in colorectal, ovarian, and prostate cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Meis",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Semin . nucl. Med",
            "volume": "24",
            "issn": "",
            "pages": "272--285",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Making antibodies by phage display technology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoogenboom",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annu. Rev. Immun",
            "volume": "12",
            "issn": "",
            "pages": "433--455",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibody-targeted modifications",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pietersz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krauer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "368",
            "issn": "",
            "pages": "856--860",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigen-specific human monoclonal antibodies from mice engineered with human Ig heavy and light chain Y ACs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature Genet",
            "volume": "7",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular organization and function of the complement system",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Biochem",
            "volume": "57",
            "issn": "",
            "pages": "321--347",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Membrane signaling by complement C5b-9, the membrane attack complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicholson-Weller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Halperin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Immun. Res",
            "volume": "12",
            "issn": "",
            "pages": "244--269",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical complementology: recent progress and future trends",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur. /. clin. Invest",
            "volume": "24",
            "issn": "",
            "pages": "219--228",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Beta amyloid activates com",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burdick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Glabe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Cotman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tenner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", A. , jones, T.M. & Lerner, R.A. Selection of human antihapten antibodies from semisynthetic libraries. Gene 137, 57-62 (1993) . 14. Barbas, C.F., I.anguino, L.R. & Smith, j.W. High affinity self-reactive human antibodies by design and selection: Targeting the integrin ligand bind-Ing site. Prnc. natn. Acad. Sci. U.S.A. 90, 10003-10007 (1993) . IS. Smith, J.W., llu, D., Satterthwait, A.C. , Plnz-Sweeney, S. & Barbas, C. f . Building synthetic antibodies as adhesive ligands for lntegrlns. f. bioi. Chem. 269, 32788-32795 ( 1994). 16. Topol, E.j. et al. Randomized trial of coronary inter· ventlon with antibody against platelet lib/Ilia lntegrin for reduction of clinical restanosls: Results at six months. wncet 343,881-886 (1994). 17. Brooks, P.C., Clark, R.A.F. & Cheresh, D.A. Requirement of vascular integrln a,b, for angiogenesis. Science 264, 569-571(1994). 18. Garrard, L.). & Henner, D.) . Selection of an anti-IGF-1 fab from a fab phage library created by mutagenesis of multiple CDR loops. Gene 128, 103-109 (1993",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "---------------------------· ------------Complement-specific antibodies: Designing novel anti-inflammatories Lou1s A. MATIS & Scorr A. RoLLINS Immunobiology Program, A lex ion Pharmaceuticals, Inc., 25 Science Park, Suite 360, New Haven, Connecticut 06511, USA Correspondence should be addressed to L.A.M.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "C3 J : • C3b cs : ~,4 csb ---1 --1 --1 --1 ----&iHHM• • 4• 1s1ai ii:iii 11 • 1 ii 1 .. '\\ c6 c1 cs C9 I c3, C3H.o -~c•• ~ ctt:!. Factor B+D Altenudln......., Actlv.tlon",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Components of the complement cascade.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ",.arget of anti-CS monoclonal antibody therapeutics",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). 19. Barbas, C.F., Rosenblum, J .S. & Lerner, R.A. Griffiths, A.D. et al. Human anti-self antibodies with high specificity from phage display libraries. EMBO /. 12, 725-734 (1993). 22. Griffiths, A.D. et al. Isolation of high affinity human antibodies directly from large synthetic repertoires. EMBO /. 13, 3245-3260 (1994).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Barbas, S.M., Ghazal, 1'., Barbas, C.F. & Burton, D.R. Recognition of DNA by synthetic antibodies./. Am. chem. Soc 116, 2161-2162 (1994). 25. De I<ruif, j. 1'1 al. Rapid selection of cell subpopulation-specific human monoclonal antibodies from a synthetic phage antibody library. Proc. natn. Aca<l. Sci. U.S.A. 92, 3938-3942 (1995). 26. Janda, I<.D. , Lo, C.-H .I.., Li, T. , Barbas, C.F.Ridder, R., Schmitz, R., I.egay, f. & Gram, H.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "' Disease association with complement activation has been demonstrated by the presence of activated complement components in biological fluids and/or deposition of activated complement components in diseased tissue.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "• ········ NEW TECHNOLOGY ·· drugs for the therapy of cancer. / . Drug Targeting 2,183-215 (1994) . 7. Holliger, P., Prospero, T. & Winter, G. \"Diabodies\": Small bivalent and bispecific antibody fragments. Proc. natn. Acad. Sci . U.S.A. 90, 6444-6448 (1993). 8. Janda, K.D ., Lo, C.H., Li, T., Barbas, C.F., Wirsching, P. & Lerner, R.A. Direct selection for a catalytic mechanism from combinatorial antibody libraries. Proc. natn. Acad. Sci. U.S.A. 91, 2532-2536 (1994) . 9. Burton, D.R. & Barbas, C.F. Human antibodies from combinatorial libraries. Adv. Immun. 57, 191-280 (1994). 10. Lonberg, N. et al. Antigen-specific human antibodies from mice comprising four distinct genetic",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Available from Kamiya Biomedical-an anti-angiotensin-converting tlnzyme (ACE) monoclonal antibody (clone 9B9). ACE has been implicated in many diseases, including infection with the human immunodeficiency virus, myocardial infarction, hypertension, sarcoidosis, restenosis, cardiomyopathy, stroke and diabetes. The monoclonal antibody reacts specifically with ACE of human, monkey,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "rat, hamster, cat and guinea pig origin. It can be used in immunohistochemistry, immunoprecipitation, immunoassays, radioimmunoimaging, antibody-<lrug targeting to the lung, and in the estimation of lung vessel injury in animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ON THE MARKET"
        },
        {
            "text": "Neurotrophic factors, receptor and antibodies.Both human and recombinant rat cil-Iary neurotrophic factor (CNTF) can be obtained from R&D Systems. The activities of these CNTF proteins have been measured in a human erythroleukaemic cell line (TF-1) bioassay as well as by their ability to support the survival and neurite outgrowth of cultured embryonic chick dorsal root ganglia. In addition, R&D Systems offers two anti-CNTF antibodies -a polyclonal and a monoclonal anti-human CNTF. Soluble gp130 protein and both monoclonal and polyclonal anti-human gp130 antibodies are available. The anti-gp130 antibodies block the cell-surface human gp130-mediated bioactivities induced by IL-6, IL-11, LIF and OSM, in addition to CNTF. Rb (Ab-5) staining of formalin-fixed, paraffinembedded normal human bladder after thermal pretreatment, left, and MIB-1 (Ab-1) staining of highly proliferative lung tumour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reader Service No. 151 Tel. (+1) 805-374-1380 Fax (+1) 805-374-1385"
        },
        {
            "text": "Oncogene Science recently announced the availability of two new antibodies directed against the Rb tumour suppressor gene protein (pl05). Rb (Ab-5), clone LM95.1, is said to stain formalinfixed, paraffin-embedded human tissues and will immunoblot the Rb protein. Rb (Ab-6), clone AF11, on the other hand, will react with the Rb protein from a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reader"
        }
    ]
}