{
    "paper_id": "dfc1c7c114181faa02ee60fece95ac020065c452",
    "metadata": {
        "title": "Lung Transplantation in CF 105 Inflammation in Lung Transplantation for CF Immunosuppression and Modulation of Inflammation",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "B"
                ],
                "last": "Mallory",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lung transplantation is an accepted therapy for selected individuals with end-stage lung disease due to cystic fibrosis (CF). Recent data show that CF recipients of lung transplantation have survival as good as those of any other diagnostic group. After transplantation, CF patients confront the major threats to life and health of graft infection and rejection. Inflammation is the common mediator of injury to the lung in both these instances. Graft infection after lung transplantation involves the same micro-organisms as are typical with CF as well as opportunistic agents. Prophylactic strategies and aggressive diagnosis via bronchoscopy are both critical in the effective treatment of post-transplant lung infections. Graft rejection involves the detection and recognition of foreign antigen and the subsequent activation of specific T-lymphocyte clones leading to inflammatory injury to the donor organ. Immunosuppression is used to prevent and/or modulate host response to the donor organ and titrated to serum therapeutic drug monitoring and transbronchial biopsy findings. Precise clinical monitoring and aggressive diagnostic approaches are crucial to minimizing graft injury and enhancing life after transplantation. Although most CF lung transplant recipients experience both graft infection and rejection and the 5-yr survival rate remains at approx 50%, improvement in diagnosis and therapy continue over time. With the introduction of new approaches to antimicrobial therapy, new immunosuppressant agents and promising strategies to promote immune tolerance, survival after lung transplantation is likely to improve in the coming decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lung transplantation is an accepted therapy for selected individuals with end-stage lung disease caused by cystic fibrosis (CF) (1) (2) (3) . In 2000, according to the International Society of Heart and Lung Transplantation, approximately 250 patients worldwide with CF underwent lung transplantation-a figure that represents 18% of the total number of lung transplant recipients (4) . CF was the leading indication for lung transplantation for pediatric patients, accounting for 66% of the total in 2000. CF was the second most common indication for lung transplantation after chronic obstructive pulmonary disease (COPD) in the adult population.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to data from the United Network for Organ Sharing, in 1999, survival after lung transplantation was longer for recipients with CF at 1, 3, and 5 yr after transplantation than the average transplant recipient in the United States (5) . Recipients of lung transplants with CF rival those patients with alpha-1-antitrypsin emphysema and typical COPD for best survival after transplantation. Thus, lung transplantation has not only proven to be technically feasible in patients with CF and end-stage lung disease, but results tend to be as good as or better than those obtained from recipients with other underlying diagnoses.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The major clinical problems that occur after lung transplantation, regardless of the organ or recipient, are allograft rejection and infection. The common denominator in these processes is inflammation of the graft. The lung appears to be particularly vulnerable to both allograft rejection and infection as compared to other transplanted organs ( Table 1 ). The lung is the most densely vascularized of the transplantable organs. It receives fully 50% of cardiac output, and has a vast vascular surface compared to the heart, liver, kidney, and small intestine. It is at the endothelial interface that alloantigen attack may take place, thus making the transplanted lung particularly vulnerable to injury. In addition, the lung has unique sizable loci for lymphocytes within its tissue borders, the bronchus-associated lung tissue (BALT). The BALT Table 1 Factors Responsible for the Exaggerated Vulnerability of the Lung after Transplantation Susceptibility to ischemic injury during surgery Large vascular surface area Transplantation of immunologically active cells within the graft (BALT) High density of professional antigen-presenting cells High-dose immunosuppression Anatomic exposure to aerosolized pathogens Blunting of cough reflex in a donor organ brings millions of donor lymphocytes into play in the hours and days after transplantation, theoretically making it much more difficult to camouflage the lung from host response than other transplanted organs. For these reasons, lung transplant patients receive higher doses of most immunosuppressant medications for longer duration than recipients of other solid-organ transplants. Furthermore, it may be that CF recipients who have a near maximal stimulation of the immune system from severe respiratory tract infection are more difficult to suppress after transplantation than other recipients who have not been subject to active and chronic infection. By anatomic design, the lung is exposed to many airborne potential pathogens on a continuing basis, increasing the relative risk of infection in lung transplant recipients compared to other solid-organ recipients. The most common community-acquired infection is respiratory in nature, particularly for children. The transplant surgery causes denervation of the airways, leading to a loss of the cough reflex. This is detrimental when inflammation and mucus accumulate in the central or distal airways. The higher dosing of immunosuppression also increases the vulnerability of the host to infection and severity of infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "This article reviews the major causes and forms of inflammation of the lung in the CF patient who undergoes lung transplantation, and briefly reviews the clinical means by which inflammatory complications of lung transplantation are diagnosed. Finally, it provides an up-to-date overview of specific immunosuppressants and other modulators of lung transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Whether the donor is a brain-dead individual in another city or a living donor in a nearby operating room, lung transplantation involves the removal of a lung from its circulation, which provides continuous oxygen delivery and vascular nutrition, for 1-6 h. Despite the development of sophisticated preservation solutions and techniques and the use of external and internal cooling, some degree of injury to the transplanted organ inevitably occurs after transplantation (6, 7) . Usually, endothelial and alveolar type I cell injury occurs (8) , leading to the expression of adhesion molecules that encourage the invasion of neutrophils and outflow of plasma into adjacent extravascular spaces. The clinical and histopathologic picture of ischemia-reperfusion injury, which occurs in 10-20% of transplant recipients, is indistinguishable from acute respiratory distress syndrome (ARDS) with extravasation of plasma proteins, water and neutrophils into the interstitium and alveolar space. This elaboration of cytokines and inflammatory cells can lead to an enhanced vulnerability to rejection through tissue damage and increased mucus production, with decreased mucus clearance. In an animal model, investigators have shown an upregulation in human leukocyte antigen (HLA) class II antigen expression on endothelial and epithelial cells in the graft (9) . Further study showed an increased prevalence of acute rejection in those animals (10) . This theoretical and logical vulnerability to rejection has not been proven in humans.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "7)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ischemia-Reperfusion Injury"
        },
        {
            "text": "With pulmonary edema and an influx of neutrophils, acute respiratory failure from reperfusion injury often requires a more prolonged period of endotracheal intubation and mechanical ventilation. Despite precautions, the graft may suffer barotrauma and/or oxygen toxicity from the supportive therapy. This clinical scenario would also increase the risk of graft infection and more inflammation. In most instances, there is slow recovery of function as endothelial and type II cell integrity are re-established over a period of days to weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ischemia-Reperfusion Injury"
        },
        {
            "text": "The major medical problem after lung transplantation is allograft rejection. Three distinct forms of rejection have been described in all solid organ transplants: hyperacute, acute, and chronic ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Allograft Rejection"
        },
        {
            "text": "Hyperacute graft rejection occurs when there are preformed circulating specific antibodies to donor HLA antigens. The clinical scenarios that predispose to hyperacute rejection are pregnancy and a previous blood transfusion. Virtually all transplant centers test all organ transplant candidates with an antibody screening test. Those recipients with positive antibodies generally undergo plasmapheresis immediately before the transplant operation. In any case, hyperacute graft rejection is rare in lung transplantation and even more so in children undergoing lung transplantation. The first manifestation of this form of rejection is a marked hyperemia of the organ within minutes of implantation, a phenomenon usually quite visible to the surgeon. Treatment is urgent plasmapheresis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperacute Allograft Rejection"
        },
        {
            "text": "The common forms of allograft rejection occur in two distinct forms: acute and chronic. We shall deal with the acute form first. Acute graft rejection (AGR) is manifested by subtle, nonspecific symptoms, and can be definitively diagnosed only by biopsy of the lung tissue. AGR will be diagnosed at least once in most lung transplant recipients. Transbronchial biopsy is the biopsy method of choice in all patients who are clinically stable. Infants or young children in respiratory failure who are at high risk from injury or death by the use of flexible fiberoptic bronchoscopy may be candidates for open-lung biopsy. The histopathologic picture of AGR always involves circumferential perivascular infiltration by lymphocytes (11) . Both CD4+ and CD8+ lymphocytes are present as a rule. In more severe degrees of rejection, the infiltrate may extend into the interstitium and around the airways.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 731,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute Allograft Rejection"
        },
        {
            "text": "AGR most commonly occurs within days of engraftment. Donor HLA antigens are presented to the T lymphocytes of the recipient via an antigen-processing cell (APC) ( Table 3 ). APCs may be macrophages, dendritic cells, or even epithelial cells, and may be of donor or recipient origin. Donor APCs are involved in what has been termed direct alloantigen recognition. Recipient APCs process donor HLA antigens prior to presentation to recipient T lymphocytes in the indirect alloantigen recognition process. Most investigators believe that the direct process predominantly leads to acute rejection whereas the indirect process is the major mechanism for chronic rejection (12, 13) . Donor APCs other than epithelial cells are eliminated over the first few months after transplantation.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Acute Allograft Rejection"
        },
        {
            "text": "The result of the direct alloantigen recognition by the T lymphocyte is the activation and clonal expansion of specific T lymphocytes (12) . When HLA class II antigens are presented, CD4+ helper T lymphocytes are activated. When HLA class I antigens are presented, CD8+ cytotoxic or killer T lymphocytes are activated. Cytokines are elaborated, and further inflammation and tissue destruction are enhanced. Among the cytokines, those that have received note are RANTES, IL-2, IL-8, macrophage inflammatory proteins (MIP) 1 and 2, and monocyte chemotactic protein (MCP) (14) . The result of exuberant secretion of cytokines by activated T lymphocytes and macrophages is a wave of inflammation and tissue destruction. Because of the life-threatening damage to organ viability that may result from severe AGR, the currently used immunosuppressant strategies are largely aimed at preventing or dampening T-cell activation, rather than interfering with alloantigen recognition.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute Allograft Rejection"
        },
        {
            "text": "Episodes of AGR can usually be treated effectively with the use of a self-limited course of high-dose intravenous (iv) corticosteroids. Nevertheless, repeated episodes of AGR are statistically the strongest predictor of chronic rejection in the form of bronchiolitis obliterans (12) .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute Allograft Rejection"
        },
        {
            "text": "Most transplant clinicians acknowledge that bronchiolitis obliterans (BO) is the histologic and clinical form of chronic allograft rejection in the lung. Certainly, BO is observed in other clinical scenarios, most commonly after severe adenoviral infection in children and after chronic graft vs host disease in bone-marrow transplant recipients. There is convincing clinical data in humans and data from animal models that BO is the outcome of chronic graft rejection (12) . Indeed, approximately 50% of survivors at 5 yr post-transplant have bronchiolitis obliterans syndrome (BOS), which is the presumed clinical correlate of BO (15) . Risk factors for BO include, in descending order of importance: the number and severity of episodes of AGR, patient adherence to the prescribed immunosuppressant program, and possibly the number and severity of episodes of lower respiratory infection after transplantation. The term \"BOS\" was coined in 1993 because there appeared to be a high false-negative yield from transbronchial biopsies in patients who had histologic evidence of BO (15) . The section on diagnostic issues also examines this subject.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Graft Rejection"
        },
        {
            "text": "As mentioned earlier, there are similarities and differences in the immune-mediated mechanism of tissue inflammation and injury between AGR and chronic rejection or BO in the lung. Clearly, there are overlaps in the immune cells and mechanisms, but certain differences are noteworthy. Several investigators have found that B-cell activation and antibody deposition to HLA class I antigens predictably play a role in the evolution and progression of BO (13, 16) . In patients with BO, dendritic-cell density is significantly increased in the lung, which Clinical Reviews in Allergy and Immunology Volume 23, 2002 would seem to facilitate the chronic presentation of donor antigens to the recipient immune system (17) . On biopsy, when the tissue samples reveal pathology, patients with BO have both CD4+ and CD8+ lymphocytes infiltrating the airway wall (13) . Research has demonstrated that the predominant immune response to the donor airway-epithelial cells is expansion of the CD8+ cytotoxic T-cell line, which directs part of its tissue destruction at those same epithelial cells (18) . Furthermore, those T cells are specific for the HLA class I antigens on the epithelial cells. Bronchoalveolar lavage (BAL) fluid collected in individuals with BOS demonstrates chronic neutrophilia (19, 20) . Further evaluation of the airway environment in these patients shows persistent signs of oxidative stress with inadequate down-regulating mechanisms in play (21) . Myeloperoxidase activity and oxidized methionine residues are elevated, and levels of glutathione, an important antioxidant, are reduced in BOS patients. Lastly, there are growth factors secreted into the airway lumen, which may favor the laying down of collagen in a fibrotic and obliterative fashion. Both TGF-and insulinlike growth factor-1 (IGF-1) have been reported to be present in high amounts in patients with BO or BOS (22, 23) .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "(13,",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 611,
                    "text": "Volume 23, 2002",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "(19,",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "20)",
                    "ref_id": null
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1895,
                    "text": "(22,",
                    "ref_id": null
                },
                {
                    "start": 1896,
                    "end": 1899,
                    "text": "23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Graft Rejection"
        },
        {
            "text": "Infection is common in lung transplant recipients because of the anatomic vulnerability of the graft and the need for immunosuppression (Table 1) . Children are at greater risk than adults because they have not had primary infection by a number of important viruses at the time of transplantation, and because community viruses tend to run at higher frequency and higher titer within the community of infants, children, and adolescents as compared to adults. The herpes family viruses and all respiratory viruses are the infections of greatest significance in children, since they are often immunologically naïve. This includes respiratory syncytial virus in infants and young children (Table 4 ). BAL fluid culture and transbronchial biopsy have a significant false-negative rate for fungi. Pneumocystis carinii can be eliminated from consideration if the patient adheres to prophylaxis. These patients are immunocompromised; thus, many bacterial species must be considered as pathogens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Infection"
        },
        {
            "text": "The inflammatory response to infection in lung transplant recipients is the same as in non-transplant patients. In CF patients, the bronchial-epithelial-cell population has been replaced by non-CF cells; thus, there will not be the same increased expression of IL-8, massive influx of PMNs, and increased binding of Pseudomonas aeruginosa to the epithelial-cell membrane as before transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection"
        },
        {
            "text": "Clinical Reviews in Allergy and Immunology Volume 23, 2002 ",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 58,
                    "text": "Volume 23, 2002",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection"
        },
        {
            "text": "Acute graft dysfunction caused by ischemia-reperfusion injury is diagnosed on clinical and radiographic grounds. The presence of increasing, diffuse alveolar infiltrates with worsening oxygenation and lung compliance-sometimes with concurrent frothy, bloody tracheobronchial secretions over the first 12 h post-transplant-is typical. BAL fluid cultures are usually negative, and transbronchial biopsy, if performed, shows fibrin in the alveolar spaces, type II cell hyperplasia, scattered neutrophils, and, sometimes, areas of organizing pneumonitis. BAL fluid analysis shows an increase in cell count with an increase in neutrophils (24) . BAL in the \"normal\" uncomplicated lung transplant recipient will usually show an increase in total cell count and an increase in neutrophils to 25% or higher during the first 4 wk (24) . The BAL of a patient with ischemia-reperfusion injury will often show a 50% or higher neutrophil account. ",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 638,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "(24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ischemia-Reperfusion Injury"
        },
        {
            "text": "Hyperacute rejection is manifested by gross organ dysfunction almost immediately after implantation and reperfusion. The lungs turn hyperemic, and oxygenation deteriorates abruptly. In addition to the suspicious clinical scenario, an urgent antibody panel screening test usually reveals moderate or high titers of specific anti-HLA antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperacute Graft Rejection"
        },
        {
            "text": "The onset of AGR rarely begins until after the first 4-6 d post-transplantation. Clinical signs and symptoms include low-grade fever, malaise, mild dyspnea, bilateral interstitial infiltrates on chest radiograph, bibasilar inspiratory crackles, and, occasionally a worsening pleural effusion. Specific diagnosis requires histopathology because all these signs are nonspecific (Table 5 ). Serial spirometry is probably the most sensitive, commonly used test to suggest the possible presence of AGR in patients who are ambulatory after recovery from transplantation. Transbronchial biopsy with 6-12 biopsies from one or more lobes appears to be a sensitive method for diagnosis. Significant AGR is manifested by perivascular lymphocytic infiltrates and the degree of rejection is judged on the basis of widely accepted criteria (11) . It has been reported that BAL fluid analysis of patients with AGR shows an increase in cellularity with a differential cell count showing 30-70% alveolar macrophages, 10-60% lymphocytes, and 15-30% neutrophils (24) . Unfortunately, there is such individual variation and overlap with patients with lower respiratory infection that BAL analysis alone cannot be used to diagnose AGR. Investigators have searched for a particular cytokine mix in blood or BAL fluid that might be more precise than simple cell counts. However, the same large inter-individual variation and overlap with patients with acute infection have thus far frustrated the use of these less invasive diagnostic methods for AGR.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 830,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "(24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "(Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Acute Graft Rejection (AGR)"
        },
        {
            "text": "BO is a chronic inflammatory and proliferative complication that is undoubtedly clinically silent during its initial stages. It is also the most common cause of death from lung transplantation after the first 6 mo. Precise and sensitive diagnosis at the earliest possible stage of BO would be important (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Chronic Rejection"
        },
        {
            "text": "In the early 1990s, it was appreciated that even with repeated negative transbronchial biopsies, many patients would develop a progressive obstructive worsening on spirometry. On further evaluation with open lung biopsy or at autopsy, these patients always had BO. In 1993, the Lung Rejection Study Group revised the criteria for diagnosis of chronic allograft rejection and introduced the term BOS (15) . The criteria for diagnosis requires that the patient is at least 3 mo post-surgery, and that other causes of altered lung function such as anastomotic narrowing, aspiration, or infection are eliminated as diagnostic possibilities. The average of the two best forced expiratory volume in 1 second (FEV1) measures, at least 3-6 wk apart, is established as the baseline value. If the average of two FEV1 measurements at least 1 mo apart fall more than 20% below the baseline value, then stage 1 BOS has been reached. When the FEV1 falls below 66% of the baseline value, it is stage 2, and below 51% is stage 3. The criteria have been widely accepted worldwide, and a reformulation is currently in progress.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Rejection"
        },
        {
            "text": "Delay in diagnosis is the major practical therapeutic problem with the application of BOS criteria. Major loss of small airways has certainly occurred before there has been a 20% loss of FEV1 from baseline. Investigators have been looking for earlier and still sensitive indicators of small airways disease. The early neutrophilia in BAL fluid seen in the first few weeks after transplantation usually resolves by 3-6 mo postoperatively. Patients who go on to have BOS have persistent BAL fluid neutrophilia (20) . Patients with established BO have a moderate elevation in cell counts, with a differential count of 40-70% alveolar macrophages, 10-30% lymphocytes and 20-30% neutrophils (24) . As with AGR, BAL cellular studies are not diagnostic of BO. A German group has reported that there appears to be elevated neutrophil activation factors such as myeloperoxidase and Il-8 as well as transforming growth Clinical Reviews in Allergy and Immunology Volume 23, 2002 factor (TGF-), and less antiprotease activity in BAL fluid in patients with BOS (25, 26) . At times, these changes are noted chemically prior to a drop in lung function. Another group in France has demonstrated the elevation of IGF-1 mRNA in BAL fluid months prior to lung-function changes indicative of BOS (23) . All of these cytokines and growth factors will need further study to prove their sensitivity and specificity. It has also been proposed that physiologic studies may predict BOS months before the spirometric changes are clear, thus presumably at an earlier stage in the process of chronic rejection. Nonspecific bronchial hyperreactivity is often seen in lung transplant recipients prior to the point at which BOS criteria have been satisfied (27) . Even more exciting is the potential application of the technique of assessing ventilatory distribution by the simultaneous measurement of two inert gases. In a Belgian study, this technique picked up abnormalities 6-18 mo before spirometric change defined BOS (28) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 967,
                    "text": "Volume 23, 2002",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "(25,",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "26)",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1729,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "(28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Rejection"
        },
        {
            "text": "The chest radiograph is usually either normal or demonstrates a modest degree of hyperinflation in early BOS. High-resolution chest CT scan, when performed on inspiration and expiration, can demonstrate early air trapping in a heterogeneous pattern, which is a reasonably sensitive indicator of BO (29) . Ventilation perfusion scanning often shows delayed washout of xenon and a heterogeneous pattern of perfusion defects early in the course of BO.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "(29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Rejection"
        },
        {
            "text": "Lower respiratory-tract infection (LRI) can be quite subtle in the lung transplant recipients. Fever and leukocytosis may not be present because of immunosuppression. Cough may be quite minimal because of the denervation of the airway beyond the anastomoses. A drop in FEV1 on spirometry is always taken seriously and should always lead to consultation with a physician. The absence of an infiltrate on chest radiograph does not rule out purulent bronchitis. If patients can produce sputum, treatment based on results may obviate the need for bronchoscopy, but the most reliable method of diagnosing LRI after transplantation is via bronchoscopy. Since transplant patients are immunosuppressed, it is risky to presume the presence of a community-acquired infection. BAL fluid cultures should include viral, fungal, and quantitative bacterial cultures. Pneumocystis stains are probably unnecessary if the patient has been taking prophylactic trimethoprim-sulfamethoxazole with a high degree of assurance. The more intense the immunosuppression or the more severe the BO, the more likely that unusual organisms may be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection"
        },
        {
            "text": "Prevention Prevention is critical to the success of lung transplantation. Strategies to prevent or modulate ischemia-reperfusion injury are beyond the scope of this discussion but involve efficient and precise harvesting techniques, short ischemic times, and finely tuned perfusion solutions. There are some studies that suggest that the use of pulmonary vasodilators such as PGE1 may be effective in minimizing the severity of the lung injury in the immediate perioperative and postoperative periods. Hyperacute allograft rejection can be modulated by detection of circulating anti-HLA antibodies and the pre-emptive use of plasmapheresis in vulnerable patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Inflammatory Complications of Lung Transplantation"
        },
        {
            "text": "Prevention of infection involves a detailed use of specific antimicrobial agents, as shown in Table 6 . The herpes family viruses, aspergillus, Pneumocystis carinii, and certain bacterial agents can be effectively prevented, modulated, or postponed by the current regimens outlined here. Active immunization is critically important. Among the standard vaccines, live vaccines, which include oral polio vaccine, measles, mumps, rubella (MMR) vaccine, and varicella vaccine, are avoided. Influenza vaccine is indicated annually for life. Passive immunization against respiratory syncytial virus (RSV) with palivizumab is often used in infants and young children. It is usually recommended that infants and young children be spared exposure to a daycare setting if at all possible. Prevention of AGR is difficult, but probably most important in terms of long-term survival. Matching of donor and recipient HLA, as performed in kidney transplantation, would be helpful, but the urgency with which thoracic organs must be implanted into the recipient effectively precludes HLA matching at the present time. The use of the freshest and healthiest of organs and selecting the most vibrant and young recipients would be logical, but practical and ethical considerations prevent these strategies from being implemented. The use of aggressive immunosuppression from the early hours after transplantation is important. The experience of excessive infectious and neoplastic complications from cytolytic therapy in many centers has led to its abandonment in the early induction phase of immunosuppression in many centers. In the USA, \"cytolytic\" agents include OKT3 and anti-lymphocyte globulin (ATGAM ® ). In keeping with tradition, three immunosuppressant drugs are used in most programs to prevent rejection. The standard immunosuppressants used in 2001 in the United States are shown in Table 7 . Recently, some centers have introduced one of the new IL-2 receptor antagonists as an intravenous (iv) infusion just prior to transplantation, and then at scheduled intervals afterwards. These agents are daclizumab, a completely humanized mouse antibody, and basiliximab, a mostly humanized mouse preparation (30) . The efficacy of this approach awaits prospective study.",
            "cite_spans": [
                {
                    "start": 2197,
                    "end": 2201,
                    "text": "(30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 6",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1878,
                    "end": 1885,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Treatment of Inflammatory Complications of Lung Transplantation"
        },
        {
            "text": "Because AGR is the strongest predictor of BO, the best preventative approach to BO is to maximize lung health in the early phases after lung transplantation. Although unproven in a controlled trial, the detection of AGR at its earliest and mildest stage combined with aggressive treatment is a dogma embraced by most transplant pulmonologists the world over. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Inflammatory Complications of Lung Transplantation"
        },
        {
            "text": "Ischemia-reperfusion injury is generally treated with supportive care using ventilatory strategies that have proven effective in the treatment of ARDS in recent years. More recently, studies have suggested that a dose of exogenous surfactant may also have a beneficial impact on lung health in the early minutes and hours after reimplantation (31) .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "(31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ischemia-Reperfusion Injury"
        },
        {
            "text": "Other studies suggest that nitric-oxide treatment can ameliorate hypoxemia caused by ischemia-reperfusion injury, but does not prevent injury (32) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "(32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ischemia-Reperfusion Injury"
        },
        {
            "text": "Plasmapheresis is the treatment of choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperacute Rejection"
        },
        {
            "text": "Although there are situations when a presumptive diagnosis of AGR is made, in general there will be a histologic diagnosis with grading of severity. The standard treatment in children is iv methylprednisolone 10 mg/kg for three consecutive days (Table 8) . My practice has been to monitor the patient clinically for response and to repeat a transbronchial biopsy in 2 wk. More than 80% of patients will respond by clinical exam and lung function within 48 h. With repeated AGR episodes or steroid-resistant rejection, a change in the basic triple immunosuppressant regimen would be considered. Among the most straightforward options are maximizing doses of current immunosuppressants (if feasible), the change from cyclosporine (CSA) to tacrolimus (TAC) and/or the change of azathioprine to mycophenolate mofetil (MMF). Other employed options are a 6-wk course of once-weekly methotrexate at (0.15 to 0.25 mg/kg/wk), total lymphoid irradiation or photopheresis. Some physicians will employ cytolytic therapy in the form of OKT3 or another antilymphocyte globulin preparation over a 7-14-d course. Recently, the availability of sirolimus provides a new agent with a new mechanism of action (MOA) in the event of refractory acute rejection. Studies in renal transplantation are encouraging in this situation (33) .",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "(33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "(Table 8)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Acute Allograft Rejection (AGR)"
        },
        {
            "text": "BO, when diagnosed by the current clinical criteria of BOS, is wellestablished in pathologic terms. The inflammatory, fibroproliferative response has usually been present for months. Many transplant pulmonologists will still perform transbronchial biopsy to determine the relative activity (34) . \"Active inflammation\" is marked by a dense infiltrate of lymphocytes in the bronchiolar and peribronchiolar tissues.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "(34)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Allograft Rejection"
        },
        {
            "text": "Because it can be difficult to sample the small airways in BO, the addi-Clinical Reviews in Allergy and Immunology Volume 23, 2002 tion of an endobronchial biopsy may be useful in this situation (35) . In the event of the recent drop in lung function, particularly with histologic evidence of lymphocytic infiltration around or within the airway, many centers choose to augment immunosuppression to seek some degree of reversal or stabilization of what often is a relentlessly progressive course. The pharmacologic options are similar to those outlined for repeated AGR with the more common addition of cytolytic therapy (Table 8 ). There are studies reporting partial success with cytolytic therapy (36) . In my own practice, cytolytic therapy with concurrent high-dose iv methylprednisolone has often been the initial therapeutic response, often followed by a change in maintenance immunosuppression. Sirolimus, which has a distinctly different mode of action than the usual immunosuppressants, including an antiproliferative mechanism, has exciting potential in the treatment of chronic graft rejection (37) . There is little published experience in lung transplantation.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 130,
                    "text": "Volume 23, 2002",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "(36)",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "(37)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 629,
                    "text": "(Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Chronic Allograft Rejection"
        },
        {
            "text": "Retransplantation is theoretically an option. Early experience indicated that BO is more likely to recur in an accelerated fashion after retransplantation, but more recent studies do not corroborate this notion (38) . However, early mortality is higher with retransplantation than with primary transplantation. The shortage of donors appropriately raises ethical considerations related to the distribution of scarce resources. ",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "(38)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic Allograft Rejection"
        },
        {
            "text": "Lower respiratory-tract infection (LRTI) may be subtle in clinical presentation, as indicated earlier. The therapeutic approach is generally straightforward. There are subtleties to the treatment of cytomegalovirus (CMV) infection that are beyond the scope of this article. Suffice it to say that the agents available include CMV-hyperimmune globulin, iv ganciclovir, iv foscarnet, and oral ganciclovir, valganciclovir, or acyclovir. In general, I support an aggressive approach to acute viral infections, especially those diagnosed early in the course. Among antivirals used include amantadine, oseltamivir, zanamivir, acyclovir, and ribavirin. Cidfovir may have a place in the future if it can show efficacy in adenovirus infection, a particularly virulent pathogen in lung transplant recipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lower Respiratory Infection"
        },
        {
            "text": "One of the most feared infections in the transplanted lung is Aspergillus fumigatus (AF). When a CF patient has either a history of allergic bronchopulmonary aspergillosis or any growth of AF in the 12 mo prior to transplant, a pre-emptive therapeutic approach may be used. Either iv amphotericin B or itraconazole can be used for the first few days or until the patient has been weaned from ventilatory support and can take oral medication. After iv antifungal therapy, the options are either aerosolized amphotericin B or oral itraconazole. The aerosolized route has the advantage of directing the drug to the vulnerable and often damaged large airway where AF invasion can take place within days of transplantation. However, oral itraconazole can be continued with relative ease for an extended period of time. The azole antifungal agents all competitively inhibit the hepatic excretion of cyclosporine and tacrolimus, leading to a marked increase in blood level unless there is a dosage change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lower Respiratory Infection"
        },
        {
            "text": "Bacterial LRTIs are very common after transplantation. As indicated in the diagnostic section, specific diagnosis is the key to treatment. Many CF lung transplant recipients demonstrate a propensity to recurrent Pseudomonas aeruginosa LRTI, and may be treated presumptively when the LRTI is not serious or out of keeping with previous infection. With recurrent pseudomonas LRTI, treatment and/or suppressive therapy with aerosolized antibiotics can be a highly effective and cost-effective strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lower Respiratory Infection"
        },
        {
            "text": "Lung transplantation for CF is an enormous undertaking from every point of view. Despite the concern about infection and relative malnutrition on the part of many CF lung transplant recipients, the world's experience is that outcomes after transplantation with CF compare favorably with recipient outcomes with other underlying diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "United Network for Organ Sharing website: www.unos.org, accessed September",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Types of Allograft Rejection",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mechanisms of Alloantigen RecognitionDirect Recognition• Donor APC presents donor HLA antigen • Recipient T lymphocyte receives antigen and is activated if appropriate costimulatory interaction present • Mostly HLA antigen class II • Predisposes to acute rejection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Major Microbial Pathogens after Pediatric Lung Transplantation",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Clinical and Laboratory Indicators of Allograft Rejection Hyperacute • Circulating specific anti-HLA antibodies Acute • Nonspecific clinical symptoms • Mild hypoxemia • Changes in chest radiograph with infiltrates and possible pleural effusion • Lymphoctyes and neutrophils in BAL fluid • Perivascular lymphocytes on transbronchial biopsy Reduction of FEV1 > 20% from post-transplant best baseline value with no other diagnosable complication that might cause deteriorating lung function • Transbronchial biopsy, possibly noting scar in the bronchioles with or without lymphocytes in and around the airway wall • Endobronchial biopsy showing lymphocytes and scar • Neutrophils in the BAL fluid *Italics denote the key diagnostic criterion in each category.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Preventive and Pre-emptive Antimicrobial Treatment in the Early Post-transplant Period",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Standard Immunosuppression after Lung Transplantation",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Approaches to Allograft Rejection Acute Allograft Rejection • Methylprednisolone 10 mg/kg intravenously for 3 d Steroid-Resistant Allograft Rejection or Repeated Acute Allograft Rejection • Change CSA to TAC • Change azathioprine to MMF • 6-wk course of once-weekly oral methotrexate • Cytolytic therapy • Total lymphoid irradiation • Photopheresis Chronic Allograft Rejection • Cytolytic therapy • Change CSA to TAC • Change azathioprine to MMF • 6-wk course of once-weekly oral methotrexate • Total lymphoid irradiation • Photopheresis • Retransplantation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Current survival rates and the frequency of severe complications are unacceptable. Transplant physicians, in combination with basic scientists and pharmaceutical and biotechnology companies, are dedicated to a safer and more effective regimen in the future. Strategies to block co-stimulatory molecules that are crucial in T-lymphocyte activation are under investigation. Ultimately, we must find methods of inducing recipient tolerance to donor antigens (39) . The severe shortage of donor organs also demands careful yet aggressive exploration of new strategies for organ procurement. In the interim, CF physicians, primary-care providers and CF patients and families will be faced with very difficult decisions about the pursuit of transplantation and which transplant center to choose.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "(39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}