{"paper_id": "dfd52cde54b488165d94f67ecad9f9ca9016d175", "metadata": {"title": "A case of pancytopenia and splenomegaly: haematological disease?", "authors": [{"first": "A", "middle": [], "last": "Perciaccante", "suffix": "", "affiliation": {}, "email": "antonioperciaccante@libero.it"}, {"first": "•", "middle": ["A"], "last": "Fiorentini", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["J"], "last": "Ora", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["A"], "last": "Paris", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Serra", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["P"], "last": "Serra", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "ration and absent in expiration. This sign expresses the spot where visceral pleura detaches from parietal pleura in the presence of pneumothorax, therefore the lung point cannot be found in cases of total lung collapse.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Chest ultrasound is an emerging clinical application in the management of the ED patient. The literature supports its accuracy, as well as its role as a point-of-care modality. Differentiating pulmonary processes such as pneumothorax [6] [7] [8] [9] [10] , pulmonary contusion [12] , heart failure [13, 14] and ARDS [15] with chest ultrasound have shown high diagnostic effectiveness. Chest radiographs remain the standard of care for the diagnosis of pneumothorax [3] , despite lower overall accuracy as compared to ultrasound. As our case illustrates, care must be taken with some rare, misleading artefacts. The emergency physician must maintain a high index of suspicion when the chest radiograph does not match the patient presentation. Point-of-care chest ultrasound is gaining support as a diagnostic tool which is easy to perform, readily available, safe and timesaving, and should be recognised as a necessary skill for the emergency physician [16]. Bone marrow biopsy and aspira-tion did not reveal granulomatosis and neoplastic lesions. On 26 September he was discharged home with a diagnosis of \"pancytopenia, liver cirrhosis\". On 6 October he had fever with shaking chills and was admitted to our hospital. The patient was a native of Umbria, where he lived. There was no history of travel, exposure to animals or sick people, receipt of blood products, sexual promiscuity or other pathologies. He did not use alcohol or illicit drugs; he had smoked one pack of cigarettes daily from the age of 45 years and he had no eaten 239 C E On examination, the patient appeared fatigued; no rash, skin lesion or lymphadenopathy was found. The head and neck were normal, the lungs were clear and neurologic examination was normal. A grade 2 systolic murmur was present. Liver and spleen were palpated, respectively, 3 cm and 6 cm below the right and left costal margins.", "cite_spans": [{"start": 234, "end": 237, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 238, "end": 241, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 242, "end": 245, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 246, "end": 249, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 277, "end": 281, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 298, "end": 302, "text": "[13,", "ref_id": null}, {"start": 303, "end": 306, "text": "14]", "ref_id": "BIBREF14"}, {"start": 316, "end": 320, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 465, "end": 468, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The results of laboratory tests are presented in Table 1 . Urine analysis was normal. Specimens of blood and urine were obtained for culture and no organisms grew. Radiographs of chest were normal. Transfusions were given and piperacillin and amikacin were administered intravenously, without relief of the fever.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 56, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "The principal diagnostic hypotheses were: visceral leishmaniasis (VL), supported by the presence of fever and hypergammaglobulinaemia (Fig. 1) , haematological diseases (haemolytic anaemia, leukaemia, myelofibrosis) and liver cirrhosis. In the differential diagnosis we consider also malaria, tuberculosis, cytomegalovirus and Epstein-Barr virus infection, systemic lupus erythematosus and rare diseases such as Gaucher's disease, amyloidosis and histiocytosis.", "cite_spans": [], "ref_spans": [{"start": 134, "end": 142, "text": "(Fig. 1)", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "Serologic tests and diagnostic procedures were performed. The tuberculin skin test was negative at 48 h.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The tests for HIV, EBV, CMV, brucella, hepatitis B and C and Coomb's and Ham's tests were negative. Abdominal 240 ultrasound revealed hepatomegaly (17.9 cm) and splenomegaly (20 cm) without focal lesion, portal, splenic and hepatic vein obstruction. A blood film and a bone marrow biopsy and aspiration were performed. The microscopic examination of peripheral blood revealed platelet aggregation. The bone marrow biopsy and aspiration revealed macrophages filled with amastigotes of Leishmania. The diagnosis was confirmed by serological tests (IgG 1:5120) . The patient was treated with a lipid formulation of amphotericin B (AmB): 3mg/kg/day intravenously on days 1-5, 14 and 21.", "cite_spans": [], "ref_spans": [{"start": 545, "end": 557, "text": "(IgG 1:5120)", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "His clinical condition improved, and the size of his spleen decreased. The serological tests, repeated after two years, showed a reduction of IgG (1:320) and normalisation of laboratory tests.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "William Leishman and Charles Donovan, separately but simultaneously in 1903, demonstrated a protozoan parasite in the spleen of patients suffering from a malaria-like illness, which became known as visceral leishmaniasis (VL). The causative agent of VL was named as Leishmania donovani after its co-discoverers.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Actually, about 21 Leishmania species are known to infect humans and produce several, varied clinical syndromes, including visceral, cutaneous and mucosal leishmaniasis [1] .", "cite_spans": [{"start": 169, "end": 172, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In Italy, human VL is caused by Leishmania infantum, which has different Phlebotominae species as the vector. The most prevalent sandfly species were Phlebotomus perniciosus and P. papatasii [2] . Their seasonal presence extends from the second half of May to September.", "cite_spans": [{"start": 191, "end": 194, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Discussion"}, {"text": "Dogs are the main reservoir of infection, but the results of a study carried out in Calabria and Sicily has revealed the presence of Leishmania spp. antibodies in murine serum. This indicates the presence of rodents as new reservoirs (Rattus rattus and Rattus norvegicum) in rural areas.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In the first half of the 20th century, VL, caused by Leishmania infantum, was a typical infantile syndrome in Italy, with high incidence in southern regions and islands. Stable endemic foci of both human and canine VL were present only in southern, central and insular regions in Italy. Recently, new foci of canine and human leishmaniasis and the presence of sandfly vectors are reported also in northern regions [3] . However, in the last 10 years, the geographic distribution of canine and human leishmaniasis in Italy has spread and these diseases are expanding into northwestern continental climate areas, because of global warming and increased movement of infected animals and sandfly vectors from Mediterranean coastal areas.", "cite_spans": [{"start": 414, "end": 417, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Another important factor that can explain the increased incidence of VL is the increase of this infection in immunosuppressed patients. Recent evidence has shown that Leishmania-HIV coinfection is becoming a major health problem in affected areas [4] . It is unclear whether HIV infection increases the probability of a new leishmanial infection becoming symptomatic or allows the re-activation of a previous asymptomatic latent infection or both. The hosts immune system plays an important role in establishing the course of this infectious disease. Early studies largely defined the Th1/Th2 paradigm of resistance/susceptibility to infection and the role of IL-12 and IL-4 respectively in driving Th1 and Th2 cell development [5] . Milano et al. [6] suggested endogenous IL-15 as having a role in increasing the T-cell response to human intracellular pathogens.", "cite_spans": [{"start": 247, "end": 250, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 728, "end": 731, "text": "[5]", "ref_id": "BIBREF5"}, {"start": 748, "end": 751, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "The clinical presentation and evolution of VL is the result of the complex interplay between the parasite and the hosts immune system. The infection can remain asymptomatic or subclinical in many cases, or can follow an acute, subacute or chronic course. Unrecognised and untreated acute VL is usually associated with a fatal outcome. Complications include secondary bacterial infections and haemorrhage, both salient contributors to mortality.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "VL has a classic symptomatology, characterised by fever, cachexia, moderate hepatomegaly, usually massive splenomegaly, pancytopenia and hypergammaglobulinaemia with hypoalbuminaemia, but it can have also atypical clinical presentations. An unusual symptomatology is present mainly in immunosuppressed patients, in which dry cough, diarrhoea and concomitant cutaneous lesions are described, reflecting the failure of the hosts immune system to prevent the spread of the parasites into unusual sites, such as the respiratory and gastrointestinal tracts. However, atypical clinical presentations of VL are described also in immunocompetent patients. In fact, two cases of VL presenting as an adrenal cystic mass [7, 8] and a case as an axillary lymphoadenopathy and splenic infarct [9] has been reported in immunocompetent patients.", "cite_spans": [{"start": 710, "end": 713, "text": "[7,", "ref_id": "BIBREF7"}, {"start": 714, "end": 716, "text": "8]", "ref_id": "BIBREF8"}, {"start": 780, "end": 783, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the last years some serologic tests have been tested in the diagnosis of leishmaniasis. Enzyme-linked immunosorbent assay (ELISA), indirect immunofluorescence assay (IFA) and direct agglutination tests (DAT) are used by investigators in various endemic regions. The sensitivity and specificity of each assay varies with the species of Leishmania used as a source of antigen, with the species of parasites causing the infection and with the humoral immune response of the host [10] . The ELISA appears to be the most sensitive (>90%) and specific of these methods in VL [11] . However the antibody search can be used as supportive data in the diagnosis of leishmaniasis.", "cite_spans": [{"start": 479, "end": 483, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 572, "end": 576, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "A definitive diagnosis requires demonstration of the Leishmania organism by histology. VL can be diagnosed by aspirate or biopsy of any involved organ. Bone marrow biopsy with examination for amastigotes on Giemsastained or Wright-Giemsa-stained smears is reported to have approximately 80% sensitivity [12, 13] and is second only to examination of splenic aspirates, in which the sen-sitivity is 96-98% [14] , but there are major complications such as the risk of splenic rupture. Therefore, microscopy is reported to be highly sensitive and specific in the diagnosis of VL. Nevertheless, it may yield false negative results when examined in laboratories without good expertise [13] . Alternative diagnostic methods include liver biopsy and lymph node aspiration, but they are less sensitive than bone marrow specimens.", "cite_spans": [{"start": 303, "end": 307, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 308, "end": 311, "text": "13]", "ref_id": null}, {"start": 404, "end": 408, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 679, "end": 683, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The arsenal of drugs available for treating VL is limited. Pentavalent antimonials have long been the cornerstone of anti-Leishmania chemotherapy and are still the mainstay of therapy for leishmaniasis in most of the world, but long admission to hospital, toxicity and possible unresponsiveness to treatment have limited the use of these drugs. AmB is the new current alternative treatment of choice. Liposomal preparation of AmB (lip AmB) is preferable to the conventional AmB deoxycholate, which has some disadvantages (high cost, limited availability in some areas, and toxicity -notably infusion-related sideeffects, hypokalaemia, renal impairment and anaemia). Lip AmB has been reported to have greater efficacy and less toxicity in vivo [15] and at present is the most active antileishmanial agent in use. Although the resistance to Lip AmB is rare, relapses are sometimes found after treatment, especially in HIV-positive patients.", "cite_spans": [{"start": 743, "end": 747, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, VL must always be taken into consideration in the differential diagnosis in patients presenting with splenomegaly and pancytopenia. Diagnosis can be difficult because the demonstration of Leishmania spp. in bone marrow biopsy does not have a very high sensitivity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Radiological review of pneumothorax", "authors": [{"first": "A", "middle": ["R"], "last": "O&apos;connor", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Morgan", "suffix": ""}], "year": 2005, "venue": "BMJ", "volume": "330", "issn": "", "pages": "1493--1497", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Changing clinical spectrum of spontaneous pneumothorax", "authors": [{"first": "M", "middle": ["A"], "last": "Wait", "suffix": ""}, {"first": "A", "middle": [], "last": "Estrera", "suffix": ""}], "year": 1992, "venue": "Am J Surg", "volume": "164", "issn": "", "pages": "528--531", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Short report: surveillance of Leishmania sp among sand flies in Sicily (Italy) using a fluorogenic real-time polymerase chain reaction", "authors": [{"first": "B", "middle": ["L"], "last": "Herwaldt", "suffix": ""}, {"first": "E", "middle": [], "last": "Gomez-Saladin", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Doud", "suffix": ""}, {"first": "M", "middle": [], "last": "Maroli", "suffix": ""}], "year": 1999, "venue": "Leishmaniasis. Lancet", "volume": "354", "issn": "", "pages": "138--141", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Recent advances in antileishmanial drug development", "authors": [{"first": "A", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "L", "middle": [], "last": "Kedzierski", "suffix": ""}], "year": 2005, "venue": "Curr Opin Investig Drugs", "volume": "6", "issn": "", "pages": "163--169", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The regulation of immunity to Leishmania major", "authors": [{"first": "S", "middle": ["L"], "last": "Reiner", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Locksley", "suffix": ""}], "year": 1995, "venue": "Ann Rev Immunol", "volume": "13", "issn": "", "pages": "151--177", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "IL-15 in human visceral leishmaniasis caused by Leishmania infantum", "authors": [{"first": "S", "middle": [], "last": "Milano", "suffix": ""}, {"first": "Di", "middle": [], "last": "Bella", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "D", "middle": [], "last": "Agostino", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "Clin Exp Immunol", "volume": "127", "issn": "", "pages": "360--365", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Isolated visceral leishmaniasis presenting as an adrenal cystic mass", "authors": [{"first": "D", "middle": ["S"], "last": "Brenner", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Jacobs", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Drachenberg", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Papadimitriou", "suffix": ""}], "year": 2000, "venue": "Arch Pathol Lab Med", "volume": "124", "issn": "", "pages": "1553--1556", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Unusual presentation of leishmaniasis a san adrenal cystic mass", "authors": [{"first": "O", "middle": [], "last": "Brandonisio", "suffix": ""}, {"first": "L", "middle": [], "last": "Fumarola", "suffix": ""}, {"first": "R", "middle": [], "last": "Spinelli", "suffix": ""}, {"first": "L", "middle": [], "last": "Gradoni", "suffix": ""}], "year": 2002, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "21", "issn": "", "pages": "682--683", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Visceral Leishmaniasis: diagnosis by ultrasound-guided fine needle aspiration of an axillary node", "authors": [{"first": "M", "middle": [], "last": "Reus", "suffix": ""}, {"first": "B", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "V", "middle": [], "last": "Vazquez", "suffix": ""}], "year": 2005, "venue": "Br J Radiol", "volume": "78", "issn": "", "pages": "158--160", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Bacterial infections in patients with visceral leishmaniasis", "authors": [{"first": "T", "middle": ["M"], "last": "Andrade", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Carvalho", "suffix": ""}, {"first": "H", "middle": [], "last": "Rocha", "suffix": ""}], "year": 1990, "venue": "J Infect Dis", "volume": "162", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Human leishmaniasis: clinical, diagnostic, and chemotherapeutic developments in the last 10 years", "authors": [{"first": "J", "middle": ["D"], "last": "Berman", "suffix": ""}], "year": 1997, "venue": "Clin Infect Dis", "volume": "162", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A 35-year-old Ethiopian man with splenomegaly and recurrent fever", "authors": [{"first": "D", "middle": ["J"], "last": "Wyler", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Mattia", "suffix": ""}], "year": 1994, "venue": "N Engl J Med", "volume": "330", "issn": "", "pages": "775--781", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Evaluation of lymph node and bone marrow cytology in the diagnosis of canine leishmaniasis (Leishmania infantum) in symptomatic and asymptomatic dogs", "authors": [{"first": "M", "middle": ["N"], "last": "Saridomichelakis", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Mylonakis", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Leontides", "suffix": ""}], "year": 2005, "venue": "Am J Trop Med Hyg", "volume": "73", "issn": "", "pages": "82--86", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Practical guide for treatment of leishmaniasis", "authors": [{"first": "R", "middle": ["N"], "last": "Davidson", "suffix": ""}], "year": 1998, "venue": "Drugs", "volume": "56", "issn": "", "pages": "1009--1018", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Antileishmanial activity of amphotericin and other antifungal agents entrapped in liposomes", "authors": [{"first": "Rrc", "middle": [], "last": "New", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Chance", "suffix": ""}, {"first": "S", "middle": [], "last": "Heath", "suffix": ""}], "year": 1981, "venue": "J Antimicrob Chemother", "volume": "8", "issn": "", "pages": "371--381", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Lung ultrasound, anterior longitudinal scan; the absence of lung sliding in B-mode (a) is expressed in M-mode (b) as the \"seashore sign\", horizontal lines without the grainy pattern seen on the seashore sign", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Serum", "latex": null, "type": "figure"}, "TABREF0": {"text": "Henry M, Arnold T, Harvey J (2003) BTS guidelines for the management of spontaneous pneumothorax.", "latex": null, "type": "table"}, "TABREF1": {"text": "Haematologic laboratory and blood chemical values To convert the value for iron to micromoles per litre, multiply by 0.1791 b Microscopical examination: presence of platelet aggregation c The normal range is 38 to 55% uncooked seafood or meat. His temperature was 40.0°C, pulse was 110 beats/min and respirations were 18 breaths/min. Blood pressure was 80/50 mmHg.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 Haematologic laboratory and blood chemical values", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Four weeks before admission </td><td>On admission </td><td>One week after discharge\n</td></tr><tr><td>Haemoglobin (g/dl) </td><td>7.9 </td><td>6.3 </td><td>11.7\n</td></tr><tr><td>Mean corpuscular volume (μm3) </td><td>- </td><td>94.7 </td><td>87.9\n</td></tr><tr><td>Reticulocyte count (%) </td><td>- </td><td>22 </td><td>10\n</td></tr><tr><td>Erythrocyte sedimentation rate </td><td>- </td><td>120 </td><td>17\n</td></tr><tr><td>White-cell count (per mm3) </td><td>3400 </td><td>1050 </td><td>3030\n</td></tr><tr><td>Differential count (%)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Neutrophils </td><td>52 </td><td>44.9 </td><td>53.2\n</td></tr><tr><td>Lymphocytes </td><td>43 </td><td>38.1 </td><td>34.3\n</td></tr><tr><td>Monocytes </td><td>- </td><td>8.7 </td><td>7.4\n</td></tr><tr><td>Eosinophils </td><td>- </td><td>0.6 </td><td>2.8\n</td></tr><tr><td>Basophils </td><td>- </td><td>1.6 </td><td>0.8\n</td></tr><tr><td>Band forms </td><td>- </td><td>6 </td><td>1.5\n</td></tr><tr><td>CD4 cell count (%)c </td><td>- </td><td>55 </td><td>-\n</td></tr><tr><td>Prothrombin time </td><td>- </td><td>91 </td><td>96\n</td></tr><tr><td>Partial-thromboplastin time </td><td>- </td><td>30 </td><td>27.3\n</td></tr><tr><td>Platelet count (per mm3) </td><td>126 000 </td><td>36 000b </td><td>31 000\n</td></tr><tr><td>Iron (μg/dla) </td><td>- </td><td>22 </td><td>75\n</td></tr><tr><td>Ferritin (ng/dl) </td><td>- </td><td>461 </td><td>289\n</td></tr><tr><td>Urea nitrogen (mg/dl) </td><td>- </td><td>14 </td><td>16\n</td></tr><tr><td>Creatinine (md/dl) </td><td>- </td><td>0.8 </td><td>0.8\n</td></tr><tr><td>Uric acid (mg/dl) </td><td>- </td><td>3.2 </td><td>1.6\n</td></tr><tr><td>Protein (g/dl) </td><td>- </td><td>5.8 </td><td>5.5\n</td></tr><tr><td>Albumin </td><td>- </td><td>2.26 </td><td>4.20\n</td></tr><tr><td>Globulin </td><td>- </td><td>1.95 </td><td>0.90\n</td></tr><tr><td>Glucose (mg/dl) </td><td>- </td><td>76 </td><td>103\n</td></tr><tr><td>Sodium (mmol/l) </td><td>- </td><td>143 </td><td>142\n</td></tr><tr><td>Potassium (mmol/l) </td><td>- </td><td>3.8 </td><td>4.8\n</td></tr><tr><td>Chloride (mmol/l) </td><td>- </td><td>111 </td><td>105\n</td></tr><tr><td>Calcium (mg/dl) </td><td>- </td><td>7.1 </td><td>8.7\n</td></tr><tr><td>Bilirubin (mg/dl)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Total </td><td>2.5 </td><td>2.90 </td><td>1.50\n</td></tr><tr><td>Conjugated </td><td>0.66 </td><td>1 </td><td>0.29\n</td></tr><tr><td>Alanine aminotransferase (ALT, U/l) </td><td>85 </td><td>23 </td><td>20\n</td></tr><tr><td>Aspartate aminotransferase (AST, U/l) </td><td>55 </td><td>37 </td><td>19\n</td></tr><tr><td>Lactate dehydrogenase (LDH, U/l) </td><td>510 </td><td>502 </td><td>178\n</td></tr><tr><td>Alkaline phosphatase (U/l) </td><td>- </td><td>861 </td><td>804\n</td></tr><tr><td>GGT </td><td>340 </td><td>213 </td><td>326\n</td></tr><tr><td>Cholinesterase </td><td>- </td><td>2407 </td><td>3956\n</td></tr><tr><td>Amylase (U/l) </td><td>- </td><td>23 </td><td>32\n</td></tr><tr><td>Lipase (U/l) </td><td>- </td><td>7 </td><td>13\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are very grateful to Resa Lewiss and Heidi Ladner for revising the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}