{"paper_id": "dfe7da9583b47e8de7d202a2a0fb7d40b725fb39", "metadata": {"title": "Influence of Sodium Bicarbonate on Growth and Health of Young Calves 1", "authors": [{"first": "P", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Minnesota St", "location": {"postCode": "55108", "settlement": "Paul"}}, "email": ""}, {"first": "J", "middle": [], "last": "Eppard", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Minnesota St", "location": {"postCode": "55108", "settlement": "Paul"}}, "email": ""}, {"first": "D", "middle": ["E"], "last": "Otterby", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Minnesota St", "location": {"postCode": "55108", "settlement": "Paul"}}, "email": ""}, {"first": "R", "middle": ["G"], "last": "Lundquist", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Minnesota St", "location": {"postCode": "55108", "settlement": "Paul"}}, "email": ""}, {"first": "J", "middle": ["G"], "last": "Linn", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Minnesota St", "location": {"postCode": "55108", "settlement": "Paul"}}, "email": ""}]}, "abstract": [{"text": "Fifty-four Holstein and Jersey calves were assigned at 4 days of age within breed and sex to one of four treatments: control consisting of colostrum, milk replacer, and starter; buffered colostrum and replacer (.6% sodium bicarbonate) and starter (2% sodium bicarbonate); acidified colostrum (1% propionic), untreated replacer, and starter; and acidified, buffered colostrum (1% propionic, .6% sodium bicarbonate), buffered replacer (.6% sodium bicarbonate), and starter (2% sodium bicarbonate). The feeding regimen was colostrum once daily, day 4 to 14; milk replacer once daily, day 15 to 28; and calf starter ad libitum, day 4 to 84. Bull calves were fed for 42 days and heifers for 84 days. Calves fed acidified colostrum refused more feed and were less efficient from day 4 to 14 than calves fed buffered colostrum. Bulls were more sensitive to acidified colostrum than heifers. Starter intake, total dry matter intake, and average daily gains were similar for all calves during days 4 to 84. Rumen fluid from calves fed diets with sodium bicarbonate was higher in acetate and lower in propionate and lactate than that from calves fed diets without sodium bicarbonate. Sodium bicarbonate improved intake of acidified colostrum during the first 2 or 3 days of feeding but had no other effect on gain or feed intake.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Milk and colostrum are two liquid feeds commonly fed to young calves. In current dairy", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Received December 4, 1981 . ~Scientific Journal Series Paper No. 11934, Minnesota Agricultural Experiment Station, St. Paul 55108.", "cite_spans": [{"start": 9, "end": 25, "text": "December 4, 1981", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "2 Department of Animal Science, Cornell University, Ithaca, NY 14853. practice, excess colostrum and nonsalable milk often are preserved for future feeding by fermentation or addition of acids. Otterby et al. (10) reported decreased acceptability of diet and depressed weight gain in calves fed colostrum acidified to pH 3.9, but responses improved when pH of colostrum was increased with sodium bicarbonate (NaHCOa). Foley et al. (7) observed that serum gammaglobulin and IgG concentrations of neonatal calves fed buffered colostrum were higher than those of calves fed fermented colostrum. In addition, Bullen et al. (3) reported that bovine colostrum with NaHCO3 had increased bacteriostatic activity. Kellaway et al. (8) and Emerick (5) reported NaHCO3 may improve performance of calves fed high concentrate diets pre-and postweaning. In contrast, Wheeler et al. (12) observed no improvement in feed intake, weight gain, rumen fluid pH, or fecal starch of calves fed pelleted diets containing 35% forage and NaHCO3 compared to calves fed rations without NaHCO3. However, feed efficiency was reduced, ratio of acetate-propionate increased, water intake increased, and more free-gas bloat occurred in animals fed NaHCO3.", "cite_spans": [{"start": 209, "end": 213, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 431, "end": 434, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 619, "end": 622, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 721, "end": 724, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 729, "end": 740, "text": "Emerick (5)", "ref_id": null}, {"start": 867, "end": 871, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The objective of this research was to study effects of NaHCO3 additions to liquid andstarter feeds on growth and health of calves.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "During fall, 1979, and winter, 1980, colostrum was collected from several cows for six milkings immediately postpartum and frozen until approximately 115 kg were available. The frozen colostrum was thawed, pooled, mixed, and divided into four portions. One portion was used as control colostrum (diet 1). A second (diet 2) was treated with NaHCO3 (.6% wt/wt). The third (diet 3) was acidified with propionic acid (1.0% wt/wt). For diet 4 colostrum was first acidified with propionic acid (1.0% wt/wt), then buffered to approximately pH 6.0 with NaHCO3 (.6% wt/wt). After treatment, the colostrum was placed in 3.8-liter plastic con-tainers and stored at -20°C. The process of treating raw colostrum was repeated as necessary to meet feed requirements of calves on trial.", "cite_spans": [], "ref_spans": [], "section": "EXPERIMENTAL PROCEDURE"}, {"text": "Forty-two Holstein and 12 Jersey calves were assigned randomly at birth to one of four dietary treatments (Table 1 ) in a randomized block design with blocks being sex and breed. All calves were fed dam's colostrum for 3 days. At day 4, calves were weighed and fed experimental colostrum once daily until day 14. Calf starter (2% NaHCO3 was included in starters of calves fed diets 2 and 4) was available ad libitum from day 4 throughout the experimental period. Prior to feeding, colostrum was thawed and mixed with warm water so that total liquid offered was 8.5% of day-4 body weight whereas actual colostrum offered was 6% of body weight. Liquid feeds were offered at 1500 h. From day 15 to 28 milk replacer was fed to maintain a solids intake equal to that offered during colostrum feeding. The milk replacer was a commercial product containing 20% or more protein from milk sources. Sodium bicarbonate was added at .6% wt/wt to reconstituted replacer for calves fed diets 2 and 4. Calves were weaned at day 28. Water was available free-choice throughout the trial. Bulls were fed for 42 days and then sold, but heifers were fed for 84 days. The calf starter contained 41.7% shelled corn, 22.9% oats, 20.9% soybean meal, 8.3% wheat bran, 4.2% dried molasses, .8% trace mineral salt, .4% ground limestone, .4% dicalcium phosphate, and .4% vitamin premix. Calves were kept in individual pens bedded with wood-shavings in an artificially lighted and ventilated calf barn. All calves were treated at birth with an oral bovine rota-coronavirus vaccine. ~", "cite_spans": [], "ref_spans": [{"start": 106, "end": 114, "text": "(Table 1", "ref_id": null}], "section": "EXPERIMENTAL PROCEDURE"}, {"text": "Daily observations were on health with number and type of medications administered recorded. Feces were scored (1 to 4) for scours (4 = severe diarrhea). Body weights were taken on days 4, 14, 28, 42 (all calves), and 84 (heifers only). Each portion of colostrum was analyzed for protein, fat, and total solids (1). Protein, dry matter (DM), and acid detergent fiber (1) were determined on the calf starter. Mineral contents of colostrum, milk replacer, and starter were analyzed by emmision spec-~Norden (Smith Kline), Lincoln, NE 68501. ", "cite_spans": [], "ref_spans": [], "section": "EXPERIMENTAL PROCEDURE"}, {"text": "The percent crude protein, fat, and total solids of the pooled colostrum before treatment were 5.64 -+ .69, 4.29 -+ 1.00, and 15.76 + .66 (mean +-standard deviation). Table 2 shows the mineral content of the colostrum, milk replacer, and calf starter. Sodium of the buffered colostrum, milk replacer, and starter was 1845 ppm, 2404 ppm, and 20713 ppm and within range to elicit normal calf growth and feed intake (8, 10) . The concentration for the starter with NaHCO3 was high and may have been a consequence of sampling or contamination. Percentages of dry matter, crude protein, and acid detergent fiber for the calf starter were 92.9 + 1.9, 15.7 + .8, and 8.19 + .51 (mean + standard deviation).", "cite_spans": [{"start": 413, "end": 416, "text": "(8,", "ref_id": "BIBREF7"}, {"start": 417, "end": 420, "text": "10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 167, "end": 174, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Composition of Diets"}, {"text": "Health of calves was good throughout the course of the trial with few differences among treatments.", "cite_spans": [], "ref_spans": [], "section": "Performance of Calves"}, {"text": "Illness was primarily diarrhea, and average scour scores of calves during days 4 to 28 were lower than 3, indicating few problems (Table 3) . One calf fed diet 4 died of unknown causes at day 20. In contrast to the study of Wheeler et al. (12) , no bloat was observed even though no forage was included in the diet.", "cite_spans": [{"start": 239, "end": 243, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 130, "end": 139, "text": "(Table 3)", "ref_id": "TABREF1"}], "section": "Performance of Calves"}, {"text": "Calves fed the acid-treated colostrum (diet 3) had higher total colostrum refusals (Table 4) from day 4 to 14 than calves fed diets 2 or 4 (P<.05). Bulls fed diet 3 refused 7.4 kg colostrum/calf compared to 2.6 kg/calf refused by bulls fed diet 4. Bulls also tended to have higher and more variable refusals and were more sensitive to acid than heifers (Table 4 ). We were unable to find other research reporting these differences. Almost all colostrum refusals occurred during the first 2 to 3 days of feeding. After 3 days, refusals essentially were zero unless the calf was ill. This confirms (10) indicating improved acceptability of extremely acid colostrum (ca. pH 4.0). As expected, DM intakes from liquids (Table 5 ) during day 4 to 14 were less (P<.05) for calves fed diet 3 than for calves fed diets 1, 2, or 4. Calves consumed all milk replacer offered unless they were ill. Thus, differences in DM intake from liquids during day 15 to 28 reflect differences in feed allocation. Table 5 shows that differences in DM intakes from liquids were compensated partially by starter DM consumption during day 4 to 14 and 15 to 28 of the feeding periods.", "cite_spans": [{"start": 596, "end": 600, "text": "(10)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 83, "end": 92, "text": "(Table 4)", "ref_id": null}, {"start": 353, "end": 361, "text": "(Table 4", "ref_id": null}, {"start": 714, "end": 722, "text": "(Table 5", "ref_id": null}, {"start": 990, "end": 997, "text": "Table 5", "ref_id": null}], "section": "Performance of Calves"}, {"text": "Starter DM intakes were similar (P = .10) among treatments. After weaning (day 29 to 84), consumption of starter with or without NaHCO3 was similar for all calves. Four-to 14-day-old calves fed diet 2 gained .29 kg/day and did not differ from gains (.11 kg/day) of calves fed diets 3 and 4 ( Table  4 ). Average daily gains (ADG) were similar among treatments during all feeding periods. Wheeler et al. (12) also found no differences in ADG when calves were fed rations with or without NaHCO3, but others (5, 8) have observed differences. Table 4 shows bulls fed diet 3 from day 4 to 14 did not gain because of lower feed intake, a consequence of decreased acceptability of the acidified colostrum. Heifers gained more than bulls during this period. Heifers fed diet 2 gained more (P<.05) per day aDiets consisted of colostrum and starter (4 to 14 days), milk replacer and starter (15 to 28 days), and starter only (29 to 84 days). bDiet 1 = control; 2 = .6% NaHCO~ in colostrum, 2% NaHCO 3 in starter; 3 = acidified colostrum; 4 = acidified colostrum with NaHCO 3 added (.6% wt/wt), 2% NaHCO 3 in starter. cSE for n = 13. SE for n = 14 is (SF n = 13) (13/14). d'eLeast square means in the same row with different lower case superscripts differ (P<.10). However, if one calf with persistent scours during this period was deleted, treatments did not differ at (P<.10).", "cite_spans": [{"start": 403, "end": 407, "text": "(12)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 292, "end": 300, "text": "Table  4", "ref_id": null}, {"start": 539, "end": 546, "text": "Table 4", "ref_id": null}], "section": "Performance of Calves"}, {"text": "fScour score ranged 1-4 (1 = dry feces, 2 = moderately moist feces, 3 = very wet feces, and 4 = liquid feces). gData from 43 to 84 days for heifers only.", "cite_spans": [], "ref_spans": [], "section": "Performance of Calves"}, {"text": "Journal of Dairy Science Vol. 65, No. 10, 1982 than heifers fed diets 1 or 4 (.35 kg, .12 kg, and .11 kg).", "cite_spans": [], "ref_spans": [], "section": "Performance of Calves"}, {"text": "From day 4 to 14, calves fed diet 2 were more than three times as efficient (Table 6 ) as calves fed diet 3 (.52 kg gain/kg feed vs..16 kg/kg). However, 15-to 28-day-old calves fed diet 2 were the least efficient (.39 kg gain/kg feed), whereas calves fed diet 4 were the most efficient (.59 kg gain/kg feed). There was no breed effect. Intakes and gains fluctuated from day 4 to 28 and may have caused inconsistent feed efficiencies. Differences in feed efficiencies early in life probably mean little because ADG and feed efficiencies from day 29 to 84 were similar for all treatments. Table 7 shows that rumen fluid from 84-dayold heifers fed NaHCO3 (diets 2 and 4) was higher (P<.05) in molar percent acetate and lower (P<.05) in molar percent propionate than rumen fluid from heifers fed diets 1 and 3. Contents for butyrate, isobutyrate, valerate, isovalerate, and total VFA were similar for all calves. Other researchers (2, 9, 12) reported similar changes in VFA profile when buffers were added to high concentrate rations. The lactic acid concentration of rumen fluid from heifers fed diets without NaHCO3 (.20/~moles/ ml) was higher (P<.07) than heifers fed diets containing NaHCO3 (.09 /zmoles/ml) and possibly related to concurrent changes in amount of propionate ( Table 7 ). The average pH of rumen fluid from heifers fed diets without NaHCO3 (6.43) and diets with NaHCO3 (6.50) did not differ. Two percent sodium bicarbonate in the starter did not elevate rumen pH as in (2) . Differences in ration composition and maturity of calves probably accounted for the varied results between studies. Considering that NaHCO3 did not affect rumen fluid pH, feed intakes, or health from day 29 to 84, it is not surprising that calf performance was similar for all treatments ( Table 4 ).", "cite_spans": [{"start": 927, "end": 930, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 931, "end": 933, "text": "9,", "ref_id": "BIBREF8"}, {"start": 934, "end": 937, "text": "12)", "ref_id": "BIBREF11"}, {"start": 1485, "end": 1488, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 76, "end": 84, "text": "(Table 6", "ref_id": "TABREF3"}, {"start": 587, "end": 594, "text": "Table 7", "ref_id": "TABREF4"}, {"start": 1277, "end": 1284, "text": "Table 7", "ref_id": "TABREF4"}, {"start": 1781, "end": 1788, "text": "Table 4", "ref_id": null}], "section": "Performance of Calves"}, {"text": "The results of this experiment indicate that NaHCO3 was effective in improving intake of acidified colostrum early in the feeding period. Sodium bicarbonate had no effect on calf health and performance when added to starter aDiets were colostrum and starter (4 to 14 days), milk replacer and starter (15 to 28 days), and starter only (29 to 84 days). bDiet 1 = control; 2 = .6% NaHCO 3 in colostrum; 2% NaHCO 3 in starter; 3 = acidified colostrum; 4 = acidified colostrum with NaHCO 3 added (.6% wt/wt), 2% NaHCO 3 in starter. cSE given for n = 13. SE for n = 14 is (SE n = 13) (13/14). dData from 43 to 84 days for heifers only. e'fLeast square means in rows with different lower case superscripts differ (P<.05). aDiets were colostrum and starter (4 to 14 days), milk replacer and starter (15 to 28 days), and starter only (29 to 84 days). bDiet 1 = control;2 = .6% NaHCO 3 in colostrum; 2% NaHCO 3 in starter; 3 = acidified colostrum; 4 = acidified colostrum with NaHCO 3 added (.6% wt/wt), 2% NaHCO 3 in starter. cSE given for n = 13. SE for n = 14 is (SE n = 13) (13/14). d'eLeast square means in rows with different lower case superscripts differ (P<.05).", "cite_spans": [], "ref_spans": [], "section": "Rumen Fluid Characteristics"}, {"text": "fData from 43 to 84 days for heifers only. and fed throughout the entire 84 days of the experiment.", "cite_spans": [], "ref_spans": [], "section": "Rumen Fluid Characteristics"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Association of Official Analytical Chemists", "authors": [], "year": 1975, "venue": "Assoc. Offic. Anal. Chem", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Whole wheat grain feeding of lambs. III. Rumen metabolic responses and animal physiological adjustment to mineral buffer supplements", "authors": [{"first": "J", "middle": ["L"], "last": "Bigharn", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Mcmanus", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Edwards", "suffix": ""}], "year": 1973, "venue": "Australian J. Agric. Res", "volume": "24", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Iron-binding proteins in milk and resistance to Escherichia coli infection in infants", "authors": [{"first": "J", "middle": ["J"], "last": "Bullen", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Rogers", "suffix": ""}, {"first": "L", "middle": [], "last": "Leigh", "suffix": ""}], "year": 1972, "venue": "Br. Med. J", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effects of limestone, monensin, and feeding level on corn silage net energy value and composition of growth in cattle", "authors": [{"first": "F", "middle": ["M"], "last": "Byers", "suffix": ""}], "year": 1980, "venue": "J. Anim. Sci", "volume": "50", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Buffering acidic and highconcentrate ruminant diets. Page 127 in Buffers in ruminant physiology and metabolism", "authors": [{"first": "R", "middle": ["J"], "last": "Emerick", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Volatile fatty acid analyses of blood and rumen fluid by gas chromatography", "authors": [{"first": "E", "middle": ["S"], "last": "Erwin", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Marco", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Emery", "suffix": ""}], "year": 1961, "venue": "J. Dairy Sci", "volume": "44", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Absorption of colostral proteins by newborn calves fed unfermented, fermented, or buffered colostrum", "authors": [{"first": "J", "middle": ["A"], "last": "Foley", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Hunter", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Otterby", "suffix": ""}], "year": 1978, "venue": "J. Dairy Sci", "volume": "61", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Effects of NaCI and NaHCO 3 on food intake, growth rate, and acid-base balance in calves", "authors": [{"first": "R", "middle": ["C"], "last": "Kellaway", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Beever", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Osbourn", "suffix": ""}], "year": 1977, "venue": "J. Agric. Sci., Camb", "volume": "88", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effect of sodium bicarbonate all-concentrate rations fed to Holstein steers", "authors": [{"first": "D", "middle": ["R"], "last": "Mcknight", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Hooper", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Drevjany", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Pollock", "suffix": ""}], "year": 1979, "venue": "Can. J. Anita. Sci", "volume": "59", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Fermented or chemically-treated colostrum and nonsalable milk in feeding programs for calves", "authors": [{"first": "D", "middle": ["E"], "last": "Otterby", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Foley", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Tomsche", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Lundquist", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hanson", "suffix": ""}], "year": 1980, "venue": "J. Dairy Sci", "volume": "63", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Statistical methods", "authors": [{"first": "G", "middle": ["W"], "last": "Snedecor", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Cochran", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Addition of sodium bicarbonate to complete pelleted diets fed to dairy calves", "authors": [{"first": "T", "middle": ["B"], "last": "Wheeler", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Wangness", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Muller", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Griel", "suffix": ""}], "year": 1980, "venue": "J. Dairy Sci", "volume": "63", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Dairy Science Vol. 65, No. 10, 1982", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Health of 4-to 84-day-old calves fed control, bicarbonate, acid, and acid/bicarbonate diets, a", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Item </td><td>Diet 1 b </td><td>Diet 2 </td><td>Diet 3 </td><td>Diet 4 </td><td>SE c </td></tr><tr><td>No. of calves </td><td>13 </td><td>13 </td><td>14 </td><td>14 </td><td> </td></tr><tr><td>No. of days ill (days/calf) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Days 4 to 14 </td><td>.45 </td><td>1.11 </td><td>.44 </td><td>.87 </td><td>.34 </td></tr><tr><td>Days 15 to 28 </td><td>.48 d </td><td>.09 e </td><td>.08 e </td><td>.10 e </td><td>.11 </td></tr><tr><td>Days 4 to 28 </td><td>.92 </td><td>1.20 </td><td>.52 </td><td>.96 </td><td>.34 </td></tr><tr><td>Days 29 to 42 </td><td>.06 </td><td>.02 </td><td>.05 </td><td>.40 </td><td>.22 </td></tr><tr><td>Days 4 to 42 </td><td>.98 </td><td>1.20 </td><td>.56 </td><td>1.35 </td><td>.38 </td></tr><tr><td>Days 43 to 84 </td><td>.20 </td><td>.08 </td><td>.21 </td><td>.17 </td><td>.26 </td></tr><tr><td>Average scour scoref/calf </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Days 4 to 14 </td><td>2.05 </td><td>2.63 </td><td>1.83 </td><td>2.30 </td><td>.78 </td></tr><tr><td>Days 15 to 28 </td><td>1.58 </td><td>1.18 </td><td>1.17 </td><td>1.20 </td><td>.23 </td></tr><tr><td>Days 4 to 28 </td><td>1.78 </td><td>1.78 </td><td>1.44 </td><td>1.66 </td><td>.46 </td></tr><tr><td>Days 29 to 42 </td><td>1.41 </td><td>1.43 </td><td>1.18 </td><td>1.40 </td><td>.23 </td></tr><tr><td>Days 4 to 42 </td><td>1.60 </td><td>1.60 </td><td>1.31 </td><td>1.53 </td><td>.39 </td></tr><tr><td>Days 43 to 84g </td><td>1.30 </td><td>1.25 </td><td>1.21 </td><td>1.50 </td><td>.43 </td></tr></table></body></html>"}, "TABREF2": {"text": "Acceptability of colostrum and performance by 4-to 14-day-old calves fed untreated, buffered, acidified, and acidified/buffered colostrum.C'dLeast square means in rows with different lower case superscripts differ (P<.05).C'DLeast square means in rows with different upper case superscripts differ (P<.01).Journal of Dairy Science Vol. 65, No. 10, 1982 Performance of calves fed control, bicarbonate, acid, and acid/bicarbonate diets, a", "latex": null, "type": "table"}, "TABREF3": {"text": "Feed efficiency of calves fed control, bicarbonate, acid, and acid/bicarbonate diets, a", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Item </td><td>Diet 1 b </td><td>Diet 2 </td><td>Diet 3 </td><td>Diet 4 </td><td>SE c </td></tr><tr><td>No. of calves 13 </td><td>13 </td><td>14 </td><td>14 </td><td> </td><td> </td></tr><tr><td>Gain/feed (kg/kg) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 4 to 14 </td><td>.34 de </td><td>.52 d </td><td>.16 e </td><td>.25 de </td><td>.09 </td></tr><tr><td>Day 15 to 28 </td><td>.49 de </td><td>.39 d </td><td>.56 de </td><td>.59 e </td><td>.05 </td></tr><tr><td>Day 4 to 28 </td><td>.46 </td><td>.44 </td><td>.45 </td><td>.48 </td><td>.04 </td></tr><tr><td>Day 29 to 42 </td><td>.46 </td><td>.44 </td><td>.43 </td><td>.46 </td><td>.03 </td></tr><tr><td>Day 4 to 42 </td><td>.46 </td><td>.44 </td><td>.44 </td><td>.48 </td><td>.02 </td></tr><tr><td>Day 43 to 84 f </td><td>.35 </td><td>.34 </td><td>.35 </td><td>.33 </td><td>.01 </td></tr></table></body></html>"}, "TABREF4": {"text": "Rumen fluid pH, volatile fatty acids, and lactic acid of 84-day-old heifers fed calf starter with and without NaHCO 3 . aDiets with NaHCO 3 (2%) were bicarbonate and acid/bicarbonate rations. bDiets without NaHCO 3 were control and acid rations.C'dLeast square means in rows with different lower case superscripts differ (P<.05).", "latex": null, "type": "table"}, "TABREF5": {"text": "TABLE 2. Mineral composition of colostrum, milk replacer, and calf starter fed with and without NaHCO 3 to 4- to 84-day-old calves, a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Colostrum </td><td>Milk replacer </td><td>Calf starter </td></tr><tr><td>Mineral (ppm) </td><td>With .6% NaHCO 3 </td><td>Without NaHCO 3 </td><td>With .6% NaHCO 3 </td><td>Without NaHCO 3 </td><td>With 2% NaHCO </td><td>Without 3 NaHCO 3 </td></tr><tr><td>Phosphorus </td><td>1082 </td><td>1060 </td><td>1138 </td><td>1143 </td><td>7719 </td><td>8010 </td></tr><tr><td>Potassium </td><td>1197 </td><td>1198 </td><td>1916 </td><td>1923 </td><td>9436 </td><td>10376 </td></tr><tr><td>Calcium </td><td>1145 </td><td>1140 </td><td>1372 </td><td>1366 </td><td>9821 </td><td>5939 </td></tr><tr><td>Magnesium </td><td>114 </td><td>116 </td><td>158 </td><td>159 </td><td>3066 </td><td>3346 </td></tr><tr><td>Sodium </td><td>1845 </td><td>348 </td><td>2404 </td><td>990 </td><td>20713 </td><td>5894 </td></tr><tr><td>Iron </td><td> </td><td>.42 </td><td>.45 6.10 </td><td>12.19 </td><td>317.7 </td><td>201.1 </td></tr><tr><td>Manganese </td><td> </td><td> </td><td>1.43 </td><td>1.51 </td><td>49.3 </td><td>45.6 </td></tr><tr><td>Zinc </td><td>5.05 </td><td>5.15 </td><td>6.01 </td><td>5.59 </td><td>39.6 </td><td>39.8 </td></tr><tr><td> </td><td> </td><td>Copper </td><td>.06 </td><td>.07 .22 </td><td>.06 10.4 </td><td>7.2 </td></tr></table></body></html>"}, "TABREF6": {"text": "TABLE 4. Acceptability of colostrum and performance by 4- to 14-day-old calves fed untreated, buffered, acidified, and acidified/buffered colostrum.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Item </td><td>Diet 1 a </td><td>Diet 2 </td><td>Diet 3 </td><td>Diet 4 </td><td>SE b </td></tr><tr><td>No. of calves </td><td>13 </td><td>13 </td><td>14 </td><td>14 </td><td> </td></tr><tr><td>No. of bulls </td><td>6 </td><td>6 </td><td>5 </td><td>6 </td><td> </td></tr><tr><td>No. of heifers </td><td>7 </td><td>7 </td><td>9 </td><td>8 </td><td> </td></tr><tr><td>Total colostrum </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Offered/calf (kg) </td><td>40.6 </td><td>40.9 </td><td>36.6 </td><td>39.4 </td><td>2.0 </td></tr><tr><td>Refused/calf (kg) </td><td>2 2 c </td><td>1.4 cC </td><td>4.8 dD </td><td>2.2c </td><td>.7 </td></tr><tr><td>Refused/bull (kg) </td><td>313 cd </td><td>1.3 c </td><td>7.4 d </td><td>2.6 cd </td><td>1.4 </td></tr><tr><td>Refused/heifer (kg) </td><td>.6 </td><td>1.5 </td><td>2.3 </td><td>2.0 </td><td>.7 </td></tr><tr><td>Average daily gain (kg/day) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>All calves </td><td>.15 </td><td>.29 </td><td>.11 </td><td>.11 </td><td>.06 </td></tr><tr><td>Bulls </td><td>.28 </td><td>.27 </td><td>-.01 </td><td>.18 </td><td>.12 </td></tr><tr><td>Heifers </td><td>.12 c </td><td>.35 d </td><td>.23 cd </td><td>.11 c </td><td>.06 </td></tr></table></body></html>"}, "TABREF7": {"text": "TABLE 5. Performance of calves fed control, bicarbonate, acid, and acid/bicarbonate diets, a", "latex": null, "type": "table", "html": "<html><body><table><tr><td>I tem </td><td>Diet 1 b </td><td>Diet 2 </td><td>Diet 3 </td><td>Diet 4 </td><td>Diet SE c </td></tr><tr><td>No. of calves </td><td>13 </td><td>13 </td><td>14 </td><td>14 </td><td> </td></tr><tr><td>4-day weight (kg) </td><td>43.4 </td><td>43.7 </td><td>39.1 </td><td>42.1 </td><td>1.3 </td></tr><tr><td>Average daily gain (kg/day) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 4 to 14 </td><td>.15 </td><td>.29 </td><td>.11 </td><td>.11 </td><td>.06 </td></tr><tr><td>Day 15 to 28 </td><td>.57 </td><td>.45 </td><td>.59 </td><td>.59 </td><td>.05 </td></tr><tr><td>Day 4 to 28 </td><td>.39 </td><td>.38 </td><td>.39 </td><td>.39 </td><td>.04 </td></tr><tr><td>Day 29 to 42 </td><td>• 64 </td><td>.56 </td><td>.61 </td><td>.58 </td><td>.05 </td></tr><tr><td>Day 4 to 42 </td><td>.48 </td><td>.45 </td><td>.47 </td><td>.46 </td><td>.03 </td></tr><tr><td>Day 43 to 84 </td><td>.77 </td><td>.71 </td><td>.69 </td><td>.76 </td><td>.03 </td></tr><tr><td>Liquid dry mat te r intake (kg/day) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 4 to 14 </td><td>.42 e </td><td>.42 e </td><td>.38 f </td><td>.41 ef </td><td>.01 </td></tr><tr><td>Day 15 to 28 </td><td>.42 e </td><td>.41 ef </td><td>.40 f </td><td>.41 ef </td><td>.01 </td></tr><tr><td>Day 4 to 28 </td><td>.42 e </td><td>.42 e </td><td>.39 f </td><td>.41 ef </td><td>.01 </td></tr><tr><td>Starter dry mat ter intake (kg/day) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 4 to 14 </td><td>.15 </td><td>.17 </td><td>.16 </td><td>.12 </td><td>.03 </td></tr><tr><td>Day 15 to 28 </td><td>.64 </td><td>.55 </td><td>.62 </td><td>.53 </td><td>.06 </td></tr><tr><td>Day 4 to 28 </td><td>.43 </td><td>.39 </td><td>.43 </td><td>.36 </td><td>.04 </td></tr><tr><td>Day 29 to 42 </td><td>1.35 </td><td>1.29 </td><td>1.40 </td><td>1.28 </td><td>.07 </td></tr><tr><td>Day 4 to 42 </td><td>.77 </td><td>.73 </td><td>.79 </td><td>.69 </td><td>.05 </td></tr><tr><td>Day 43 to 84 </td><td>2.23 </td><td>2.08 </td><td>2.10 </td><td>2.18 </td><td>.07 </td></tr><tr><td>Total dry mat te r intake (kg/day) </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 4 to 14 </td><td>.57 </td><td>.60 </td><td>.54 </td><td>.53 </td><td>.02 </td></tr><tr><td>Day 15 to 28 </td><td>1.06 </td><td>.96 </td><td>1.02 </td><td>.94 </td><td>.06 </td></tr><tr><td>Day 4 to 28 </td><td>.85 </td><td>.81 </td><td>.82 </td><td>.77 </td><td>.04 </td></tr><tr><td>Day 4 to 42 </td><td>1.04 </td><td>.99 </td><td>1.04 </td><td>.95 </td><td>.07 </td></tr></table></body></html>"}, "TABREF8": {"text": "TABLE 7. Rumen fluid pH, volatile fatty acids, and lactic acid of 84-day-old heifers fed calf starter with and without NaHCO 3 .", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Treatment </td><td> </td></tr><tr><td>Item </td><td>Diets with NaHC03 a </td><td>Diets without NaHCOsb </td><td>SE </td></tr><tr><td>No. of calves </td><td>15 </td><td>15 </td><td> </td></tr><tr><td>Rumen fluid pH </td><td>6.50 </td><td>6.43 </td><td>.16 </td></tr><tr><td>Volatile fatty acids </td><td> </td><td> </td><td> </td></tr><tr><td>Acetic (molar %) </td><td>53.8 c </td><td>49.8 d </td><td>1.0 </td></tr><tr><td>Propionic (molar %) </td><td>30.6 c </td><td>36.1 d </td><td>1.4 </td></tr><tr><td>Butyric (molar %) </td><td>10.0 </td><td>8.9 </td><td>.9 </td></tr><tr><td>Isobutyric (molar %) </td><td>1.3 </td><td>1.2 </td><td>.1 </td></tr><tr><td>Valeric (molar %) </td><td>2.5 </td><td>2.4 </td><td>.2 </td></tr><tr><td>Isovaleric (molar %) </td><td>1.8 </td><td>1.5 </td><td>.2 </td></tr><tr><td>Total VFA concentration (~mole/ml) </td><td>97.7 </td><td>111.6 </td><td>9.4 </td></tr><tr><td>Lactic acid concentration (#mole/ml) </td><td>.09 </td><td>.20 </td><td>.03 </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors gratefully acknowledge Sidney Nelson and barn employees for assistance with this experiment and to Church and Dwight Co. for partial financial support of this project.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}