{
    "paper_id": "e013edc37796e009e86218fe724ed9d07d6eb1e4",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "that this mild phosphate stress tended to depress apparent calcium absorption in both growing and mature hypochlorhydric and sham-operated control rats. The depression was greater in the hypochlorhydric rats, however. Of the phosphate salts tested, sodium tripolyphosphate caused the greatest depression in bone calcium content. This was particularly important in the young sham-operated controis. Groups of growing rats fed the pyrophosphate and tripolyphosphate salts had the lowest terminal hemoglobin values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These data suggest that the effects of calcium malabsorption associated with hypochlorhydria may be minimized by supplementing with highly soluble sources of calcium and by avoiding foods and beverages processed with phosphate salts. Neonatal dogs, inoculated orally with coronavirus 1-71, grown in canine kidney cell cultures, developed diarrhea and a severe enteritis characterized by atrophy of the villi, changes in the enterocytes, and accelerated epithelial cell loss. Four days after infection, immunofluorescent antibody techniques (IFA) demonstrated specific fluorescent coronavirus antigen in the epithelium of the upper two thirds of the ileal villi. Electron microscopy showed that the virus penetrated into the enterocytes between microvilli, possibly by pinocytic mechanism. In the enterocytes, virions were most often enclosed, singly or in groups, in cytoplasmic vesicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "They were less frequently found in the cisternae of the Go!gi apparatus, the ER, or in the dilated perinuclear space, and only rarely, free in the cytoplasm. Virions replicated by budding only on the smooth membranes of the cytoplasmic vesicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARATIVE GASTROENTEROLOGY"
        },
        {
            "text": "The infected cells showed a variety of cytopathic effects (CPE), some nonspecific, such as disruption of the microvilli, loss of density of the cytoplasm, presence of lipid inclusions, alteration of mito-chondria, and dilation of the ER and Golgi cisternae and of the perinuclear space. Other CPE, characteristic of the coronavirus infection, consisted of formation of dense filamentous structures and of membrane-bound bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARATIVE GASTROENTEROLOGY"
        },
        {
            "text": "Progeny virions appeared to release into the gut lumen through the disrupted cell membranes of infected enterocytes still in situ or following their premature shedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARATIVE GASTROENTEROLOGY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Role of gastric acid in the utilization of dietary calcium by the rat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hendricks",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nutr Metab",
            "volume": "16",
            "issn": "",
            "pages": "375--382",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of calcium solubility on absorption by rats with induced achlorhydria",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hendricks",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nutr Metab",
            "volume": "18",
            "issn": "",
            "pages": "310--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of different phosphate salts on calcium utilization by normal and achlorhydric rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hendricks",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Nutr",
            "volume": "106",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "A, Binn LN, Jervis HR, Keenan KP, Hildebrandt PK, Valas RB, and Bland FF: Electron Microscope Study of Experimental Enteric Infection in Neonatal Dogs with a Canine Coronavirus. Lab Invest 34:539-349, 1976",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}