{"paper_id": "e080709b3261852cfcfe8cdf4ff8192e06b4dcb5", "metadata": {"title": "The CCR5Δ32 allele is not a major predisposing factor for severe H1N1pdm09 infection", "authors": [{"first": "Manuela", "middle": [], "last": "Sironi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rachele", "middle": [], "last": "Cagliani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chiara", "middle": [], "last": "Pontremoli", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marianna", "middle": [], "last": "Rossi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guglielmo", "middle": [], "last": "Migliorino", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mario", "middle": [], "last": "Clerici", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrea", "middle": [], "last": "Gori", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Host genetic factors are thought to modulated the severity of disease caused by infection with the 2009 H1N1 pandemic influenza virus (H1N1pdm09). The human CCR5 gene encodes a cytokine receptor important for cell-mediated immune response against H1N1pdm09. A 32-bp polymorphic deletion in the coding sequence of CCR5, the so-called CCR5Δ32 allele, segregates in populations of European ancestry with a frequency of 8-15%. A high proportion of CCR5Δ32 heterozygotes was reported in a sample of white Canadian critically-ill H1N1pdm09 infected subjects, suggesting an association with disease severity. Methods: We recruited 29 H1N1pdm09 infected subjects from Southern Europe (mostly Italians) with a wide clinical spectrum of disease symptoms; the sample included 7 subjects who developed acute respiratory distress syndrome requiring extracorporeal membrane oxygenation. The CCR5Δ32 variant was genotyped in all subjects. Results: The CCR5Δ32 allele was found in one single subject, who developed a very mild form and was not hospitalized. Conclusions: The CCR5Δ32 allele was not found to be associated with the risk of H1N1pdm09 infection or with a severe disease course.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The swine-origin H1N1 influenza A virus that appeared in Mexico in 2009 (H1N1pdm09) caused the first flu pandemic of the 21st century. H1N1pdm09 infection resulted in a substantial diseases burden with a minority of infected subjects developing life-threatening respiratory complications. Estimates of H1N1pdm09-associated mortality are similar in magnitude to that of seasonal influenza, but most deaths occurred in healthy people younger than 65 years old [1, 2] . Also, strong differences in mortality were observed depending on ethnicity and geographic location [1, 2] . Whereas these trends are likely to be partially explained by epidemiological aspects (e.g. previous exposure to antigenically similar viruses), host genetic and non-genetic factors were proposed to play a role. In particular, non-genetic risk factors were shown to include pregnancy, morbid obesity, cardiovascular disease, diabetes, and immunosuppression [2] . Nonetheless, a large majority of severely affected subjects were healthy and did not present any risk condition, suggesting that genetic effects might modulate H1N1pdm09 disease course.", "cite_spans": [{"start": 458, "end": 461, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 462, "end": 464, "text": "2]", "ref_id": "BIBREF1"}, {"start": 566, "end": 569, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 570, "end": 572, "text": "2]", "ref_id": "BIBREF1"}, {"start": 931, "end": 934, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "Indeed, studies based on historical registries indicated that genetic factors affect the risk of death due to influenza virus infection [3] . Likewise, the familial aggregation of influenza A/H5N1 cases, the paucity of cases among highly exposed groups, and the occurrence of related cases separated in time and space led Horby and coworkers to indicate that host genetic factors play an important role in the susceptibility to this infection [4] .", "cite_spans": [{"start": 136, "end": 139, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 443, "end": 446, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Background"}, {"text": "Clearly, the identification of host genetic factors that modulate the susceptibility to and the severity of influenza virus infection is of paramount importance to develop preventive strategies and therapeutic interventions.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Recently, a case-control study of 91 Mexican patients with confirmed severe pneumonia from H1N1pdm09 infection identified three independent association signals [5] . Nevertheless, no subsequent analysis addressed the role of these variants and the study design was likely to yield false positives, as noted [6] . Several other reports have explored the role of human genetic variants in the modulation of H1N1pdm09 infection severity, but only two variants have been analyzed in at least two independent studies. The first one, a functional variant in the IFITM3 gene (rs12252), was originally described in a cohort of 53 influenza UK cases who developed severe respiratory complications [7] . The association was confirmed in a study of H1N1 cases in China, where the frequency of the minor predisposing genotype is much higher [8] . Nonetheless, the rarity of the risk genotype (only 3 homozygotes drove the association in the UK study) suggests that this variant makes a contribution to H1N1 disease severity in Europe. The second candidate variant is represented by a 32-bp polymophic deletion in the CCR5 gene, the so-called CCR5Δ32 allele, which is almost exclusive to individuals with European ancestry. In a Canadian sample of 9 Caucasian patients with severe H1N1pdm09 infection Keynan et al. [9] found a nearly 5-fold enrichment of CCR5Δ32 heterozygotes compared to the expectation based on allele frequency in populations with European ancestry. This association found support by the description of a fatal case of H1N1pdm09 infection: the young patient was homozygous for the CCR5Δ32 allele, a status that occurs in a small minority of subjects (0.02% to 2% depending on the population) [10] . Also, studies in a Ccr5 −/− mice have indicated that, when infected with influenza A virus, these animals display accelerated macrophage accumulation in the lungs and increased mortality compared to wild-type mice [11] .", "cite_spans": [{"start": 160, "end": 163, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 307, "end": 310, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 688, "end": 691, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 829, "end": 832, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1302, "end": 1305, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1699, "end": 1703, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1920, "end": 1924, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "Herein we investigated whether the CCR5Δ32 associates with disease severity in H1N1pdm09 infected southern European patients.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We analyzed 29 subjects with laboratory confirmed H1N1 infection who were referred to the Infectious Disease Unit of the San Gerardo Hospital, Monza, Italy, in winter 2009-2010. Most patients described herein were recruited immediately after the H1N1 outbreak in a relatively short time period. Peripheral blood samples were obtained from H1N1pdm09 infected patients as part of their care pathway. All patients signed an informed consent allowing leftover blood samples to be used for research purposes. The informed consent form was approved by the Internal Review Board of the San Gerardo Hospital and explicitly mentioned the use of leftover samples for genetic research. Samples were stored and processed anonymously. The authors have presently no access to identifying information and cannot relate genetic data to individual subjects. The study was conducted in accordance with the ethical standards of the Helsinki Declaration. All subjects were of European ancestry (27 Italians and one Spanish) with the exception of a Chinese patient (in the mild form group). The clinical characteristics of these subjects are summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 1135, "end": 1142, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "For all subjects genomic DNA was obtained from peripheral blood mononuclear cells. The CCR5Δ32 variant was genotyped by PCR amplification using a forward primer (CCR5-D32-F: TTTACCAGATCTCAAAAAGAAG) and a fluorescently labelled reverse primer (CCR5-D32-R: GGAGAAGGACAATGTTGTAGG, FAM). PCR-amplified fluorescently tagged samples were run on 3500xL Genetic Analyzer (Life Technologies) using the GeneScanTM 600 LIZ® size standard (Life Technologies). The PCR amplicons were separated by size electrophoresis and the dye labeled products were identified by fluorescence detection. Gene-Mapper® Software Version 4.0 was applied to size the alleles ( Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 645, "end": 653, "text": "Figure 1", "ref_id": null}], "section": "Genotyping"}, {"text": "We recruited 29 subjects with laboratory confirmed H1N1 infection. Twenty-one of these patients were hospitalized; seven of them developed acute respiratory distress syndrome (ARDS) and required extracorporeal membrane oxygenation (ECMO). These subjects are referred to as having a severe flu form ( Table 1) ; two of them were overweight, one was diabetic, and one suffered from non-Hodgkin lymphoma. The patient suffering from non-Hodgkin lymphoma was not undergoing any therapy and was disease-free at the moment of hospitalization; the diabetic patient had his disease controlled through therapy. Seven other subjects developed pulmonary disease, required oxygen therapy administration alone and the disease course did not present life-threatening respiratory symptoms (intermediate gravity, Table 1 ). The seven remaining hospitalized patients only required oxygen therapy administration and the disease course presented no complications (mild form, Table 1 ). Finally, 8 additional infected subjects were not hospitalized (very mild form). All patients survived their illness. For all of them the polymorphic 32 bp deletion in the CCR5 gene was genotyped.", "cite_spans": [], "ref_spans": [{"start": 300, "end": 308, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 796, "end": 803, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 955, "end": 962, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "The reported frequency of the CCR5Δ32 allele in Italy is 0.055 (0.098 in Spain) [12] , resulting in an expected frequency of heterozygotes around 10%. Among the H1N1pdm09-infected subjects only one was found to carry the CCR5Δ32 allele: the patient developed a very mild form and was not hospitalized. Thus, the CCR5Δ32 allele was not found to be associated with the risk of H1N1pdm09 infection or with a severer disease course.", "cite_spans": [{"start": 80, "end": 84, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Results"}, {"text": "We evaluate the possible association between the CCR5Δ32 allele and severe H1N1pdm09 infection in patients form Southern Europe. CCR5 has been shown to be important for cell-mediated immune response against H1N1pdm09 [13, 14] and the CCR5Δ32 allele confers increased susceptibility to symptomatic infection with other viral species such as West Nile virus (WNV) [15] . In this latter case, though, the association model is recessive -i.e. only homozygotes are at higher risk of developing a severe disease following WNV infection [15] . The recessive model is consistent with the loss-of-function effect of the 32-bp deletion in CCR5 and may apply to other phenotype associations, as it also describes a strong [16] but not complete [17] resistance to HIV-1 infection. The previously reported association between the CCR5Δ32 and severe H1N1pdm09 infection implied a non-recessive model, as a large excess of heterozygotes was described among critically ill patients [9] . Data herein do not confirm this finding and suggest that CCR5Δ32 does not play a major role in modulating H1N1pdm09 infection severity. It should be noted, however, that both Keynan's [9] and this study suffer from the limitation of the small sample size and are underpowered to detect a recessive effect of CCR5Δ32 on H1N1 disease course. Also, the CCR5Δ32 allele tends to vary in frequency with a latitudinal cline [12] , suggesting that population stratification might also affect the association results for this variant. Likewise, the rs12252 polymorphism in IFITM3 previously associated with H1N1pdm09 disease severity shows strong frequency variation depending on ancestry. Its frequency is very low in Europe (but much higher in Asia) and a recent analysis of 34 severe H1N1pdm09 patients from the UK detected no association (whereas an effect of the rare homozygous genotype was detected for mild influenza) [18] . Figure 1 GeneScan analysis of a subject heterozygous for the CCR5Δ32 allele. Fluorescence-labelled PCR products (blue peaks) were separated by capillary electrophoresis with a size standard (red peaks).", "cite_spans": [{"start": 217, "end": 221, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 222, "end": 225, "text": "14]", "ref_id": "BIBREF13"}, {"start": 362, "end": 366, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 530, "end": 534, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 711, "end": 715, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 733, "end": 737, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 966, "end": 969, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1156, "end": 1159, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1389, "end": 1393, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1889, "end": 1893, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 1896, "end": 1904, "text": "Figure 1", "ref_id": null}], "section": "Discussion"}, {"text": "Overall, results from these previous analyses together with those reported herein indicate that larger sample sizes will be required to perform robust association studies for H1N1pdm09 disease severity. Thus, provided that host genetics play a role in the susceptibility to this condition, most of its determinants in European ancestry subjects remain to be identified.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Abbreviations ARDS: Acute respiratory distress syndrome; ECMO: Extracorporeal membrane oxygenation.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Authors' contributions MS, MC, and AG conceived and designed the study; RC and CP performed molecular genetic analyses; GM and MR recruited patients and provided clinical data; MS, MC, and AG wrote the manuscript. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "GLaMOR Collaborating Teams: Global mortality estimates for the 2009 influenza pandemic from the GLaMOR project: a modeling study", "authors": [{"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "P", "middle": [], "last": "Spreeuwenberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Lustig", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Taylor", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Fleming", "suffix": ""}, {"first": "M", "middle": [], "last": "Kroneman", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Mounts", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Paget", "suffix": ""}], "year": 2013, "venue": "PLoS Med", "volume": "10", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection", "authors": [{"first": "E", "middle": [], "last": "Bautista", "suffix": ""}, {"first": "T", "middle": [], "last": "Chotpitayasunondh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Harper", "suffix": ""}, {"first": "M", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Zaki", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Kettner", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": [], "last": "Lim", "suffix": ""}, {"first": "N", "middle": [], "last": "Shindo", "suffix": ""}, {"first": "C", "middle": [], "last": "Penn", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}], "year": 2010, "venue": "Writing Committee of the WHO Consultation on Clinical Aspects of Pandemic (H1N1) 2009 Influenza", "volume": "362", "issn": "", "pages": "1708--1719", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evidence for a heritable predisposition to death due to influenza", "authors": [{"first": "F", "middle": ["S"], "last": "Albright", "suffix": ""}, {"first": "P", "middle": [], "last": "Orlando", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Pavia", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Jackson", "suffix": ""}, {"first": "Cannon", "middle": [], "last": "Albright", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "197", "issn": "1", "pages": "18--24", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The role of host genetics in susceptibility to influenza: a systematic review", "authors": [{"first": "P", "middle": [], "last": "Horby", "suffix": ""}, {"first": "N", "middle": ["Y"], "last": "Nguyen", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Dunstan", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Baillie", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Genetic variants associated with severe pneumonia in A/H1N1 influenza infection", "authors": [{"first": "J", "middle": [], "last": "Zuniga", "suffix": ""}, {"first": "I", "middle": [], "last": "Buendia-Roldan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "L", "middle": [], "last": "Jimenez", "suffix": ""}, {"first": "D", "middle": [], "last": "Torres", "suffix": ""}, {"first": "J", "middle": [], "last": "Romo", "suffix": ""}, {"first": "G", "middle": [], "last": "Ramirez", "suffix": ""}, {"first": "A", "middle": [], "last": "Cruz", "suffix": ""}, {"first": "G", "middle": [], "last": "Vargas-Alarcon", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Sheu", "suffix": ""}, {"first": "F", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Su", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Tager", "suffix": ""}, {"first": "A", "middle": [], "last": "Pardo", "suffix": ""}, {"first": "M", "middle": [], "last": "Selman", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Christiani", "suffix": ""}], "year": null, "venue": "Eur Respir J", "volume": "2012", "issn": "3", "pages": "604--610", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Kellam P: IFITM3 restricts the morbidity and mortality associated with influenza", "authors": [{"first": "A", "middle": ["R"], "last": "Everitt", "suffix": ""}, {"first": "Clare", "middle": ["S"], "last": "Pertel", "suffix": ""}, {"first": "T", "middle": [], "last": "John", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Wash", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Smith", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Chin", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Feeley", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Sims", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Adams", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Wise", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Kane", "suffix": ""}, {"first": "L", "middle": [], "last": "Goulding", "suffix": ""}, {"first": "D", "middle": [], "last": "Digard", "suffix": ""}, {"first": "P", "middle": [], "last": "Anttila", "suffix": ""}, {"first": "V", "middle": [], "last": "Baillie", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Walsh", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Hume", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Palotie", "suffix": ""}, {"first": "A", "middle": [], "last": "Xue", "suffix": ""}, {"first": "Y", "middle": [], "last": "Colonna", "suffix": ""}, {"first": "V", "middle": [], "last": "Tyler-Smith", "suffix": ""}, {"first": "C", "middle": [], "last": "Dunning", "suffix": ""}, {"first": "J", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "Sb ;", "middle": [], "last": "Smyth", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Openshaw", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Dougan", "suffix": ""}, {"first": "G", "middle": [], "last": "Brass", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "", "suffix": ""}], "year": null, "venue": "GenISIS Investigators, MOSAIC Investigators", "volume": "2012", "issn": "", "pages": "519--523", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Kellam P: IFITM3 restricts the morbidity and mortality associated with influenza", "authors": [{"first": "A", "middle": ["R"], "last": "Everitt", "suffix": ""}, {"first": "Clare", "middle": ["S"], "last": "Pertel", "suffix": ""}, {"first": "T", "middle": [], "last": "John", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Wash", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Smith", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Chin", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Feeley", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Sims", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Adams", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Wise", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Kane", "suffix": ""}, {"first": "L", "middle": [], "last": "Goulding", "suffix": ""}, {"first": "D", "middle": [], "last": "Digard", "suffix": ""}, {"first": "P", "middle": [], "last": "Anttila", "suffix": ""}, {"first": "V", "middle": [], "last": "Baillie", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Walsh", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Hume", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Palotie", "suffix": ""}, {"first": "A", "middle": [], "last": "Xue", "suffix": ""}, {"first": "Y", "middle": [], "last": "Colonna", "suffix": ""}, {"first": "V", "middle": [], "last": "Tyler-Smith", "suffix": ""}, {"first": "C", "middle": [], "last": "Dunning", "suffix": ""}, {"first": "J", "middle": [], "last": "Gordon", "suffix": ""}, {"first": "Sb ;", "middle": [], "last": "Smyth", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Openshaw", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Dougan", "suffix": ""}, {"first": "G", "middle": [], "last": "Brass", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "", "suffix": ""}], "year": null, "venue": "GenISIS Investigators, MOSAIC Investigators", "volume": "2012", "issn": "", "pages": "519--523", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals", "authors": [{"first": "Y", "middle": ["H"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Peng", "suffix": ""}, {"first": "E", "middle": [], "last": "Giannoulatou", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Jin", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Yan", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Liu", "suffix": ""}, {"first": "N", "middle": [], "last": "Liu", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Shu", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Ho", "suffix": ""}, {"first": "P", "middle": [], "last": "Kellam", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcmichael", "suffix": ""}, {"first": "T", "middle": [], "last": "Dong", "suffix": ""}], "year": 2013, "venue": "Nat Commun", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chemokine receptor 5 big up tri", "authors": [{"first": "Y", "middle": [], "last": "Keynan", "suffix": ""}, {"first": "J", "middle": [], "last": "Juno", "suffix": ""}, {"first": "A", "middle": [], "last": "Meyers", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Ball", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "E", "middle": [], "last": "Rubinstein", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Fowke", "suffix": ""}], "year": 2010, "venue": "", "volume": "16", "issn": "", "pages": "1621--1622", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Characterization in vitro and in vivo of a pandemic H1N1 influenza virus from a fatal case", "authors": [{"first": "A", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "A", "middle": [], "last": "Falcon", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Cuevas", "suffix": ""}, {"first": "F", "middle": [], "last": "Pozo", "suffix": ""}, {"first": "S", "middle": [], "last": "Guerra", "suffix": ""}, {"first": "B", "middle": [], "last": "Garcia-Barreno", "suffix": ""}, {"first": "P", "middle": [], "last": "Martinez-Orellana", "suffix": ""}, {"first": "P", "middle": [], "last": "Perez-Brena", "suffix": ""}, {"first": "M", "middle": [], "last": "Montoya", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Melero", "suffix": ""}, {"first": "M", "middle": [], "last": "Pizarro", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortin", "suffix": ""}, {"first": "I", "middle": [], "last": "Casas", "suffix": ""}, {"first": "A", "middle": [], "last": "Nieto", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Contrasting effects of CCR5 and CCR2 deficiency in the pulmonary inflammatory response to influenza A virus", "authors": [{"first": "T", "middle": ["C"], "last": "Dawson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Beck", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kuziel", "suffix": ""}, {"first": "F", "middle": [], "last": "Henderson", "suffix": ""}, {"first": "N", "middle": [], "last": "Maeda", "suffix": ""}], "year": 2000, "venue": "Am J Pathol", "volume": "156", "issn": "6", "pages": "1951--1959", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dating the origin of the CCR5-Delta32 AIDS-resistance allele by the coalescence of haplotypes", "authors": [{"first": "J", "middle": ["C"], "last": "Stephens", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Reich", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Goldstein", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Shin", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Smith", "suffix": ""}, {"first": "M", "middle": [], "last": "Carrington", "suffix": ""}, {"first": "C", "middle": [], "last": "Winkler", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Huttley", "suffix": ""}, {"first": "R", "middle": [], "last": "Allikmets", "suffix": ""}, {"first": "L", "middle": [], "last": "Schriml", "suffix": ""}, {"first": "Gerrard", "middle": ["B"], "last": "Malasky", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Morlot", "suffix": ""}, {"first": "S", "middle": [], "last": "Tzetis", "suffix": ""}, {"first": "M", "middle": [], "last": "Oddoux", "suffix": ""}, {"first": "C", "middle": [], "last": "Di Giovine", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Nasioulas", "suffix": ""}, {"first": "G", "middle": [], "last": "Chandler", "suffix": ""}, {"first": "D", "middle": [], "last": "Aseev", "suffix": ""}, {"first": "M", "middle": [], "last": "Hanson", "suffix": ""}, {"first": "M", "middle": [], "last": "Kalaydjieva", "suffix": ""}, {"first": "L", "middle": [], "last": "Glavac", "suffix": ""}, {"first": "D", "middle": [], "last": "Gasparini", "suffix": ""}, {"first": "P", "middle": [], "last": "Kanavakis", "suffix": ""}, {"first": "E", "middle": [], "last": "Claustres", "suffix": ""}, {"first": "M", "middle": [], "last": "Kambouris", "suffix": ""}, {"first": "M", "middle": [], "last": "Ostrer", "suffix": ""}, {"first": "H", "middle": [], "last": "Duff", "suffix": ""}, {"first": "G", "middle": [], "last": "Baranov", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 1998, "venue": "Am J Hum Genet", "volume": "62", "issn": "6", "pages": "1507--1515", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Type 1 responses of human Vgamma9Vdelta2 T cells to influenza A viruses", "authors": [{"first": "G", "middle": [], "last": "Qin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "I", "middle": ["H"], "last": "Ng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Lam", "suffix": ""}, {"first": "H", "middle": [], "last": "Mao", "suffix": ""}, {"first": "H", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Lau", "suffix": ""}, {"first": "W", "middle": [], "last": "Tu", "suffix": ""}], "year": 2011, "venue": "J Virol", "volume": "85", "issn": "19", "pages": "10109--10116", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Cytotoxic T lymphocytes established by seasonal human influenza cross-react against 2009 pandemic H1N1 influenza virus", "authors": [{"first": "W", "middle": [], "last": "Tu", "suffix": ""}, {"first": "H", "middle": [], "last": "Mao", "suffix": ""}, {"first": "J", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chiu", "suffix": ""}, {"first": "G", "middle": [], "last": "Qin", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Lam", "suffix": ""}, {"first": "J", "middle": [], "last": "Guan", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Lau", "suffix": ""}], "year": 2010, "venue": "J Virol", "volume": "84", "issn": "13", "pages": "6527--6535", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Genetic deficiency of chemokine receptor CCR5 is a strong risk factor for symptomatic West Nile virus infection: a meta-analysis of 4 cohorts in the US epidemic", "authors": [{"first": "J", "middle": ["K"], "last": "Lim", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Louie", "suffix": ""}, {"first": "C", "middle": [], "last": "Glaser", "suffix": ""}, {"first": "C", "middle": [], "last": "Jean", "suffix": ""}, {"first": "B", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "H", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Mcdermott", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Murphy", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "197", "issn": "2", "pages": "262--265", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Association study of common genetic variants and HIV-1 acquisition in 6", "authors": [{"first": "P", "middle": ["J"], "last": "Mclaren", "suffix": ""}, {"first": "C", "middle": [], "last": "Coulonges", "suffix": ""}, {"first": "S", "middle": [], "last": "Ripke", "suffix": ""}, {"first": "L", "middle": [], "last": "Van Den Berg", "suffix": ""}, {"first": "S", "middle": [], "last": "Buchbinder", "suffix": ""}, {"first": "M", "middle": [], "last": "Carrington", "suffix": ""}, {"first": "A", "middle": [], "last": "Cossarizza", "suffix": ""}, {"first": "J", "middle": [], "last": "Dalmau", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Deeks", "suffix": ""}, {"first": "O", "middle": [], "last": "Delaneau", "suffix": ""}, {"first": "De", "middle": [], "last": "Luca", "suffix": ""}, {"first": "A", "middle": [], "last": "Goedert", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Haas", "suffix": ""}, {"first": "D", "middle": [], "last": "Herbeck", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Kathiresan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kirk", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Lambotte", "suffix": ""}, {"first": "O", "middle": [], "last": "Luo", "suffix": ""}, {"first": "M", "middle": [], "last": "Mallal", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Manen", "suffix": ""}, {"first": "D", "middle": [], "last": "Martinez-Picado", "suffix": ""}, {"first": "J", "middle": [], "last": "Meyer", "suffix": ""}, {"first": "L", "middle": [], "last": "Miro", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mullins", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Obel", "suffix": ""}, {"first": "N", "middle": [], "last": "O&apos;brien", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Pereyra", "suffix": ""}, {"first": "F", "middle": [], "last": "Plummer", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Poli", "suffix": ""}, {"first": "G", "middle": [], "last": "Qi", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "PLoS Pathog", "volume": "300", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Homozygous delta 32 deletion of the CCR-5 chemokine receptor gene in an HIV-1-infected patient", "authors": [{"first": "C", "middle": [], "last": "Balotta", "suffix": ""}, {"first": "P", "middle": [], "last": "Bagnarelli", "suffix": ""}, {"first": "M", "middle": [], "last": "Violin", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Ridolfo", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "A", "middle": [], "last": "Berlusconi", "suffix": ""}, {"first": "S", "middle": [], "last": "Corvasce", "suffix": ""}, {"first": "M", "middle": [], "last": "Corbellino", "suffix": ""}, {"first": "M", "middle": [], "last": "Clementi", "suffix": ""}, {"first": "M", "middle": [], "last": "Clerici", "suffix": ""}, {"first": "M", "middle": [], "last": "Moroni", "suffix": ""}, {"first": "M", "middle": [], "last": "Galli", "suffix": ""}], "year": null, "venue": "AIDS", "volume": "1997", "issn": "10", "pages": "67--71", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "IFITM3 and susceptibility to respiratory viral infections in the community", "authors": [{"first": "T", "middle": ["C"], "last": "Mills", "suffix": ""}, {"first": "A", "middle": [], "last": "Rautanen", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Elliott", "suffix": ""}, {"first": "T", "middle": [], "last": "Parks", "suffix": ""}, {"first": "V", "middle": [], "last": "Naranbhai", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Ieven", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Butler", "suffix": ""}, {"first": "P", "middle": [], "last": "Little", "suffix": ""}, {"first": "T", "middle": [], "last": "Verheij", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Garrard", "suffix": ""}, {"first": "C", "middle": [], "last": "Hinds", "suffix": ""}, {"first": "H", "middle": [], "last": "Goossens", "suffix": ""}, {"first": "S", "middle": [], "last": "Chapman", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Hill", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "209", "issn": "7", "pages": "1028--1031", "other_ids": {"DOI": ["10.1186/1756-0500-7-504"]}}, "BIBREF18": {"ref_id": "b18", "title": "The CCR5Δ32 allele is not a major predisposing factor for severe H1N1pdm09 infection", "authors": [{"first": "", "middle": [], "last": "Sironi", "suffix": ""}], "year": 2014, "venue": "BMC Research Notes", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Clinical characteristics and CCR5Δ32 allelic status for the 29 H1N1pdm09 patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Flu form </td><td>Disease course </td><td>Number of subjects </td><td>Males/females </td><td>Self-reported ancestry (number)\n</td><td>Number of CCR5Δ32 heterozygotes\n</td></tr><tr><td>Severe </td><td>ARSD requiring ECMO </td><td>7 </td><td>6/1 </td><td>Italian (6), Spanish (1) </td><td>0\n</td></tr><tr><td>Intermediate </td><td>Pulmonary disease requiring oxygen therapy </td><td>7 </td><td>3/4 </td><td>Italian (7) </td><td>0\n</td></tr><tr><td>Mild </td><td>No complications, only oxygen administration </td><td>7 </td><td>3/4 </td><td>Italian (6), Chinese (1) </td><td>0\n</td></tr><tr><td>Very mild </td><td>No hospitalization, no complications </td><td>8 </td><td>4/4 </td><td>Italian (8) </td><td>1\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Submit your next manuscript to BioMed Central and take full advantage of: ", "cite_spans": [], "ref_spans": [], "section": "annex"}]}