{"paper_id": "e0b8706d267973805599855901003a79c33708a8", "metadata": {"title": "", "authors": []}, "abstract": [{"text": "We assume that individuals make infectious contacts at the points of a Poisson process with rate that changes over time; such a rate is called the infectivity profile. Infectious contacts lead to an infection if and only if, when contacted, an individual is susceptible. We assume for simplicity that the infectivity profile has the same shape, as a function of time, for all individuals in all environments (i.e. within-household and in the community), and that therefore the only difference occurs in a scaling factor. The normalised infectivity profile is called the infectious contact interval distribution (Kenah et al., 2008; Kenah, 2011) or, sometimes, the generation time distribution (Svensson, 2007) .", "cite_spans": [{"start": 611, "end": 631, "text": "(Kenah et al., 2008;", "ref_id": "BIBREF27"}, {"start": 632, "end": 644, "text": "Kenah, 2011)", "ref_id": "BIBREF26"}, {"start": 693, "end": 709, "text": "(Svensson, 2007)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Abstract"}, {"text": "Specifically, we choose a infectious contact interval distribution typical of influenza: a Gamma distribution with mean T G = 2.85 days (sometimes referred to as the generation time) and shape parameter α = 9, in line with Wallinga and Lipsitch (2007), Fraser (2007) and as used by Pellis et al. (2010) . Note that this choice has no impact on the mapping procedure, as explained in the next section: however, it affects other quantities, such as the real-time growth rate r, and some model outputs like the peak incidence and the time of the epidemic peak. Therefore, in order to quantify the mean number of generations to the peak and allow simpler generalisation of results to other infections, the time to the peak is rescaled by the generation time T G .", "cite_spans": [{"start": 282, "end": 302, "text": "Pellis et al. (2010)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Abstract"}, {"text": "Although some studies highlighted the presence of detectable differences in the generation time of individuals in different age classes in different environments (e.g. children at school versus adults in the community; see Cauchemez et al., 2011) , the choice of using a single infectious contact interval distribution everywhere is a very convenient one, and is very commonly adopted . The main reason is that the next-generation matrix approach and the real-time one (see Pellis et al., 2008, for details and Diekmann et al., 2012, p. 30-31 and 212-219, for a comparison between the two approaches) become equivalent for models with no households and, when households are included, are still quantitatively strongly related .", "cite_spans": [{"start": 223, "end": 246, "text": "Cauchemez et al., 2011)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "This study is fundamentally a work of model comparison, and comparing structurally different models, with parameters differing in number and biological meaning, is not a straightforward process. For a fair comparison, it is necessary to choose:", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "1. What is kept fixed across models: given different choices are possible (House and Keeling, 2008; Ajelli et al., 2010) we argue that for a fair comparison such quantities should be observable or directly estimable and with a model-independent biological interpretation; referred to in this study as observables, they are therefore likely to be some aggregate macro-parameters, like R 0 or the real-time growth rate;", "cite_spans": [{"start": 74, "end": 99, "text": "(House and Keeling, 2008;", "ref_id": "BIBREF22"}, {"start": 100, "end": 120, "text": "Ajelli et al., 2010)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Contents"}, {"text": "2. How the other basic model parameters, which are likely not measured directly and whose definition is model-specific (e.g. the transmission rates in different environments) are derived from these observables: this process is likely to unravel numerous unidentifiability issues that should be made as clear as possible; and", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "3. How the models are compared in terms of their predictions, which we refer to as model outputs; like the observables, they are aggregate quantities that typically depend in a complex fashion on the basic model parameters.", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "The conclusions may fundamentally depend on such choices, so they need to be spelt out clearly and how results depend on them should be investigated. We recognise many practical contexts are likely to be significantly more complex than the one considered here, and parameter spaces are less likely to be explored so thoroughly, but we still advocate that this general approach be followed, choices made explicit and issues encountered discussed openly.", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "Here we assume we are observing the early phase of an outbreak of a new infection. By \"early\" we formally mean during the time window that occurs after the epidemic has taken off (i.e. when the initial phase, dominated by random events and possible stochastic extinction, is over and the initial conditions have been forgotten) but while the global depletion of susceptibles is still negligible. We refer to this time window as the stable exponential growth window. The observables, which are aggregate early indicators of how the epidemic is progressing, are mathematically well-defined during this stable exponential growth window.", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "We start by considering a (reasonably) complex model -an age-and household-stratified one, denoted by AH -and we assume it to be the \"truth\", i.e. a perfect representation of reality. For any arbitrary choice of the basic model parameters for model AH, all quantities of interest are computed, including the observables we want to keep fixed between all models in which they can be defined (in this study, R 0 , the household secondary attack rate and the adults-to-children incidence ratio in each generation) and the outputs we want to compare between models (in this study, final size, peak daily incidence and time to incidence peak). We assume a sufficiently large population (ideally infinite), so that despite the models being stochastic we can invoke the law of large numbers to assume zero variance and work with average quantities only. In other words, we neglect any stochastic variability and assume a perfect deterministic relationship between the basic model parameters and the other model quantities.", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "The \"true\" model AH is then mapped onto structurally simpler ones. The term map is used to imply that the basic model parameters are not estimated from the observables using a statistical procedure. Instead, they are computed deterministically by inverting the function that would give the observable in terms of the basic model parameters (in most cases, when dealing with scalar functions, this is achieved using the fzero routine in Matlab; in more dimensions, the fsolve routine is used). Therefore, in addition to lack of stochastic variation, we assume perfect knowledge of the observable, i.e. no measurement error, no noise and no other forms of bias in the observation. This approach has the limitation that some parts of the mapping procedure might in reality be hard to perform because of excessively wide confidence intervals in any practical statistical estimation procedure, but has the benefit of making the relationships and dependencies between all model quantities totally transparent, thus uncovering possible non-identifiability issues, which could instead be obscured by a complex statistical technique, and highlighting which pieces of information can and should be used to solve such issues even when advanced statistical tools are used.", "cite_spans": [], "ref_spans": [], "section": "Contents"}, {"text": "Some epidemic quantities, like the real-time growth rate (r), the peak incidence or the time to the peak, depend on the temporal details of the individuals' infectivity profiles; therefore, they are in general difficult to handle analytically. Some other quantities, notably the basic reproduction number R 0 (see Diekmann et al., 2012, Section 7 , for the basic definition in homogeneously mixing and multitype models, and Pellis et al., 2012, and , for its extension to models with households) and the epidemic final size distributions in either a small group or in the population at large, are time-integrated quantities: they depend on the individuals' infectivity profiles only through their total infectivity, i.e. the area under the infectivity profile curve. For this reason, they are often more easily tractable (see Pellis et al., 2008 and available analytical results allow their efficient calculation to machine precision.", "cite_spans": [{"start": 314, "end": 346, "text": "Diekmann et al., 2012, Section 7", "ref_id": null}, {"start": 424, "end": 448, "text": "Pellis et al., 2012, and", "ref_id": "BIBREF33"}, {"start": 826, "end": 845, "text": "Pellis et al., 2008", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Model mapping at fixed R 0"}, {"text": "In order to make extensive model comparison feasible, we choose to base the mapping procedure only on time-integrated quantities: specifically, R 0 , the household secondary attack rate and the incidence ratio of adults versus children in each generation. Once the parameters of each model are chosen or mapped, we use individual-based stochastic simulations to plot those outputs that depend on the temporal details of the individuals' infectivity profiles.", "cite_spans": [], "ref_spans": [], "section": "Model mapping at fixed R 0"}, {"text": "Because of our assumption that the infectious contact interval distribution is the same for all types in all environments, keeping fixed R 0 in the model mapping procedure is quantitatively very similar to keeping fixed the real-time growth rate r, which is an even more intuitive and readily available quantity early on in an epidemic . The discrepancies between keeping fixed R 0 and r are due to two factors: i) infectives make repeated infectious contacts towards each single susceptible household member, and the infection is transmitted at the time of the first contact (if any at all), thus occurring on average after a time spell shorter than T G in general (see Pellis et al., 2015 , for a careful explanation of this in the context of networks);", "cite_spans": [{"start": 671, "end": 690, "text": "Pellis et al., 2015", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Model mapping at fixed R 0"}, {"text": "ii) generations of infections in households overlap .", "cite_spans": [], "ref_spans": [], "section": "Model mapping at fixed R 0"}, {"text": "Because these two factors need to be taken into account to calculate r, no analytical formula to express r in terms of more basic parameters is available in the presence of households (Ball et al., 2016, Appendix G) , and model comparison based on r is therefore computationally intensive. Although machine-precision numerical methods for computing r do exist for households models with constant rates of flow between compartments and constant infection rates in each of them (e.g. Pellis et al., 2010) , this is not the case for time-since-infection models like the one considered here. Therefore, Fraser (2007) developed an analytical technique to compute r approximately in households models, later extended in Pellis et al. (2010) . However, this approximate method ignores exactly the two points highlighted above, i.e. those intricacies that result from the interaction of the household structure with the temporal details of the infectivity profile. Matching the same analytically tractable approximation of r is therefore equivalent to matching the same R 0 in the mapping procedure. The contribution of the two factors above is small for peaked unimodal infectious contact interval distributions (generations tend not to overlap) and low within-household infection rates (repeated infectious attempts between the same infective and susceptible are rare; see Pellis et al., 2010, and . Therefore, the discrepancy between matching the same R 0 and the same r widens for increasing within-household infectivity. In order to quantify such a discrepancy and the implications it has for the mapping procedure, in the Supplementary Methods, Section 1.2.9, we discuss how to compute r using Monte Carlo simulations of within-household epidemics and in the Supplementary Discussion, Section 2.3.2, we use this method to perform the model comparison at fixed r. Only the baseline scenario discussed in the main text is considered, due to the computational cost.", "cite_spans": [{"start": 184, "end": 215, "text": "(Ball et al., 2016, Appendix G)", "ref_id": null}, {"start": 482, "end": 502, "text": "Pellis et al., 2010)", "ref_id": "BIBREF32"}, {"start": 599, "end": 612, "text": "Fraser (2007)", "ref_id": "BIBREF18"}, {"start": 714, "end": 734, "text": "Pellis et al. (2010)", "ref_id": "BIBREF32"}, {"start": 1367, "end": 1391, "text": "Pellis et al., 2010, and", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Model mapping at fixed R 0"}, {"text": "The contact patterns between adults and children, both in the household (h) and in the community (g, for \"global\") is here parametrised in terms of next-generation matrices (NGMs). The general idea of how the NGM is constructed from more fundamental parameters is described in this section, with non-indexed symbols or symbols with generic indices, to stress that the approach is not connected to age classes only or the specific topic of this study. In the next sections, the NGMs for the household and the global infectious contacts are presented with the suitably indexed symbols and the environment-specific details (e.g. accommodating for finite size in the household, etc.). We found no fully satisfying 1-to-1 parametrisation of the NGM in terms of more fundamental quantities in the literature, i.e. one for which any NGM can be derived from suitably observed quantities, but without redundancy (see Glass et al., 2011, for an exploration of different parametrisations). Therefore we derived a new parametrisation which is good enough for our purposes, but has the serious limitation of not being easily generalisable to more than two groups.", "cite_spans": [{"start": 908, "end": 927, "text": "Glass et al., 2011,", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Contact matrices and mixing"}, {"text": "Denote by i = 1 or 2 the group index (we have in mind group 2 referring to children) and by c i the contact rates, i.e. the total number of contacts a single individual in group i has per unit of time (here, a day). Denote by f ij the fraction of contacts that a single type-j individual makes with type-i individuals (0 ≤ f ij ≤ 1), so that the matrix of contact rates has the following structure:", "cite_spans": [], "ref_spans": [], "section": "Contact matrices and mixing"}, {"text": "Denoting by N i the number of type-i individuals and assuming that the contacts are undirected, we impose the balancing condition (1 − f 11 )c 1 N 1 = (1 − f 22 )c 2 N 2 stating that the total number of contacts from 1 to 2 equals the total number of contacts from 2 to 1. Note that this assumption is not true in general (there are forms of one-way transmissions, which can be thought of as due to particular contacts, e.g. through fomites, blood transfusions, etc.). However, it is a customary assumption for airborne infections in which bidirectional contacts are thought to be responsible for most transmission events and one-way contacts are difficult to define and therefore measure. Using the balancing condition to eliminate f 11 and setting f 22 = θ, we obtained the balanced contact matrix", "cite_spans": [], "ref_spans": [], "section": "Contact matrices and mixing"}, {"text": "Note that θ represents a measure of the assortativity of type-2 individuals, defined as the fraction of the contacts of a type-2 individual that occurs with other type-2 individuals. This definition of assortativity -where θ = 1 gives fully assortative mixing, θ = 0 fully anti-assortative mixing and random mixing is obtain for θ coinciding with the proportion of cases of type 2 in the population -is somewhat not standard in the literature, where usually θ = 1 gives full assortativity and θ = 0 random mixing. Furthermore, note that not all values of θ between 0 and 1 necessarily lead to acceptable contact matrices: depending on the other parameter, certain values of θ might lead to a violation of the natural requirement that c * 11 ≥ 0.", "cite_spans": [], "ref_spans": [], "section": "Contact matrices and mixing"}, {"text": "Denote now by p ij the probability of transmission across a contact from a type-j to a type-i individual.", "cite_spans": [], "ref_spans": [], "section": "Transmission: next-generation matrices"}, {"text": "Choosing group 1 as the baseline, we assume that p 12 = p 11 φ, p 21 = ψp 11 and p 22 = ψp 11 φ, where ψ and φ are, respectively, the relative susceptibility and infectivity of a type-2 versus a type-1 individual. Finally, because the contact rates c i are defined per unit of time while the elements of a NGM give the total number of infectious contacts during the entire infectious period, we need to multiply all elements of C or C * by a constant ξ = T ζ, where T is the duration between infection and recovery and ζ denotes the fraction of all contacts occurring during the infectious period that are infectious contacts, i.e. that will result in an infection if the contacted individual is susceptible at that time. One can think, as shown in Supplementary Figure 1 , that ζ is the ratio of the area under the infectivity profile over the area of a rectangle at height given by the contact rate c and width given by T . The infectivity profile cannot cross the horizontal line a height c because we assume constant contact rate and transmission occurring with a certain probability during a contact, so that the infectious contact rate is never larger than the contact rate. Note however that T is not uniquely determined: one can double T (i.e. can consider T in Supplementary Figure 1 ) assuming that the infectivity is null in the second half of this longer infectious period, but this means that ζ is halved, resulting in the same ξ.", "cite_spans": [], "ref_spans": [{"start": 749, "end": 771, "text": "Supplementary Figure 1", "ref_id": null}, {"start": 1270, "end": 1292, "text": "Supplementary Figure 1", "ref_id": null}], "section": "Transmission: next-generation matrices"}, {"text": "Here we have assumed that individuals of all types have the same infectious contact interval distribution in all environments, so that the infectivity profiles of different types in all environments are proportional to one another and ξ is the same for all types. As mentioned before, this is not necessarily the case (for example, Cauchemez et al., 2011 , detected a shorter generation time of children in schools compared to adults in the community), but such level of detail is not considered in this study for a matter of convenience.", "cite_spans": [{"start": 332, "end": 354, "text": "Cauchemez et al., 2011", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Transmission: next-generation matrices"}, {"text": "Overall, by gathering c 2 and the common factors ξ and p 11 , we obtain a NGM structure of the form", "cite_spans": [], "ref_spans": [], "section": "Transmission: next-generation matrices"}, {"text": "where we have set γ = c 1 /c 2 and β = p 11 ξc 2 . Note that the factors in β cannot be separately quantified unless an arbitrary definition of contact is chosen (e.g. a common one is a two-way conversation, see Mossong et al., 2008) . Typically, the next generation matrix cannot be fully specified from epidemic data alone (Glass et al., 2011) . The parametrisation above reduces to a minimum the extra information used, but still requires knowledge of γ and θ in all environments, which either needs to be assumed or estimated from contact studies (see Supplementary Methods, Section 1.6.3).", "cite_spans": [{"start": 212, "end": 233, "text": "Mossong et al., 2008)", "ref_id": "BIBREF29"}, {"start": 325, "end": 345, "text": "(Glass et al., 2011)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Transmission: next-generation matrices"}, {"text": "1.2 Age-and household-stratified model", "cite_spans": [], "ref_spans": [], "section": "Transmission: next-generation matrices"}, {"text": "The age-and household-stratified (AH) model assumes a population partitioned in two age classes: adults (a) and children (c). We denote by h na,nc the probability that a randomly selected household has composition (n a , n c ), i.e. consists of n a adults and n c children. Although we also consider other populations (see Supplementary Methods, Section 1.6.2), our baseline scenario focuses on Great Britain. ", "cite_spans": [], "ref_spans": [], "section": "Population structure"}, {"text": "(see Supplementary Table 3) . We denote the total number of adults and children by N a and N c respectively, the total population by N = N a + N c and the fractions of adults and children by F a = N a /N and F c = N c /N .", "cite_spans": [], "ref_spans": [{"start": 5, "end": 27, "text": "Supplementary Table 3)", "ref_id": null}], "section": "Population structure"}, {"text": "With the parametrisation described in Section 1.1.5, the next generation matrix (NGM) describing transmission in the community is given by", "cite_spans": [], "ref_spans": [], "section": "Global infectivity"}, {"text": "where k g ij gives the average number of cases in age-class i an individual in age-class j generates through global infectious contacts only, during the entire infectious period. During the early phase of the epidemic, i.e. when the depletion of susceptible in the community is negligible, all these contacts lead to new infections. Here, γ g represents the ratio of the numbers c a and c c of daily contacts an adult and a child have outside the household, ψ and φ are, respectively, the relative susceptibility and infectivity of children versus adults, and θ g is the (global ) assortativity of children, defined as the fraction of contacts that a child makes with other children in the community. As pointed out before, this definition of the assortativity is somewhat non-standard, as θ g = 1 and θ g = 0 give, respectively, fully assortative and fully antiassortative mixing, and", "cite_spans": [], "ref_spans": [], "section": "Global infectivity"}, {"text": "gives random mixing. (On the contrary, in the literature, assortativity is often parametrised such that θ g = 0 leads to random mixing.) The multiplicative constant β g is then chosen to match the desired value of R 0 (see details about the computation of R 0 for model AH in the Supplementary Methods, Section 1.2.4). In the baseline scenario, we use γ g = 1 and global random mixing, i.e. θ g = N c /(N a + N c ) = F c .", "cite_spans": [], "ref_spans": [], "section": "Global infectivity"}, {"text": "We denote by R g 0 the dominant eigenvalue of K g , which is always smaller than R 0 and gives an intuitive measure of the amount of transmission occurring in the community. The remaining part, R 0 − R g 0 , is the component attributable to the within-household transmission, so we define", "cite_spans": [], "ref_spans": [], "section": "Global infectivity"}, {"text": "as the fraction of total transmission occurring in the household, which is explored numerically under different assumptions in Sections 2.1.1 and 2.2.1 of the Supplementary Discussion.", "cite_spans": [], "ref_spans": [], "section": "Global infectivity"}, {"text": "The NGM within a household with n a adults and n c children is", "cite_spans": [], "ref_spans": [], "section": "Within-household infectivity"}, {"text": "(see Supplementary Methods, Section 1.1.5, for derivation), where k h ij gives the average number of infectious contacts an individual in age-class j makes towards individual in age-class i (if there were infinitely many of them in the household, then k h ij would be the number of new cases of age-class i generated early on in the within-household epidemic). Similarly to the global case, γ h represents the ratio of the numbers of daily contacts an adult and a child have within the household and θ h is the (within-household) assortativity of children, defined as the fraction of all contacts a child makes that are with other children in a household of composition (n a , n c ). Note that the concept of a single within-household assortativity parameter independent of the household composition is not well defined, because the requirement that k h aa ≥ 0 might be satisfied in a household of a certain composition, but not of other ones. In order to avoid manual specification of a value of θ h for each household composition, we assumed random mixing within the household and set θ h = (n c − 1)/(n − 1), where n = n a + n c is the household size (a child has n c − 1 other children to contact, out of the n − 1 other household members). We assume the biological parameters ψ and φ do not change between different environments. The multiplicative constant β h is then derived from p aa by inverting the construction of p aa described below.", "cite_spans": [], "ref_spans": [], "section": "Within-household infectivity"}, {"text": "The within-household average numbers of infectious contacts between two specific individuals in a household with composition (n a , n c ) are given by the matrix", "cite_spans": [], "ref_spans": [], "section": "Within-household infectivity"}, {"text": "(provided the above quantities are defined: when they are not defined, e.g. in the case of λ h cc when there is only one child in the household, they are also not necessary).", "cite_spans": [], "ref_spans": [], "section": "Within-household infectivity"}, {"text": "The amount of within-household transmission is quantified by β h , but we re-parametrised the model in terms of p aa , a quantity more common in the literature and referred to as the susceptible-exposure attackrate in Simpson (1952) , secondary attack rate in Cauchemez et al. (2004) , or as one minus the susceptibleinfectious escaping probability in Fraser (2007) . We define p aa as the probability of a randomly selected susceptible being infected directly by a single initial household case, in a randomly selected household with at least two individuals, when adults and children have the same susceptibility and infectivity (ψ = φ = 1). In other words, we first compute p n = 1 − exp(−β h /(n − 1)) for each household size n, and then average p n over the size distribution of a randomly selected household, conditional on the size being larger than 1. We denote this distribution as h n , wherẽ Supplementary Tables 2, 5 and 7) . Different other similar choices would have been possible. Given that p aa and β h are monotonically related, with p aa = 0 when β h = 0 and p aa → 1 as β h → ∞ (see Supplementary Figure 2 ), it is always possible to find the value of β h required to achieve the desired value of p aa .", "cite_spans": [{"start": 218, "end": 232, "text": "Simpson (1952)", "ref_id": "BIBREF36"}, {"start": 260, "end": 283, "text": "Cauchemez et al. (2004)", "ref_id": "BIBREF9"}, {"start": 352, "end": 365, "text": "Fraser (2007)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 903, "end": 935, "text": "Supplementary Tables 2, 5 and 7)", "ref_id": null}, {"start": 1117, "end": 1125, "text": "Figure 2", "ref_id": null}], "section": "Within-household infectivity"}, {"text": "Other measures, such as the household secondary attack rate (SAR, stratified either by household size or composition, or averaged over a suitable household distribution), or the fraction F h of total transmission occurring within the household compared to outside, could be more intuitive. However, they are too aggregate, as they depend on other variables we want to explore independently (such as ψ and φ), or, as in the case of the SAR, even on the ratio of adults versus children during the stable exponential growth window, which in turn is a complex model output affected by all other variable choices. In the Supplementary Discussion, Sections 2.1.1 and 2.2.1, we explore the numerical values of these quantities for different scenarios. Eventually, in the main text we provide a rule of thumb that can guide model design directly in terms of the observed SAR, without the need to compute p aa explicitly. This is somewhat surprising, given the amount of complexity captured in the SAR.", "cite_spans": [], "ref_spans": [], "section": "Within-household infectivity"}, {"text": "The computation of the basic reproduction number R 0 for model AH is based on the extension of the technique developed in Pellis et al. (2012) to a model with two types.", "cite_spans": [{"start": 122, "end": 142, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "For each household composition (n a , n c ), we compute the probability of each possible epidemic chain using a 2-type Reed-Frost model, with 1-to-1 transmission probabilities given by the elements of Λ h na,nc in Supplementary Equation 2, starting either with a single adult or a single child. For either age class p (p = a or c) of the primary case, we computed the average number µ p t,i,(na,nc) of cases of age class t (t = a or c) in each generation i, i = 0, 1, . . . , i max , where the initial infectives are in generation 0 and i max the maximum generation index (which is at most n a + n c − 1, but can be smaller for if there are more initial infectives).", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "Because time integrated quantities, like R 0 or the final size, depend only on the distribution of the total infectivity, and not on the particular shape of the infectivity profile, the time-since-infection model used here is equivalent to a standard stochastic SIR model (Andersson and Britton, 2000 , Section 2) with constant duration of infection period or to a simple Reed-Frost model (Andersson and Britton, 2000, Section 1.2) . Therefore, following Equation A.1 of Pellis et al. (2012) (with P replaced here by Q), we define Q (ba,bc) ((m a , m c ) , (s a , s c )) to be the probability of m a adults and m c children out of s a adults and s c children escaping infection from b a and b c infectious adults and children, which we compute as:", "cite_spans": [{"start": 272, "end": 300, "text": "(Andersson and Britton, 2000", "ref_id": "BIBREF3"}, {"start": 389, "end": 431, "text": "(Andersson and Britton, 2000, Section 1.2)", "ref_id": null}, {"start": 471, "end": 491, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "The probability q a that an adult escapes infection independently from the infectious adults and children is q a = q ba aa q bc ac , where the 1-to-1 escaping probabilities can be derived from Supplementary Equation 2 as q aa = e −λ h aa and q ac = e −λ h ac . Similarly, q c = q ba ca q bc cc with q ca = e −λ h ca and q cc = e −λ h cc . Denote by Y t,i,(ba,bc),(sa,sc) the number of cases of type t (t = a or c) in generation i of an epidemic in a household with s a and s c susceptible adults and children and b a and b c initial infectives adults and children, and let µ t,i,(ba,bc),(sa,sc) = E Y t,i,(ba,bc),(sa,sc) be its mean. Then, conditioning on the first generation, for t = a or c we obtain the recursive relation: µ t,i,(ba,bc),(sa,sc) = E Y t,i,(ba,bc), (sa,sc) = E E Y t,i,(ba,bc),(sa,sc) |Y a,1,(ba,bc),(sa,sc) , Y c,1,(ba,bc),(sa,sc) = sa ja=0 sc jc=0 E Y t,i,(ba,bc),(sa,sc) |Y a,1,(ba,bc),(sa,sc) , Y c,1,(ba,bc),(sa,sc) P Y a,1,(ba,bc),(sa,sc) = j a , Y c,1,(ba,bc), (sa,sc) ", "cite_spans": [{"start": 768, "end": 775, "text": "(sa,sc)", "ref_id": null}, {"start": 987, "end": 994, "text": "(sa,sc)", "ref_id": null}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "where s a , s c , b a and b c are all greater than or equal to 0 (households with no adults or no children are allowed), the number of generations ranges from 1 to i max = s a + s c (the longest possible chain of infections is when, after the initial infectives in generation 0, there is exactly one infective in each generation irrespective of their type), and: µ t,0,(ba,bc),(sa,sc) = b t , for t = a or c and b a , b c , s a , s c ≥ 0; µ t,i,(ba,bc),(0,0) = 0, for t = a or c, 1 ≤ i ≤ i max and b a , b c ≥ 0; and µ t,i,(0,0),(sa,sc) = 0, for t = a or c, 0 ≤ i ≤ i max and s a , s c ≥ 0. Note that other terms might be null, for example when s a −j a +s c −j c < i−1, as there can be no infectives in generation i−1 if there are not enough susceptibles to have at least one case in each generation till then. However, explicitly accounting for this in the sum indices is cumbersome, so we just let the sums include such null terms. Because we are only interested in within-household epidemics started with a single initial case, we set µ a t,i,(na,nc) = µ t,i,(1,0),(na−1,nc) and µ c t,i,(na,nc) = µ t,i,(0,1),(na,nc−1) . Once we have µ p t,i,(na,nc) , as done in Pellis et al. (2012) for the single-type model, we then obtain the expected number of cases µ p t,i of each age class t in each generation i of the average household epidemic started by a randomly selected primary case in age class p as", "cite_spans": [{"start": 1167, "end": 1187, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "i.e. by averaging µ p t,i,(na,nc) , for either p = a or c, over the composition distributions π p na,nc of the household of a randomly selected individual of age class p (see Supplementary Equation 1 in Supplementary Methods, Section 1.2.1).", "cite_spans": [], "ref_spans": [{"start": 175, "end": 199, "text": "Supplementary Equation 1", "ref_id": null}], "section": "Computation of R 0"}, {"text": "In order to compute R 0 , individuals need to be distinguished in types according to their potential to infect, and this depends on i) their age class, ii) the age class of the primary case of the household epidemic and iii) the generation they belong to. We denote by x p n,t,i the average number of individuals in generation n of the whole epidemic, which are of age class t (t = a or c) and belong to generation i (i = 0, 1, . . . , i max ) of a within-household epidemic started by an initial infective of age class p (p = a or c). Given that, for all i = 0, 1, . . . , i max and t, t , p ∈ {a, c},", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "we only need to track the dynamics of x p n,t,0 , for all n > 0, t, p ∈ {a, c}. Furthermore, because x p n,t,0 = 0 when t = p (there are no children infected in generation 0 of a household epidemic started by a single adult, and vice versa), we simply need to track x p n,p,0 , n > 0, p = a or c.", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "In the spirit of Pellis et al. (2012) , we consider the (column) vector", "cite_spans": [{"start": 17, "end": 37, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "x n,0 : = x a n,a,0 , x a n−1,a,0 , . . . , x a n−imax,a,0 , x c n,c,0 , x c n−1,c,0 , . . . , x c n−imax,c,0", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "(throughout, denotes matrix transposition) and argue that the dynamics of x n,0 are described by the system", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "where the 2i max × 2i max block matrix (empty spaces denote 0 entries)", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "(note that the unit elements occupy the subdiagonal, not the main diagonal). The coefficients of M are defined by α p,p i : = k g p,a µ p a,i + k g p,c µ p c,i and express the fact that an initial household case of type p in generation n − i − 1 contributes to primary household cases in generation n by producing µ p a,i and µ p c,i adults and children in generation n − 1 (i.e. i generations later), which in turn produce, respectively, k g p,a and k g p,c new primary cases of type p in generation n (the infection can only enter a new household via a global infection).", "cite_spans": [], "ref_spans": [], "section": "Computation of R 0"}, {"text": "As shown in a slightly different context in Pellis et al. (2012) , R 0 can be obtained as the dominant eigenvalue ρ(M ) of M . (Throughout, we denote by ρ(J) the dominant eigenvalue, or spectral radius, of a square matrix J.) Because the coefficients depend on β g via K g , we can think of R 0 being a function of β g . Given that R 0 (β g ) is strictly monotonically increasing, it can be inverted. In addition, R 0 (0) = 0 (the infection does not exit the households of the initial cases if there is no global transmission) and R 0 (β g ) → ∞ as β g → ∞, so for each choice of parameters p aa , ψ, φ and θ g , we can compute the value of β g required to achieve a desired value of R 0 .", "cite_spans": [{"start": 44, "end": 64, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Computation of R 0"}, {"text": "We denote by v AH = (v a , v c ) the vector whose components represent the proportions of adults and children in each generation during the stable exponential growth window, i.e. after they have converged to a stable value, but before experiencing global depletion of susceptibles. To obtain v AH we proceed as follows. In each generation, the components of x n,0 , as defined in Supplementary Equation 3, give the average number of household primary cases of each type spread across different generations. They can be used to obtain the average number of cases of either type t in generation n but belonging to each possible household generation i (i = 0, 1, . . . , i max ) from the relationship x p n,t,i = µ p t,i x p n−1,p,0 . Summing over p and i we obtain the average number of individuals of age class t = a or c in generation n", "cite_spans": [], "ref_spans": [], "section": "Incidence ratio of adults versus children in each generation"}, {"text": "x a n,t,i + x c n,t,i .", "cite_spans": [], "ref_spans": [], "section": "Incidence ratio of adults versus children in each generation"}, {"text": "The total number of cases in generation n is x n = x n,a + x n,c . During the stable exponential growth window, all these discrete-generation quantities grow geometrically by the same per-generation factor R 0 so that, independently of n, x n,0 = w, where w : = (w 0,a , w −1,a , . . . , w −imax,a , w 0,c , w −1,c , . . . , w −imax,c )", "cite_spans": [], "ref_spans": [], "section": "Incidence ratio of adults versus children in each generation"}, {"text": "is the dominant eigenvector of M , i.e. the eigenvector of M relative to the dominant eigenvalue R 0 . Using w in Supplementary Equation 4 , we obtain", "cite_spans": [], "ref_spans": [{"start": 114, "end": 138, "text": "Supplementary Equation 4", "ref_id": "FIGREF15"}], "section": "Incidence ratio of adults versus children in each generation"}, {"text": "and, renormalizing, the components v a = w a /(w a + w c ) and v c = w c /(w a + w c ) of v AH . We also denote by v AH h the vector obtained by renormalizing the components of K g v AH so that they sum to 1. This represents the distribution of age classes of any new household primary case in the stable exponential growing window, because individuals make global infections independently of the within-household generation they belong to and the age of their household's primary case.", "cite_spans": [], "ref_spans": [], "section": "Incidence ratio of adults versus children in each generation"}, {"text": "The household secondary attack rate (SAR) is a measure of how much transmission occurs in households, and it is readily measurable from data collected in household studies. Although study designs vary, in many cases households are recruited when at least one of their members develops symptoms. The household is then followed for a limited amount of time (usually one or two weeks in the case of influenza, see for example Cauchemez et al., 2004 or House et al., 2012 , while the epidemic is still raging in the general population. It is often very difficult to discriminate whether household cases other than the first have been infected within the household or from the community, so it is often assumed that all observed cases have been infected by other household members, unless time proximity of the first few cases makes direct transmission implausible.", "cite_spans": [{"start": 423, "end": 445, "text": "Cauchemez et al., 2004", "ref_id": "BIBREF9"}, {"start": 446, "end": 467, "text": "or House et al., 2012", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "Following we define SAR as", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "where \"# contacts\" is the number of all initial susceptibles in all households recruited in the study, i.e. the sum of all household members, excluding each single primary case, of all recruited households, and \"# infecteds\" is the number of those initial susceptibles that acquire infection within the follow-up period. Consider a household study conducted in an epidemic spreading according to model AH (the \"truth\"), and further assume that:", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "1. the study takes place in the early phase of the epidemic (in the stable exponential growth window) so that reintroductions of the infection in previously infected households are rare and can be neglected; and 2. households are followed for long enough to fully observe the first within-household epidemic, started by the single primary case. (After the stable exponential growth window, susceptibles that escaped the first household epidemic can still be infected from the community and infect each other.)", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "Under these assumptions, it makes sense to define the household secondary attack rate in model AH as", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "where χ v and µ AH are, respectively, the average size of a household infected during the stable exponential growth window in model AH (note the explicit dependence, indicated by the superscript v, on v AH h , which is explained in detail below) and the average size of an epidemic in such a household.", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "The rest of this section is devoted to clarifying the reasons for this definition and the precise assumptions we are making.", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "Denote by L the set of all households recruited in the study and let L = |L| be the total number of households (hereafter, | · | denotes denote the number of elements of · ). Analogously, indicate by L n , L na,nc and L p na,nc the sets of all recruited households, respectively, of size n, with composition (n a , n c ), and with composition (n a , n c ) and primary case of age class p, where p = a or c (note that available data might not contain this last piece of information). Let L n = |L n |, L na,nc = |L na,nc | and L p na,nc = |L p na,nc |. Furthermore, define byπ p na,nc : = L p na,nc L the observed distribution of households with composition (n a , n c ) and with a primary case of age class p recruited in the study. Finally, let n max be the maximum household size and let n l and Z l be, respectively, the size of household l (l = 1, 2, . . . , L) and the size of the observed epidemic in it, including the primary case. Then the observed SAR in the household study is ", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "whereχ andμ are, respectively, the average household size and the average household epidemic size (including the primary case) observed in the study.", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "In a real household study, the recruitment of households is subject to many constraints, but it ideally monitors a representative proportion of the population of infected households. Assume this ideal condition is met and assume, for the time being, that households of size 1 are included in the survey. Then, if model AH were accurately describing how the infection spreads in the population at large, the following approximations would hold:π p na,nc ≈ π p na,nc v p h p = a or c (5)", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "where v a h and v c h are the components of the vector v AH h giving the proportions of primary cases of each age class in the stable exponential growth window and", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "is the average size of an epidemic started by an individual of age class p in a household of composition (n a , n c ). This depends on the within-household infection rates contained in the matrix Λ h na,nc and can be computed either from the average chains of infectives in each generation introduced in the Supplementary Methods, Section 1.2.4, as (na,nc) or by averaging the stratified final size distribution for a multitype model in a single (small) population that can be calculated, for example, using the technique described in Addy et al. (1991) in the special case of no infection from outside the household. In general, however, households of size 1 are not recruited in a household study, because they are not useful to estimate the within-household transmission parameters. Therefore, in general, the approximations to use should beπ p na,nc ≈π p na,nc andπ n ≈π n , wherẽ π v n C v when n > 1 are the same distributions used before, but conditional on n being larger than 1. The normalising constant C v is defined as ", "cite_spans": [{"start": 349, "end": 356, "text": "(na,nc)", "ref_id": null}, {"start": 535, "end": 553, "text": "Addy et al. (1991)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "Acting on both the numerator and the denominator, we can multiply both by C v and add and subtract", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "and, noting that", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "µ a na,nc π a na,nc v a h + µ c na,nc π c na,nc v c h because µ a na,nc = µ c na,nc = 1 in households of size 1, we can merge the last terms in the first sums of both the numerator and the denominator, obtaining", "cite_spans": [], "ref_spans": [], "section": "Household secondary attack rate"}, {"text": "The average final size can be computed analytically in the asymptotic limit of an infinite number of households. The methodology is carefully described in Ball et al. (2011) . Although they only apply it in the case of a constant recovery rate (i.e. exponentially distributed infectious periods), they reference the work of Addy et al. (1991) for the computation of final size distribution of a within-household epidemic, which is more general and can be applied to the model used here. We briefly report it below, restricting it to the present context, i.e. with two classes and a non-random total infectivity (because the shape of the infectivity profile does not matter for the final size, our time-since-infection model is equivalent to a standard stochastic SIR model where the infectious period has constant duration; see comment in Supplementary Methods, Section 1.2.4). First, we compute the final size distribution of a within-household epidemic allowing individuals to be infected from outside the household. We denote by P na,nc (u a , u c )|Λ h na,nc , (q a , q c ) the probability that u a adults and u c children will have eventually experienced infection in a household composed of n a adults and n c children, who are all initially susceptible, when within-household transmission rates are given by the elements of Λ h na,nc in Supplementary Equation 2 and each adult escapes a constant infection pressure from outside the household, independently of each other, with probability q a and each child escapes a constant infectious pressure from outside, independently of each other and of each adult, with probability q c . The probabilities P na,nc (u a , u c )|Λ h na,nc , (q a , q c ) for u a = 0, 1, . . . , n a and u c = 0, 1, . . . , n c can be obtained numerically by solving the system (Addy et al., 1991) ", "cite_spans": [{"start": 155, "end": 173, "text": "Ball et al. (2011)", "ref_id": "BIBREF5"}, {"start": 324, "end": 342, "text": "Addy et al. (1991)", "ref_id": "BIBREF0"}, {"start": 1808, "end": 1827, "text": "(Addy et al., 1991)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Final size"}, {"text": "(these function differ from what appears in Ball et al., 2011 , because they are the moment-generating functions of the random variable that is here a constant, rather than an exponential). Denote by z a and z c , respectively, the proportion of the population of adults and the proportion of the population of children that are ultimately infected (0 ≤ z a ≤ 1, 0 ≤ z c ≤ 1). Then the infection pressures coming from outside the household a single adult and a single child have to withstand to escape infection altogether are due to the cumulative infectivity of all adults and children infected throughout the epidemic, and in a finite population of size N are approximately given by", "cite_spans": [{"start": 44, "end": 61, "text": "Ball et al., 2011", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Final size"}, {"text": "respectively. As the number of households, and hence N , tend to ∞, such escaping probabilities become exact and distinct individuals escape infection independently. Finally, z a and z c are found as the implicit solutions of the system", "cite_spans": [], "ref_spans": [], "section": "Final size"}, {"text": "where the sums are over all possible household compositions and, for either type t = a or c, π t na,nc is the probability that the household of a randomly selected individual of type t given in Supplementary  Equation 1 and µ t, (na,nc) gives the average number of individuals of type t infected in an epidemic within a household with n a adults and n c children, who are all initially susceptible and escape infection independently from outside with probabilities q a and q c (of which the explicit dependence on z a and z c themselves is highlighted), which can be computed after solving the system in Supplementary Equation 10. Note that the system for the final size can be read as a balancing condition, where the left-hand side represents the probability that a randomly chosen initial susceptible of type t is ultimately infected and the right-hand side the proportion of individuals of type t infected in an epidemic within the household of a randomly selected individual of type t, obtained conditioning on the household composition.", "cite_spans": [{"start": 229, "end": 236, "text": "(na,nc)", "ref_id": null}], "ref_spans": [{"start": 194, "end": 219, "text": "Supplementary  Equation 1", "ref_id": null}], "section": "Final size"}, {"text": "The peak daily incidence and the time to peak incidence are computed by averaging the result of 100 individual-based stochastic simulations in a synthetic population of 100 000 individuals with household composition structure relative to the population under study (in our baseline scenario, Great Britainsee Supplementary Methods, Section 1.6.1 and in Supplementary Tables 1, 2 and 3; for Sierra Leone and South Africa, see Supplementary Methods, Section 1.6.2, and Supplementary Tables 4-7).", "cite_spans": [], "ref_spans": [], "section": "Peak incidence and time to the peak"}, {"text": "Each epidemic starts with n 0 = 50 initial cases, to minimise the chance of stochastic extinction and the impact of random delays before the epidemics becomes established (despite this watchfulness, stochastic noise is still visible, in particular in the time to the peak -see Figure 1c in the main text). Furthermore, all initial cases are chosen as primary cases in a different household, and the number of adults and children among them are given by v AH h n 0 (rounded to the nearest integer), to start the epidemic as close as possible to the stable proportions of cases during the early exponential growth window and limit the impact of initial conditions on the time to reach peak incidence.", "cite_spans": [], "ref_spans": [{"start": 277, "end": 286, "text": "Figure 1c", "ref_id": null}], "section": "Peak incidence and time to the peak"}, {"text": "Details about the simulation are reported in the Supplementary Methods, Section 1.5.", "cite_spans": [], "ref_spans": [], "section": "Peak incidence and time to the peak"}, {"text": "For maximal computational efficiency, the mapping procedure is performed only through time-integrated quantities that do not depend on the particular shape of the infectivity profile and for which analytical results are available. However, we test the robustness of our conclusions by performing the model comparison at fixed real-time growth rate r. Due to the computational cost, this is done only in the baseline scenario. Results are presented in Supplementary Figure 18 and in the Supplementary Discussion, Section 2.3.2. The computation of r for households models can be done to machine precision for Markovian models (see Pellis et al., 2010) , including those involving Erlang-distributed infectious periods or phase-type distributions (i.e. as long as we have flows at constant rates between compartments and constant infectivity in each of them), but not for time-since-infection models. For this reason, we describe here how to compute r by relying on Monte-Carlo simulations of within-household epidemics run using the Sellke construction (Andersson and Britton, 2000, Section 2.2) .", "cite_spans": [{"start": 629, "end": 649, "text": "Pellis et al., 2010)", "ref_id": "BIBREF32"}, {"start": 1051, "end": 1093, "text": "(Andersson and Britton, 2000, Section 2.2)", "ref_id": null}], "ref_spans": [{"start": 451, "end": 474, "text": "Supplementary Figure 18", "ref_id": null}], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "For this purpose we extend the method from Appendix G of to a model with 2types, t = a or c. The key ingredients to compute are the average time-varying infection rates B tt (τ ) at which any infective in the household of a randomly selected primary case of type t infects, through global contacts only, new susceptible individuals of type t, who therefore are new primary cases in previously uninfected households, τ units of time after the beginning of the within-household epidemic. Denoting by", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "the Laplace transform for the function B tt (τ ), the real-time growth rate can be calculated from the matrix", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "by imposing that its dominant eigenvalue ρ(Ω) be 1 (Pellis et al., 2010; Diekmann et al., 2012) . For each household composition (n a , n c ) and either type of primary case p, consider n sim simulated within-household epidemics started with a single initial infective of type p in a household with n a adults and n c children. For each epidemic e, e = 1, 2, . . . , n sim , let the final number of adults and children be denoted by Z p,e a and Z p,e c , respectively, and the time of infection of each of the infective adult be T p,e a,ja , j a = 1, 2, . . . , Z p,e a . Then an unbiased estimate of B tp (τ ) is given bŷ", "cite_spans": [{"start": 51, "end": 72, "text": "(Pellis et al., 2010;", "ref_id": "BIBREF32"}, {"start": 73, "end": 95, "text": "Diekmann et al., 2012)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "where ω(τ ) is the probability density function of the infectious contact interval distribution (see Supplementary Methods, Section 1.1.2; also recall that, in this work, ω is assumed to be independent of the types of infector and infectee and to be the same for both global and within-household infectious contacts), ω(τ ) = 0 for τ < 0 (infectives do not contribute to transmission before their time of infection), π p na,nc is the probability that the household of a randomly selected susceptible of type p infected through a global contact has n a adults and n c children, and k g tt are the elements of the next-generation matrix of global contacts K g , i.e. the average number of cases of type t an individual of type t generates through global infectious contacts only, throughout their entire infectious period (Supplementary Methods, Section 1.2.2).", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "It is convenient to work directly with the unbiased estimate for the Laplace transform of B tp (τ ) ", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "where M ω (σ) = ∞ 0 ω(ϑ)e −σϑ dϑ is the moment-generating function of the infectious contact interval distribution. Inserting Supplementary Equation 12 into Supplementary Equation 11 to obtain an estimatê Ω of Ω and solving for ρ Ω (σ) = 1 yields an estimater of the real-time growth rate.", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "In order to compute the final size and times of infection for each epidemic, we use the Sellke construction (Andersson and Britton, 2000 , Section 2.2) as follows.", "cite_spans": [{"start": 108, "end": 136, "text": "(Andersson and Britton, 2000", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "Consider a household with n a adults and n c children, out of which b a adults and b c children are the initial infectives, respectively. Denote by T t,jt the time of infection of the j t -th individual of age class t, j t = 1, 2, . . . , n t (t = a or c). All initial infectives are assumed to have been infected at time τ = 0, so that T t,jt = 0 for j t = 1, 2, . . . , b t (in practice we only need the two cases (b a , b c ) = (1, 0) and (0, 1) for the computation of r). Each initial susceptible of type t, j t = b t + 1, b t + 2, . . . , n t , is given a resilience threshold Q t,jt ∼ Exp(1). Because susceptible individuals of the same type are indistinguishable, it is convenient to index them by increasing resilience thresholds so that, without loss of generality, for each type t, Q t,bt+1 ≤ Q t,bt+2 ≤ · · · ≤ Q t,nt . As time τ progresses the total infection pressure, Π t (τ ) say, acting on a each susceptible of type t grows. Individual j t of type t gets infected at time τ = T t,jt at which the accumulated infection pressure on type t reaches their resilience threshold, i.e. Π t (T t,jt ) = Q t,jt .", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "Assume we have followed the process until time τ and currently a adults and c children have been infected up to now (including any initial infective), and s a = n a − a adults and s c = n c − c children are still susceptible. The infection pressure accumulated up to now towards a susceptible of age class t is", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "where the transmission rates multiplying each sum are the elements of the matrix Λ h na,nc defined in Supplementary Equation 2 and ω is the probability density function of the infectious contact interval distribution (the same as for global contacts outside the household in this work; extensions to different infectious contact interval distributions in different environments and that depend on the types of infector and infectee are trivial).", "cite_spans": [], "ref_spans": [{"start": 102, "end": 126, "text": "Supplementary Equation 2", "ref_id": null}], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "The next person to get infected, if any, can only be either the adult with index j a = a + 1 or the child with index j c = c + 1, i.e. the susceptible in either group with the lowest resilience threshold. The potential time of infection τ t of the next susceptible in class t, if no other event happens between now and then, can be found by implicitly solving Supplementary Equation 13 such that Π t (τ t ) = Q t, t+1 , with the convention that τ t = ∞ if the maximum infection pressure on type t potentially spread by the current", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "If no other infection can be caused in finite time, the epidemic stops. Otherwise, the next event is given by a new infection of type t corresponding to the minimum τ t . At that point, the current time is moved forward to τ = τ t and the infection pressure of Supplementary Equation 13 is updated, before checking if someone else will be infected next.", "cite_spans": [], "ref_spans": [{"start": 261, "end": 286, "text": "Supplementary Equation 13", "ref_id": null}], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "Note that, if both potential times for the next infection τ a and τ c are finite and, say, τ a < τ c , then t = a, individual a + 1 is infected at time τ a and the time τ c needs to be discarded. However, we know that individual c + 1 will certainly be infected, because the infection pressures available even before the infection of individual a + 1 was already sufficient for that to happen at some point, let alone if we now add the contribution to the total infection pressure of the newly infected adult. In fact, the actual time of infection of the next child can only be anticipated compared to τ c .", "cite_spans": [], "ref_spans": [], "section": "Monte-Carlo computation of the real-time growth rate"}, {"text": "The population of the age-structured model consists of the same numbers N a and N c (and proportions F a and F c ) of adults and children as in model AH, and the transmission between them is parameterised in terms of a single next generation matrix", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "The biological parameters ψ and φ are assumed to be the same as in model AH, and γ A is the ratio between the total number of contacts an adult makes both within and between households and the total number of contacts a child makes in all environments. Again, we choose γ A = 1 in the baseline scenario. Neglecting the household structure, however, affects how individuals interact: in particular, if children have substantial interaction with other children and would potentially infect many of them, the limited number of children in a household forces a child to apparently infect more adults than they would do if there was no household structure. Therefore we need to re-estimate the assortativity θ A , and we do so by imposing that the incidence ratio of adults versus children in model A matches that of model AH, i.e. by imposing the condition v A = v AH , where v A is the normalised dominant eigenvector of K A . Although the vectors have two elements, they are normalised, so the imposed condition is effectively one-dimensional. Unfortunately, this condition is often not well posed, and there are cases when no value of θ A ∈ [0, 1] leads to a suitable v A . To visualise this problem, the two components of the function v A (θ A ) and the constant values of the components of v AH are shown in Supplementary Figure 3 for parameters in the baseline scenario (R 0 = 2, φ = 1, γ g = γ h = 1 and global random mixing, i.e. θ g = F c ), p aa = 0.5 and various values of ψ, suggesting that a unique solution can in general be found when ψ > 1, while it can be found only in certain cases when ψ < 1. (In reality, the mapping procedure fails also for very large values of p aa and ψ -e.g. see Supplementary Figures 18, 20 and 22.) Further exploration reveals that the behaviour switch observed in Supplementary Figure 3 for ψ = 1 occurs in general when ψφ = γ A , irrespective of R 0 , θ g or the population structure. Indeed, it is easy to verify from the definition of the next generation matrix", "cite_spans": [], "ref_spans": [{"start": 1309, "end": 1331, "text": "Supplementary Figure 3", "ref_id": null}, {"start": 1805, "end": 1827, "text": "Supplementary Figure 3", "ref_id": null}], "section": "Age-stratified model"}, {"text": "Hence, no valid assortativity can be found in this case.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "In practice, we focus our analysis on the case of φ ≥ 1 and ψ ≥ 1. In this region, most problems with the mapping procedure are avoided. More precisely:", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "• Under random mixing, γ A = 1 and hence the mapping procedure fails for φ = ψ = 1; however, in this case, there is by definition no difference between adults and children in both biological and mixing aspects. We artificially set θ A = θ g in this case, as this choice has no impact on the predictions of model A, because of the special structure of the NGM.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "• When mixing is assortative, data suggests γ A < 1 (Supplementary Methods, Section 1.6.3) and hence a valid assortativity can be found for φ = ψ = 1.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "• As mentioned above, the mapping procedure does fail for excessively large values of p aa and ψ. However, such values are arguably biologically unreasonable, and this problem was not encountered in the parameter range used when focusing on our baseline population of Great Britain.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "Eventually, to allow a more robust exploration, we keep track of parameter combinations for which the mapping fails as, when no value of assortativity for model A can be found, we conclude that households are essential in the model structure to reproduce the observed age-stratified incidence and we discard model A as inaccurate. Using this principle, in the Supplementary Discussion, Section 2.3.3, we explore a wider parameter space, allowing children to be less susceptible and/or less infectious than adults, and hence covering a wide range of values for which the mapping procedure fails.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "In Supplementary Figures 10, 20 and 22 we plot the assortativity θ A under different scenarios and we observe how the presence of households can induce both assortative and disassortative mixing. This observation is not new, as cross-generational disassortative mixing (children having strong contacts with carers) is evident in contact survey studies (e.g. Mossong et al., 2008) . However, its implications in the present context need to be investigated further.", "cite_spans": [{"start": 358, "end": 379, "text": "Mossong et al., 2008)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Age-stratified model"}, {"text": "The basic reproduction number for model A is simply the dominant eigenvalue of K A . Again, the dominant eigenvalue of K A can be seen as a function of the overall multiplicative constant β A . In particular, given any if square matrix J and any scalar ν, the dominant eigenvalue ρ(νJ) = νρ(J), and so we know that R 0 β A is linear in β A and therefore invertible. Because R 0 (0) = 0 and R 0 (β A ) → ∞ as β A → ∞, we can always find a suitable value of β A leading to any predefined value of R 0 .", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "The final size of model A can be computed using well-established asymptotic results for multitype models. Adapting from Andersson and Britton (2000) to the present case where the fraction of initial cases in either adults or children is negligible, and using the current notation, the proportions z A a and z A c of the populations of adults and children (0 ≤ z A a ≤ 1, 0 ≤ z A c ≤ 1) that are ultimately infected are the implicit solution of the system", "cite_spans": [{"start": 120, "end": 148, "text": "Andersson and Britton (2000)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Age-stratified model"}, {"text": "Each of these equations expresses a balancing condition, where the left-hand side represents the probability that a randomly selected initial susceptible of a specific age class is still susceptible at the end of the epidemic, while the right-hand side gives the probability that the susceptible has escaped the infection pressure due to all individuals infected throughout the epidemic, irrespective of their age class (note that k A ij /N i represents the total infectivity a single infective of type j exerts on a specific individual of type i). It can be proved (Scalia-Tomba, 1986 ) that when R 0 > 1 the system admits a single positive solution (in addition to z A a = z A c = 0, which is always a solution). The peak incidence and the time to the peak are again computed using individual based stochastic simulations (Supplementary Methods, Section 1.5) with the newly estimated assortativity, no household structure and starting with n 0 initial cases consisting of adults and children in proportions given by the components of the vector v A = v AH .", "cite_spans": [{"start": 566, "end": 585, "text": "(Scalia-Tomba, 1986", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Age-stratified model"}, {"text": "Similarly to Section 1.2.9 of the Supplementary Methods, the computation of the real-time growth rate r requires the infectivity profile from an infective of type t towards any individual of type t (t, t = a or c), which in model A is k A t,t ω(τ ). Therefore, the matrix with the Laplace transforms of these infectivity profiles can be simplified as", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "where, as for model AH (Supplementary Methods, Section 1.2.9), M ω is the moment-generating function of the infectious contact interval distribution, i.e.", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "The real-time growth rate is found by imposing that the dominant eigenvalue of the matrix in Supplementary Equation 15 be 1 and, because ρ K A = R 0 by construction,", "cite_spans": [], "ref_spans": [], "section": "Age-stratified model"}, {"text": "In the pure households model, individuals are all equal, so the model is parametrised in terms of a global infectivity parameter β H g and a within-household infectivity parameter β H h . The parameter β H g represents the average number of global contacts an individual makes outside the household, throughout the entire infection period: during the stable exponential growth window all such contacts lead to infections of new household primary cases. Similarly, β H h is defined as the average number of infectious contacts an individual makes in the household (i.e. β H h would be the number of new cases generated by an individual in a fully susceptible, infinitely large household).", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "As suggested from households studies, although the person-to-person transmission rate can depend non-trivially on the household size House et al., 2012) , between the parsimonious model choices of density-and frequency-dependent transmissions, the latter one is by far more accurate (Cauchemez et al., 2004 ). Therefore we assume β H h to be independent of the household size and we assume that the average number of infectious contacts from an infective to any other randomly selected household member in a household of size n is given by", "cite_spans": [{"start": 133, "end": 152, "text": "House et al., 2012)", "ref_id": "BIBREF23"}, {"start": 283, "end": 306, "text": "(Cauchemez et al., 2004", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Households model"}, {"text": "Assuming that in a real-case scenario, the within-household infectivity is measured from household studies, we compute β H h by matching the household SAR of model AH. With considerations very similar to those exposed in the Supplementary Methods, Section 1.2.6, we assume that the hypothetical household study from which β H g would be estimated takes place during the stable exponential growth window and follows households until the first household epidemic finishes. With the same notation as in the Supplementary Methods, Section 1.2.6, the SAR in a household study where adults and children are indistinguishable would be computed as", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "whereμ n is the average observed epidemic size (including the initial case) in a household of size n. Dividing both the numerator and the denominator by L, we obtain again", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "Under the assumption that model AH represents the truth, if households of size 1 were included in the study, the observed household size distribution {π n } would be approximately the same as the distribution {π v n }. Note that the distribution {π v n } can only be estimated from collected data, i.e. it cannot be constructed from the basic ingredients of model H, as it depends on the vector v AH h . In other words, the household size distribution of the observed household study is not the household size distribution {h n } nor the size-biased distribution {π n } because, for example, children could be more susceptible than adults, and hence more likely to be household primary cases, and they also typically more likely to reside in larger households. Similarly,μ n should be approximated by µ n , defined as the average size of a single epidemic in a household of size n infected during the stable exponentially growing window. As a consequence of these two approximations,χ ≈ χ v (as for model AH),μ ≈ µ H , where µ H : = nmax n=1 π v n µ n , and therefore", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "The average size µ n of a within-household epidemic in a household of size n can be computed from the full distribution of final sizes, for which standard numerical techniques are available (Ball, 1986; Andersson and Britton, 2000; Addy et al., 1991) . In brief, adapting Equation 2.4 of Andersson and Britton (2000) to count the initial infectives directly into the final size, the probability P b,n (u) that an epidemic in a group of size n, started with b initial infectives, results in u individuals ultimately infected (including the initial b, i.e. u = b, b + 1, . . . , n), with a non-random total infectivity from each infective to each specified susceptible given by λ H n , can be obtained as the solution of the system", "cite_spans": [{"start": 190, "end": 202, "text": "(Ball, 1986;", "ref_id": "BIBREF7"}, {"start": 203, "end": 231, "text": "Andersson and Britton, 2000;", "ref_id": "BIBREF3"}, {"start": 232, "end": 250, "text": "Addy et al., 1991)", "ref_id": "BIBREF0"}, {"start": 288, "end": 316, "text": "Andersson and Britton (2000)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Households model"}, {"text": "(The exponential at the denominator is the moment-generating function of a random variable with a constant value). The average final size µ n is then obtained when there is a single initial infective as µ n = n u=1 uP 1,n (u) for n = 1, 2, . . . , n max . Given that SAR H depends on µ n , which is a function of λ H n = β H h /(n − 1), we are interested in the value of β H h such that SAR H = SAR AH , i.e. the household secondary attack rate of model AH. In practice we equivalently find the value of β H h such that µ H = µ AH . Such a value of β H h exists and is unique,", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "The computation of R 0 for model H follows the method suggested in Pellis et al. (2012) . Briefly, following Appendix A of Pellis et al. (2012) , first the probabilities Q b (m, s) that m out of s susceptibles escape infection from b infectives need to be computed (b, s = 1, 2 . . . and m = 0, 1, . . . , s). Given the present model with a non-random time-since-infection infectivity profile is equivalent to a simple Reed-Frost model, such probabilities are", "cite_spans": [{"start": 67, "end": 87, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}, {"start": 123, "end": 143, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Households model"}, {"text": "where the probability q that a single susceptible escapes infection from a single infective is q = e −λ H n . Then the average numbers µ i,b,s of cases infected in generation i of a within-household epidemic with b initial infectives and s initial susceptibles can be obtained from the recursive relation", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "The sum could go up to s, but µ i−1,j,s−j = 0 for s − j < i − 1 as there are not enough susceptibles to reach generation i − 1 with at least one cases in each of them.) The interest is specifically in the average number µ i,n = µ i,1,n−1 of cases infected in each generation i = 0, 1, . . . , n − 1 of a within-household epidemic in a household of size n with a single initial infective and n − 1 initial susceptibles, so it is sufficient to compute µ i,b,s for s = 1, 2, . . . , n − 1 and, for each s, for b = 1, 2, . . . , n − s (and i from 1 to s). The average number of cases in each generation are then averaged over the size-biased household size distribution, obtaining µ i = nmax n=1 µ i,n π n and, from Theorem 1 of Pellis et al. (2012) , R 0 is computed as the dominant eigenvalue of the matrix", "cite_spans": [{"start": 725, "end": 745, "text": "Pellis et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Households model"}, {"text": "where n max is the largest household size (note that the unit elements occupy the subdiagonal, not the main diagonal). The global infectivity β H g is then computed to match the same R 0 as initially specified in model AH. Again, this is always possible because R 0 β H g is monotonic, with R 0 (0) = 0 (the infection never exits from an infected household) and", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "Once the desired parameters have been obtained, the final size is computed using standard analytical techniques (e.g. Andersson and Britton, 2000; Ball and Neal, 2002) . Adapting the notation to resemble more closely the argument in the Supplementary Methods, Section 1.2.7, first denote by P n (u|λ n h , q) the probability that u individual will eventually experience infection in a household of size n, where all individuals are initially susceptible, each infective exerts an infection pressure λ H n = β H h /(n − 1) on each other household member and each individual escapes infection from outside, independently of any other, with probability q. Such probabilities can be obtained numerically by solving the 1-dimensional equivalent of the system in Supplementary Equation 10, i.e. u=0 n−u −u P n u|λ H n , q q n− (M( )) u = n ,", "cite_spans": [{"start": 118, "end": 146, "text": "Andersson and Britton, 2000;", "ref_id": "BIBREF3"}, {"start": 147, "end": 167, "text": "Ball and Neal, 2002)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Households model"}, {"text": "is the moment-generating function of a constant random variable. Let z denote the fraction of the population that is ultimately infected by a large epidemic. The infection pressure coming from outside the household a specified susceptible has to withstand to escape infection is due to the cumulative infectivity of all individuals infected throughout the epidemic, and in a finite population of size N is approximately given by", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "As the population size N tends to ∞, this escaping probability becomes exact and distinct individuals escape infection independently, so z needs to satisfy the self-consistent condition", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "where µ n = n u=1 uP n (u|λ n h , q(z)) is the average final size of a within household epidemic where all individuals start susceptible and escape infection from outside with probability q (of which the explicit dependence on z itself is highlighted). Note that the final size can be seen as a balancing condition, where the left-hand side represents the probability that a randomly chosen initial susceptible is ultimately infected and the right-hand side the proportion of individuals infected in an epidemic within the household of a randomly selected individual after conditioning on the household size.", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "The peak incidence and time to the peak are computed from stochastic simulations starting with n 0 cases, who are all initial cases in different households. Despite adults and children being indistinguishable from an epidemiological point of view, they are chosen in proportions given by the components of the vector v AH h to ensure that the average size of an infected household is close to χ v already from the start of the epidemic, thus minimising the impact of transient dynamics on the computation of the time to peak incidence.", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "Finally, the real-time growth rate r, which is needed to perform the model mapping at constant r instead of R 0 as considered in the Supplementary Discussion, Section 2.3.2, can be computed via Monte-Carlo simulations with the one-dimensional equivalent of the method explained in the Supplementary Methods, Section 1.2.9, which is presented below and is also described, in a slightly different notation, in Appendix G of .", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "Let B(τ ) be the average infectivity profile of the household of a randomly selected individual who is infected globally, i.e. the rate at which primary cases in new households are infected through global contacts only by any individual infected in a within-household epidemic started by a single primary case that has been infected globally. Then the real-time growth rate can be found as the implicit solution of L B (r) = 1 (Pellis et al., 2010; Diekmann et al., 2012) , where", "cite_spans": [{"start": 427, "end": 448, "text": "(Pellis et al., 2010;", "ref_id": "BIBREF32"}, {"start": 449, "end": 471, "text": "Diekmann et al., 2012)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Households model"}, {"text": "is the Laplace transform of the average household infectivity profile B(τ ), which we need to estimate via Monte-Carlo simulations of within-household epidemics.", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "For each household size n, consider n sim epidemics with a single initial infective and n − 1 initial susceptibles. For each epidemic e, e = 1, 2, . . . , n sim , let T e 1 = 0 be the time of infection of the initial infective, Z e the final epidemic size, including the initial infective, and T e j the time of infection of each infective j, j = 2, 3, . . . , Z e assuming the epidemic starts at time τ = 0. Then the average household infectivity profile from the n sim epidemics iŝ", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "where the infectious contact interval distribution ω(τ ) = 0 for τ < 0. Then an unbiased estimator of", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "where π n is the probability that the household of a randomly selected individual has size n, M ω (σ) is the moment-generating function of ω and σ 0 = inf {σ : M ω (σ) < ∞}. SolvingL n sim B (σ) = 1 numerically gives an estimater n sim of r.", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "To compute the final size and time of infections for each epidemic, we use the Sellke construction (Andersson and Britton, 2000, Section 2.2). Consider a household of size n, and let Q j , j = 1, 2, . . . , n be the resilience thresholds associated to each individual j. Set Q 1 = 0 for the initial infective, let Q j ∼ Exp(1) for all other j = 2, 3, . . . , n, and assume without loss of generality that individuals are numbered by increasing Q j .", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "Suppose we have followed the epidemic until time τ and there are currently infectives, including the initial one. Then the total infection pressure acting on the remaining susceptibles is", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "If Π = lim τ →∞ Π(τ ) < Q +1 , then the epidemic stops because the total infection pressure from the current infectives is insufficient to infect even individual + 1, i.e. the weakest of the remaining susceptibles. Otherwise, individual + 1 becomes infected at time T +1 such that Π(T +1 ) = Q +1 and the total infection pressure needs to be updated to decide whether anyone else is further infected and when.", "cite_spans": [], "ref_spans": [], "section": "Households model"}, {"text": "The stochastic simulation is used to calculate those outputs that depend on the particular shape of the infectivity profile and for which no exact analytical result is available for a time-since-infection model, namely the average daily peak incidence and the average time to the peak. The simulation is also used to cross-check the average epidemic final size calculated analytically as described in the Supplementary Methods, Sections 1.2.7, 1.3 and 1.4. The stochastic simulation is individual-based, i.e. it keeps track of the characteristics of each individual separately. These are: index (ID); age class (adult or child); current infectious state (S, I or R, for susceptible, infectious and recovered); index of the household they belong to (HID); time of infection; and time of recovery. Households are also tracked, and each of them has: an index (HID), the numbers of adults and children in it, and the vectors with the IDs of such adults and children.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "The simulation is also event-based, i.e. as the epidemic unfolds new events are generated and stored in a time-ordered list. This allows the simulation to be exact in time even if the model is non-Markovian and hence standard asynchronous algorithms, such as the Gillespie algorithm (Keeling and Rohani, 2008, Section 6 .3), cannot be used. Each stored event consists of: time of occurrence; type of event (infectious contact or recovery); infectious contact type, i.e. where it occurred (within-household or global); ID of the subject (the infector); ID of the object (the infectee); and pointer to the next event in the list. In the case the event is a recovery, the infectious contact type and ID of the object are irrelevant.", "cite_spans": [{"start": 283, "end": 319, "text": "(Keeling and Rohani, 2008, Section 6", "ref_id": null}], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "Assume that we have followed the epidemic until time τ . If the event at time τ is a recovery, of individual i say, the status of i is changed from I to R and the time of recovery is stored. If the event is an infectious contact from another individual to i and i is still susceptible, the status of i is changed from S to I, the time of infection is stored and the infectious life of i is then constructed as follows.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "Consider the case when i is an adult. First, the random numbers of infectious contacts i has with other adults in the same household Y h a,i ∼ Poi k h aa and in the community Y g a,i ∼ Poi (k g aa ) are drawn. Then, for j h = 1, 2, . . . , Y h a,i and for j g = 1, 2, . . . , Y g a,i the ID of the potential infectee is selected uniformly at random among the (other) adults in i's household and all (other) adults in the population, respectively. If j h and j g refer to individuals that are already infectious or recovered at time τ , the event is discarded. Otherwise, if they refer to a susceptible individual, their status is marked as X, to denote they will receive an infectious contact and ultimately be infected, and the time for the infectious contact relative to the infection of i is drawn from the infectious contact interval distribution ω. If the status of the potential infectee is already X, it means the same individual has already received an infectious contact from i (a repeated infectious attempt in the household, which can be relatively common in a small household, a global infectious contact made with a member of the same household or a repeated global infectious contacts made with the same individual -the last two being very unlikely events, but possible in a finite population), so the relative time since the infection of i is drawn from ω and only stored if smaller than the previously stored relative infectious contact time. The same procedure is then repeated for all children in the same household of i and in the community. Finally, all these infectious contact events are stored in the event list and all individuals marked as X are re-labelled as S, because they are all still susceptible at time τ and could potentially be infected by another infective between time τ and the time of the earliest infectious contact from i.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "Note that the procedure just described may leads to some infectious contacts being stored that will not result in an infection, e.g. an infectious contact from i to j that occurs at time τ for a j that is susceptible at time τ (i.e. when the infectious life of i is constructed) but who is infected by another infective between τ and τ . Then, when the event list is followed that time τ arrives, j will have already been marked as I or R and no further action is taken.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "The initial infectives are infected at time t = 0 and the simulation starts by constructing their infectious life.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "Maintaining the time-ordered list of events is computationally costly, because the time intervals involved when constructing the infectious life of an individual i remain of the same order of magnitude throughout the epidemic, while the density of events increases towards the peak of the epidemic roughly proportionally with the peak size. The complexity of the algorithm where one single temporal list is searched for the right position where to store an event, which experimentally appears to scale roughly as O(N 3 ), can be reduced to scale roughly linearly with the population size N by using a hash table as follows.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "A (small) time interval ∆ is chosen and the list of events is broken into a collection of sublists, each one contained in the time interval [κ∆, (κ + 1)∆], κ = 0, 1, 2, . . . , so that when a new event is created at time τ , the value of κ corresponding to the time interval in which τ falls is easily found and only the relevant sublist is followed until the right time is reached and the event is stored. If ∆ is too small many intervals are empty or almost empty toward the beginning or end of the epidemic, while if ∆ is too large time the sublists towards the centre of the epidemic are excessively long and time-consuming to search: therefore, a compromise between memory and computational cost is found for an intermediate value of ∆. For fixed parameter values, such optimal value of ∆ is determined by the size of the peak, which grows linearly with the population size N . The optimal constant of proportionality depends on the parameter values in a non-trivial fashion, so it is chosen by timing the epidemics for a number of different parameter combinations to find an acceptable compromise.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "After each simulation, which is exact in time, the epidemic is post-processed in discrete time steps of 1 day. For each parameter combination of interest, 100 realisations of the epidemic in a population of N = 100 000 are performed, with n 0 = 50 initial infectives.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "A major outbreak is defined as an outbreak infecting more than 1% of the total population, including the n 0 initial infectives. Major epidemics are then shifted in time and synchronised at the day of the peak, in order to superimpose properly their stable exponential growth windows and limit the effects of the random delays at the beginning of each epidemic on the time-point averages of the epidemic curves of all 100 realisations for each model and parameter combination.", "cite_spans": [], "ref_spans": [], "section": "Individual-based stochastic simulation"}, {"text": "The surface of the time to peak incidence (see Figure 1c of the main text) is still highly sensitive to stochastic variations. Limiting this noise is the main reason for the choice of the relatively large number n 0 = 50 of initial infectives. Furthermore, initial cases are divided among adults and children as required by the model mapping procedure (see Methods and Supplementary Methods, Sections 1.2.8, 1.3 and 1.4), i.e. in numbers given by the vector n 0 v AH h with components rounded to the nearest integers and with each of them being a primary case in a different household. This reduces the time it takes for the proportions of cases of each type to converge, from the initial conditions, to the stable values observed during the stable exponential growth phase, and therefore to highlight structural differences between epidemic speeds in different models.", "cite_spans": [], "ref_spans": [{"start": 47, "end": 56, "text": "Figure 1c", "ref_id": null}], "section": "Individual-based stochastic simulation"}, {"text": "The epidemic is coded in C++ and each run of 100 simulations requires a few to a few tens of seconds (depending on parameter values, in particular the within-household infectivity) on a common laptop. Table 1 describes how adults and children are distributed in households. A dependent child is defined in the Office for National Statistics (2001) to be a person in a household aged 0 to 15 (whether or not in a family) or a person aged 16 to 18 who is a full time student in a family with parent(s). From the distribution {h na,nc } of the probability that a randomly selected household has composition (n a , n c ) (Supplementary Table 1 ), using Supplementary Equation 1 we obtain the distributions of compositions of the household of a randomly selected adult π a na,nc (Supplementary Table 3A ) and of a randomly slected child π c na,nc (Supplementary Table 3B ). Ignoring the distinction between age classes, from {h na,nc } we derive the distribution {h n } of the size of a randomly selected household and, in turn, the distribution {π n } of the size of the household of a randomly selected individual (i.e. adult or child in proportions given by F a and F c ), and the distribution h n of the size of a randomly selected household, conditional of having more than one member.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 208, "text": "Table 1", "ref_id": "TABREF4"}, {"start": 632, "end": 639, "text": "Table 1", "ref_id": "TABREF4"}, {"start": 789, "end": 797, "text": "Table 3A", "ref_id": null}, {"start": 842, "end": 865, "text": "(Supplementary Table 3B", "ref_id": null}], "section": "Individual-based stochastic simulation"}, {"text": "Finally, from the distributions π a na,nc and π c na,nc , we obtain the distributions {π a n } and {π c n } of the size of the household of a randomly selected adult and children. All these distributions, together with their mean values, are reported in Supplementary Table 2. Note how larger households tend to contain many children, so that the household of a randomly selected child has an average size (4.20 members) which is significantly larger than that of the household of a randomly selected individual (3.07 members).", "cite_spans": [], "ref_spans": [], "section": "Data and parameter values"}, {"text": "To test how the conclusions of our analysis are affected by the population structure, as well as to test how applicable they are to other (in particularly, developing) countries, we briefly consider other two populations: that of Sierra Leone, one of the countries with a largest proportion of population consisting of children, and that of South Africa, which offers a intermediate population structure that can be compared with the two extremes.", "cite_spans": [], "ref_spans": [], "section": "Other population structures"}, {"text": "The distribution of adults and children in households are obtained from the Demographic and Health Surveys Program (ICF), which reports countries' household information, including the age (in years) of all members. Here, all individuals up to the age of 18 (included) have been accounted as children. Although not necessarily the most appropriate choice for a developing country context, this maintains some degree of uniformity with the UK census data and makes the difference with the social structure of Great Britain as striking as possible. This choice results in a fraction of children F c = 53.81% for Sierra Leone and F c = 45.92% for South Africa, as opposed to F c = 22.73% of the Great Britain. Before usage, the data was adjusted by the accompanying weights, according to the database instructions (ICF).", "cite_spans": [], "ref_spans": [], "section": "Other population structures"}, {"text": "The household composition structure of Sierra Leone, obtained from the dataset published with the 2008 Sierra Leone Demographic and Health Survey (Statistics Sierra Leone -SSL and ICF Macro, 2009), is described in Supplementary Table 4 and summary population distributions are reported in Supplementary  Table 5 . Instead, the household composition of South Africa, obtained from the dataset published with the 1998 South Africa Demographic and Health Survey (Department of Health/South Africa and Macro International, 2002), is described in Table 6 and summary population distributions are reported in Table  7 .", "cite_spans": [], "ref_spans": [{"start": 214, "end": 235, "text": "Supplementary Table 4", "ref_id": null}, {"start": 289, "end": 311, "text": "Supplementary  Table 5", "ref_id": null}, {"start": 542, "end": 549, "text": "Table 6", "ref_id": null}, {"start": 603, "end": 611, "text": "Table  7", "ref_id": null}], "section": "Other population structures"}, {"text": "To compromise between accuracy and computational cost, all households with 18 or more members have been ignored and the distribution of household composition has been renormalised. For Sierra Leone (Statistics Sierra Leone -SSL and ICF Macro, 2009) this amounts to cutting 0.558% off the distribution tail, reducing the fraction of children from 53.90% to 53.81%, the average size of a randomly selected household from 5.92 to 5.85 and the average size of the household of a randomly selected individual from 7.46 to 7.24. The 22 individuals with missing age ( ", "cite_spans": [], "ref_spans": [{"start": 559, "end": 560, "text": "(", "ref_id": null}], "section": "Other population structures"}, {"text": "Our baseline scenario is characterised by random mixing in order to ignore the contribution of age-stratified heterogeneities in the contact patterns. Their presence would make the model comparison unfair, because model H is intrinsically unable to capture them while model A, which is already more flexible and shares two parameters (φ and ψ) with model AH, is structurally designed to accommodate for them. However, realistic contact patterns are far from random, so in a real-world scenario the age stratification would be even more relevant than the household structure compared to what the baseline scenario of the study reveals. We argued on it already in Figure 3 of the main text.", "cite_spans": [], "ref_spans": [{"start": 662, "end": 670, "text": "Figure 3", "ref_id": null}], "section": "Contact patterns for the United Kingdom"}, {"text": "We performed a simple analysis of the raw UK data from the POLYMOD study (Mossong et al., 2008) and obtained the estimates in Supplementary Table 8 . Assuming for simplicity that all individuals up to 18 years of age (included) are children and discarding all members of households with missing or contradicting information, we obtained 621 adults having 6,885 contacts and 373 children having 5,468 contacts, for a total of 12,353 contacts (sometimes with the same person in different environments).", "cite_spans": [{"start": 73, "end": 95, "text": "(Mossong et al., 2008)", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 126, "end": 147, "text": "Supplementary Table 8", "ref_id": "TABREF6"}], "section": "Contact patterns for the United Kingdom"}, {"text": "We used information about all types of contacts (whether physical or not) and ignored any information concerning the duration and intensity of the contacts. In some cases, only a range of possible ages of the contact was given, in which case we used the lower bound of the range. This may have resulted in a possible miscount of the age class of the contact in favour of a child in at most 187 cases (31 at home, 156 outside). A possible cross-check of the estimates obtained here comes from Supporting Information Table S8 .4 (all contacts for Great Britain) of Mossong et al. (2008) . A quick calculation of the fraction of contacts an individual 0-19 has with other individuals 0-19 out of their total contacts leads to an estimate of the overall assortativity of children on 58.1%, very close to the 57.9% obtained here in Table 8 .", "cite_spans": [{"start": 563, "end": 584, "text": "Mossong et al. (2008)", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 515, "end": 523, "text": "Table S8", "ref_id": "TABREF6"}, {"start": 827, "end": 834, "text": "Table 8", "ref_id": "TABREF6"}], "section": "Contact patterns for the United Kingdom"}, {"text": "The values of θ g , γ h , γ g and γ A in Supplementary Table 8 are the only ones required to parametrise the NGMs (the remaining values are not used in this analysis). However, their numerical values needs to be treated with care due to the many limitations in the data, most notably:", "cite_spans": [], "ref_spans": [{"start": 41, "end": 62, "text": "Supplementary Table 8", "ref_id": "TABREF6"}], "section": "Contact patterns for the United Kingdom"}, {"text": "1. we used both physical and non physical contacts equally;", "cite_spans": [], "ref_spans": [], "section": "Contact patterns for the United Kingdom"}, {"text": "2. we neglected all information about frequency and duration of the contact;", "cite_spans": [], "ref_spans": [], "section": "Contact patterns for the United Kingdom"}, {"text": "3. household contacts are defined simply as contacts occurring while at home, irrespective of whether the contacted individual is another household member or not;", "cite_spans": [], "ref_spans": [], "section": "Contact patterns for the United Kingdom"}, {"text": "4. some of the contact occurred outside the household might have been with a household member.", "cite_spans": [], "ref_spans": [], "section": "Contact patterns for the United Kingdom"}, {"text": "It is therefore difficult to blindly trust such estimates, so we only use them as rough guidelines of the UK mixing patterns and explore a few intermediate scenarios in the Supplementary Discussion, Section 2.3.1. Note also that we discard the value obtained as the household assortativity of children and instead assume random mixing within the household. The main reason is that the concept of assortativity within the household is not well defined, as it heavily depends on the household composition and a unique value imposed a priori might lead to negative elements of the NGM for certain household compositions. Based on these estimates, we take as mixing parameters for the UK, θ g = 0.58 and γ g = γ h (= γ A ) = 0.75 and, for simplicity, use a single parameter γ = γ g = γ h = γ A to refer to all of them.", "cite_spans": [], "ref_spans": [], "section": "Contact patterns for the United Kingdom"}, {"text": "A summary of the range of parameter values considered in this study is reported in Supplementary Table  9 . GB refers to Great Britain, SL to Sierra Leone and SA to South Africa. The baseline population is that of Great Britain, to which baseline values apply. The range 1-4 for ψ is explored in steps of size 0.2 for all populations. For Great Britain p aa ranges in 0-0.95 in steps of size 0.05, while the extended range of values for ψ (Supplementary Discussion, Section 2.3.3) is explored by letting log 2 (ψ) range between -2 and 2 in steps of 0.2. For Sierra Leone, only the range 0-0.475 for p aa is explored, in steps of 0.025. For South Africa, the range for p aa is 0-0.63, in steps of 0.03.", "cite_spans": [], "ref_spans": [{"start": 83, "end": 105, "text": "Supplementary Table  9", "ref_id": "TABREF8"}], "section": "Summary of input parameter values"}, {"text": "Note that the values of γ g and γ h are both 1 under random mixing, and hence γ A = 1 too. Furthermore, their estimate from the POLYMOD data (Supplementary Methods, Section 1.6.3) are so close to each other that we deemed it convenient to set both of them to 0.75. Therefore, given that their values are always the same in every context, we conveniently define a unique parameter γ and set γ = γ g = γ h = γ A in the rest of the study.", "cite_spans": [], "ref_spans": [], "section": "Summary of input parameter values"}, {"text": "The parameter values used in Figure 3 in the main text should only be regarded as ballparks, because past infections about which we have enough data either did not show community-wide spread (e.g. SARS) or were affected by prior immunity (even the 2009 H1N1 influenza pandemic: see Chen et al., 2009, and Ajelli et al., 2011) .", "cite_spans": [{"start": 282, "end": 304, "text": "Chen et al., 2009, and", "ref_id": "BIBREF12"}, {"start": 305, "end": 325, "text": "Ajelli et al., 2011)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 29, "end": 37, "text": "Figure 3", "ref_id": null}], "section": "Parameter values for infections explored in the main text"}, {"text": "For an infection similar to the H1N1 2009 pandemic influenza we choose R 0 ≈ 1.5 ), φ ≈ 1, ψ ≈ 2 ) and a wide range of values for p aa (from 0.1 to 0.4), reflecting a range of SAR estimates found in the literature (House et al., 2012) , from <10% (Cowling et al., 2010) to 40% (House et al., 2012) . Early, real-time estimates of a SAR of about 13% correspond in Supplementary Tables 10 and 12 to a value of p aa ≈ 0.15.", "cite_spans": [{"start": 214, "end": 234, "text": "(House et al., 2012)", "ref_id": "BIBREF23"}, {"start": 247, "end": 269, "text": "(Cowling et al., 2010)", "ref_id": "BIBREF13"}, {"start": 277, "end": 297, "text": "(House et al., 2012)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Parameter values for infections explored in the main text"}, {"text": "For parameters in line with the 1918 influenza pandemic, we take from Fraser et al. (2011) values of R 0 ≈ 2, φ ≈ 2, ψ ≈ 1 and SAR estimates of about 30%, which from Supplementary Tables 10 and 12 corresponds to a p aa ≈ 0.3.", "cite_spans": [{"start": 70, "end": 90, "text": "Fraser et al. (2011)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 166, "end": 196, "text": "Supplementary Tables 10 and 12", "ref_id": "TABREF4"}], "section": "Parameter values for infections explored in the main text"}, {"text": "A measles-or chickenpox-like infection would have an extremely high R 0 and adults almost totally protected by prior immunity, but not necessarily less infectious. Therefore, in Figure 3 in the main text we use R 0 ≈ 4 and φ ≈ 1. There is little information on ψ and p aa , but they relate to the amount of withinhousehold child-to-child infectivity p cc by the equation 1 − p cc = exp (−ψβ h φ/(n − 1)) = (1 − p aa ) ψφ . Simpson (1952) estimated p cc to be about 0.75, thus leading to the range of possible choices of ψ and φ presented in Figure 3 of the main text. ", "cite_spans": [{"start": 423, "end": 437, "text": "Simpson (1952)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 178, "end": 186, "text": "Figure 3", "ref_id": null}, {"start": 541, "end": 549, "text": "Figure 3", "ref_id": null}], "section": "Parameter values for infections explored in the main text"}, {"text": "The amount of within-household transmission has been measured by the parameter p aa , or equivalently by the parameter β h , to which p aa is biunivocally related (see Supplementary Figure 2 ). Despite p aa depending in a non-trivial way on the household composition distribution (unlike β h ), we deemed it nevertheless more intuitive that β h . In practice, neither of them is particularly intuitive. More directly informative quantities could be the household secondary attack rate (SAR) and the proportion F h of total transmission that occurs within the household. Unfortunately, those quantities also depend, in addition to the household composition distribution, on the relative infectivity φ and susceptibility ψ of children versus adults and also on R 0 (in the case of the SAR, only mildly and indirectly on R 0 , through the computation of the vector v AH h ). In particular, the dependence on ψ would have made the axes in most plots presented in this manuscript non-independent of each other. To improve quantitative understanding of p aa , we report in Supplementary Tables 10 and 11 both the SAR and the within-household fraction F h of total transmission, in the baseline scenario of random mixing (values for more realistic mixing patterns are reported in Supplementary Tables 12 and 13 and commented on in the Supplementary Discussion, Section 2.2.1). However, in order to understand better what parameters they depend on, we first discuss the age-stratified incidence.", "cite_spans": [], "ref_spans": [{"start": 168, "end": 190, "text": "Supplementary Figure 2", "ref_id": null}, {"start": 1273, "end": 1303, "text": "Supplementary Tables 12 and 13", "ref_id": "TABREF4"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "After that, in this Section we also explore the implications that the household structure has for the apparent assortativity estimated when households are neglected.", "cite_spans": [], "ref_spans": [], "section": "Early epidemic indicators and mapped parameters"}, {"text": "Age-stratified incidence. The technique explained in Supplementary Methods, Section 1.2.4, leads to the generation of a matrix M from which both R 0 and the vector v AH = (v a , v c ) for the fractions of adults and children in the incidence can be derived. We report in Supplementary Figure 4A the value in percentage of the component v c of v AH for varying values of R 0 , φ, ψ and p aa . Note that, for γ = γ g = γ h = 1 and θ g = F c (baseline values), the global NGM takes the particular structure", "cite_spans": [], "ref_spans": [{"start": 271, "end": 294, "text": "Supplementary Figure 4A", "ref_id": "FIGREF15"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "where the constant of proportionality depends only on R 0 . Therefore, the value of v c correctly turns out to be F c whenever there is no household transmission (p aa = 0) and children are as susceptible as adults (ψ = 1). Note that this is true irrespective of φ as, no matter how infectious adults and children are, new global infections are still generated by both of them in proportions given by (F a , F c ). This argument holds also for ψ = 1, although some rescaling is needed, so that v c = ψF c /(F a + ψF c ) . Note also that the effect of changing R 0 is barely visible. Intuitively, this is the case because changing R 0 only affects K g , thus modifying only part of the elements of M , from which we then extract the dominant eigenvector v AH . In addition to this indirect chain of influences, the high sensitivity of the elements of M to changes in ψ and p aa can also contribute in obscuring the already weak influence of R 0 on v AH . We then report in Supplementary Figure 4B ", "cite_spans": [], "ref_spans": [{"start": 972, "end": 995, "text": "Supplementary Figure 4B", "ref_id": "FIGREF15"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "of proportions of adults and children who start new household epidemics. Note however that, because of the specific structure of K random g and the fact that v AH h = K random g v AH , we always have v c h = ψF c /(F a + ψF c ) , irrespective of the values of v AH (and therefore of R 0 , φ and p aa ).", "cite_spans": [], "ref_spans": [], "section": "Early epidemic indicators and mapped parameters"}, {"text": "Household secondary attack rate. Supplementary Table 10 and Supplementary Figure 4C reports the household SAR for different values of ψ, φ and p aa . Each row in each sub -table of Supplementary  Table 12 needs to be interpreted with respect to the value of the average size of a household infected during the stable exponential growth window, χ v , reported in the rightmost column. Because the average size χ v of a randomly infected household during the stable exponential growth window depends only on the population structure and the vector v AH h , in the baseline scenario of random mixing it only depends on ψ. The average size of an epidemic in such a household, however, depends also on p aa and φ. R 0 has no impact on either of them. Note how the average size of an infected household can be significantly larger than the average size of a randomly selected one or even of the household of a randomly selected individual.", "cite_spans": [], "ref_spans": [{"start": 33, "end": 55, "text": "Supplementary Table 10", "ref_id": "TABREF4"}, {"start": 74, "end": 83, "text": "Figure 4C", "ref_id": "FIGREF15"}, {"start": 171, "end": 204, "text": "-table of Supplementary  Table 12", "ref_id": "TABREF4"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "Within-household fraction of total transmission. Unlike the household SAR, the fraction of total transmission that occurs in households depends also on the amount of global transmission and therefore, even under random mixing, on all the parameters. It is reported in Supplementary Table 11 and Supplementary Figure 4D , for different parameter values. It is worth noting that, under baseline random mixing, the rule of thumb that a third of the total transmission occurs in household (Ferguson et al., 2006; Fraser, 2007; Pellis et al., 2010) is approximately satisfied for parameter values of pandemic influenza, at least in the UK (i.e. values of p aa in the highest range for points 1 in Figure 3 of main text, in line with the SAR estimates from the careful analysis of House et al., 2012, concerning Birmingham) .", "cite_spans": [{"start": 485, "end": 508, "text": "(Ferguson et al., 2006;", "ref_id": "BIBREF17"}, {"start": 509, "end": 522, "text": "Fraser, 2007;", "ref_id": "BIBREF18"}, {"start": 523, "end": 543, "text": "Pellis et al., 2010)", "ref_id": "BIBREF32"}, {"start": 775, "end": 817, "text": "House et al., 2012, concerning Birmingham)", "ref_id": null}], "ref_spans": [{"start": 268, "end": 290, "text": "Supplementary Table 11", "ref_id": "TABREF4"}, {"start": 309, "end": 318, "text": "Figure 4D", "ref_id": "FIGREF15"}, {"start": 692, "end": 700, "text": "Figure 3", "ref_id": null}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "Assortativity of model A. The assortativity θ A for model A is mapped by imposing that model A has the same proportions of adults and children in the incidence as in model AH, i.e. by imposing the condition v A = v AH . We plot its value for various possible choices of R 0 , φ, ψ and p aa in Supplementary Figure  10A (see Supplementary Discussion, Section 2.2.1) to invite immediately a comparison between random and assortative mixing. As mentioned in the Supplementary Methods, Section 1.3, the assortativity is not well defined for φ = ψ = 1 under random mixing (although we artificially set θ A = θ g in this case, as this choice does not affect the results of model A). Therefore, the plot covers only the range 1.2 ≤ ψ ≤ 4, i.e. ψ = 1 is discarded. Although this is not necessary in the case of assortative mixing or when φ > 1, the same range for ψ is used for convenience and easier visual comparison.", "cite_spans": [], "ref_spans": [{"start": 307, "end": 318, "text": "Figure  10A", "ref_id": "FIGREF28"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "It is interesting to notice that the contribution of the household structure is not at all trivial, as it forces an apparent mixing that, in different parameter regimes, can be either more or less assortative than it actually is. It is also worth noting that these higher and lower apparent assortativity values both appear for strong within-household infectivity, and which one occurs depends almost exclusively on the relative susceptibility of children versus adults.", "cite_spans": [], "ref_spans": [], "section": "Early epidemic indicators and mapped parameters"}, {"text": "A better understanding of the interaction between household structure and assortativity is needed, in order to quantify the real impact of household on transmission and on the effect of control policies.", "cite_spans": [], "ref_spans": [], "section": "Early epidemic indicators and mapped parameters"}, {"text": "In this Section we further explore each output and compare the behaviour of different models, in the baseline assumption of random mixing. In the following sections, we explore deviations from this assumption.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Average final size. As already mentioned in the main text, one of the most striking feature about the final size in model AH is that increasing the difference in susceptibility between adults and children (by keeping R 0 constant) always decreases the final size. This result is already known for multitype models (Miller, 2007; Andreasen, 2011; Andersson and Britton, 2000, Chapter 6 ), but the same behaviour seems to occur for any fixed amount of within-household transmission. At the same time, shifting transmission from outside to within the household (i.e. increasing p aa while decreasing β g so that R 0 remains constant) increases the final size, with the negligible potential exception of extremely high values of p aa . All graphs in Supplementary Figure 5e -h appear in the main text, in Figures 1a, 1d, 1g and 2a . Given that for R 0 = 2 the final size in absence of households and age stratification is roughly 80% of the population, there is more room for it to decrease due to age differences than for it to increase due to higher within-household transmission. This is indeed visible in Supplementary Figure 5e , by moving along the y-axis and x-axis. Similar qualitative considerations apply to the rest of the graph: for example, at ψ = 1, z increases by 10% only over the whole range of p aa , while at ψ = 4 it increases by almost 30%, simply because it has more room to do so. The qualitative behaviour is similar for other values of R 0 (Supplementary Figure  5a and 5i) and φ (not shown), although at low R 0 (e.g. R 0 = 1.5, Supplementary Figure 5a ) the room for decreasing is smaller than that for increasing, while at high R 0 (e.g. R 0 = 4, Supplementary Figure  5e ) the opposite is true.", "cite_spans": [{"start": 314, "end": 328, "text": "(Miller, 2007;", "ref_id": "BIBREF28"}, {"start": 329, "end": 345, "text": "Andreasen, 2011;", "ref_id": "BIBREF4"}, {"start": 346, "end": 384, "text": "Andersson and Britton, 2000, Chapter 6", "ref_id": null}], "ref_spans": [{"start": 746, "end": 769, "text": "Supplementary Figure 5e", "ref_id": null}, {"start": 801, "end": 826, "text": "Figures 1a, 1d, 1g and 2a", "ref_id": null}, {"start": 1105, "end": 1128, "text": "Supplementary Figure 5e", "ref_id": null}, {"start": 1476, "end": 1486, "text": "Figure  5a", "ref_id": null}, {"start": 1551, "end": 1574, "text": "Supplementary Figure 5a", "ref_id": null}, {"start": 1685, "end": 1695, "text": "Figure  5e", "ref_id": null}], "section": "Predicted outputs"}, {"text": "In terms of comparison, we have already observed in the main text that model A and model H always predict, respectively, a lower and higher final size than model AH (Figures 1a, 1d and 1g of main text). As a consequence, given that at R 0 = 2 there is limited room for increasing the final size, model H appears to fail in a larger region of the parameter space, compared to model A (Supplementary Figure 5d , h and l). This could however be explained, at least partially, by model A having 4 free parameters (ψ, φ, θ A and β A ) and therefore being naturally more flexible than the model H, which has only 2 parameters (β H h and β H g ). In addition, model A has two parameters (ψ and φ) with the same value as in model AH and is somewhat able to partially capture the household structure via re-estimation of the global assortativity. On the contrary, the ability of model H to capture the age structure is almost unnoticeable, as it is limited to the variation in the household size distribution due to age effects in changing v AH h . Finally, it can be noticed that, because the predictions of models A and H depart from those of model AH in opposite directions, if both of them give accurate predictions, model U must also give accurate predictions and is therefore preferred as simpler. As such, no green regions appear in the simplest model acceptance regions plots in Supplementary Figure 5d , h and l.", "cite_spans": [], "ref_spans": [{"start": 165, "end": 180, "text": "(Figures 1a, 1d", "ref_id": null}, {"start": 383, "end": 407, "text": "(Supplementary Figure 5d", "ref_id": null}, {"start": 1378, "end": 1401, "text": "Supplementary Figure 5d", "ref_id": null}], "section": "Predicted outputs"}, {"text": "Results are qualitatively and quantitatively very similar for other values of φ and are therefore not shown.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Average daily peak incidence. The behaviour of the average daily peak incidence for R 0 = 2 (Supplementary Figure 5q -t) also appears in Figures 1b, 1e, 1h and 2b in the main text and, for other values, of R 0 in Supplementary Figure 5a-d and u-x. Its qualitative behaviour is essentially the same as that of the final size: in model AH, the peak incidence decreases with increasing age differences and increases with increasing within-household transmission (at fixed R 0 ). It shows a similar (though milder) feature of having more room to decrease due to age differences than to decrease due to the presence of households. This is somewhat surprising, given that the peak incidence is not capped by any upper bound, as the final size is by the total population. Analogously to the final size, this is less evident at low R 0 ( Supplementary  Figure 5m -p) and more pronounced at high R 0 ( Supplementary Figure 5u-x) .", "cite_spans": [], "ref_spans": [{"start": 107, "end": 116, "text": "Figure 5q", "ref_id": null}, {"start": 137, "end": 155, "text": "Figures 1b, 1e, 1h", "ref_id": null}, {"start": 830, "end": 854, "text": "Supplementary  Figure 5m", "ref_id": null}, {"start": 893, "end": 919, "text": "Supplementary Figure 5u-x)", "ref_id": null}], "section": "Predicted outputs"}, {"text": "Again, in terms of comparison between models, models A and H predict, respectively, a lower and higher peak incidence than that of model AH. For the same reasons presented before about the final size, once more model A looks able to capture the \"true\" peak incidence of model AH on a larger region of the parameter space than model H (especially for R 0 = 4, Supplementary Figure 5u-x) . As for the final size, the fact that models A and H respectively under-and over-estimate the predictions of model AH implies that, in theory, they cannot be both accurate without model U being accurate too. As such, no regions of the parameters space are expected to be coloured in green in the simplest model acceptance regions plots for the peak incidence. However, unlike the final size z, the peak incidence π is computed using individual-based stochastic simulations and therefore shows some (moderate) stochastic noise, which can in certain cases (e.g. see Supplementary Figure 5p and, as a consequence, Supplementary Figure 7d and, in the main text, Figure 3a , top-left panel) produce a small unexpected green area.", "cite_spans": [], "ref_spans": [{"start": 359, "end": 385, "text": "Supplementary Figure 5u-x)", "ref_id": null}, {"start": 951, "end": 974, "text": "Supplementary Figure 5p", "ref_id": null}, {"start": 998, "end": 1021, "text": "Supplementary Figure 7d", "ref_id": null}, {"start": 1045, "end": 1054, "text": "Figure 3a", "ref_id": null}], "section": "Predicted outputs"}, {"text": "Results are very similar for other values of φ and are not shown.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Average time to peak incidence. As for the other outputs, the average time to reach the epidemic incidence peak in model AH for R 0 = 2 appears in Figures 1c, 1f, 1i and 2c in the main text, and for other values of R 0 in Supplementary Figure 6a -d and i-l. Note that the duration of a stochastic epidemic is subject to much larger random fluctuations than the final size and peak incidence. As described in the Supplementary Methods, Sections 1.2.8 and 1.5, to reduce the stochastic noise to a minimum, the epidemic starts with n 0 = 50 cases, thus essentially excluding the possibility of early epidemic extinction. Furthermore, to reduce as much as possible the effects of system transients from the initial conditions to the stable exponential growth window, we distribute our n 0 as primary cases in different households and divide them in adults and children according to the components of v AH h . Despite all this watchfulness, some evident stochastic noise is still present (see Supplementary Figure 6a -l, in particular Supplementary Figure 6d ). Note, however, that the attempt to reduce stochastic noise by synchronising the epidemics at the peak and starting with n 0 initial cases have the consequence of making variations in the predicted epidemic time to peak very limited overall (within each of the groups a-c, e-g and i-k in Supplementary Figure 6 , as differences between groups are caused by the difference in R 0 ), because most of the variability is due to random delays in the early epidemic phase. The limited variation of average time to the peak (i.e. excluding random delays) was already noted in House and Keeling (2008) for epidemics with the same real-time growth rate r. Given that, at fixed R 0 , r varies very little (see Supplementary Methods, Section 1.1.3, and Trapman et al., 2016), we unsurprisingly find similar results.", "cite_spans": [{"start": 1625, "end": 1649, "text": "House and Keeling (2008)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 147, "end": 165, "text": "Figures 1c, 1f, 1i", "ref_id": null}, {"start": 222, "end": 245, "text": "Supplementary Figure 6a", "ref_id": null}, {"start": 988, "end": 1011, "text": "Supplementary Figure 6a", "ref_id": null}, {"start": 1044, "end": 1053, "text": "Figure 6d", "ref_id": null}, {"start": 1358, "end": 1366, "text": "Figure 6", "ref_id": null}], "section": "Predicted outputs"}, {"text": "However, the qualitative behaviour of this output is very different from that of the other two. In particular, the time to the peak t seems to always decrease when increasing either p aa or ψ or both (irrespective of φ or R 0 ). Therefore, peak incidence and time to the peak are positively correlated when increasing variation is susceptibility (constant p aa ) and negatively correlated when increasingly shifting the infectivity in favour of within-household transmission.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "In terms of comparison, unlike for the previous two outputs, both models A and H tend to overestimate the time to the peak, suggesting that ignoring either form of heterogeneity results in an underestimation of the how fast control policies need to be implemented to stop the spread. Notice also that this time model H seems to perform better than model A at following the pattern of the output of model AH. This is reasonable, as model H can increase the speed of the spread by increasing the within-household infectivity, while model A has no tools to do so. However, as R 0 increases, the limitations of model A are more and more confined to a region of the parameters space corresponding to unrealistically large values of the within-household infectivity p aa .", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Because the predictions of both simpler models depart from those of model AH in the same direction (slower spread), it is not surprising the presence of an evident region where either model can be sufficiently accurate but where model U fails.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Again, results are very similar for other values of φ, although for increasing φ some regions where models A and AH are required for accurate predictions appear and grow in size (not shown).", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Age-stratified average final size. In this study we have mostly focused on the overall epidemic final size. However, it may be interesting to consider also the models' predictions in terms of age-stratified final size. We report this output in Supplementary Figure 6m- x, for models A and AH (model H does not distinguish between adults and children, of course) and for different values of R 0 .", "cite_spans": [], "ref_spans": [{"start": 244, "end": 268, "text": "Supplementary Figure 6m-", "ref_id": null}], "section": "Predicted outputs"}, {"text": "As a general trend, model A underestimates the final size predictions in both age classes. As expected, its accuracy decreases for increasing values of p aa . Results are very similar for other values of φ.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Comparisons. Supplementary Figure 7 presents the simplest model acceptance regions based on each output separately and joins them (intersects them), so that the simpler models are rejected when at least one output is not accurate enough. Supplementary Figure 7e Figure 7a -l, but for φ = 2.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 35, "text": "Supplementary Figure 7", "ref_id": null}, {"start": 238, "end": 261, "text": "Supplementary Figure 7e", "ref_id": null}, {"start": 262, "end": 271, "text": "Figure 7a", "ref_id": null}], "section": "Predicted outputs"}, {"text": "In the main text we have rejected a simple model when its output is more than 5% different from that of model AH. Here we explore other possible values for this rejection threshold ε.", "cite_spans": [], "ref_spans": [], "section": "Other rejection thresholds"}, {"text": "In Supplementary Figure 8 we explore the simplest models acceptance regions for φ = 1 and R 0 ranging from 1.5 to 4, but for rejection thresholds ε = 1% and ε = 10% (first and second row, respectively). Results should be compared to those obtained with the 5% tolerance used in Supplementary Figure 7a -l. For ε =10%, it can be easily noted how the approximation of all simpler models improve for large R 0 : in particular, the strongly non-linear dependence of the final size z on R 0 causes all models to give very similar predictions for it in a large region of the parameters space (the blue area of Supplementary Figure  8i) . Apart from accepting model U on a wider region of the parameter space, the figures for ε =10% also reveal another interesting observation. We have already noticed how model A is in general better able than model H to follow the qualitative predictions of model AH (see Figure 1 in the main text). This aspect becomes even more evident for ε = 10% (Supplementary Figure 8m-x) when, especially for increasing R 0 , the region where model A is the simplest (light blue) becomes much wider while the one where model H is the simplest (yellow) shrinks until disappearing. All results are very similar when φ > 1 (not shown).", "cite_spans": [], "ref_spans": [{"start": 3, "end": 25, "text": "Supplementary Figure 8", "ref_id": null}, {"start": 278, "end": 301, "text": "Supplementary Figure 7a", "ref_id": null}, {"start": 618, "end": 629, "text": "Figure  8i)", "ref_id": null}, {"start": 901, "end": 909, "text": "Figure 1", "ref_id": null}], "section": "Other rejection thresholds"}, {"text": "Finally, in Supplementary Figure 9 we summarise the overall simplest model acceptance regions plots for ε =1%, 5% and 10%. In line with what just said, Supplementary Figure 9 suggests how the presence of households become much less relevant for higher values of R 0 , while the age stratification remains important in vast areas of the parameter space. This is true despite the random mixing assumption. In the next section we show how this conclusion is accentuated even further in the case of non-random mixing.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 34, "text": "Supplementary Figure 9", "ref_id": null}, {"start": 152, "end": 174, "text": "Supplementary Figure 9", "ref_id": null}], "section": "Other rejection thresholds"}, {"text": "Finally, note how the border between the light blue and red regions, indicating where households are needed in addition to age classes, roughly follows the SAR isoclines, though for different SAR values at different values of R 0 and of the threshold ε.", "cite_spans": [], "ref_spans": [], "section": "Other rejection thresholds"}, {"text": "In this section we illustrate how most of the results shown before change if the realistic UK contact patterns are assumed (see Supplementary Methods, Section 1.6.3).", "cite_spans": [], "ref_spans": [], "section": "Numerical results with realistic UK contact patterns"}, {"text": "When mixing does not occur at random, all early epidemic indicators and mapped parameters depend on all other parameters. We report in Supplementary Figure 11A and B the child components v c and v c h of the vectors v AH and v AH h , respectively. The striking difference with Supplementary Figure 4A and B (note the change in the colour scale) is how much more focussed on children the spread is, and this is a direct consequence of the fact that children have more contacts than adults on average, and that those contacts are more likely to be with other children (assortative mixing).", "cite_spans": [], "ref_spans": [{"start": 149, "end": 159, "text": "Figure 11A", "ref_id": "FIGREF29"}, {"start": 291, "end": 300, "text": "Figure 4A", "ref_id": "FIGREF15"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "This striking difference has apparently only mild repercussions on the household SAR (Supplementary  Table 12 and Supplementary Figure 11C ), but changes noticeably the average size of an infected household (compare the values of χ v in Supplementary Tables 10 and 12), because children are preferentially infected and they tend to live in larger households. The fraction of total transmission that occurs in households (compare Supplementary Tables 11 and 13 , or Supplementary Figure 4D and 11D) , however, seems to be only moderately affected, leading again to the conclusion that, also with UK contact patterns, for parameters of pandemic influenza in the UK (House et al., 2012) , roughly a third of total transmission occurs in households.", "cite_spans": [{"start": 663, "end": 683, "text": "(House et al., 2012)", "ref_id": "BIBREF23"}], "ref_spans": [{"start": 85, "end": 109, "text": "(Supplementary  Table 12", "ref_id": "TABREF4"}, {"start": 128, "end": 138, "text": "Figure 11C", "ref_id": "FIGREF29"}, {"start": 429, "end": 459, "text": "Supplementary Tables 11 and 13", "ref_id": "FIGREF29"}, {"start": 479, "end": 497, "text": "Figure 4D and 11D)", "ref_id": "FIGREF15"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "With UK contact patterns, the assortativity of children is already quite high, so the apparent value obtained when the household structure is removed seems to be consistently lower than its original value for different values of R 0 and φ (Supplementary Figure 10B) , unlike what can be observed for random mixing (Supplementary Figure 10A) . Again, a better understanding of this phenomenon and its implications needs to be gained.", "cite_spans": [], "ref_spans": [{"start": 254, "end": 265, "text": "Figure 10B)", "ref_id": "FIGREF28"}, {"start": 329, "end": 340, "text": "Figure 10A)", "ref_id": "FIGREF28"}], "section": "Early epidemic indicators and mapped parameters"}, {"text": "In Supplementary Figures 12 and 13 we plot the three main outputs and the age-stratified final size for models AH, A and H, together with the simplest model acceptance regions, when adults and children mix according to UK contact patterns. The values of R 0 explored are 1.5, 2 and 4, φ = 1 and ε = 5%.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 34, "text": "Supplementary Figures 12 and 13", "ref_id": null}], "section": "Predicted outputs"}, {"text": "The plots for the final size z and the peak incidence π are qualitatively similar to those shown in Figure  1 in the main text, where random mixing is assumed (though the colour scale are different, and are kept fixed between different R 0 values in Supplementary Figures 12 and 13 to facilitate the comparison). It is now striking how far the predictions of model H are from those of model AH. In particular, for R 0 = 2 (Supplementary Figure 12e-h) almost nowhere model AH achieves a final size larger than the 80% obtained under pure random mixing (U model). Therefore, model H, which cannot predict anything smaller than 80% leads to an almost flat surface in Supplementary Figure 12g . The same observations hold for the peak incidence (Supplementary Figure 12s) . In terms of time to the peak, instead, the presence of heterogeneous mixing tends in general to make the spread faster, in particular for large values of ψ even when p aa is small (compare Supplementary Figure 13e and Figure 1c of the main text).", "cite_spans": [], "ref_spans": [{"start": 100, "end": 109, "text": "Figure  1", "ref_id": null}, {"start": 250, "end": 281, "text": "Supplementary Figures 12 and 13", "ref_id": null}, {"start": 664, "end": 688, "text": "Supplementary Figure 12g", "ref_id": null}, {"start": 756, "end": 767, "text": "Figure 12s)", "ref_id": null}, {"start": 959, "end": 983, "text": "Supplementary Figure 13e", "ref_id": null}, {"start": 988, "end": 997, "text": "Figure 1c", "ref_id": null}], "section": "Predicted outputs"}, {"text": "In terms of age-stratified final size, model A still underestimates predictions for both age classes, especially for large p aa , though the discrepancy is minimal.", "cite_spans": [], "ref_spans": [], "section": "Predicted outputs"}, {"text": "Supplementary Figure 14 now reports the simplest model acceptance regions based on each output and on all output together for an ε = 5% rejection threshold and R 0 = 1.5, 2 and 4, and φ = 1 and 2. The patterns appear to be more complex than in the case of random mixing, but they overall tend to reject model H in most cases and require an age stratification almost everywhere, especially for smaller R 0 or larger values of φ.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 14", "ref_id": "FIGREF15"}], "section": "Predicted outputs"}, {"text": "Further support in this direction comes from Supplementary Figure 15 , where thresholds of 1% and 10% are used (φ = 1) and from Supplementary Figure 16 , where the overall simplest models acceptance regions are plotted for different values of R 0 , φ, ψ and p aa , and for rejection thresholds of ε = 1% (A) 5% (B), and 10% (C). Apart from the absolute need to have at least the age structure when the tolerance is low (ε = 1%), it is striking how, even for high tolerance (ε = 10%) the age structure is almost always necessary.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 68, "text": "Figure 15", "ref_id": null}, {"start": 142, "end": 151, "text": "Figure 16", "ref_id": null}], "section": "Predicted outputs"}, {"text": "The difference between the simplest model acceptance region plots of Figures 3A and 3B of main text is striking because UK contact patterns are very different from random ones. To illustrate the gradual transition between these two extremes, we plot in Supplementary Figure 17 the simplest model acceptance region plots for intermediate values of the assortativity (θ g = 0.4 and 0.5, between the 0.2273 of random mixing and the 0.58 of the assortative mixing measured in the UK) and for equal or increased number of contacts children make compared to adults: γ (= γ g = γ h ) = 1 or γ = 0.75 (children have 33% more contacts than adults in all environments). As expected, Supplementary Figure 17 shows a gradually increasing importance of the presence of an age structure compared to the household structure.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 86, "text": "Figures 3A and 3B", "ref_id": null}, {"start": 253, "end": 276, "text": "Supplementary Figure 17", "ref_id": null}, {"start": 673, "end": 696, "text": "Supplementary Figure 17", "ref_id": null}], "section": "Intermediate contact patterns"}, {"text": "2.3.2 Accuracy of model mapping: fixed R 0 versus fixed r As mentioned in Section 1.1.3, the real-time growth rate r is in general the most readily available quantity early on in an epidemic. Therefore, a natural choice would be to match all models to this quantity. In Figure 18 we show the results when the mapping is performed by keeping fixed r.", "cite_spans": [], "ref_spans": [{"start": 270, "end": 279, "text": "Figure 18", "ref_id": null}], "section": "Intermediate contact patterns"}, {"text": "Although fast machine precision results exist for calculating r for households models when the disease progression occurs by transitioning through a series of compartments (Pellis et al., 2010) , this is not the case for the current model, where a fixed (deterministic) time-since-infection (Γ-shaped) infectivity profile is used. In this case, no exact result is available. Approximate methods for computing r in households models exist (Fraser, 2007; Pellis et al., 2010) but matching the same approximate r is exactly the same as matching R 0 as we have done here (see , and Supplementary Methods, Section 1.1.3). Therefore, we rely on Monte Carlo methods to compute r approximately, as described in the Supplementary Methods, Section 1.2.9, for model AH, and Supplementary Methods, Section 1.4, and Appendix G of for model H.", "cite_spans": [{"start": 172, "end": 193, "text": "(Pellis et al., 2010)", "ref_id": "BIBREF32"}, {"start": 438, "end": 452, "text": "(Fraser, 2007;", "ref_id": "BIBREF18"}, {"start": 453, "end": 473, "text": "Pellis et al., 2010)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Intermediate contact patterns"}, {"text": "Given the computational cost, only 100 simulated within-household epidemics for each household composition and either type of initial infective are performed for each parameter combination. Results, therefore, are unavoidably inaccurate and present a significant level of noise (see Supplementary Figure  18 ). Therefore, despite r being a more intuitive parameter to keep fixed between models, the noisy output and the computational cost are both valid reasons supporting the choice made here of performing the model comparison at fixed R 0 .", "cite_spans": [], "ref_spans": [{"start": 297, "end": 307, "text": "Figure  18", "ref_id": null}], "section": "Intermediate contact patterns"}, {"text": "Broadly, Supplementary Figure 18 confirms the intuition developed in the comparison at fixed R 0 . However, because keeping fixed R 0 is the same as keeping fixed the approximation of r of Fraser (2007) and Pellis et al. (2010) and it is known that such approximation is less accurate when household transmission is strong (see , the discrepancy between the results of Figure 18 and Figures 9 and 16 increases for large p aa . The three values or r investigated (r =0.14552, 0.25282 and 0.52588) correspond, respectively, to R 0 = 1.5, 2 and 4 at p aa = 0, i.e. when there is no household transmission.", "cite_spans": [{"start": 207, "end": 227, "text": "Pellis et al. (2010)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 23, "end": 32, "text": "Figure 18", "ref_id": null}, {"start": 369, "end": 378, "text": "Figure 18", "ref_id": null}, {"start": 383, "end": 399, "text": "Figures 9 and 16", "ref_id": null}], "section": "Intermediate contact patterns"}, {"text": "The light-shaded red square visible on the top-right panel for R 0 = 1.5, ψ = 1 and random mixing denotes a parameter combination for which the mapping procedure fails as no value of the assortativity θ A can be found (see Supplementary Methods, Section 1.3). This case occurs more commonly in Supplementary Figures 19-23 , so it is discussed more extensively in Supplementary Methods, Sections 2.3.3 and 2.3.4.", "cite_spans": [], "ref_spans": [{"start": 308, "end": 321, "text": "Figures 19-23", "ref_id": "FIGREF14"}], "section": "Intermediate contact patterns"}, {"text": "Throughout this study, we have focussed on children being more susceptible and/or more infectious than adults, because this seemed to guarantee that a valid value for the assortativity θ A of model A could be found. As explained in the Supplementary Methods, Section 1.3, this is not strictly true, as the main problem arises for φψ = γ under random mixing and when ψ and p aa become large enough (see Supplementary Figures 20 and 22A, top-left panel) . However, the situation is significantly more complex when children are assumed to be less susceptible and/or less infectious than adults. In Supplementary  Figure 19 we allow ψ to vary between 0.25 (children a quarter as susceptible as adults) to ψ = 4 -note the log 2 scale on the y-axes -and we consider φ = 0.5 (children half as infectious as adults), 1 and 2. The colours are the same as in all other figures, but the lighter-shaded areas identify the regions of the parameter space where no value of θ A could be found. This implies that, for those parameter values, model A was unable to reflect the observed stratified incidence and was therefore discarded as inaccurate. Therefore, no lighter shaded area appears in regions coloured in light blue (nor in those in green). Note however that it is possible to have parameters to the right of the thick line (i.e. where households are needed to reproduce the observed stratified incidence) for which the simplest unstructured model U (blue region) is sufficient for accurate predictions. This is the case because model U is not required to match any other condition but the correct value of R 0 .", "cite_spans": [], "ref_spans": [{"start": 402, "end": 451, "text": "Supplementary Figures 20 and 22A, top-left panel)", "ref_id": null}, {"start": 595, "end": 619, "text": "Supplementary  Figure 19", "ref_id": null}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "Note the visible horizontal spikes occurring when ψφ = γ (see Supplementary Methods, Section 1.3), which should but might sometimes not appear to extend throughout all values of p aa only because of the limited (p aa , ψ)-grid resolution. However, despite such spikes, the border between the light blue and the red areas seem in general to follow the SAR isoclines throughout the whole range of values of ψ explored, thus suggesting the results of these analysis somewhat extend also to the case of children less susceptible and/or infectious than adults. The problem of matching the assortativity does unavoidably complicate the picture but, within the resolution of Supplementary Figure 19 , regions to the right of the thick line but left of the SAR isocline separating red and light blue regions seem to consistently be (shaded) dark blue areas. Therefore, Supplementary Figure 19 seems to suggest that one can still adopt the following approach: Supplementary Figure 20 for random (A) and assortative (B) mixing. Note that a large household size and fraction of children implies that outputs are more sensible to variations in p aa , which therefore is plotted only up to 0.475. Furthermore, to facilitate the comparison with Supplementary Figure 10 for Great Britain (as well as Supplementary Figure 22 below for South Africa) the colour axis has been kept the same in all these plots. Note also the presence of a white region, for very large p aa and ψ (top-right of Supplementary Figure 20A) , where no valid mapped value for the assortativity can be found.", "cite_spans": [], "ref_spans": [{"start": 668, "end": 691, "text": "Supplementary Figure 19", "ref_id": null}, {"start": 861, "end": 884, "text": "Supplementary Figure 19", "ref_id": null}, {"start": 951, "end": 974, "text": "Supplementary Figure 20", "ref_id": null}, {"start": 1245, "end": 1254, "text": "Figure 10", "ref_id": "FIGREF28"}, {"start": 1299, "end": 1308, "text": "Figure 22", "ref_id": null}, {"start": 1488, "end": 1499, "text": "Figure 20A)", "ref_id": null}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "Given the illustrative purpose of the analysis to other populations, as well as the lack of available data, assortative mixing is assumed to follow the same contact patterns as for the UK. Note that this is a significantly less strong a requirement than for Great Britain: because the fraction of children is much larger in Sierra Leone, a larger assortativity is associated to random mixing (θ g = F c = 53.81%). Requiring that 58% of contacts of a child occurs with other children still implies that mixing that is more assortative than random, but the difference is almost negligible compared to the case of the Great Britain. For this reason, an assortativity of 70% has also been explored, but results are similar and hence not shown.", "cite_spans": [], "ref_spans": [], "section": "Children less susceptible and/or infectious than adults"}, {"text": "Qualitatively, although under random mixing (Supplementary Figure 20A ) the household structure can impose both assortative and disassortative mixing as in the case of Great Britain, an increase in the apparent assortativity occurs very rarely (only for φ = 1 and some values of ψ < 1.5). For already assortative mixing (Supplementary Figure 20B) the household structure only reduces the apparent assortativity.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 69, "text": "Figure 20A", "ref_id": null}, {"start": 335, "end": 346, "text": "Figure 20B)", "ref_id": null}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "Supplementary Figure 21 shows the overall simplest model acceptance region plots for Sierra Leone, which leads to the same qualitative conclusions as for Great Britain and thus suggests the results of our analysis are generally applicable to very diverse populations and social structures. The region where the mapping to model A fails, i.e. the region characterised by a lighter colour shading, is significantly larger that the region where no valid assortativity 0 < θ A < 1 could be found, as some values of θ A , though valid, lead to a negative, and hence unviable, adult-to-adult component of the NGM (k A aa < 0).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 21", "ref_id": "FIGREF41"}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "South Africa. The household composition structure of South Africa (Department of Health/South Africa and Macro International, 2002; see Supplementary Methods, Section 1.6.2) is described in Supplementary Table 6 and summary population distributions are reported in Supplementary Table 7. As for Sierra Leone, we monitor the mapped assortativity of model A in Supplementary Figure 22 for random mixing (A) and UK-like mixing patterns (B). The within-household infectivity p aa goes only up to 0.66. Qualitative conclusions are the same as before, though quantitative differences are highlighted by the use of the same scale as in Supplementary Figures 10 and 20 . Note again the presence of a region where no valid assortativity θ A could be found (top right of Supplementary Figure 22A ).", "cite_spans": [], "ref_spans": [{"start": 204, "end": 211, "text": "Table 6", "ref_id": null}, {"start": 265, "end": 287, "text": "Supplementary Table 7.", "ref_id": null}, {"start": 359, "end": 382, "text": "Supplementary Figure 22", "ref_id": null}, {"start": 629, "end": 660, "text": "Supplementary Figures 10 and 20", "ref_id": "FIGREF28"}, {"start": 775, "end": 785, "text": "Figure 22A", "ref_id": null}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "Supplementary Figure 23 shows the overall simplest model acceptance region, for random (A) and UK-like mixing patterns (B), and leads once more to the same conclusions as for the population of Great Britain. Note again a region where the mapping to model A fails because, despite a valid assortativity being found, it leads to negative values for k A aa .", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 23", "ref_id": "FIGREF14"}], "section": "Children less susceptible and/or infectious than adults"}, {"text": "As visible from Figure 3B in the main text, the border between the parameter regions where households are (red) and are not (light blue) needed for predictions within 5% relative accuracy strongly resembles the contour lines of the SAR for the entire range of values of ψ explored. Different contour lines appear to be relevant for different values of R 0 but variations in φ seem to be negligible. Somewhat surprisingly, also the choice of whether random mixing or UK-like contact patterns are assumed (compare Supplementary  Figure 9 and Supplementary Figure 16 ) seems to bear negligible influence on the relationship between R 0 and the SAR above which households are important. Note however that, if a region where the age structure is not needed for accurate predictions is present (dark blue and yellow), often model U can provide accurate results even to the right of the thick line in Figure 9 , because the contribution of households and that of the age structure cancel each other out. In other words, in drawing the boundary discriminating when households are important or not we have only focussed on whether the difference in predictions from model AH and A is more than ε, irrespective of whether then model U is still selected as the simplest model choice.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 25, "text": "Figure 3B", "ref_id": null}, {"start": 512, "end": 535, "text": "Supplementary  Figure 9", "ref_id": null}, {"start": 554, "end": 563, "text": "Figure 16", "ref_id": null}, {"start": 894, "end": 902, "text": "Figure 9", "ref_id": null}], "section": "Rule of thumb"}, {"text": "We were not able to find a relationship between parameters and model output suggesting when the age structure was necessary for accurate predictions that was as simple as that for the household structure. However, because for realistic UK-like contact patterns the presence of the age structure was generally necessary for accurate predictions, and because age-stratified models are generally mathematically simpler to study than households models, we deemed providing such a criterion less relevant in the first instance.", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "To illustrate the strong relationship between R 0 and the level of SAR above which households are important, we constructed Figure 4 in the main text as follows. First, we generated the data points according to the following algorithm.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 132, "text": "Figure 4", "ref_id": "FIGREF15"}], "section": "Rule of thumb"}, {"text": "1. We fixed the population structure (Great Britain, Sierra Leone, South Africa) and the global assortativity θ g (random -which is population dependent -or UK-like assortative, i.e. θ g = 0.58).", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "2. For every value of R 0 ∈ {1.1, 1.3, 1.5, 1.7, 2, 2.3, 2.7, 3.2, 4} and φ ∈ {1, 1.5, 2}, we generated the data necessary for any (p aa , ψ) plot in this study, in particular the value of all outputs (final size z, peak incidence π and time to the peak t) for model AH and for model A, after finding θ A from the mapping procedure described in the Supplementary Methods, Section 1.3. If no assortativity was found, the outputs of model A were always considered inaccurate, i.e. more than ε away from those predicted by model AH (hence why the bold line follows the light-shaded area in Supplementary  Figure 19 ).", "cite_spans": [], "ref_spans": [{"start": 587, "end": 611, "text": "Supplementary  Figure 19", "ref_id": null}], "section": "Rule of thumb"}, {"text": "3. The minimum relative error between output predictions of models AH and A was then calculated as", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "4. An ε-contour line of m err was then generated using the contourc function in Matlab and the contour matrix was stored. Such a matrix contains the (p aa , ψ) points that are joined together to plot the contour line.", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "5. The contour matrix was \"cleaned\" as follows. In the presence of noisy output, some red squares might appear inside the light blue area and fully detached from the main red region (see e.g. topright of Figure 3B of main text, as well as many others). The contour matrix then contains different components, one for every (if any) disconnected small red region inside the light blue region (generating a small, closed contour line visible in many plots) and a main component separating the entire red and light blue regions (long, open line spanning the entire range of ψ). The former components were discarded and only the latter was retained.", "cite_spans": [], "ref_spans": [{"start": 204, "end": 213, "text": "Figure 3B", "ref_id": null}], "section": "Rule of thumb"}, {"text": "6. For every point of the \"cleaned\" contour line, the SAR was computed and its values plotted against R 0 .", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "Second, we plotted the regression lines as follows. It is evident that, although a straight line fits the data well, it is inaccurate around R 0 = 1 (where a threshold transition is expected) and for high R 0 because of saturation effects. Furthermore, the range of R 0 where a linear fit was deemed appropriate, inevitably depends on the threshold ε chosen. Therefore we ran a preliminary analysis (see Supplementary Figure 24 for the case of ε = 5%, other values were explored similarly) to visually asses an appropriate range of at least three consecutive R 0 values to be used in the linear fit. More specifically, for both random (Supplementary Figure 24A) and UK contact patterns (Supplementary Figure 24B) , we fitted a linear regression model to all data points corresponding to a fixed φ and a fixed range of ψ values (each of the nine subpanels in Supplementary Figure 24A and B) , for a range of R 0 values starting from the one denoting each row and terminating on the one denoting each column (e.g. the top-left cell corresponds to R 0 values of 1.1, 1.3 and 1.5). The regression coefficient and intercept are reported in each cell and the adjusted R 2 is visually expressed by the cell colour. From Supplementary Figure 24 and similar ones corresponding to ε = 1% and ε = 10% (not shown) we decided empirically that a suitable range of R 0 values for a linear fit for all populations, with both random mixing and UK-like contact patterns was:", "cite_spans": [], "ref_spans": [{"start": 418, "end": 427, "text": "Figure 24", "ref_id": "FIGREF15"}, {"start": 650, "end": 661, "text": "Figure 24A)", "ref_id": "FIGREF15"}, {"start": 701, "end": 712, "text": "Figure 24B)", "ref_id": "FIGREF15"}, {"start": 872, "end": 889, "text": "Figure 24A and B)", "ref_id": "FIGREF15"}, {"start": 1213, "end": 1236, "text": "Supplementary Figure 24", "ref_id": "FIGREF15"}], "section": "Rule of thumb"}, {"text": "• for ε = 1%: R 0 ∈ [1.3, 2.7];", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "• for ε = 5%: R 0 ∈ [1.3, 3.2];", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "• for ε = 10%: R 0 ∈ [1.3, 2.5].", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "Note that the spread of the distribution of data points for each value of R 0 is a result of multiple factors:", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "• The lack of smoothness of the contour line visible in each plot: this is fundamentally due to the coarseness of the (p aa , ψ)-grid resolution, which can be easily improved at increased computational cost;", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "• The fact that data points coming from numerous values of φ and ψ are pooled together: this is also visible in the slight variations in the goodness of fit in each of the nine sub-panels in Supplementary  Figure 24A and B.", "cite_spans": [], "ref_spans": [{"start": 191, "end": 216, "text": "Supplementary  Figure 24A", "ref_id": "FIGREF15"}], "section": "Rule of thumb"}, {"text": "The latter reason motivated keeping track of which values of φ and ψ are associated with each data point: this more careful analysis revealed that most extreme values in the distribution of data points correspond to joint large values of φ and ψ, which are biologically less realistic. Therefore, we distinguished data points for which φψ ≤ 3 (more realistic, plotted in black) and the others (grey), and we separately fitted a linear regression model to each of these subgroups (the dashed lines in Figure 4 in the main text and in Supplementary Figure 25 , each fitting only the data points of the corresponding colour, for the values of R 0 specified before).", "cite_spans": [], "ref_spans": [{"start": 500, "end": 508, "text": "Figure 4", "ref_id": "FIGREF15"}, {"start": 533, "end": 556, "text": "Supplementary Figure 25", "ref_id": null}], "section": "Rule of thumb"}, {"text": "In devising an empirically reasonable rule of thumb, i.e. in proposing some coefficients for the thick line in Figure 4 in the main text and in Supplementary Figure 25 , we aimed at a good fit, with the same line for the same population, of both the data points relative to random mixing and those relative to UK-like contact patterns with assortative mixing (top and bottom lines, respectively, in Supplementary Figure 25A , B and C). More weight has been given to the more realistic UK-like assortative mixing and to the black data points (φψ ≤ 3), as biologically more plausible. This is evident, as the thick line in Supplementary Figure 25A , B and C is closer to the black dashed line (often overlapping it) than the grey dashed line.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 119, "text": "Figure 4", "ref_id": "FIGREF15"}, {"start": 144, "end": 167, "text": "Supplementary Figure 25", "ref_id": null}, {"start": 413, "end": 423, "text": "Figure 25A", "ref_id": null}, {"start": 635, "end": 645, "text": "Figure 25A", "ref_id": null}], "section": "Rule of thumb"}, {"text": "It is remarkable how good the fit of this rule of thumb is, considering the amount of complexity captured, as a single line seem to describe well the threshold above which household are needed for accurate predictions for a wide range of R 0 values, irrespective of the values of φ, ψ (and hence p aa ) and any degree of variation in contact rates between adults and children and in assortativity (at least between random mixing and UK-like contact patterns). Furthermore, with suitable adjustments and taking into account threshold (R 0 close to 1) and saturation (large R 0 ) effects, a linear relationship broadly extends to very different population structures and different accuracy thresholds.", "cite_spans": [], "ref_spans": [], "section": "Rule of thumb"}, {"text": "Unavoidably, there was some degree of variability in choosing the coefficients of the rule of thumb, and slightly different choices would have looked equally satisfactory. In particular, it became quickly apparent that, for every accuracy threshold ε, the coefficients of the rule of thumb could roughly be joined by a straight line, so the final choice in the value of such coefficients also reflected an attempt to show a perfectly clear linear relationship between their values for different populations, as visible in Supplementary Figure 25D .", "cite_spans": [], "ref_spans": [{"start": 536, "end": 546, "text": "Figure 25D", "ref_id": null}], "section": "Rule of thumb"}, {"text": "In an attempt to extrapolate our results even further, we highlight the fact that, in each straight line in Supplementary Figure 25D , the coefficients relative to South Africa fit at 1/4 of the distance between Sierra Leone and Great Britain. This is interesting as South Africa has a fraction of children that also roughly fits at 1/4 of the distance between that of Sierra Leone and that of Great Britain. Therefore we speculate that, when a new population is considered, one could compute the fraction of the children, find its position in between that of the Great Britain and Sierra Leone, and choose the coefficients of the new rule of thumb that sit in the same position along the line plotted in Supplementary Figure 25D for each accuracy threshold. Although untested in this work, this would provide a simple extrapolation rule that could guide model design for any population of interest.", "cite_spans": [], "ref_spans": [{"start": 122, "end": 132, "text": "Figure 25D", "ref_id": null}, {"start": 719, "end": 729, "text": "Figure 25D", "ref_id": null}], "section": "Rule of thumb"}, {"text": "Supplementary Table 1 : Household composition of Great Britain. The table reports the probability h na,nc that a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown. Size distribution of a randomly se- (Mossong et al., 2008) . The global assortativity θ g is defined as the fraction of all the contacts a child has which is made with other children. The within-household assortativity depends on the household composition, so the estimate of mean within-household assortativity θ h is not used: instead random mixing is assumed in each household. Supplementary Table 11 : Fraction of within-household transmission under random mixing. The average fraction F h of total transmission that occurs in households, expressed as %, is reported for various values of R 0 , φ, ψ and p aa . Supplementary Table 12: Household secondary attack rate (SAR) under UK-like assortative contact patterns. The SAR is reported, expressed in %, for various values of R 0 , φ, ψ and p aa , and is accompanied by the expected size χ v of a household infected during the stable exponential growth window. Note how the average size of an infected household can be significantly larger than the average size of a randomly selected one or even of the household of a randomly selected individual. Supplementary Table 13 : Fraction of within-household transmission under UK-like contact patterns. The average fraction F h of total transmission that occurs in households, expressed as %, is reported for various values of R 0 , φ, ψ and p aa . ", "cite_spans": [{"start": 253, "end": 275, "text": "(Mossong et al., 2008)", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 14, "end": 21, "text": "Table 1", "ref_id": "TABREF4"}, {"start": 612, "end": 620, "text": "Table 11", "ref_id": "TABREF4"}, {"start": 1334, "end": 1342, "text": "Table 13", "ref_id": "TABREF4"}], "section": "Supplementary Tables"}, {"text": "ψ R 0 = 1.5 -φ = 1 R 0 = 2 -φ = 1 R 0 = 4 -φ =ψ R 0 = 1.5 -φ = 1 χ v R 0 = 2 -φ = 1 χ v R 0 = 4 -φ = 1 χ v 4R 0 = 1.5 -φ = 1.5 χ v R 0 = 2 -φ = 1.5 χ v R 0 = 4 -φ = 1.5 χ v 4R 0 = 1.5 -φ = 2 χ v R 0 = 2 -φ = 2 χ v R 0 = 4 -φ = 2 χ v 4 0ψ R 0 = 1.5 -φ = 1 R 0 = 2 -φ = 1 R 0 = 4 -φ =", "cite_spans": [], "ref_spans": [], "section": "Number"}, {"text": "Supplementary Figure 1 : Relationship between contact rates as elements of the NGM. If T is chosen as the time of recovery, the fraction ζ of all contacts during the entire infectious period that are infectious contacts (see Supplementary Methods, Section 1.1.5) is given by the ratio of the area under the red curve and the area of the rectangle of height c and width T . If the recovery time is arbitrarily chosen to be T instead, with T = 2T say, then ζ is halved, so that the choice of whether in some time intervals individuals are considered infectious but with zero infectivity or already recovered bears no influence on the relationship between contact rates and elements of the NGM.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 22, "text": "Figure 1", "ref_id": null}], "section": "Supplementary Figures"}, {"text": "Supplementary The mapping procedure attempts to compute the assortativity θ A as the point at which the continuous and dashed lines intersect, if any. Parameters used in this example are R 0 = 2, φ = 1, p aa = 0.5 and baseline random mixing: γ (= γ h = γ g ) = 1 and θ g = 0.2273). Note how a valid assortativity θ A can be found for very low values of ψ but then, for increasing ψ, the mapping first returns a negative (i.e. unacceptable) value of θ A (e.g. for ψ = 0.8), then no value at all (e.g. for ψ = 0.99 or ψ = 1) and then again a valid solution for ψ > 1. -note how it depends only on ψ when random mixing is assumed); C) SAR; and D) fraction F h of total transmission that occurs in household. All indicators are expressed in % and are plotted as functions of p aa and ψ for various values of R 0 and φ, for the population of Great Britain and assuming random mixing: γ (= γ h = γ g ) = 1, θ g = 0.2273. Supplementary Figure 5 : Model comparison in terms of final size and peak incidence with random mixing. Average epidemic final size (top) and peak daily incidence (bottom), measured in % of population, as predicted by models AH, A and H, and comparison by simplest model acceptance regions plot, for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x), as a function of p aa and ψ, for the population of Great Britain. Contact patterns assume random mixing: γ = 1, θ g = 0.2273. Other parameters: φ = 1 and ε = 5%. Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [{"start": 929, "end": 937, "text": "Figure 5", "ref_id": null}], "section": "Supplementary Figures"}, {"text": "Model A b)", "cite_spans": [], "ref_spans": [], "section": "Model AH a)"}, {"text": "Acceptance regions d) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H c)"}, {"text": "Acceptance regions l) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H k)"}, {"text": "Model A r)", "cite_spans": [], "ref_spans": [], "section": "Model AH q)"}, {"text": "Acceptance regions t) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H s)"}, {"text": "Model A v)", "cite_spans": [], "ref_spans": [], "section": "Model AH u)"}, {"text": "Acceptance regions x) Figure 6 : Model comparison in terms of time to the peak and age-stratified final size with random mixing. Average time to peak daily incidence (top), measured in mean number of generations, as predicted by models AH, A and H, and comparison by simplest model acceptance regions plot, and average final size among adults and children (bottom), measured in % of population, as predicted by models AH and A, for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x), as a function of p aa and ψ, for the population of Great Britain. Contact patterns assume random mixing: γ = 1, θ g = 0.2273. Other parameters: φ = 1 and ε = 5%. Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [{"start": 22, "end": 30, "text": "Figure 6", "ref_id": null}], "section": "Model H w)"}, {"text": "Model A f)", "cite_spans": [], "ref_spans": [], "section": "Model AH e)"}, {"text": "Acceptance regions h) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H g)"}, {"text": "Acceptance regions l) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H k)"}, {"text": "Adults -model A n)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH m)"}, {"text": "Children -model A p) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Children -model AH o)"}, {"text": "Adults -model A r)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH q)"}, {"text": "Children -model A t) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Children -model AH s)"}, {"text": "Adults -model A v)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH u)"}, {"text": "Children -model A Figure 7 : Simplest model acceptance regions, based on each output separately and all three together, with random mixing. The simplest model that accurately captures each output or all three simultaneously (intersection) is identified over the (p aa , ψ)-space for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x) and for φ = 1 (top: a-l) and φ = 2 (bottom: m-x), for the population of Great Britain. Contact patterns assume random mixing: γ = 1, θ g = 0.2273. Other parameters: ε = 5%. Daily peak incidence f)", "cite_spans": [], "ref_spans": [{"start": 18, "end": 26, "text": "Figure 7", "ref_id": null}], "section": "Children -model AH w)"}, {"text": "Overall ( Daily peak incidence v)", "cite_spans": [], "ref_spans": [], "section": "Time to peak g)"}, {"text": "Overall (intersection) x)", "cite_spans": [], "ref_spans": [], "section": "Time to peak w)"}, {"text": "Age Either Households Both", "cite_spans": [], "ref_spans": [], "section": "Unstructured"}, {"text": "Supplementary Figure 8 : Simplest model acceptance regions, based on each output separately and all three together, with random mixing. The simplest model that accurately captures each output or all three simultaneously (intersection) is identified over the (p aa , ψ)-space for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x) and for ε = 1% (top: a-l) and ε = 10% (bottom: m-x), for the population of Great Britain. Contact patterns assume random mixing: γ = 1, θ g = 0.2273. Other parameters: φ = 1. Daily peak incidence f)", "cite_spans": [], "ref_spans": [{"start": 14, "end": 22, "text": "Figure 8", "ref_id": null}], "section": "Unstructured"}, {"text": "Overall ( Daily peak incidence v)", "cite_spans": [], "ref_spans": [], "section": "Time to peak g)"}, {"text": "Overall (intersection) x)", "cite_spans": [], "ref_spans": [], "section": "Time to peak w)"}, {"text": "Age Either Households Both", "cite_spans": [], "ref_spans": [], "section": "Unstructured"}, {"text": "Supplementary Figure 9 : Sensitivity analysis on overall simplest model acceptance regions with random mixing. Overall simplest model acceptance regions and superimposed SAR contour levels are plotted for various values of R 0 and φ, with rejection thresholds ε = 1% (A), ε = 5% (B; same regions as in Figure 3A of main text) and ε = 10% (C), for the population of Great Britain. Contact patterns assume random mixing: γ = 1, θ g = 0.2273. The dashed line (also along the y-axis) shows where the assortativity has not changed when households are removed (θ A = θ g ). Note the limited impact of R 0 and φ, and the fact that the presence of households introduces an apparent assortative mixing that is generally higher than random but lower than what measured in UK-like contact patterns. Only the region for ψ > 1 is plotted, as no value of θ A can be found for ψ = 1 when random mixing is assumed (see Supplementary Methods, Section 1.3, and Supplementary Discussion, Section 2.3.3). Supplementary Figure 12 : Model comparison in terms of final size and peak incidence with UK-like contact patterns. Average epidemic final size (top) and peak daily incidence (bottom), measured in % of population, as predicted by models AH, A and H, and comparison by simplest model acceptance regions plot, for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x), as a function of p aa and ψ, for the population of Great Britain. UK-like contact patterns are assumed: γ = 0.75, θ g = 0.58. Other parameters: φ = 1 and ε = 5%. Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [{"start": 14, "end": 22, "text": "Figure 9", "ref_id": null}, {"start": 302, "end": 311, "text": "Figure 3A", "ref_id": null}, {"start": 999, "end": 1008, "text": "Figure 12", "ref_id": null}], "section": "Unstructured"}, {"text": "Model A b)", "cite_spans": [], "ref_spans": [], "section": "Model AH a)"}, {"text": "Acceptance regions d) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H c)"}, {"text": "Acceptance regions l) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H k)"}, {"text": "Model A r)", "cite_spans": [], "ref_spans": [], "section": "Model AH q)"}, {"text": "Acceptance regions t) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H s)"}, {"text": "Model A v)", "cite_spans": [], "ref_spans": [], "section": "Model AH u)"}, {"text": "Acceptance regions x) Figure 13 : Model comparison in terms of time to the peak and age-stratified final size with UK-like contact patterns. Average time to peak daily incidence (top), measured in mean number of generations, as predicted by models AH, A and H, and comparison by simplest model acceptance regions plot, and average final size among adults and children (bottom), measured in % of population, as predicted by models AH and A, for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x), as a function of p aa and ψ, for the population of Great Britain. UK-like contact patterns are assumed: γ = 0.75, θ g = 0.58. Other parameters: φ = 1 and ε = 5%. Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [{"start": 22, "end": 31, "text": "Figure 13", "ref_id": null}], "section": "Model H w)"}, {"text": "Model A b)", "cite_spans": [], "ref_spans": [], "section": "Model AH a)"}, {"text": "Acceptance regions d) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H c)"}, {"text": "Model A f)", "cite_spans": [], "ref_spans": [], "section": "Model AH e)"}, {"text": "Acceptance regions h) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H g)"}, {"text": "Acceptance regions l) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Model H k)"}, {"text": "Adults -model A n)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH m)"}, {"text": "Children -model A p) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Children -model AH o)"}, {"text": "Adults -model A r)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH q)"}, {"text": "Children -model A t) Adult-to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( )", "cite_spans": [], "ref_spans": [], "section": "Children -model AH s)"}, {"text": "Adults -model A v)", "cite_spans": [], "ref_spans": [], "section": "Adults -model AH u)"}, {"text": "Children -model A Figure 14 : Simplest model acceptance regions, based on each output separately and all three together, with UK-like contact patterns. The simplest model that accurately captures each output or all three simultaneously (intersection) is identified over the (p aa , ψ)-space for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x) and for φ = 1 (top: a-l) and φ = 2 (bottom: m-x), for the population of Great Britain. UK-like contact patterns are assumed: γ = 0.75, θ g = 0.58. Other parameters: ε = 5%. Daily peak incidence f)", "cite_spans": [], "ref_spans": [{"start": 18, "end": 27, "text": "Figure 14", "ref_id": "FIGREF15"}], "section": "Children -model AH w)"}, {"text": "Overall ( Daily peak incidence v)", "cite_spans": [], "ref_spans": [], "section": "Time to peak g)"}, {"text": "Overall (intersection) x)", "cite_spans": [], "ref_spans": [], "section": "Time to peak w)"}, {"text": "Age Either Households Both", "cite_spans": [], "ref_spans": [], "section": "Unstructured"}, {"text": "Supplementary Figure 15 : Simplest model acceptance regions, based on each output separately and all three together, with UK-like contact patterns. The simplest model that accurately captures each output or all three simultaneously (intersection) is identified over the (p aa , ψ)-space for R 0 = 1.5 (left: a-d, m-p), R 0 = 2 (middle: e-h, q-t) and R 0 = 4 (right: i-l, u-x) and for ε = 1% (top: a-l) and ε = 10% (bottom: m-x), for the population of Great Britain. UK-like contact patterns are assumed: γ = 0.75, θ g = 0.58. Other parameters: φ = 1. Daily peak incidence f)", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 15", "ref_id": null}], "section": "Unstructured"}, {"text": "Overall ( Daily peak incidence v)", "cite_spans": [], "ref_spans": [], "section": "Time to peak g)"}, {"text": "Overall (intersection) x)", "cite_spans": [], "ref_spans": [], "section": "Time to peak w)"}, {"text": "Age Either Households Both", "cite_spans": [], "ref_spans": [], "section": "Unstructured"}, {"text": "Supplementary Figure 16 : Sensitivity analysis on overall simplest model acceptance regions with UK-like contact patterns. Overall simplest model acceptance regions and superimposed SAR contour levels are plotted for various values of R 0 and φ, with rejection thresholds ε = 1% (A), ε = 5% (B; same regions as in Figure 3B of main text) and ε = 10% (C), for the population of Great Britain. UK-like contact patterns are assumed: γ = 0.75, θ g = 0.58. Overall simplest model acceptance regions are plotted after the model mapping procedure is performed by matching the same r across all models, for various values of r (0.14552, 0.25282 and 0.52588, respectively corresponding to R 0 = 1.5, 2 and 4 at p aa = 0) and φ, for random mixing (top row: A-C) and UK-like contact patterns (bottom row: D-F), and ε = 1% (left: A and D), ε = 5% (middle: B and E) and ε = 10% (right: C and F). Figure 19 : Model mapping when children can also be less susceptible/infectious than adults. Overall simplest model acceptance regions are plotted for parameter values including φ < 1 and/or ψ < 1, for random mixing (top: A-C) and UK-like contact patterns (bottom: D-F), and ε = 1% (left: A and D), ε = 5% (middle: B and E) and ε = 10% (right: C and F). Note that the y-axis is expressed in log 2 ψ and that φ takes values 1/2, 1 and 2. Note the broad lighter-shaded regions where no valid assortativity for model A can be found. Figure 20 : Mapped assortativity of model A for Sierra Leone, with random mixing and UK-like contact patterns. Global assortativity θ A estimated for model A from the model mapping procedure, with random mixing (A: γ = 1, θ g = 0.5381) and UK-like contact patterns including assortative mixing (B:, γ = 0.75, θ g = 0.58) as a function of p aa and ψ for various values of R 0 and φ, for the population of Sierra Leone. The dashed line (also along the y-axis) shows where the assortativity has not changed when households are removed (θ A = θ g ). In the white region, no value of θ A can be found to match the same age-stratified incidence as model AH (see Supplementary Discussion, Section 2.3.3). For the same reason, only the region ψ > 1 is plotted, as no value of θ A can be found for ψ = 1 when random mixing is assumed (see Supplementary Figure 22 : Mapped assortativity of model A for South Africa, with random mixing and UK-like contact patterns. Global assortativity θ A estimated for model A from the model mapping procedure, with random mixing (A: γ = 1, θ g = 0.4592) and UK-like contact patterns including assortative mixing (B:, γ = 0.75, θ g = 0.58) as a function of p aa and ψ for various values of R 0 and φ, for the population of South Africa. The dashed line (also along the y-axis) shows where the assortativity has not changed when households are removed (θ A = θ g ). In the white region, no value of θ A can be found to match the same age-stratified incidence as model AH (see Supplementary Discussion, Section 2.3.3). For the same reason, only the region ψ > 1 is plotted, as no value of θ A can be found for ψ = 1 when random mixing is assumed (see Figure 25 : Empirical rule of thumb for when the household structure is needed for accurate predictions. Each plot specifies the level of SAR above which a household structure is necessary for output prediction within a ε = 1% (A), ε = 5% (B) and ε = 10% (C) relative accuracy for Great Britain (left; fraction of children = 22.73%, mean household size = 2.35), South Africa (middle; fraction of children = 45.92%, mean household size = 4.27) and Sierra Leone (right; fraction of children = 53.81%, mean household size = 5.85), for random mixing and UK-like contact patterns (see Supplementary Discussion, Section 2.4 for details). In (D) the coefficients of the rule of thumb (regression coefficient β 1 and intercept β 0 ) are plotted against each other, for different populations and accuracy thresholds. Great Britain South Africa Sierra Leone 1% accuracy 5% accuracy 10% accuracy", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 16", "ref_id": null}, {"start": 314, "end": 323, "text": "Figure 3B", "ref_id": null}, {"start": 883, "end": 892, "text": "Figure 19", "ref_id": null}, {"start": 1413, "end": 1422, "text": "Figure 20", "ref_id": null}, {"start": 2257, "end": 2266, "text": "Figure 22", "ref_id": null}, {"start": 3087, "end": 3096, "text": "Figure 25", "ref_id": null}], "section": "Unstructured"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A generalized stochastic model for the analysis of infectious disease final size data", "authors": [{"first": "C", "middle": ["L"], "last": "Addy", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "M", "middle": [], "last": "Haber", "suffix": ""}], "year": 1991, "venue": "Biometrics", "volume": "47", "issn": "3", "pages": "961--74", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comparing large-scale computational approaches to epidemic modeling: agent-based versus structured metapopulation models", "authors": [{"first": "M", "middle": [], "last": "Ajelli", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonçalves", "suffix": ""}, {"first": "D", "middle": [], "last": "Balcan", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}, {"first": "H", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ramasco", "suffix": ""}, {"first": "S", "middle": [], "last": "Merler", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2010, "venue": "BMC Infectious Diseases", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Model predictions and evaluation of possible control strategies for the 2009 A/H1N1v influenza pandemic in Italy", "authors": [{"first": "M", "middle": [], "last": "Ajelli", "suffix": ""}, {"first": "S", "middle": [], "last": "Merler", "suffix": ""}, {"first": "A", "middle": [], "last": "Pugliese", "suffix": ""}, {"first": "C", "middle": [], "last": "Rizzo", "suffix": ""}], "year": 2011, "venue": "Epidemiology and Infection", "volume": "139", "issn": "1", "pages": "68--79", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Stochastic epidemic models and their statistical analysis", "authors": [{"first": "H", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The final size of an epidemic and its relation to the basic reproduction number", "authors": [{"first": "V", "middle": [], "last": "Andreasen", "suffix": ""}], "year": 2011, "venue": "Bulletin of Mathematical Biology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Household epidemic models with varying infection response", "authors": [{"first": "F", "middle": [], "last": "Ball", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}, {"first": "D", "middle": [], "last": "Sirl", "suffix": ""}], "year": 2011, "venue": "Journal of Mathematical Biology", "volume": "63", "issn": "2", "pages": "309--337", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Reproduction numbers for epidemic models with households and other social structures II: Comparisons and implications for vaccination", "authors": [{"first": "F", "middle": [], "last": "Ball", "suffix": ""}, {"first": "L", "middle": [], "last": "Pellis", "suffix": ""}, {"first": "P", "middle": [], "last": "Trapman", "suffix": ""}], "year": 2016, "venue": "Mathematical Biosciences", "volume": "274", "issn": "", "pages": "108--139", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A unified approach to the distribution of total final size and total area under the trajectory of infectives in epidemic models", "authors": [{"first": "F", "middle": ["G"], "last": "Ball", "suffix": ""}], "year": 1986, "venue": "Advances in Applied Probability", "volume": "18", "issn": "2", "pages": "289--310", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A general model for stochastic SIR epidemics with two levels of mixing", "authors": [{"first": "F", "middle": ["G"], "last": "Ball", "suffix": ""}, {"first": "P", "middle": [], "last": "Neal", "suffix": ""}], "year": 2002, "venue": "Mathematical Biosciences", "volume": "180", "issn": "1-2", "pages": "73--102", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "F", "middle": [], "last": "Carrat", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "A.-J", "middle": ["J"], "last": "Valleron", "suffix": ""}, {"first": "P.-Y", "middle": ["Y"], "last": "Boëlle", "suffix": ""}], "year": 2004, "venue": "Statistics in Medicine", "volume": "23", "issn": "22", "pages": "3469--87", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kent", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2009, "venue": "The New England Journal of Medicine", "volume": "361", "issn": "27", "pages": "2619--2646", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Role of social networks in shaping disease transmission during a community outbreak of 2009 H1N1 pandemic influenza", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhattarai", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Marchbanks", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Fagan", "suffix": ""}, {"first": "S", "middle": [], "last": "Ostroff", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}], "year": 2011, "venue": "Proceedings of the National Academy of Sciences of the United States of America", "volume": "108", "issn": "", "pages": "2825--2830", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Serologic survey of pandemic (H1N1) 2009 virus", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Dong", "suffix": ""}, {"first": "X", "middle": [], "last": "Fan", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Jong", "suffix": ""}, {"first": "J", "middle": [], "last": "Farrar", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "G", "middle": ["J D"], "last": "Smith", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2009, "venue": "Emerging Infectious Diseases", "volume": "15", "issn": "11", "pages": "1849--1850", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparative epidemiology of pandemic and seasonal influenza A in households", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Fang", "suffix": ""}, {"first": "L", "middle": ["L H"], "last": "Lau", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "So", "suffix": ""}, {"first": "R", "middle": ["O P"], "last": "Fung", "suffix": ""}, {"first": "E", "middle": ["S K"], "last": "Ma", "suffix": ""}, {"first": "A", "middle": ["S K"], "last": "Kwong", "suffix": ""}, {"first": "C.-W", "middle": [], "last": "Chan", "suffix": ""}], "year": 2010, "venue": "The New England Journal of Medicine", "volume": "362", "issn": "23", "pages": "2175--84", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Department of Health/South Africa and Macro International", "authors": [], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "South Africa: Department of Health/South Africa", "authors": [{"first": "", "middle": ["Sav"], "last": "Zapr31fl", "suffix": ""}, {"first": "", "middle": [], "last": "Pretoria", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mathematical tools for understanding infectious disease dynamics", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}, {"first": ".", "middle": ["T"], "last": "Cummings", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Cajka", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Cooley", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "7101", "pages": "448--52", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Estimating individual and household reproduction numbers in an emerging epidemic", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2007, "venue": "PLoS ONE", "volume": "2", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pandemic potential of a strain of influenza A (H1N1): early findings", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Donnelly", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Hanage", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Hollingsworth", "suffix": ""}, {"first": "J", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Baggaley", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Jenkins", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Lyons", "suffix": ""}, {"first": "T", "middle": [], "last": "Jombart", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Hinsley", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Grassly", "suffix": ""}, {"first": "F", "middle": [], "last": "Balloux", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Ghani", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "O", "middle": ["G"], "last": "Pybus", "suffix": ""}, {"first": "H", "middle": [], "last": "Lopez-Gatell", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Alpuche-Aranda", "suffix": ""}, {"first": "I", "middle": ["B"], "last": "Chapela", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Zavala", "suffix": ""}, {"first": "D", "middle": ["M E"], "last": "Guevara", "suffix": ""}, {"first": "F", "middle": [], "last": "Checchi", "suffix": ""}, {"first": "E", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "S", "middle": [], "last": "Hugonnet", "suffix": ""}, {"first": "C", "middle": [], "last": "Roth", "suffix": ""}], "year": 2009, "venue": "", "volume": "324", "issn": "", "pages": "1557--61", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Influenza transmission in households during the 1918 pandemic", "authors": [{"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}, {"first": ".", "middle": ["T"], "last": "Cummings", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2011, "venue": "American Journal of Epidemiology", "volume": "174", "issn": "5", "pages": "505--519", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Estimating reproduction numbers for adults and children from case data", "authors": [{"first": "K", "middle": [], "last": "Glass", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Mercer", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Mcbryde", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Becker", "suffix": ""}], "year": 2011, "venue": "Journal of the Royal Society, Interface / the Royal Society", "volume": "8", "issn": "62", "pages": "1248--59", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Deterministic epidemic models with explicit household structure", "authors": [{"first": "T", "middle": [], "last": "House", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}], "year": 2008, "venue": "Mathematical Biosciences", "volume": "213", "issn": "1", "pages": "29--39", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Estimation of outbreak severity and transmissibility: Influenza A (H1N1) pdm09 in households", "authors": [{"first": "T", "middle": [], "last": "House", "suffix": ""}, {"first": "N", "middle": [], "last": "Inglis", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Ross", "suffix": ""}, {"first": "F", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "S", "middle": [], "last": "Suleman", "suffix": ""}, {"first": "O", "middle": [], "last": "Edeghere", "suffix": ""}, {"first": "G", "middle": [], "last": "Smith", "suffix": ""}, {"first": "B", "middle": [], "last": "Olowokure", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}], "year": 2012, "venue": "BMC Medicine", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Modeling infectious diseases in humans and animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Contact intervals, survival analysis of epidemic data, and estimation of R 0", "authors": [{"first": "E", "middle": [], "last": "Kenah", "suffix": ""}], "year": 2011, "venue": "Biostatistics", "volume": "12", "issn": "3", "pages": "548--566", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Generation interval contraction and epidemic data analysis", "authors": [{"first": "E", "middle": [], "last": "Kenah", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Robins", "suffix": ""}], "year": 2008, "venue": "Mathematical Biosciences", "volume": "213", "issn": "1", "pages": "71--80", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Epidemic size and probability in populations with heterogeneous infectivity and susceptibility", "authors": [{"first": "J", "middle": [], "last": "Miller", "suffix": ""}], "year": 2007, "venue": "Physical Review E", "volume": "76", "issn": "1", "pages": "1--4", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases", "authors": [{"first": "J", "middle": [], "last": "Mossong", "suffix": ""}, {"first": "N", "middle": [], "last": "Hens", "suffix": ""}, {"first": "M", "middle": [], "last": "Jit", "suffix": ""}, {"first": "B", "middle": [], "last": "Philippe", "suffix": ""}, {"first": "A", "middle": [], "last": "Kari", "suffix": ""}, {"first": "R", "middle": [], "last": "Mikolajczyk", "suffix": ""}, {"first": "M", "middle": [], "last": "Massari", "suffix": ""}, {"first": "S", "middle": [], "last": "Salmaso", "suffix": ""}, {"first": "G", "middle": [], "last": "Scalia-Tomba", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "J", "middle": [], "last": "Heijne", "suffix": ""}, {"first": "M", "middle": [], "last": "Sadkowska-Todys", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosinska", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Edmunds", "suffix": ""}, {"first": "P", "middle": [], "last": "Beutels", "suffix": ""}, {"first": "K", "middle": [], "last": "Auranen", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Tomba", "suffix": ""}], "year": 2008, "venue": "PLoS Medicine", "volume": "5", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The relationship between real-time and discrete-generation models of epidemic spread", "authors": [{"first": "L", "middle": [], "last": "Pellis", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2008, "venue": "Mathematical Biosciences", "volume": "216", "issn": "1", "pages": "63--70", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Epidemic growth rate and household reproduction number in communities of households, schools and workplaces", "authors": [{"first": "L", "middle": [], "last": "Pellis", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2010, "venue": "Journal of Mathematical Biology", "volume": "63", "issn": "4", "pages": "691--734", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Reproduction numbers for epidemic models with households and other social structures. I. Definition and calculation of R0", "authors": [{"first": "L", "middle": [], "last": "Pellis", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Ball", "suffix": ""}, {"first": "P", "middle": [], "last": "Trapman", "suffix": ""}], "year": 2012, "venue": "Mathematical Biosciences", "volume": "235", "issn": "1", "pages": "85--97", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Real-time growth rate for general stochastic SIR epidemics on unclustered networks", "authors": [{"first": "L", "middle": [], "last": "Pellis", "suffix": ""}, {"first": "S", "middle": ["E F"], "last": "Spencer", "suffix": ""}, {"first": "T", "middle": [], "last": "House", "suffix": ""}], "year": 2015, "venue": "Mathematical Biosciences", "volume": "265", "issn": "", "pages": "65--81", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Asymptotic final size distribution of the multitype reed-frost process", "authors": [{"first": "G", "middle": [], "last": "Scalia-Tomba", "suffix": ""}], "year": 1986, "venue": "Journal of Applied Probability", "volume": "23", "issn": "3", "pages": "563--584", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Infectiousness of communicable diseases in the household (measles, chickenpox, and mumps)", "authors": [{"first": "R", "middle": ["E H"], "last": "Simpson", "suffix": ""}], "year": 1952, "venue": "Lancet", "volume": "2", "issn": "6734", "pages": "549--554", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Sierra Leone Demographic and Health Survey", "authors": [{"first": "Statistics", "middle": [], "last": "Sierra Leone", "suffix": ""}, {"first": ";", "middle": [], "last": "Ssl)", "suffix": ""}, {"first": "Icf", "middle": [], "last": "Macro", "suffix": ""}, {"first": ";", "middle": [], "last": "Ssl", "suffix": ""}, {"first": "Icf", "middle": [], "last": "Macro", "suffix": ""}], "year": 2008, "venue": "SLPR51FL.SAV", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A note on generation times in epidemic models", "authors": [{"first": "A", "middle": [], "last": "Svensson", "suffix": ""}], "year": 2007, "venue": "Mathematical Biosciences", "volume": "208", "issn": "1", "pages": "300--311", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Inferring R 0 in emerging epidemics -the effect of common population structure is small", "authors": [{"first": "P", "middle": [], "last": "Trapman", "suffix": ""}, {"first": "F", "middle": [], "last": "Ball", "suffix": ""}, {"first": "J.-S", "middle": [], "last": "Dhersin", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Tran", "suffix": ""}, {"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "T", "middle": [], "last": "Britton", "suffix": ""}], "year": 2016, "venue": "Journal of the Royal Society Interface", "volume": "13", "issn": "121", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "How generation intervals shape the relationship between growth rates and reproductive numbers", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}], "year": null, "venue": "Proceedings of the Royal Society B: Biological Sciences", "volume": "274", "issn": "", "pages": "599--604", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "approach . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 1.1.1 Model mapping procedure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 1.1.2 Temporal details of the infectivity profile . . . . . . . . . . . . . . . . . . . . . . . 4 1.1.3 Model mapping at fixed R 0 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 1.1.4 Contact matrices and mixing . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 1.1.5 Transmission: next-generation matrices . . . . . . . . . . . . . . . . . . . . . . . . 6 1.2 Age-and household-stratified model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 1.2.1 Population structure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 1.2.2 Global infectivity . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 1.2.3 Within-household infectivity . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.2.4 Computation of R 0 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 1.2.5 Incidence ratio of adults versus children in each generation . . . . . . . . . . . . . 11 1.2.6 Household secondary attack rate . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 1.2.7 Final size . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 1.2.8 Peak incidence and time to the peak . . . . . . . . . . . . . . . . . . . . . . . . . . 16 1.2.9 Monte-Carlo computation of the real-time growth rate . . . . . . . . . . . . . . . . 16 1.3 Age-stratified model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 1.4 Households model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20 1.5 Individual-based stochastic simulation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24 1.6 Data and parameter values . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26 1.6.1 Population structure of Great Britain . . . . . . . . . . . . . . . . . . . . . . . . . 26 1.6.2 Other population structures . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26 1.6.3 Contact patterns for the United Kingdom . . . . . . . . . . . . . . . . . . . . . . . 27 1.6.4 Summary of input parameter values . . . . . . . . . . . . . . . . . . . . . . . . . . 28 1.6.5 Parameter values for infections explored in the main text . . . . . . . . . . . . . . 28 2 Supplementary Discussion 29 2.1 Numerical results with random mixing . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 29 2.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "the composition of the household of a randomly selected adult and child, respectively, where π a na,nc : = n a h na,nc n a ,n c n a h n a ,n c and π c na,nc : = n c h na,nc n a ,n c n c h n a ,n c", "latex": null, "type": "figure"}, "FIGREF2": {"text": "na,nc is the observed average size of an epidemic started by a primary case of age class p (p = a or c) in a household of composition (n a , n c ), which includes the initial case. Dividing both the numerator and the denominator by the total number L of households,", "latex": null, "type": "figure"}, "FIGREF4": {"text": "on the elements of the vector v AH h . (This has to be the case: for example, in the extreme case where global infections hit only adults and adults only live in households of size 1, no household would be recruited in the study and C v would in fact be 0.) The observed SAR, defined as (μ − 1)/(χ − 1", "latex": null, "type": "figure"}, "FIGREF5": {"text": "census data from 2001 (Office for National Statistics, 2001), the population of Great Britain consists of N = 56 047 012 individuals, divided in adults and children in proportions F a = N a /N = 77.27% and F c = N c /N = 22.73%. Supplementary", "latex": null, "type": "figure"}, "FIGREF6": {"text": "out of the 41,985 in the dataset from Statistics Sierra Leone -SSL and ICF Macro, 2009) have been counted as children (again, in the spirit of exacerbating the difference with the population of Great Britain): counting them as adults would have led to a fraction of children of 53.76%. For South Africa (Department of Health/South Africa and Macro International, 2002), only 0.0937% of households have 18 or more members. Ignoring those and renormalising the rest of the distribution reduced the fraction of children from 46.00% to 45.92%, the average size of a randomly selected household from 4.28 to 4.27 and the average size of the household of a randomly selected individual from 5.78 to 5.72. The 31 individuals with missing age (out of the 52,906 in the dataset from Department of Health/South Africa and Macro International, 2002) have been counted as children: counting them as adults would have led to a fraction of children of 45.85%.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "-h is the same as Figure 2a-d of the main text. Other values of R 0 are shown in Supplementary Figure 7a-d and i-l. In order to show the impact of φ, Supplementary Figure 7m-x reports the same output as in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Household composition of South Africa: probability h na,nc that a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown. Household structure of South Africa: some statistics, with symbol and mean. of the house of a randomly selected individual, conditional on having at least 2 membersh n -0.07 0.12 0.16 0.17 0.14 0.11 0.08 0.05 0.03 0.03 0.02 0.01 0.01 0.00 0.00 0.00 5.86 Size distribution of the household of a randomly selected adult π a n 0.05 0.11 0.14 0.16 0.15 0.12 0.09 0.06 0.04 0.02 0.02 0.01 0.01 0.01 0.00 0.00 0.00 5.17 Size distribution of the household of a randomly selected child π c n 0.00 0.02 0.08 0.15 0.18 0.16 0.13 0.09 0.06 0.04 0.04 0.02 0.01 0.01 0.00 0.00 0.00 6.37 Supplementary", "latex": null, "type": "figure"}, "FIGREF11": {"text": "0 .1 .2 .3 .4 .5 .6 .7 .8 .9 0 .1 .2 .3 .4 .5 .6 .7 .8 .9 0 .1 .2 .3 .4 .5 .6 .7 .8 .9", "latex": null, "type": "figure"}, "FIGREF13": {"text": "0 .1 .2 .3 .4 .5 .6 .7 .8 .9 0 .1 .2 .3 .4 .5 .6 .7 .8 .9 0 .1 .2 .3 .4 .5 .6 .7 .8 .9", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Relationship between different parameterisations of within-household transmission. Model AH can be parameterised in terms of the within-household infectivity β h or in terms of the within-household infectious-adult-to-susceptible-adult transmission probability p aa . The dash-dotted lines refer to the values of p n = 1 − exp(−β h /(n − 1)), for n = 2, 3, . . . , 8 (from top to bottom), and the continuous line is the average taken over the distribution h n . Note the monotonic (and thus invertible) relationship. Mapping assortativity from model AH to model A. A visual exploration provides insight into the conditions under which the mapping procedure estimating the assortativity parameter θ A for model A from the age-stratified incidence vector v AH fails. The figure shows the fractions of adults (blue) and children (red) in the incidence predicted by model AH, i.e. the components of v AH (dashed horizontal lines) and those predicted by model A, i.e. the components of v A (continuous lines) as a function of the assortativity θ A , for different values of ψ.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Early epidemic indicators for model AH with random mixing. A) Fraction of incidence consisting of children (i.e. component v c of v AH ); B) fraction of incidence of new household primary cases consisting of children (i.e. component v c h of v AH h", "latex": null, "type": "figure"}, "FIGREF18": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children (", "latex": null, "type": "figure"}, "FIGREF25": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( ) Final size u)", "latex": null, "type": "figure"}, "FIGREF27": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( ) Final size u)", "latex": null, "type": "figure"}, "FIGREF28": {"text": "Mapped assortativity of model A with random mixing and UK-like contact patterns. Global assortativity θ A estimated for model A from the model mapping procedure, with random mixing (A: γ = 1, θ g = 0.2273) and UK-like contact patterns including assortative mixing (B: γ = 0.75, θ g = 0.58) as a function of p aa and ψ for various values of R 0 and φ, for the population of Great Britain.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "Early epidemic indicators for model AH with UK-like contact patterns. A) Fraction of incidence consisting of children (i.e. component v c of v AH ); B) fraction of incidence of new household primary cases consisting of children (i.e. component v c h of v AH h ); C) SAR; and D) fraction F h of total transmission that occurs in household. All indicators are expressed in % and are plotted as functions of p aa and ψ for various values of R 0 and φ, for the population of Great Britain and assuming UK-like contact patterns: γ = 0.75, θ g = 0", "latex": null, "type": "figure"}, "FIGREF31": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children (", "latex": null, "type": "figure"}, "FIGREF35": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( ) Final size u)", "latex": null, "type": "figure"}, "FIGREF37": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children ( ) Final size u)", "latex": null, "type": "figure"}, "FIGREF38": {"text": "Sensitivity analysis on overall simplest model acceptance regions with intermediate contact patterns. Overall simplest model acceptance regions and superimposed SAR contour levels are plotted for various values of R 0 and φ, with a rejection threshold ε = 5% and contact patterns intermediate between random (γ = 1, θ g = 0.2273) and UK-like (γ = 0.75, θ g = 0.58). Top: θ g = 0.4 (A: γ = 1; B: γ = 0.75). Bottom: θ g = 0.5 (C: γ = 1; D: γ = 0.75). Model mapping at constant real-time growth rate r.", "latex": null, "type": "figure"}, "FIGREF39": {"text": "to-adult within-household transmission probability (p aa ) Relative susceptibility of children versus adults ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children versus adults ( to-adult within-household transmission probability (p aa ) Relative susceptibility of children versus adults (", "latex": null, "type": "figure"}, "FIGREF40": {"text": "to-adult within-household transmission probability (p aa ) to-adult within-household transmission probability (p aa ) to-adult within-household transmission probability (p aa )", "latex": null, "type": "figure"}, "FIGREF41": {"text": "Supplementary Methods, Section 1.3, and Supplementary Discussion, Section 2.3.3). The color scale is consistent with that of Supplementary Figure 10 to facilitate comparison (though note the reduced range of p aa ). Sensitivity analysis on overall simplest model acceptance regions for Sierra Leone. Overall simplest model acceptance regions and superimposed SAR contour levels are plotted with random mixing (A: γ = 1, θ g = 0.5381) and UK-like contact patterns (B: γ = 0.75, θ g = 0.58), for various values of R 0 and φ, a rejection threshold ε = 5%, and the population of Sierra Leone.", "latex": null, "type": "figure"}, "FIGREF42": {"text": "Supplementary Methods, Section 1.3, and Supplementary Discussion, Section 2.3.3). The color scale is consistent with that of Supplementary Figure 10 to facilitate comparison (though note the reduced range of p aa ). Sensitivity analysis on overall simplest model acceptance regions for South Africa. Overall simplest model acceptance regions and superimposed SAR contour levels are plotted with random mixing (A: γ = 1, θ g = 0.4592) and UK-like contact patterns (B: γ = 0.75, θ g = 0.58), for various values of R 0 and φ, a rejection threshold ε = 5%, and the population of South Africa. Assessment of range of validity of linear fit for the rule of thumb. The table assesses the quality of fit of linear regression models through SAR data over multiple possible intervals of R 0 values from 1.1 to 4, to inform the formulation of the rule of thumb, for random mixing (A) and UK-like contact patterns (B), for the population of Great Britain and an accuracy threshold of 5%. Each sub-table refers to a different value of φ (each row) and range of values of ψ (each column). In each sub-table, the values of R 0 along the left-most column and the values of R 0 on the top row indicate, respectively, the start and end (inclusive) of the range of values of R 0 through which the linear regression is performed. At minimum, 3 consecutive values of R 0 are used. The coefficients for each fit are shown in each", "latex": null, "type": "figure"}, "TABREF0": {"text": "1.1 Early epidemic indicators and mapped parameters . . . . . . . . . . . . . . . . . . 29 2.1.2 Predicted outputs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 2.1.3 Other rejection thresholds . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33 2.2 Numerical results with realistic UK contact patterns . . . . . . . . . . . . . . . . . . . . . 33 2.2.1 Early epidemic indicators and mapped parameters . . . . . . . . . . . . . . . . . . 33 2.2.2 Predicted outputs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34 2.3 Further sensitivity analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34 2.3.1 Intermediate contact patterns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34 2.3.2 Accuracy of model mapping: fixed R 0 versus fixed r . . . . . . . . . . . . . . . . . 35 2.3.3 Children less susceptible and/or infectious than adults . . . . . . . . . . . . . . . . 35 2.3.4 Other populations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 2.4 Rule of thumb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37", "latex": null, "type": "table"}, "TABREF2": {"text": "The data, based on the 2001 UK census (Office for National Statistics, 2001), is reported in the Supplementary Methods, Section 1.6.1, and in particular the distribution {h na,nc } for Great Britain obtained from these data is reported in Supplementary Table 1. From the distribution {h na,nc } we derived the distributions π a na,nc", "latex": null, "type": "table"}, "TABREF4": {"text": "Follow the rule of thumb (Results section of main text and Supplementary Discussion, Section 2.Sierra Leone. The population of Sierra Leone is dramatically different from that of the UK, in particularly because of the very large fraction of children. Its household composition structure (Statistics Sierra Leone -SSL and ICF Macro, 2009; see Supplementary Methods, Section 1.6.2) is described in Supplementary Table 4 and the summary population distributions are reported inSupplementary Table 5.The mapped value for the assortativity of model A is plotted in", "latex": null, "type": "table"}, "TABREF5": {"text": "adults and n c children, expressed in %. Zero values are not shown. SupplementaryTable 4: Household composition of Sierra Leone: probability h na,nc that a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown.", "latex": null, "type": "table"}, "TABREF6": {"text": "Parameter estimates for UK contact patterns. The values reported are obtained from the raw data of the POLYMOD study", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>From a to </td><td> </td><td>From c to\n</td><td>Assortativity </td><td>Symbol\n</td></tr><tr><td>Number of contacts\nhousehold </td><td>a </td><td>c </td><td>any </td><td>a </td><td>c </td><td>any\n</td><td> </td><td> </td></tr><tr><td>1449 </td><td>764 </td><td>2213 </td><td>980 </td><td>735 </td><td>1715 </td><td>36.2 % </td><td>(θh)\n</td></tr><tr><td>global </td><td>3893 </td><td>779 </td><td>4672 </td><td>1320 </td><td>2433 </td><td>3753 </td><td>57.9 % </td><td>θg\n</td></tr><tr><td>overall </td><td>5342 </td><td>1543 </td><td>6885 </td><td>2300 </td><td>3168 </td><td>5468 </td><td>50.9 %\n</td><td> </td></tr><tr><td> </td><td>From a to </td><td> </td><td>From c to\n</td><td>Ratios </td><td>Symbol\n</td></tr><tr><td>Average number of contacts\nhousehold </td><td>a </td><td>c </td><td>any </td><td>a </td><td>c </td><td>any\n</td><td> </td><td> </td></tr><tr><td>2.33 </td><td>1.23 </td><td>3.56 </td><td>2.63 </td><td>1.97 </td><td>4.6 </td><td>0.78 </td><td>γh\n</td></tr><tr><td>global </td><td>6.27 </td><td>1.25 </td><td>7.52 </td><td>3.54 </td><td>6.52 </td><td>10.06 </td><td>0.75 </td><td>γg\n</td></tr><tr><td>overall </td><td>8.6 </td><td>2.48 </td><td>11.09 </td><td>6.17 </td><td>8.49 </td><td>14.66 </td><td>0.76 </td><td>γA\n</td></tr></table></body></html>"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF10": {"text": "", "latex": null, "type": "table"}, "TABREF25": {"text": "table cell (top: regression coefficient; bottom: intercept), and the adjusted R 2 value is shown by the cell colour.", "latex": null, "type": "table"}, "TABREF26": {"text": "Table 1: Household composition of Great Britain. The table reports the probability h n a ,n c\nthat a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>Children\n</td><td> </td><td> </td></tr><tr><td> </td><td>0 </td><td>1 </td><td>2 </td><td>3 </td><td>4 5 </td><td>6 7 8+\n</td><td> </td></tr><tr><td>0 </td><td> </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 0.00 0.00 </td><td>0.00 0.01 </td><td>0.02\n</td></tr><tr><td>1 </td><td>30.28 </td><td>3.01 </td><td>2.03 </td><td>0.70 </td><td>0.18 0.06 0.01 </td><td>0.02 </td><td>36.29\n</td></tr><tr><td>2 </td><td>31.06 </td><td>6.91 </td><td>8.65 </td><td>2.89 </td><td>0.74 0.13 0.05 </td><td> </td><td>50.43\n</td></tr><tr><td>3 </td><td>6.58 </td><td>1.83 </td><td>0.80 </td><td>0.26 </td><td>0.06 0.03 </td><td> </td><td>9.56\n</td></tr><tr><td>Adults\n4 </td><td>2.14 </td><td>0.54 </td><td>0.18 </td><td>0.05 </td><td>0.03 </td><td> </td><td>2.95\n</td></tr><tr><td>5 </td><td>0.46 </td><td>0.09 </td><td>0.03 </td><td>0.02 </td><td> </td><td> </td><td>0.60\n</td></tr><tr><td>6 </td><td>0.08 </td><td>0.02 </td><td>0.01 </td><td> </td><td> </td><td> </td><td>0.11\n</td></tr><tr><td>7 </td><td>0.02 </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td>0.02\n</td></tr><tr><td>8+ </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.01\n</td></tr><tr><td> </td><td>70.62 </td><td>12.40 </td><td>11.71 </td><td>3.93 </td><td>1.02 </td><td>0.22 0.06 0.02 0.01 </td><td>100.00\n</td></tr></table></body></html>"}, "TABREF27": {"text": "Table 2: Household structure of Great Britain. Relevant statistics are reported with their symbols and means.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Number of household members\n</td><td> </td><td> </td></tr><tr><td>Distribution </td><td>Symbol\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mean\n</td></tr><tr><td> </td><td> </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 7 </td><td>8+\n</td><td> </td></tr><tr><td>Size distribution of a randomly selected household </td><td>hn </td><td>30.28 </td><td>34.07 </td><td>15.51 </td><td>13.32 </td><td>4.88 1.41 </td><td>0.33 </td><td>0.20 </td><td>2.35\n</td></tr><tr><td>Size distribution of the house of a randomly selected individual\n</td><td>πn </td><td>12.89 </td><td>29.00 </td><td>19.81 </td><td>22.67 </td><td>10.37 3.59 </td><td>0.97 </td><td>0.69 </td><td>3.07\n</td></tr><tr><td>Size distribution of the house of a randomly selected individual, conditional on having at least 2 members\nSize distribution of the household of a randomly selected adult\n</td><td>h̃n </td><td>- </td><td>48.87 </td><td>22.25 </td><td>19.11 </td><td>6.99 2.02 </td><td>0.47 </td><td>0.29 </td><td>2.94\n</td></tr><tr><td>πan </td><td>16.68 </td><td>35.87 </td><td>19.59 </td><td>17.65 </td><td>7.06 2.18 </td><td>0.58 </td><td>0.39 </td><td>2.73\n</td></tr><tr><td>Size distribution of the household of a randomly selected child\n</td><td>πcn </td><td>0.01 </td><td>5.64 </td><td>20.54 </td><td>39.77 </td><td>21.63 8.38 </td><td>2.30 </td><td>1.73 </td><td>4.20\n</td></tr></table></body></html>"}, "TABREF28": {"text": "Table 3: Household composition of Great Britain by individual. The table reports the probabilities π an a ,n c (A) and π c\nn a ,n c (B) that the household of a randomly selected adults (A) or child (B) has n a adults and n c children, expressed in %. Zero values are not shown.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>A)\n</td><td> </td><td> </td><td>Children\n</td><td> </td><td> </td><td>B)\n</td><td> </td><td>Children\n</td><td> </td><td> </td></tr><tr><td>0 </td><td>1 2 </td><td>3 4 5 </td><td>6 7 8+\n</td><td> </td><td> </td><td>0 1 2 </td><td>3 4 5 </td><td>6 7 8+\n</td><td> </td></tr><tr><td>0\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0 </td><td>0.01 0.01 </td><td>0.01 0.00 </td><td>0.00 0.00 0.00 0.14 </td><td>0.18\n</td></tr><tr><td>1 </td><td>16.68 </td><td>1.66 1.12 0.39 </td><td>0.10 0.03 0.01 </td><td>0.01 </td><td>19.99\n</td><td>1 </td><td>5.63 7.60 </td><td>3.95 1.37 </td><td>0.53 0.13 0.25 </td><td>19.46\n</td></tr><tr><td>2 </td><td>34.22 </td><td>7.61 9.53 3.19 </td><td>0.82 0.15 0.05 </td><td> </td><td>55.55\n</td><td>2 </td><td>12.93 32.39 </td><td>16.25 5.56 </td><td>1.24 0.56 </td><td>68.93\n</td></tr><tr><td> </td><td>10.87 </td><td>3.03 1.32 0.42 </td><td>0.11 0.06 </td><td> </td><td>15.80\n</td><td> </td><td>3.43 3.00 </td><td>1.43 0.48 0.33 </td><td> </td><td>8.67\n</td></tr><tr><td>Adults\n3 4 5 </td><td>4.71 </td><td>1.19 0.41 0.12 </td><td>0.07 </td><td> </td><td>6.49\n</td><td>Adults\n3 4 5 </td><td>1.01 0.69 </td><td>0.30 0.25 </td><td> </td><td>2.24\n</td></tr><tr><td>1.27 </td><td>0.24 0.09 0.07 </td><td> </td><td> </td><td>1.66\n</td><td>0.16 0.12 </td><td>0.14 </td><td> </td><td>0.42\n</td></tr><tr><td>6 </td><td>0.26 </td><td>0.05 </td><td> </td><td> </td><td>0.36\n</td><td>6 </td><td> </td><td> </td><td> </td><td>0.08\n</td></tr><tr><td>7 </td><td>0.07 </td><td>0.05 0.02 </td><td> </td><td> </td><td>0.09\n</td><td>7 </td><td>0.03 0.06 0.01 </td><td> </td><td> </td><td>0.01\n</td></tr><tr><td>8+ </td><td>0.05 </td><td> </td><td> </td><td> </td><td>0.05\n</td><td>8+\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>68.12 </td><td>13.79 12.51 </td><td>4.18 1.10 0.23 0.06 0.01 </td><td>100.00\n</td><td>23.21 43.87 </td><td>22.08 7.67 </td><td>2.10 0.69 0.25 0.14 </td><td>100.00\n</td></tr></table></body></html>"}, "TABREF29": {"text": "Table 4: Household composition of Sierra Leone: probability h n a ,n c that a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Children\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>9 </td><td>10 </td><td>11 </td><td>12 </td><td>13 14 15\n</td><td> </td></tr><tr><td> </td><td> </td><td>0.11 </td><td>0.04 </td><td>0.01 </td><td>0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.19\n</td></tr><tr><td>1 </td><td>3.88 </td><td>1.66 </td><td>2.22 </td><td>1.79 </td><td>1.14 </td><td>0.64 </td><td>0.16 </td><td>0.19 </td><td>0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>11.71\n</td></tr><tr><td>2 </td><td>3.48 </td><td>6.57 </td><td>9.67 </td><td>9.31 </td><td>7.33 </td><td>3.89 </td><td>1.60 </td><td>0.83 </td><td>0.43 </td><td>0.17 </td><td>0.05 </td><td>0.01 </td><td> </td><td>0.03 </td><td>43.37\n</td></tr><tr><td>3 </td><td>1.53 </td><td>2.32 </td><td>4.23 </td><td>4.64 </td><td>3.55 </td><td>2.55 </td><td>1.58 </td><td>1.29 </td><td>0.47 </td><td>0.25 </td><td>0.13 </td><td>0.20 </td><td>0.12 </td><td>0.04 </td><td>22.89\n</td></tr><tr><td>4 </td><td>0.60 </td><td>1.46 </td><td>2.47 </td><td>2.40 </td><td>1.43 </td><td>1.70 </td><td>1.25 </td><td>0.62 </td><td>0.49 </td><td>0.22 </td><td>0.17 </td><td>0.07 </td><td>0.04 </td><td>0.02 </td><td>12.93\n</td></tr><tr><td>5 </td><td>0.18 </td><td>0.51 </td><td>0.68 </td><td>0.72 </td><td>0.71 </td><td>0.75 </td><td>0.41 </td><td>0.31 </td><td>0.27 </td><td>0.17 </td><td>0.10 </td><td>0.09 </td><td>0.01 </td><td> </td><td>4.90\n</td></tr><tr><td>6 </td><td>0.13 </td><td>0.22 </td><td>0.39 </td><td>0.33 </td><td>0.55 </td><td>0.22 </td><td>0.12 </td><td>0.18 </td><td>0.10 </td><td>0.06 </td><td>0.12 </td><td>0.05 </td><td> </td><td> </td><td>2.46\n</td></tr><tr><td>Adults\n7 </td><td>0.09 </td><td>0.06 </td><td>0.07 </td><td>0.19 </td><td>0.08 </td><td>0.08 </td><td>0.10 </td><td>0.04 </td><td>0.04 </td><td>0.04 </td><td>0.09 </td><td> </td><td> </td><td> </td><td>0.88\n</td></tr><tr><td>8 </td><td> </td><td>0.03 </td><td>0.04 </td><td>0.05 </td><td>0.08 </td><td>0.04 </td><td>0.02 </td><td>0.03 </td><td>0.01 </td><td>0.08 </td><td> </td><td> </td><td> </td><td> </td><td>0.38\n</td></tr><tr><td>9 </td><td> </td><td>0.01 </td><td>0.01 </td><td>0.06 </td><td> </td><td>0.02 </td><td>0.02 </td><td>0.02 </td><td>0.03 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.17\n</td></tr><tr><td>10 </td><td> </td><td> </td><td> </td><td>0.03 </td><td>0.01 </td><td>0.01 </td><td>0.04 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.09\n</td></tr><tr><td>11 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.02\n</td></tr><tr><td>12 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.00\n</td></tr><tr><td>13 </td><td> </td><td> </td><td> </td><td> </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.01\n</td></tr><tr><td> </td><td>9.90 </td><td>12.96 </td><td>19.83 </td><td>19.52 </td><td>14.90 </td><td>9.92 </td><td>5.30 </td><td>3.51 </td><td>1.85 </td><td>0.98 </td><td>0.67 </td><td>0.41 </td><td>0.16 </td><td>0.06 0.00 0.03 </td><td>100.00\n</td></tr></table></body></html>"}, "TABREF30": {"text": "Table 5: Household structure of Sierra Leone: some statistics, with symbol and mean.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Distribution </td><td>Symbol\n</td><td>Number of household members\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mean\n</td></tr><tr><td> </td><td> </td><td>1 2 3 4 5 </td><td>6 7 8 9 10 </td><td>11 </td><td>12 </td><td>13 </td><td>14 </td><td>15 </td><td>16 </td><td>17\n</td><td> </td></tr><tr><td>Size distribution of a randomly selected household\n</td><td>hn </td><td>0.04 </td><td>0.05 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>5.85\n</td></tr><tr><td> </td><td> </td><td>0.05 0.10 0.14 0.16 </td><td>0.16 0.11 0.07 0.05 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Size distribution of the house of a randomly selected individual\n</td><td>πn </td><td>0.01 0.02 0.05 0.10 0.14 </td><td>0.16 0.13 0.10 0.08 0.08 </td><td>0.04 </td><td>0.03 </td><td>0.02 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>7.24\n</td></tr><tr><td>Size distribution of the house of a randomly selected individual, conditional on having at least 2 members\n</td><td>h̃n </td><td>- 0.02 0.05 0.10 0.14 </td><td>0.16 0.13 0.10 0.08 0.08 </td><td>0.04 </td><td>0.03 </td><td>0.02 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>7.29\n</td></tr><tr><td>Size distribution of the household of a randomly selected adult\n</td><td>πan </td><td>0.01 0.03 0.07 0.11 0.15 </td><td>0.16 0.12 0.09 0.07 0.07 </td><td>0.03 </td><td>0.03 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>6.79\n</td></tr><tr><td>Size distribution of the household of a randomly selected child\n</td><td>πcn </td><td>0.00 0.01 0.04 0.09 0.13 </td><td>0.16 0.14 0.10 0.09 0.08 </td><td>0.04 </td><td>0.03 </td><td>0.02 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>7.63\n</td></tr></table></body></html>"}, "TABREF31": {"text": "Table 6: Household composition of South Africa: probability h n a ,n c that a randomly selected household has n a adults and n c children, expressed in %. Zero values are not shown.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Children\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>0 </td><td>1 </td><td>2 </td><td>3 </td><td>4 </td><td>5 </td><td>6 </td><td>7 </td><td>8 </td><td>9 </td><td>10 </td><td>11 </td><td>12\n</td><td> </td></tr><tr><td>0 </td><td> </td><td>0.23 </td><td>0.13 </td><td>0.10 </td><td>0.12 </td><td>0.02 </td><td>0.02 </td><td>0.03 </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td>0.65\n</td></tr><tr><td>1 </td><td>11.47 </td><td>3.67 </td><td>4.00 </td><td>2.75 </td><td>1.93 </td><td>0.96 </td><td>0.49 </td><td>0.18 </td><td>0.11 </td><td>0.05 </td><td>0.04 </td><td> </td><td> </td><td>25.63\n</td></tr><tr><td>2 </td><td>11.30 </td><td>8.06 </td><td>9.16 </td><td>5.82 </td><td>3.38 </td><td>1.83 </td><td>0.70 </td><td>0.36 </td><td>0.15 </td><td>0.04 </td><td>0.03 </td><td>0.01 </td><td>0.01 </td><td>40.85\n</td></tr><tr><td>3 </td><td>3.86 </td><td>3.27 </td><td>3.72 </td><td>2.65 </td><td>1.93 </td><td>0.96 </td><td>0.44 </td><td>0.28 </td><td>0.14 </td><td>0.13 </td><td>0.10 </td><td>0.01 </td><td> </td><td>17.50\n</td></tr><tr><td>4 </td><td>1.61 </td><td>1.72 </td><td>1.83 </td><td>1.46 </td><td>1.04 </td><td>0.57 </td><td>0.32 </td><td>0.29 </td><td>0.16 </td><td>0.03 </td><td>0.03 </td><td>0.01 </td><td>0.01 </td><td>9.06\n</td></tr><tr><td>5 </td><td>0.64 </td><td>0.78 </td><td>0.65 </td><td>0.70 </td><td>0.55 </td><td>0.27 </td><td>0.25 </td><td>0.17 </td><td>0.04 </td><td>0.05 </td><td>0.01 </td><td> </td><td> </td><td>4.10\n</td></tr><tr><td>Adults\n6 </td><td>0.21 </td><td>0.09 </td><td>0.26 </td><td>0.27 </td><td>0.22 </td><td>0.22 </td><td>0.08 </td><td>0.05 </td><td>0.05 </td><td>0.02 </td><td>0.02 </td><td> </td><td> </td><td>1.48\n</td></tr><tr><td>7 </td><td>0.01 </td><td>0.05 </td><td>0.12 </td><td>0.05 </td><td>0.09 </td><td>0.07 </td><td>0.03 </td><td>0.02 </td><td>0.01 </td><td> </td><td>0.01 </td><td> </td><td> </td><td>0.46\n</td></tr><tr><td>8 </td><td>0.01 </td><td>0.02 </td><td> </td><td>0.02 </td><td>0.02 </td><td>0.03 </td><td>0.07 </td><td>0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.17\n</td></tr><tr><td>9 </td><td> </td><td> </td><td>0.01 </td><td> </td><td>0.02 </td><td>0.00 </td><td>0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.04\n</td></tr><tr><td>10 </td><td>0.02 </td><td> </td><td> </td><td>0.01 </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.03\n</td></tr><tr><td>11 </td><td> </td><td> </td><td> </td><td>0.01 </td><td> </td><td> </td><td>0.01 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>0.02\n</td></tr><tr><td> </td><td>29.13 </td><td>17.89 </td><td>19.87 </td><td>13.82 </td><td>9.31 </td><td>4.93 </td><td>2.42 </td><td>1.40 </td><td>0.66 </td><td>0.32 </td><td>0.22 </td><td>0.03 </td><td>0.02 </td><td>100.00\n</td></tr></table></body></html>"}, "TABREF32": {"text": "Table 7: Household structure of South Africa: some statistics, with symbol and mean.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Distribution </td><td>Symbol\n</td><td>Number of household </td><td>members\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mean\n</td></tr><tr><td> </td><td> </td><td>1 2 3 4 5 </td><td>6 7 8 9 10 </td><td>11 </td><td>12 </td><td>13 </td><td>14 </td><td>15 </td><td>16 </td><td>17\n</td><td> </td></tr><tr><td>Size distribution of a randomly se-\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>hn </td><td>0.12 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>4.27\n</td></tr><tr><td>lected household\n</td><td> </td><td>0.15 0.16 0.17 0.14 </td><td>0.10 0.06 0.04 0.02 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Size distribution of the house of a randomly selected individual\n</td><td>πn </td><td>0.03 0.07 0.11 0.16 0.16 </td><td>0.14 0.11 0.07 0.05 0.03 </td><td>0.03 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>5.72\n</td></tr><tr><td>Size distribution of the house of a randomly selected individual, conditional on having at least 2 members\n</td><td>h̃n </td><td>- 0.07 0.12 0.16 0.17 </td><td>0.14 0.11 0.08 0.05 0.03 </td><td>0.03 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>5.86\n</td></tr><tr><td>Size distribution of the household of a randomly selected adult\n</td><td>πan </td><td>0.05 0.11 0.14 0.16 0.15 </td><td>0.12 0.09 0.06 0.04 0.02 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>5.17\n</td></tr><tr><td>Size distribution of the household of a randomly selected child\n</td><td>πcn </td><td>0.00 0.02 0.08 0.15 0.18 </td><td>0.16 0.13 0.09 0.06 0.04 </td><td>0.04 </td><td>0.02 </td><td>0.01 </td><td>0.01 </td><td>0.00 </td><td>0.00 </td><td>0.00 </td><td>6.37\n</td></tr></table></body></html>"}, "TABREF33": {"text": "Table 9: Summary of parameter values. Model parameters are described, with their notation and value at baseline, and the range of other values explored (GB: Great Britain, SL: Sierra Leone, SA: South Africa).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Parameter </td><td>Symbol </td><td>Baseline value\n</td><td>Main values explored </td><td>Further exploration\n</td></tr><tr><td>Basic reproduction number </td><td>R0 </td><td>2 </td><td>1.5, 2, 4 </td><td>1.1-4 (Section 2.4)\n</td></tr><tr><td>Relative infectivity of children VS adults\n</td><td>φ </td><td>1 </td><td>1, 1.5, 2 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.5, 1, 2 (Section 2.3.3)\n</td></tr><tr><td>Relative susceptibility of children VS adults\n</td><td>ψ </td><td>1-4 </td><td>1-4 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>0.25-4 (Section 2.3.3)\n</td></tr><tr><td>Within-household adult-to-adult transmission probabil-\n</td><td> </td><td> </td><td>GB: 0-0.95\n</td><td> </td></tr><tr><td>paa </td><td>0-0.95\n</td><td>SL: 0-0.475\n</td><td> </td></tr><tr><td>ity (Section 1.2.3)\n</td><td> </td><td> </td><td>SA: 0-0.63\n</td><td> </td></tr><tr><td>Assortativity of children in the community (fraction of all contacts a child has which\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>GB only: 0.4, 0.5\n</td></tr><tr><td>θg </td><td>0.2273\n</td><td>Random: 0.2273 (GB), 0.5381 (SL), 0.4592 (SA)\n</td><td>(Section 2.3.1)\n</td></tr><tr><td>is made with other children; Section 1.2.2)\n</td><td> </td><td> </td><td>Assortative: 0.58 (all populations)\n</td><td>SL only: 0.7 (not shown)\n</td></tr><tr><td>Ratio of average number of contacts an adult and a child have per day\n</td><td>γ\n</td><td> </td><td> </td><td> </td></tr><tr><td>(= γh\n</td><td>1 </td><td>Random: 1\n</td><td> </td></tr><tr><td>Tolerance for relative accuracy of simpler models' predictions\n</td><td>= γg)\n</td><td> </td><td>Assorative: 0.75\n</td><td> </td></tr><tr><td> </td><td>ε </td><td>5% </td><td>1%, 10%\n</td></tr></table></body></html>"}, "TABREF34": {"text": "Table 10: Household secondary attack rate (SAR) under random mixing. The SAR is reported, expressed in %, for various values of φ, ψ and p aa , and is accompanied by the expected size χ v\nof a household infected during the stable exponential growth window. In the random mixing scenario, there is no dependence on R 0 .", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ψ </td><td> </td><td> </td><td>φ = 1 </td><td> </td><td> </td><td> </td><td>χv\n</td></tr><tr><td>4 0 11 </td><td>24 </td><td>38 </td><td>51 62 </td><td>73 </td><td>81 88 </td><td>92 </td><td>3.53\n</td></tr><tr><td>3.5 0 11 </td><td>23 </td><td>36 </td><td>49 61 </td><td>72 </td><td>80 87 </td><td>91 </td><td>3.48\n</td></tr><tr><td>3 0 10 </td><td>22 </td><td>34 </td><td>47 59 </td><td>70 </td><td>79 86 </td><td>90 </td><td>3.42\n</td></tr><tr><td>2.5 0 9 </td><td>20 </td><td>32 </td><td>44 57 </td><td>68 </td><td>78 85 </td><td>90 </td><td>3.36\n</td></tr><tr><td>2 0 9 </td><td>19 </td><td>30 </td><td>42 54 </td><td>66 </td><td>76 84 </td><td>89 </td><td>3.28\n</td></tr><tr><td>1.5 0 8 </td><td>17 </td><td>27 </td><td>39 50 </td><td>62 </td><td>73 82 </td><td>87 </td><td>3.18\n</td></tr><tr><td>1 0 8 </td><td>16 </td><td>25 </td><td>35 46 </td><td>57 </td><td>69 79 </td><td>86 </td><td>3.07\n</td></tr><tr><td> </td><td> </td><td> </td><td>φ = 1.5 </td><td> </td><td> </td><td>χv\n</td></tr><tr><td>4 0 15 </td><td>31 </td><td>46 </td><td>59 70 </td><td>78 </td><td>85 90 </td><td>92 </td><td>3.53\n</td></tr><tr><td>3.5 0 14 </td><td>29 </td><td>44 </td><td>57 68 </td><td>77 </td><td>84 89 </td><td>91 </td><td>3.48\n</td></tr><tr><td>3 0 12 </td><td>27 </td><td>41 </td><td>55 67 </td><td>76 </td><td>83 88 </td><td>91 </td><td>3.42\n</td></tr><tr><td>2.5 0 11 </td><td>24 </td><td>38 </td><td>52 64 </td><td>74 </td><td>82 87 </td><td>90 </td><td>3.36\n</td></tr><tr><td>2 0 10 </td><td>22 </td><td>35 </td><td>48 61 </td><td>72 </td><td>80 86 </td><td>89 </td><td>3.28\n</td></tr><tr><td>1.5 0 9 </td><td>20 </td><td>31 </td><td>44 56 </td><td>68 </td><td>77 84 </td><td>88 </td><td>3.18\n</td></tr><tr><td>1 0 8 </td><td>18 </td><td>28 </td><td>39 50 </td><td>62 </td><td>73 81 </td><td>86 </td><td>3.07\n</td></tr><tr><td> </td><td> </td><td> </td><td>φ = 2 </td><td> </td><td> </td><td> </td><td>χv\n</td></tr><tr><td>4 0 18 </td><td>36 </td><td>52 </td><td>64 74 </td><td>81 </td><td>87 90 </td><td>92 </td><td>3.53\n</td></tr><tr><td>3.5 0 16 </td><td>34 </td><td>50 </td><td>63 73 </td><td>80 </td><td>86 90 </td><td>91 </td><td>3.48\n</td></tr><tr><td>3 0 15 </td><td>31 </td><td>47 </td><td>60 71 </td><td>79 </td><td>85 89 </td><td>91 </td><td>3.42\n</td></tr><tr><td>2.5 0 13 </td><td>28 </td><td>43 </td><td>57 68 </td><td>77 </td><td>84 88 </td><td>90 </td><td>3.36\n</td></tr><tr><td>2 0 12 </td><td>25 </td><td>39 </td><td>53 65 </td><td>75 </td><td>82 87 </td><td>89 </td><td>3.28\n</td></tr><tr><td>1.5 0 10 </td><td>22 </td><td>35 </td><td>48 60 </td><td>71 </td><td>79 85 </td><td>88 </td><td>3.18\n</td></tr><tr><td>1 0 9 </td><td>19 </td><td>30 </td><td>42 53 </td><td>65 </td><td>74 82 </td><td>86 </td><td>3.07\n</td></tr><tr><td> </td><td>paa 0 .1 </td><td>.2 </td><td>.3 </td><td>.4 .5 </td><td>.6 </td><td>.7 .8 </td><td>.9\n</td></tr></table></body></html>"}, "TABREF35": {"text": "Table 11: Fraction of within-household transmission under random mixing. The average fraction F h of total transmission that occurs in households, expressed as %, is reported for various values of R 0 , φ, ψ and p aa .", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ψ </td><td>R0 = 1.5 </td><td>- </td><td>φ = 1 </td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 1 </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 1\n</td><td> </td></tr><tr><td>4 0 16 </td><td>28 </td><td>38 </td><td>45 51 </td><td>55 58 </td><td>60 62 </td><td>0 12 22 </td><td>30 37 </td><td>42 </td><td>46 49 </td><td>52 54 </td><td>0 6 12 </td><td>17 </td><td>21 25 </td><td>28 31 </td><td>34 36\n</td></tr><tr><td>3.5 0 14 </td><td>27 </td><td>36 </td><td>44 49 </td><td>54 57 </td><td>59 61 </td><td>0 11 21 </td><td>29 </td><td>35 41 </td><td>45 48 </td><td>51 53 </td><td>0 6 11 </td><td>16 </td><td>20 24 </td><td>27 30 </td><td>33 36\n</td></tr><tr><td>3 0 13 </td><td>25 </td><td>34 </td><td>42 48 </td><td>53 56 </td><td>59 60 </td><td>0 10 19 </td><td>27 </td><td>34 39 </td><td>44 48 </td><td>50 53 </td><td>0 5 10 </td><td>15 </td><td>19 23 </td><td>26 29 </td><td>32 35\n</td></tr><tr><td>2.5 0 12 </td><td>23 </td><td>32 </td><td>40 46 </td><td>51 55 </td><td>58 60 </td><td>0 9 18 </td><td>25 </td><td>32 38 </td><td>42 46 </td><td>50 52 </td><td>0 5 9 </td><td>14 </td><td>18 21 </td><td>25 28 </td><td>31 34\n</td></tr><tr><td>2 0 11 </td><td>21 </td><td>30 </td><td>37 44 </td><td>49 53 </td><td>57 59 </td><td>0 8 16 </td><td>23 </td><td>30 35 </td><td>41 45 </td><td>48 51 </td><td>0 4 8 </td><td>12 </td><td>16 20 </td><td>24 27 </td><td>30 33\n</td></tr><tr><td>1.5 0 9 </td><td>18 </td><td>27 </td><td>34 41 </td><td>47 51 </td><td>55 58 </td><td>0 7 14 </td><td>21 </td><td>27 33 </td><td>38 43 </td><td>47 50 </td><td>0 4 7 </td><td>11 </td><td>15 18 </td><td>22 25 </td><td>29 32\n</td></tr><tr><td>1 0 8 </td><td>16 </td><td>24 </td><td>30 37 </td><td>43 48 </td><td>52 56 </td><td>0 6 12 </td><td>18 </td><td>24 29 </td><td>35 40 </td><td>44 48 </td><td>0 3 6 </td><td>10 </td><td>13 16 </td><td>20 23 </td><td>27 30\n</td></tr><tr><td> </td><td>R0 </td><td>= 1.5 </td><td>- </td><td>φ = 1.5 </td><td>R0 = 2 </td><td>- </td><td>φ = 1.5 </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 1.5\n</td><td> </td></tr><tr><td>4 0 20 </td><td>34 </td><td>44 </td><td>50 53 </td><td>56 58 </td><td>60 60 </td><td>0 15 27 </td><td>35 </td><td>41 45 </td><td>48 50 </td><td>52 53 </td><td>0 8 15 </td><td>20 </td><td>24 27 </td><td>30 32 </td><td>34 36\n</td></tr><tr><td>3.5 0 19 </td><td>32 </td><td>42 </td><td>48 53 </td><td>56 58 </td><td>59 60 </td><td>0 14 25 </td><td>34 </td><td>40 44 </td><td>47 50 </td><td>52 53 </td><td>0 7 14 </td><td>19 </td><td>23 27 </td><td>30 32 </td><td>34 36\n</td></tr><tr><td>3 0 17 </td><td>30 </td><td>40 </td><td>47 52 </td><td>55 57 </td><td>59 60 </td><td>0 13 24 </td><td>32 </td><td>38 43 </td><td>47 49 </td><td>51 53 </td><td>0 7 13 </td><td>18 </td><td>22 26 </td><td>29 31 </td><td>33 35\n</td></tr><tr><td>2.5 0 15 </td><td>28 </td><td>38 </td><td>45 50 </td><td>54 57 </td><td>59 60 </td><td>0 12 22 </td><td>30 </td><td>36 42 </td><td>45 48 </td><td>51 52 </td><td>0 6 11 </td><td>16 </td><td>21 24 </td><td>28 31 </td><td>33 35\n</td></tr><tr><td>2 0 13 </td><td>25 </td><td>35 </td><td>42 48 </td><td>53 56 </td><td>58 59 </td><td>0 10 19 </td><td>27 </td><td>34 40 </td><td>44 47 </td><td>50 52 </td><td>0 5 10 </td><td>15 </td><td>19 23 </td><td>26 29 </td><td>32 34\n</td></tr><tr><td>1.5 0 11 </td><td>22 </td><td>31 </td><td>39 45 </td><td>50 54 </td><td>57 59 </td><td>0 9 17 </td><td>24 </td><td>31 37 </td><td>42 46 49 </td><td>51 </td><td>0 4 9 13 </td><td>17 </td><td>21 </td><td>24 28 </td><td>31 34\n</td></tr><tr><td>1 0 9 </td><td>18 </td><td>27 </td><td>34 41 </td><td>47 51 </td><td>55 58 </td><td>0 7 14 </td><td>21 </td><td>27 33 </td><td>38 43 </td><td>47 50 </td><td>0 4 7 </td><td>11 </td><td>15 18 </td><td>22 25 </td><td>29 32\n</td></tr><tr><td> </td><td>R0 </td><td>= 1.5 </td><td>- </td><td>φ = 2 </td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 2 </td><td> </td><td>R0 </td><td>= 4 </td><td>- </td><td>φ = 2\n</td><td> </td></tr><tr><td>4 0 24 </td><td>39 </td><td>47 </td><td>52 55 </td><td>57 58 </td><td>59 60 </td><td>0 19 31 </td><td>38 43 </td><td>46 </td><td>49 50 </td><td>51 52 </td><td>0 10 17 </td><td>22 </td><td>26 29 </td><td>31 33 </td><td>34 35\n</td></tr><tr><td>3.5 0 22 </td><td>37 </td><td>45 </td><td>51 54 </td><td>56 58 </td><td>59 60 </td><td>0 17 29 </td><td>37 </td><td>42 46 </td><td>48 50 </td><td>51 52 </td><td>0 9 16 </td><td>21 </td><td>25 28 </td><td>31 32 </td><td>34 35\n</td></tr><tr><td>3 0 20 </td><td>34 </td><td>44 </td><td>50 53 </td><td>56 58 </td><td>59 60 </td><td>0 16 27 0 14 25 </td><td>35 </td><td>41 45 </td><td>48 50 </td><td>51 52 52 </td><td>0 8 15 </td><td>20 </td><td>24 27 </td><td>30 32 </td><td>34 35 35\n</td></tr><tr><td>2.5 0 18 2 0 16 29 </td><td>32 </td><td>41 38 </td><td>48 52 46 51 </td><td>55 57 54 57 </td><td>59 60 58 60 </td><td>0 12 22 </td><td>33 </td><td>39 44 37 42 </td><td>47 49 46 49 </td><td>51 51 52 </td><td>0 7 13 0 6 12 </td><td>19 17 </td><td>23 26 21 25 </td><td>29 32 28 31 </td><td>34 33 35\n</td></tr><tr><td>1.5 0 13 </td><td>25 </td><td>35 </td><td>42 48 </td><td>53 56 </td><td>58 59 </td><td>31 0 10 19 </td><td>27 </td><td>34 40 </td><td>44 47 </td><td>50 52 </td><td>0 5 10 </td><td>15 </td><td>19 23 </td><td>26 29 </td><td>32 34\n</td></tr><tr><td>1 0 11 </td><td>21 </td><td>30 </td><td>37 44 </td><td>49 53 </td><td>57 59 </td><td>0 8 16 </td><td>23 </td><td>30 35 </td><td>41 45 </td><td>48 51 </td><td>0 4 8 </td><td>12 </td><td>16 20 </td><td>24 27 </td><td>30 33\n</td></tr><tr><td>paa 0 .1 </td><td>.2 </td><td>.3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9 </td><td>0 .1 .2 </td><td>.3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9 </td><td>0 .1 .2 </td><td>.3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9\n</td></tr></table></body></html>"}, "TABREF36": {"text": "Table 12: Household secondary attack rate (SAR) under UK-like assortative contact patterns. The SAR is reported, expressed in %, for various values of R 0 , φ, ψ and p aa , and is accompanied by the expected size χ v of a household infected during the stable exponential growth window. Note how the average size of an infected household can be significantly larger than the average size of a randomly selected one or even of the household of a randomly selected individual.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ψ </td><td> </td><td>R0 = 1.5 </td><td>- </td><td>φ = 1 </td><td> </td><td>v χ\n</td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 1 </td><td> </td><td>χ\nv </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 1 </td><td> </td><td>χv\n</td></tr><tr><td>4 </td><td>0 11 </td><td>24 37 </td><td>50 61 </td><td>71 80 </td><td>88 </td><td>93 </td><td>3.82 </td><td>0 11 </td><td>24 37 </td><td>50 61 </td><td>71 80 </td><td>88 94 </td><td>3.84 </td><td>0 11 </td><td>24 37 </td><td>50 61 </td><td>71 80 </td><td>88 </td><td>3.87\n</td></tr><tr><td>3.5 </td><td>0 10 </td><td>22 35 </td><td>47 59 </td><td>70 79 </td><td>87 </td><td>93 </td><td>3.78 </td><td>0 10 </td><td>22 35 </td><td>48 59 </td><td>70 79 </td><td>87 93 </td><td>3.79 </td><td>0 10 </td><td>22 35 </td><td>48 59 </td><td>70 79 </td><td>94 88 94 </td><td>3.83\n</td></tr><tr><td>3 </td><td>0 9 </td><td>20 32 </td><td>45 57 </td><td>68 78 </td><td>86 </td><td>92 </td><td>3.72 </td><td>0 </td><td>9 20 33 45 </td><td>57 </td><td>68 78 </td><td>86 92 </td><td>3.74 </td><td>0 9 </td><td>20 33 </td><td>45 57 </td><td>68 78 </td><td>87 93 </td><td>3.77\n</td></tr><tr><td>2.5 </td><td>0 </td><td>9 19 30 </td><td>42 54 </td><td>66 76 </td><td>85 </td><td>91 </td><td>3.65 </td><td>0 </td><td>9 19 30 </td><td>42 54 </td><td>66 76 </td><td>85 92 </td><td>3.66 </td><td>0 9 </td><td>19 30 </td><td>42 54 </td><td>66 77 </td><td>86 92 </td><td>3.69\n</td></tr><tr><td>2 </td><td>0 </td><td>8 17 27 </td><td>38 50 </td><td>62 74 </td><td>83 </td><td>90 </td><td>3.55 </td><td>0 </td><td>8 17 27 </td><td>38 50 </td><td>62 74 </td><td>84 90 </td><td>3.56 </td><td>0 8 </td><td>17 27 </td><td>38 50 </td><td>62 74 </td><td>84 91 </td><td>3.59\n</td></tr><tr><td>1.5 </td><td>0 </td><td>7 15 24 34 </td><td>45 </td><td>57 69 </td><td>81 </td><td>89 </td><td>3.42 </td><td>0 </td><td>7 15 24 </td><td>34 45 </td><td>57 70 </td><td>81 89 </td><td>3.43 </td><td>0 7 </td><td>15 24 </td><td>34 45 </td><td>57 70 </td><td>81 89 </td><td>3.44\n</td></tr><tr><td>1 </td><td>0 </td><td>6 13 21 </td><td>30 39 </td><td>51 63 </td><td>75 </td><td>85 </td><td>3.23 </td><td>0 </td><td>6 13 21 </td><td>30 39 </td><td>51 63 </td><td>75 85 </td><td>3.23 </td><td>0 </td><td>6 13 21 </td><td>29 39 </td><td>51 63 </td><td>75 85 </td><td>3.23\n</td></tr><tr><td> </td><td> </td><td>R0 = 1.5 </td><td>- </td><td>φ = 1.5 </td><td> </td><td>v χ\n</td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 1.5 </td><td> </td><td>χ\nv </td><td> </td><td>R0 = </td><td>4 - </td><td>φ = 1.5 </td><td> </td><td>χv\n</td></tr><tr><td>4 </td><td>0 16 </td><td>33 </td><td>61 71 </td><td>79 86 </td><td>92 </td><td>95 </td><td>3.86 </td><td>0 16 </td><td>33 48 </td><td>61 71 </td><td>87 </td><td>92 </td><td>3.87 </td><td>0 16 </td><td>33 48 </td><td>61 </td><td>80 87 </td><td>92 </td><td>3.90\n</td></tr><tr><td>3.5 </td><td>0 15 </td><td>48 31 46 </td><td>59 70 </td><td>79 86 </td><td>91 </td><td>95 </td><td>3.82 </td><td>0 15 </td><td>31 46 </td><td>59 70 </td><td>80 79 86 </td><td>95 91 95 </td><td>3.83 </td><td>0 15 </td><td>31 46 </td><td>72 59 70 </td><td>79 86 </td><td>96 92 95 </td><td>3.86\n</td></tr><tr><td>3 </td><td>0 13 </td><td>28 43 </td><td>56 68 </td><td>77 85 </td><td>90 </td><td>94 </td><td>3.77 </td><td>0 13 </td><td>28 43 </td><td>56 68 </td><td>77 85 </td><td>91 94 </td><td>3.78 </td><td>0 13 </td><td>28 43 </td><td>57 68 </td><td>78 85 </td><td>91 95 </td><td>3.81\n</td></tr><tr><td>2.5 </td><td>0 12 </td><td>25 39 </td><td>53 65 </td><td>75 83 </td><td>89 </td><td>93 </td><td>3.71 </td><td>0 12 </td><td>25 39 </td><td>53 65 </td><td>75 84 </td><td>90 93 </td><td>3.72 </td><td>0 12 </td><td>25 40 </td><td>53 65 </td><td>76 84 90 </td><td>94 </td><td>3.75\n</td></tr><tr><td>2 </td><td>0 10 </td><td>22 35 </td><td>48 61 </td><td>72 81 </td><td>88 </td><td>92 </td><td>3.62 </td><td>0 10 </td><td>22 35 </td><td>48 61 </td><td>72 81 </td><td>88 92 </td><td>3.63 </td><td>0 10 </td><td>22 35 </td><td>49 61 </td><td>73 82 </td><td>88 93 </td><td>3.66\n</td></tr><tr><td>1.5 </td><td>0 </td><td>9 19 30 42 </td><td>55 </td><td>67 77 </td><td>85 </td><td>90 </td><td>3.49 </td><td>0 </td><td>9 19 30 </td><td>43 55 </td><td>67 77 </td><td>85 91 </td><td>3.50 </td><td>0 </td><td>9 19 30 43 </td><td>55 </td><td>67 78 </td><td>86 91 </td><td>3.52\n</td></tr><tr><td>1 </td><td>0 </td><td>7 15 25 </td><td>35 46 </td><td>58 70 </td><td>80 </td><td>88 </td><td>3.31 </td><td>0 </td><td>7 16 25 </td><td>35 46 </td><td>58 70 </td><td>80 88 </td><td>3.31 </td><td>0 </td><td>7 16 25 </td><td>35 46 </td><td>58 70 </td><td>80 88 </td><td>3.32\n</td></tr><tr><td> </td><td> </td><td>R0 = 1.5 </td><td>- </td><td>φ = 2 </td><td> </td><td>v χ\n</td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 2 </td><td> </td><td>χ\nv </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 2 </td><td> </td><td>χv\n</td></tr><tr><td>4 </td><td>0 21 </td><td>40 56 </td><td>68 77 </td><td>84 90 </td><td>94 </td><td>96 </td><td>3.89 </td><td>0 21 </td><td>40 56 </td><td>68 78 </td><td>85 90 </td><td>94 </td><td>3.90 </td><td>0 21 </td><td>41 57 </td><td>69 78 </td><td>85 90 </td><td>94 </td><td>3.92\n</td></tr><tr><td>3.5 </td><td>0 19 </td><td>38 54 </td><td>67 76 </td><td>84 89 </td><td>93 </td><td>95 </td><td>3.85 </td><td>0 19 </td><td>38 54 </td><td>67 76 </td><td>84 89 </td><td>96 93 95 </td><td>3.86 </td><td>0 19 </td><td>38 54 </td><td>67 77 </td><td>84 90 </td><td>96 94 96 </td><td>3.88\n</td></tr><tr><td>3 </td><td>0 17 </td><td>35 51 </td><td>64 75 </td><td>82 88 </td><td>92 </td><td>95 </td><td>3.80 </td><td>0 17 </td><td>35 51 </td><td>64 75 </td><td>83 88 </td><td>93 95 </td><td>3.81 </td><td>0 17 </td><td>35 51 </td><td>65 75 </td><td>83 89 </td><td>93 95 </td><td>3.84\n</td></tr><tr><td>2.5 </td><td>0 15 </td><td>32 47 </td><td>61 72 </td><td>81 87 </td><td>91 </td><td>94 </td><td>3.74 </td><td>0 15 </td><td>32 48 </td><td>61 72 </td><td>81 87 </td><td>91 94 </td><td>3.75 </td><td>0 15 </td><td>32 48 </td><td>62 73 </td><td>81 87 </td><td>92 94 </td><td>3.78\n</td></tr><tr><td>2 </td><td>0 13 </td><td>28 43 </td><td>56 68 </td><td>78 85 </td><td>90 </td><td>93 </td><td>3.66 </td><td>0 13 </td><td>28 43 </td><td>57 68 </td><td>78 85 </td><td>90 93 </td><td>3.67 </td><td>0 13 </td><td>28 43 </td><td>57 69 </td><td>78 85 </td><td>90 93 </td><td>3.69\n</td></tr><tr><td>1.5 </td><td>0 11 </td><td>23 37 </td><td>50 62 </td><td>73 81 </td><td>87 </td><td>91 </td><td>3.54 </td><td>0 11 </td><td>23 37 </td><td>50 62 </td><td>73 </td><td>81 88 91 </td><td>3.55 </td><td>0 11 </td><td>23 37 </td><td>50 63 </td><td>73 </td><td>92 </td><td>3.57\n</td></tr><tr><td>1 </td><td>0 </td><td>9 18 29 </td><td>41 53 </td><td>64 74 </td><td>83 </td><td>89 </td><td>3.36 </td><td>0 </td><td>9 18 29 </td><td>41 53 </td><td>64 </td><td>74 83 89 </td><td>3.37 </td><td>0 </td><td>9 18 29 </td><td>41 53 </td><td>64 </td><td>82 88 75 83 89 </td><td>3.37\n</td></tr><tr><td> </td><td> </td><td> </td><td>paa </td><td>0 </td><td>.1 .2 .3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 </td><td>.9 </td><td>0 </td><td>.1 .2 .3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9 </td><td>0 .1 </td><td>.2 .3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9\n</td></tr></table></body></html>"}, "TABREF37": {"text": "Table 13: Fraction of within-household transmission under UK-like contact patterns. The average fraction F h of total transmission that occurs in households, expressed as %, is reported for various values of R 0 , φ, ψ and p aa .", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ψ </td><td>R0 = 1.5 </td><td>- </td><td>φ = 1 </td><td> </td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 1 </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 1\n</td><td> </td></tr><tr><td>4 0 16 </td><td>28 </td><td>37 </td><td>43 47 </td><td>50 </td><td>52 </td><td>54 55 </td><td>0 12 22 </td><td>29 35 </td><td>39 </td><td>42 44 </td><td>46 48 </td><td>0 6 12 </td><td>16 </td><td>20 23 </td><td>25 27 </td><td>29 31\n</td></tr><tr><td>3.5 0 14 </td><td>26 </td><td>35 </td><td>42 47 </td><td>50 </td><td>52 </td><td>54 56 </td><td>0 11 20 </td><td>28 </td><td>34 38 </td><td>42 44 </td><td>46 48 </td><td>0 6 11 </td><td>15 </td><td>19 22 </td><td>25 27 </td><td>29 31\n</td></tr><tr><td>3 0 13 </td><td>24 </td><td>33 </td><td>40 46 </td><td>49 </td><td>52 </td><td>54 56 </td><td>0 10 19 </td><td>26 </td><td>32 37 </td><td>41 44 </td><td>46 48 </td><td>0 5 10 </td><td>14 </td><td>18 21 </td><td>24 27 </td><td>29 31\n</td></tr><tr><td>2.5 0 12 </td><td>22 </td><td>31 </td><td>38 44 </td><td>49 </td><td>52 </td><td>55 57 </td><td>0 9 17 </td><td>24 </td><td>31 36 </td><td>40 44 </td><td>47 49 </td><td>0 5 9 </td><td>13 </td><td>17 20 </td><td>24 27 </td><td>29 31\n</td></tr><tr><td>2 0 10 </td><td>20 </td><td>28 </td><td>36 42 </td><td>48 </td><td>52 </td><td>55 57 </td><td>0 8 15 </td><td>22 </td><td>28 34 </td><td>39 43 </td><td>47 49 </td><td>0 4 8 </td><td>12 </td><td>15 19 </td><td>23 26 </td><td>29 32\n</td></tr><tr><td>1.5 0 9 </td><td>17 </td><td>25 </td><td>33 40 </td><td>46 </td><td>51 </td><td>55 58 </td><td>0 7 13 </td><td>20 </td><td>26 32 </td><td>37 42 46 </td><td>50 </td><td>0 3 7 </td><td>10 </td><td>14 18 </td><td>21 25 </td><td>28 32\n</td></tr><tr><td>1 0 7 </td><td>14 </td><td>22 </td><td>28 35 </td><td>41 </td><td>47 </td><td>53 57 </td><td>0 6 11 </td><td>17 </td><td>22 28 </td><td>33 39 </td><td>44 49 </td><td>0 3 6 </td><td>9 </td><td>12 15 </td><td>19 22 </td><td>26 31\n</td></tr><tr><td> </td><td>R0 </td><td>= 1.5 </td><td>- </td><td>φ = 1.5 </td><td> </td><td> </td><td>R0 = 2 </td><td>- φ = 1.5 </td><td> </td><td>R0 = 4 </td><td>- </td><td>φ = 1.5\n</td><td> </td></tr><tr><td>4 0 21 </td><td>34 </td><td>42 </td><td>46 49 </td><td>51 </td><td>52 </td><td>53 53 </td><td>0 16 27 </td><td>34 </td><td>38 41 </td><td>43 44 </td><td>45 46 </td><td>0 8 15 </td><td>19 </td><td>22 25 </td><td>26 28 </td><td>28 29\n</td></tr><tr><td>3.5 0 19 </td><td>32 </td><td>40 </td><td>45 49 </td><td>51 </td><td>52 </td><td>53 53 </td><td>0 15 25 </td><td>32 </td><td>37 40 </td><td>43 44 </td><td>45 46 </td><td>0 8 14 </td><td>18 </td><td>22 24 </td><td>26 28 </td><td>29 30\n</td></tr><tr><td>3 0 17 </td><td>30 </td><td>39 </td><td>44 48 </td><td>50 </td><td>52 </td><td>53 54 </td><td>0 13 23 </td><td>31 </td><td>36 40 </td><td>42 44 </td><td>46 46 </td><td>0 7 12 </td><td>17 </td><td>21 24 </td><td>26 27 </td><td>29 30\n</td></tr><tr><td>2.5 0 15 </td><td>27 </td><td>36 </td><td>43 47 </td><td>50 </td><td>52 </td><td>54 55 </td><td>0 12 21 </td><td>29 </td><td>35 39 </td><td>42 44 </td><td>46 47 </td><td>0 6 11 </td><td>16 </td><td>20 23 </td><td>25 27 </td><td>29 30\n</td></tr><tr><td>2 0 13 </td><td>24 </td><td>33 </td><td>41 46 </td><td>50 </td><td>52 </td><td>54 55 </td><td>0 10 19 </td><td>26 </td><td>33 37 </td><td>41 44 </td><td>46 48 </td><td>0 5 10 </td><td>14 </td><td>18 22 </td><td>24 27 </td><td>29 31\n</td></tr><tr><td>1.5 0 11 </td><td>21 </td><td>30 </td><td>37 44 </td><td>48 </td><td>52 </td><td>55 57 </td><td>0 8 16 </td><td>23 </td><td>30 35 </td><td>40 44 </td><td>47 49 </td><td>0 4 8 </td><td>12 </td><td>16 20 </td><td>23 26 </td><td>29 31\n</td></tr><tr><td>1 0 9 </td><td>17 </td><td>25 </td><td>33 40 </td><td>46 </td><td>51 </td><td>55 58 </td><td>0 7 13 </td><td>20 </td><td>26 32 </td><td>37 42 </td><td>46 50 </td><td>0 3 7 </td><td>10 </td><td>14 18 </td><td>21 25 </td><td>28 32\n</td></tr><tr><td> </td><td>R0 </td><td>= 1.5 </td><td>- </td><td>φ = 2 </td><td> </td><td> </td><td>R0 = 2 </td><td>- </td><td>φ = 2 </td><td> </td><td>R0 </td><td>= 4 </td><td>- </td><td>φ = 2\n</td><td> </td></tr><tr><td>4 0 25 </td><td>38 </td><td>44 </td><td>47 49 </td><td>50 </td><td>51 </td><td>52 </td><td>0 19 30 </td><td>36 </td><td>40 41 </td><td>43 44 </td><td>44 45 </td><td>0 10 17 </td><td>21 </td><td>24 25 </td><td>27 27 </td><td>28 28\n</td></tr><tr><td>3.5 0 23 </td><td>36 </td><td>43 </td><td>47 49 </td><td>50 </td><td>51 </td><td>52 52 52 </td><td>0 18 29 </td><td>35 </td><td>39 41 </td><td>43 44 </td><td>44 45 </td><td>0 9 16 </td><td>20 </td><td>23 25 </td><td>27 27 </td><td>28 29\n</td></tr><tr><td>3 0 21 </td><td>34 </td><td>42 </td><td>46 49 </td><td>51 </td><td>52 </td><td>52 53 </td><td>0 16 27 </td><td>34 </td><td>38 41 </td><td>43 44 </td><td>45 45 </td><td>0 8 15 </td><td>19 </td><td>22 25 </td><td>26 28 </td><td>28 29\n</td></tr><tr><td>2.5 0 18 </td><td>31 </td><td>40 </td><td>45 48 </td><td>51 </td><td>52 </td><td>53 53 </td><td>0 14 25 </td><td>32 </td><td>37 40 </td><td>43 44 </td><td>45 46 </td><td>0 7 13 </td><td>18 </td><td>21 24 26 </td><td>28 </td><td>29 29\n</td></tr><tr><td>2 0 16 </td><td>28 </td><td>37 </td><td>43 48 </td><td>50 </td><td>52 </td><td>53 54 </td><td>0 12 22 </td><td>30 </td><td>35 39 </td><td>42 44 </td><td>46 47 </td><td>0 6 12 </td><td>16 </td><td>20 23 </td><td>25 27 </td><td>29 30\n</td></tr><tr><td>1.5 0 13 </td><td>24 </td><td>33 </td><td>41 46 </td><td>50 </td><td>52 </td><td>54 55 </td><td>0 10 19 </td><td>26 </td><td>33 37 </td><td>41 44 46 </td><td>48 </td><td>0 5 10 </td><td>14 </td><td>18 22 </td><td>24 27 </td><td>29 31\n</td></tr><tr><td>1 0 10 </td><td>20 </td><td>28 </td><td>36 42 </td><td>48 </td><td>52 </td><td>55 57 </td><td>0 8 15 </td><td>22 </td><td>28 34 </td><td>39 43 47 </td><td>49 </td><td>0 4 8 </td><td>12 </td><td>15 19 </td><td>23 26 </td><td>29 32\n</td></tr><tr><td>paa 0 .1 </td><td>.2 </td><td>.3 .4 </td><td>.5 </td><td>.6 </td><td>.7 </td><td>.8 .9 </td><td>0 .1 .2 </td><td>.3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9 </td><td>0 .1 .2 </td><td>.3 </td><td>.4 .5 </td><td>.6 .7 </td><td>.8 .9\n</td></tr></table></body></html>"}}, "back_matter": []}