{
    "paper_id": "e0c85d7cb864fe340d7ea505cd743f5c2a34af84",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Recommendation : Major Revision. Yes, suitable if Q1-3 are adequately addressed ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs The authors study CD8 motility in lung slices from mice recovering from LPS-induced lung-injury. There are some nice technical points here and it's a very solid start to something potentially interesting but the analysis of the 'meat' (Figure 7 /8) are too minimal and too many uncertainties remain. I'd be supportive of this for Nat. Comm. based on its potential import but as presented I don't see this as a strong addition to our understanding of migration based on the following queries: Q1: Is this really interstitial motility being studied here or might some of it also be alveolar? This is quite important for interpreting the inhibitor studies but the question starts to appear important earlier in the paper. In Movie S4, the cell appears to crawl away from the marked vasculature. Similarly, the last half of the track for Movie S5 and then the un-tracked cell in Movie S6. Can the authors confirm that this is along a surface (as in 'in' the interstitium) and that the cell hasn't crossed all the way into the agarose within the filled alveolus? How is this accounted for in the analysis. The vascular anti-CD3 only shows that it is not in the vessel but don't distinguish interstitial versus intra-alveolar. Can they provide movies that reinforce that it is the former (or, more difficult, inhale anti-CD3PE and do an 'alveolar' labeling)? To this extent, the data shown in Figure 5 is almost too good (if those movies are representative). Was there some filtering done here to only keep the 'green' segments for Figure 5D . If so, another graph should be generated that shows green versus white segments. Overall, although there is no doubt that some portions of some tracks align with the vascular marking, it may not be possible with this approach to be sure they are not looking at hugging of the inner alveolar wall. The authors should ideally confirm or refute this with data/analysis. Q2: How much of the turning angle analysis is a function of structure? In Figure 3 , the authors attempt to fit the movements to a variety of search patterns. They find that log-normal is the best and that neither Brownian nor Levy behavior is well supported. They also find that turning angle is well correlated but only for the first minute. However, more thought could go into the role of the convolutions of the interstitium in influencing perceived tracks. The correlation of turning angles with short time could merely be a reflection of the structure of the interstitium, no? Given the absence of flow, too, its interesting to consider why cells would ever move in a straight path in the lung unless following a chemokine gradient, perhaps laid down on the inside of the intersititum. (See possible confinement issue remaining with PTX, Q3) Q3: Can the authors provide more robust analysis of the inhibitor results? Beyond the import of Q1 for this, the inhibitor results are the most surprising and potentially important but there are some problems with the setups and interpretation that really lessen my enthusiasm for the paper as presented. First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway? Additionally, the inhibitor quality should be in doubt: For Figure 7, they state they incubate \"the lungs for two hours to ensure effective PTX inhibition\" but shouldn't there be a functional way to show this? It may be that all of the PTX stays trapped at the border of the slide and doesn't effectively diffuse. Given that they have very minimal effects (quite unexpected) I'd expect to see a better assay here. Two experiments come to mind. First, they can reisolate the T cells from the lung slices after PTX addition and do a transwell assay to show they are blocked. Second, they could add a gradient to the lung (CXCL12 impregnated beads) and show responsiveness. Third, they could adopt cells that were only just treated with PTX and watch them later (PTX takes about 30 minutes to deplete the Gai). Note too that there are decent chemokine blocking antibodies available and if there really is a slight slowing but a de-confinement (my interpretation of Fig 7) with chemokine loss, they should be able to add antibodies to the slices as well (anti-CXCL10/12, see above for needed controls). Also, I would think that, unless there are other factors they are proposing here and which would then need to be demonstrated to complete this study, that the Rock inhibitor should phenocopy at least a component of the PTX/chemokine blockade; since we know/they show that this pathway is downstream of the chemokines they are proposing are important. It'd be fine if Rock inhibitor didn't have a phenotype but chemokine did but the reverse in this situation seems odd. I suggest again that they check their PTX efficacy and update that result or provide an alternative explanation for the Rock effect. At present it is otherwise a rather isolated observation that should be advanced (what molecule drives Rock-dependent effects if not chemokine?). Other queries Figure 6 would appear to have limited novelty and could at very least be put in supplemental. The relevance of CD8+ T cells is not well established in lung injury when compared to CD4 T cells. As the authors show CD8s are clearly recruited to the lung in lung injury, but to my knowledge no one has demonstrated that they play an important role in the pathology of ARDS compared to CD4 subsets such as Tregs and Th17s. This may significantly lowers the impact of this study when compared to if it was done on CD4 subsets relevant to ARDS, or if it had first demonstrated a key function for CD8s in ARDS. Can the authors at least provide justification for why this particular biology matters or if CD4s are the same?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "(Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1553,
                    "end": 1561,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1692,
                    "end": 1701,
                    "text": "Figure 5D",
                    "ref_id": null
                },
                {
                    "start": 2145,
                    "end": 2153,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 3231,
                    "end": 3239,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 4993,
                    "end": 4999,
                    "text": "Fig 7)",
                    "ref_id": null
                },
                {
                    "start": 5892,
                    "end": 5900,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Nature Communications"
        },
        {
            "text": "Other findings (no queries here, just for reflection) In Figure 1 , the authors show that activated CD8 T cells extravasate into the injured lung, out of the vasculature. This is quite good data and the only caveat regarding interpretation is in Q1. In Figure 2 , the authors demonstrate variation in speeds, highlighted by differing the integration time. They also show data suggestive of a sinusoidal pattern of migration speeds, suggesting periodic oscillations of fast/slow migration. In Figure 3 , the authors attempt to fit the movements to a variety of search patterns. They find that log-normal is the best and that neither Brownian nor Levy behavior is well supported. They also find that turning angle is well correlated but only for the first minute. However, more thought could go into the role of the convolutions of the interstitium in influencing perceived tracks. The correlation of turning angles with short time could merely be a reflection of the structure of the interstitium, no? Given the absence of flow, too, its interesting to consider why cells would ever move in a straight path in the lung unless following a chemokine gradient, perhaps laid down on the inside of the intersititum. In Figure 4 , the authors do a highly synthetic exercise to grab track segments to create 'synthetic tracks' and then compare these to the actual. Over a number of observations and modeling exercises, they provide convincing data that cells do indeed oscillate in behavior over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 261,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 500,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1221,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Nature Communications"
        },
        {
            "text": "Reviewer #2 (Remarks to the Author):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nature Communications"
        },
        {
            "text": "In this study, Mrass et al. examined CD8+ effector T cells motility using a LPS-induced acute lung injury model. Following adoptive transfer of polyclonal CD8+T cells activated in vitro into mice treated LPS intranasally. They found that transferred T cells efficiently migrated into lung tissues. Two-photon imaging of explanted lungs up to two hours showed characteristic behaviors of transferred T cells. Computational analysis of manually tracked T cells in lung tissues revealed that lung-infiltrating T cells had a tendency of intermittent repeats of fast/directional and slow/confined migration. The fast/directional migration appeared to associated with the vascular structure. The authors tried to dissect the molecular background to explain lung-infiltrating T cells migration behaviors. Pertussis toxin modestly decreased velocities of lung-infiltrating T cells while the directionality was maintained. In contrast, ROCK inhibitor greatly diminished both velocities and directionality. Based on these findings, the authors speculate that T cells squeezed through preformed tissue channels presumably through a Rho-ROCK-F-actin dependent amoeboid migration. The excellent part of this study is statistical analyses of motility of lung-infiltrating T cells. By comparing appropriately randomized processes, they revealed a tendency of intermittent repeats of fast/directional and slow/confined migration. The experiments using PTX or ROCK inhibitors revealed ROCK-dependent directional migration was dominant whereas inhibition of Gi signaling modestly reduced velocities. Unfortunately, biological processes behind infiltrating T cell behaviors were poorly examined. The authors suggest directional T cell movement along preformed channels associated with the vasculature, which was not characterized in details. It remains unknown that what triggers Rho-ROCK signaling in inflamed lung tissues. The involvement of integrins was not addressed. What is the biological significance of the intermittent T cell migration and what roles CD8+ effector T cells play by doing so in a LPS-induced lung injury model? Although the statistical characterization of T cell migration patterns in inflamed lungs using two-photon microscopy is interesting, data obtained using explanted lungs might include artifacts (altered lung tissue architecture due to loss of air and blood flow, for example), and should be validated by comparing using in vivo imaging methods. Overall, I think that the findings described in this study are potentially interesting, but not enough to advance our conceptual understanding of interstitial migration that was reported before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nature Communications"
        },
        {
            "text": "New title: Rho-associated protein kinase (ROCK) regulates the intermittent mode of interstitial T cell migration in inflamed lung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "We appreciate the reviewers' insightful critiques. Based on the reviewer's comments and revisions, we have adjusted the title. We have addressed all the concerns in our point-by-point response below and hope that the editor and reviewers will find the work appropriate for publication in Nature Communications. Please note that new text in the revision is indicated by yellow highlights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "Reviewer #1: Q1: Is this really interstitial motility being studied here or might some of it also be alveolar? This is quite important for interpreting the inhibitor studies but the question starts to appear important earlier in the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "In Movie S4 , the cell appears to crawl away from the marked vasculature. Similarly, the last half of the track for Movie S5 and then the un-tracked cell in Movie S6. Can the authors confirm that this is along a surface (as in 'in' the interstitium) and that the cell hasn't crossed all the way into the agarose within the filled alveolus? How is this accounted for in the analysis. The vascular anti-CD3 only shows that it is not in the vessel but don't distinguish interstitial versus intraalveolar. Can they provide movies that reinforce that it is the former (or, more difficult, inhale anti-CD3PE and do an 'alveolar' labeling)?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Movie S4",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "To this extent, the data shown in Figure 5 is almost too good (if those movies are representative). Was there some filtering done here to only keep the 'green' segments for Figure 5D . If so, another graph should be generated that shows green versus white segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure 5D",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "Overall, although there is no doubt that some portions of some tracks align with the vascular marking, it may not be possible with this approach to be sure they are not looking at hugging of the inner alveolar wall. The authors should ideally confirm or refute this with data/analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "We previously provided data (Fig 1) that demonstrated that the effector T cells we image are not intravascular. Based on the reviewer's suggestion, we have now performed intranasal anti-CD3 (T cell) staining in combination with intravascular staining (now Fig 1C) . This data shows that approx. 80% of T cells are negative for intravascular and intranasal anti-CD3 stain, demonstrating that T cells are extravascular and not in the airway space exposed to intranasal staining. In several experiments, we consistently demonstrate that 70-90% of T cells are extravascular and extra-alveolar. This is also stated in new text on page 5 (new text indicated with yellow highlights)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 263,
                    "text": "Fig 1C)",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "With regards to the question whether filtering was done in previous Fig 5D, no filtering was done.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Fig 5D,",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "Q2: How much of the turning angle analysis is a function of structure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "In Figure 3 , the authors attempt to fit the movements to a variety of search patterns. They find that log-normal is the best and that neither Brownian nor Levy behavior is well supported. They also find that turning angle is well correlated but only for the first minute. However, more thought could go into the role of the convolutions of the interstitium in influencing perceived tracks. The correlation of turning angles with short time could merely be a reflection of the structure of the interstitium, no? Given the absence of flow, too, its interesting to consider why cells would ever move in a straight path in the lung unless following a chemokine gradient, perhaps laid down on the inside of the intersititum. (See possible confinement issue remaining with PTX, Q3)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "The reviewer suggests that the turning angles taken by the T cells may reflect structural determinants in the interstitium. We agree and our analysis of vascular guidance of T cell motion suggests exactly this. In addition, we have now performed additional analysis that agrees with the reviewer's hypothesis. In the new Fig 5E, we now look at T cells that move in similar areas within the same field. We find that T cells in similar areas actually move in similar trajectories, suggesting that the structural components of the lung can help T cells move in a specific trajectory. This is now added on page 10.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Fig 5E,",
                    "ref_id": null
                }
            ],
            "section": "Manuscript NCOMMS-16-19169-T Former title: ROCK enables interstitial movement of T cells along the vasculature of inflamed lungs"
        },
        {
            "text": "Beyond the import of Q1 for this, the inhibitor results are the most surprising and potentially important but there are some problems with the setups and interpretation that really lessen my enthusiasm for the paper as presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q3: Can the authors provide more robust analysis of the inhibitor results?"
        },
        {
            "text": "Additionally, the inhibitor quality should be in doubt: For Figure 7 , they state they incubate \"the lungs for two hours to ensure effective PTX inhibition\" but shouldn't there be a functional way to show this? It may be that all of the PTX stays trapped at the border of the slide and doesn't effectively diffuse. Given that they have very minimal effects (quite unexpected) I'd expect to see a better assay here. Two experiments come to mind. First, they can reisolate the T cells from the lung slices after PTX addition and do a transwell assay to show they are blocked. Second, they could add a gradient to the lung (CXCL12 impregnated beads) and show responsiveness. Third, they could adopt cells that were only just treated with PTX and watch them later (PTX takes about 30 minutes to deplete the Gai). Note too that there are decent chemokine blocking antibodies available and if there really is a slight slowing but a deconfinement (my interpretation of Fig 7) with chemokine loss, they should be able to add antibodies to the slices as well (anti-CXCL10/12, see above for needed controls). We apologize if our previous description of previous Fig 7 (now Fig 6) was misleading. It is very clear from the speed and MSD data that PTX inhibited T cell speed and displacement at similar levels as previously published in other organs (Harris et al. 2012 , see additional citations in text). In former Fig 7A (now 6A) , speed is decreased by from 2.4 um/min in untreated cells to 2.0 um/min in PTX inhibited cells. More importantly, the motility coefficient of T cells decreased by 50% from untreated to PTX treated T cells (from 6.8um 2 /min to 3.6um 2 /min). In former 7B, displacement shows the slope of the MSD is significantly lower, showing less displacement in the presence of PTX. We have now adjusted the text to reflect this (see page 11). The reviewer is correct that the MSD may be slightly flatter for the control, but we feel that the data is not sufficient to support the conclusion that chemokine confines cells based solely on this analysis.",
            "cite_spans": [
                {
                    "start": 1338,
                    "end": 1357,
                    "text": "(Harris et al. 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 968,
                    "text": "Fig 7)",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1169,
                    "text": "Fig 7 (now Fig 6)",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1420,
                    "text": "Fig 7A (now 6A)",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "The reviewer suggests that \"some of the early figures were combined or supplementalized so as to spend more time analyzing this result.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "We have now done so (see new Supplemental Fig S4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Fig S4)",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "The reviewer also asks: \"What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "Unfortunately, because the ROCK inhibitor leads to a dramatic decrease in motility, we cannot easily analyze whether T cells in the presence of ROCK inhibitor change close to airways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "Additionally, the inhibitor quality should be in doubt: For Figure 7 , they state they incubate \"the lungs for two hours to ensure effective PTX inhibition\" but shouldn't there be a functional way to show this?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "The reviewer asks that we demonstrate that PTX is functionally blocking chemokine signaling. We believe that the decrease in speed and displacement clearly shows that PTX blocks T cell motion. The only aspect that PTX does not inhibit is the intermittent mode of motion. This is consistent with previous findings in Harris et al. 2012 in which T cell speed but not motility pattern was not changed in infected brain. In addition, we have now added an in vitro confirmation of PTX block (shown in Supplemental Fig S4) . T cells incubated with PTX for 2 hours under the same conditions as the lung explants show a decrease in transwell migration to a similar degree as seen in explanted tissue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 516,
                    "text": "Supplemental Fig S4)",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "The reviewer also suggests that PTX may be trapped outside the tissue. We have done control experiments that demonstrate that anti-CD3 antibodies can diffuse and stop T cell motion into intact lung using the same perfusion setup that we use for PTX (see Fig 1 within response) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 276,
                    "text": "Fig 1 within response)",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "Anti-CD3 antibody treatment led to a complete inhibition of T cell motion in explanted lung tissue. As antibodies are large molecules, we expect that PTX should diffuse into lung tissue similar to anti-CD3 antibodies (antibodies: ~150kDa; PTX: 117kDa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "The reviewer asks whether additional reisolation experiments can be done. These are not technically feasible as the extraction of T cells from tissues take multiple hours so extraction would prevent analysis of PTX inhibition within the native tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "We feel that using antibodies to individual chemokines may not fully block all the potential chemokines that may act and that PTX is a more complete inhibition of chemokine receptor signaling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "Our data agrees with the reviewer that the ROCK inhibitor does phenocopy PTX treatment at least in the decrease in both speed and displacement (MSD). The ROCK inhibitor and PTX are not actually reversed from PTX, but instead, ROCK inhibition blocks to a greater degree than PTX (compare Fig 6 and 7) . This also agrees with our newly added in vitro inhibition of transwell migration (supplemental fig S4) . We now show that both PTX and ROCK inhibitor block transwell migration, but ROCK inhibits to a greater degree than PTX, even in baseline migration in the absence of specific chemokine receptor signaling. These data show that while ROCK likely acts downstream of chemokine receptor Gαi signaling, ROCK has a role in addition to Gαi and thus, inhibition of ROCK shows a more dramatic decrease in T cell motion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 299,
                    "text": "Fig 6 and 7)",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 404,
                    "text": "fig S4)",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "Responses to minor queries of Reviewer #1 Reviewer Figure 1 . Analysis of T cell migration before and after adding anti-CD3 antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "LPS was used to induce inflammation in lungs. Adoptively transferred GFP + T cells were tracked with two-photon imaging. Tracks of one representative experiment were shown before (upper left panel) and after (upper right panel) addition of 10 µg ml -1 anti-CD3 antibody (clone 145-2C11). The lower panel shows the speed of tracks from two pooled experiments. The numbers in the legend indicate median speed. Numbers in parenthesis indicate number of analyzed tracks. P-values were calculated with the Mann-Whitney test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First, Figure 7 is baffling. \"A\" shows very limited change in speed (see below about whether PTX block was complete) and \"C\" shows very little change in turning behavior. \"B\" is interpreted as showing a decent change in MSD displacement but the xy intercept was allowed to float for the control and if I am looking at that data, I see a bit of a dampening of MSD (flattening toward the x axis) with time in the control, suggesting maybe that chemokine normally might confine cells. But in general, there needs more exploration of this point to make this clearer. In general, the paper would be stronger if some of the early figures were combined or supplementalized so as to spend more time analyzing this result. What are the effects of this inhibitor and the Rock inhibitor as you move toward the airway?"
        },
        {
            "text": "We have now changed previous Fig 6 into new Supplemental Fig S4. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 39,
                    "text": "Fig 6 into",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 64,
                    "text": "Fig S4.",
                    "ref_id": null
                }
            ],
            "section": "Figure 6 would appear to have limited novelty and could at very least be put in supplemental."
        },
        {
            "text": "Multiple papers have clearly shown a pathogenic role for CD8 T cells in lung injury models resulting from infections (Connors TJ et al., 2016; Xu et al., 2004; Van den Steen et al., 2010) . In addition, several papers directly demonstrate the role of CD8 in lung ARDs (Li GG et al., 2016; Li N et al., 2016) . We have now added some of these to the text as citations for the potential role for CD8 T cells in lung injury (page 4).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 142,
                    "text": "(Connors TJ et al., 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 143,
                    "end": 159,
                    "text": "Xu et al., 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 160,
                    "end": 187,
                    "text": "Van den Steen et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 268,
                    "end": 288,
                    "text": "(Li GG et al., 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 289,
                    "end": 307,
                    "text": "Li N et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "Response to Reviewer #2 queries:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "We appreciate that the reviewer felt that \"The excellent part of this study is statistical analyses of motility of lung-infiltrating T cells.\" Unfortunately, biological processes behind infiltrating T cell behaviors were poorly examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "The most significant concern of the reviewer was the biological process of intermittent migratory behavior. We have now added a model that suggests a potential biological role for intermittent behavior in new Fig 8. The model strongly suggests that the straight portion of intermittent migration allows T cells to cover a large area but the confinement gives T cells the opportunity to make longer contacts with potential targets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig 8.",
                    "ref_id": null
                }
            ],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "The authors suggest directional T cell movement along preformed channels associated with the vasculature, which was not characterized in details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "We have now added Fig 5E which shows that distinct T cells that move in the same region move with similar trajectories that align with vasculature (see response to reviewer #1 Q2). This further supports our conclusion that vasculature may provide structural guidance for T cell motion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 30,
                    "text": "Fig 5E which",
                    "ref_id": null
                }
            ],
            "section": "The relevance of CD8+ T cells is not well established in lung injury."
        },
        {
            "text": "We show that chemokine receptor can induce Rho activation. However, our results also demonstrate that ROCK activity can be active at baseline, simply in serum, as demonstrated by Supplemental Fig S4 where ROCK inhibitor can block baseline transwell migration, even in the absence of exogenously added chemokine. Thus, it is likely that multiple signals in vivo including but not limited to chemokine signaling can lead to ROCK activation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig S4",
                    "ref_id": null
                }
            ],
            "section": "It remains unknown that what triggers Rho-ROCK signaling in inflamed lung tissues."
        },
        {
            "text": "While the role of integrins is of interest, we feel that the role of integrins is outside the scope of this particular study, which focuses on the role of chemokines and intrinsic signaling molecule ROCK in driving T cell motion in lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The involvement of integrins was not addressed."
        },
        {
            "text": "Please see response above regarding biological significance as well as to Reviewer #1 minor query above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the biological significance of the intermittent T cell migration and what roles CD8+ effector T cells play by doing so in a LPS-induced lung injury model?"
        },
        {
            "text": "T cell migration patterns in inflamed lungs using two-photon microscopy is interesting, data obtained using explanted lungs might include artifacts (altered lung tissue architecture due to loss of air and blood flow, for example), and should be validated by comparing using in vivo imaging methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is the biological significance of the intermittent T cell migration and what roles CD8+ effector T cells play by doing so in a LPS-induced lung injury model?"
        },
        {
            "text": "While we agree with reviewer #2 that some aspects of lung physiology depend on blood and air flow that are maintained during intravital imaging, T cell motion does not appear to be dependent on blood and air flow in many tissues, including lung, lymph nodes and brain. Multiple publications study interstitial motility in lung, lymph nodes, and brain. In lung, the following papers all use explanted tissue to track T cell motion in lung: Thornton et al. JEM 2012; Matheu et al. PONE 2013; Torabi-Parisi JI Germain 2014; Halle et al. JEM 2009 . T cell motion using explanted tissue has been done in brain (Harris et al. Nature 2012), lymph node (Miller et al. PNAS 2003) and tumor (Mrass et al. JEM 2006) . Even in side by side studies of T cell motion in intravital and explanted organs, no differences have been clearly documented.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 464,
                    "text": "Thornton et al. JEM 2012;",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 489,
                    "text": "Matheu et al. PONE 2013;",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 520,
                    "text": "Torabi-Parisi JI Germain 2014;",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 542,
                    "text": "Halle et al. JEM 2009",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 670,
                    "text": "(Miller et al. PNAS 2003)",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 704,
                    "text": "(Mrass et al. JEM 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What is the biological significance of the intermittent T cell migration and what roles CD8+ effector T cells play by doing so in a LPS-induced lung injury model?"
        },
        {
            "text": "A few papers have used intravital imaging to image immune responses in lung, and most of these studies use both explant and intravital side by side. Fiole et al. (Infection and Immunity 2014) visualizing anthrax in lung uses slices and intravital both interchangeably. In fact, from direct side by side comparisons of T cell motion in lung in Thornton 2012 , the authors state that there are no observed differences between explanted lung slices and intravital imaging in either dendritic cell or T cell behavior (Thornton JEM 2012) . In addition, because of the need for precise T cell tracking in our detailed quantitative analyses, we believe that intravital imaging would introduce additional motion artifacts that would inhibit our ability to track individual T cells. Thus, we believe that our use of explanted lung in tracking T cells is well justified.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 191,
                    "text": "Fiole et al. (Infection and Immunity 2014)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 356,
                    "text": "Thornton 2012",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 532,
                    "text": "(Thornton JEM 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What is the biological significance of the intermittent T cell migration and what roles CD8+ effector T cells play by doing so in a LPS-induced lung injury model?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunopathology and dexamethasone therapy in a new model for malaria-associated acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Den Steen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Geurts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deroost",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van Aelst",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verhenne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heremans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Opdenakker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "9",
            "pages": "957--68",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airway CD8(+) T Cells Are Associated with Lung Injury during Infant Viral Respiratory Tract Infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Connors",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ravindranath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bickham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Farber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "54",
            "issn": "6",
            "pages": "822--852",
            "other_ids": {
                "DOI": [
                    "10.1165/rcmb.2015-0297OC"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cutting edge: pulmonary immunopathology mediated by antigen-specific expression of TNF-alpha by antiviral CD8+ T cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Ramana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Enelow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "2",
            "pages": "721--726",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inhibition of CD8+ T cells and elimination of myeloid cells by CD4+ Foxp3-T regulatory type 1 cells in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Run",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CXCR3 May Help Regulate the Inflammatory Response in Acute Lung Injury via a Pathway Modulated by IL-10 Secreted by CD8 + CD122+ Regulatory T Cells",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Zhibing",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Gangyan",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Juan",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inflammation",
            "volume": "39",
            "issn": "",
            "pages": "526--533",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Autonomous T cell trafficking examined in vivo with intravital two-photon microscopy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cahalan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "2604--2609",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Random migration precedes stable target cell interactions of tumor-infiltrating T cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mrass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daxini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Lasaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iparraguirre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Von Andrian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Ertl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weninger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "",
            "pages": "2749--2761",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stabilized imaging of immune surveillance in the mouse lung",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Looney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lamm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Glenny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Krummel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Methods",
            "volume": "8",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spatiotemporally separated antigen uptake by alveolar dendritic cells and airway presentation to T cells in the lung",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Krummel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Exp Med",
            "volume": "209",
            "issn": "",
            "pages": "1183--1199",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Induced bronchus-associated lymphoid tissue serves as a general priming site for T cells and is maintained by dendritic cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halle",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bakocevic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fleige",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Danzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willenzon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suezer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hammerling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garbi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Worbs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Exp Med",
            "volume": "206",
            "issn": "",
            "pages": "2593--2601",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Three phases of CD8 T cell response in the lung following H1N1 influenza infection and sphingosine 1 phosphate agonist therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Matheu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marsolais",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cahalan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathogen-related differences in the abundance of presented antigen are reflected in CD4+ T cell dynamic behavior and effector function in the lung",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Torabi-Parizi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vrisekoop",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kastenmuller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gerner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Egen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Germain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Immunol",
            "volume": "192",
            "issn": "",
            "pages": "1651--1660",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Two-Photon Intravital Imaging of Lungs during Anthrax Infection Reveals Long-Lasting Macrophage-Dendritic Cell Contacts",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Fiole",
                    "suffix": ""
                },
                {
                    "first": "Pierre",
                    "middle": [],
                    "last": "Deman",
                    "suffix": ""
                },
                {
                    "first": "Yannick",
                    "middle": [],
                    "last": "Trescos",
                    "suffix": ""
                },
                {
                    "first": "Jean-François",
                    "middle": [],
                    "last": "Mayol",
                    "suffix": ""
                },
                {
                    "first": "Jacques",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "Jean-Claude",
                    "middle": [],
                    "last": "Vial",
                    "suffix": ""
                },
                {
                    "first": "Julien",
                    "middle": [],
                    "last": "Douady",
                    "suffix": ""
                },
                {
                    "first": "Jean-Nicolas",
                    "middle": [],
                    "last": "Tournier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Immun",
            "volume": "82",
            "issn": "2",
            "pages": "864--872",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Also, I would think that, unless there are other factors they are proposing here and which would then need to be demonstrated to complete this study, that the Rock inhibitor should phenocopy at least a component of the PTX/chemokine blockade; since we know/they show that this pathway is downstream of the chemokines they are proposing are important. It'd be fine if Rock inhibitor didn't have a phenotype but chemokine did but the reverse in this situation seems odd. I suggest again that they check their PTX efficacy and update that result or provide an alternative explanation for the Rock effect. At present it is otherwise a rather isolated observation that should be advanced (what molecule drives Rock-dependent effects if not chemokine?).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Reviewer #2 (Remarks to the Author):In the revised manuscript, the authors did additional experiments and also provided new evidence from simulation study to support the intermittent migration controlled by Rho-ROCK had an advantage for target contact duration. Although the target for CD8 T cells in the LPS model is unclear, this finding would be meaningful for CD8 T cell functions. The authors showed that spontaneous T-cell migration through 3 um pores was severely reduced by the ROKC inhibitor. This result suggest that Rho-ROCK rather than Gi signaling stimulate confined motility. The authors also showed ERK activation in the same figure (Fig S4C) . This is rather redundant data since it is already known that ERK activity is increased by chemokines. Or is there any evidence that ERK trigger ROCK activation, or ERK inhibitors block T cells motility in the LPS-injured lung? Regarding the explant vs in vivo imaging, the studies of lymph nodes showed these were comparable in interstitial migration. The cited study (Thornton E.E. et al) did not actually compare T cell interstitial migration in sliced lung tissues and in vivo live lung imaging. The results that the straight, fast movement often aligned the vascular structures, as shown in this study, suggest the increased blood flow could affect vascular structures and hence T cell migration behaviors in associated confined space. I feel that this issue might deserve careful side-by-side observation and analysis in LPS-injured models, and the insight of a possible contribution of blood flow to confined T cell motility and intermittent migration as well as clarification of target finding functions would really advance our understanding in inflammatory lung pathology. Overall, as the first round review, I think that the authors' analytical methods are excellent, as also indicated in new simulation study, but biological ones are still limited.",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1049,
                    "text": "(Thornton E.E. et al)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 657,
                    "text": "figure (Fig S4C)",
                    "ref_id": null
                }
            ],
            "section": "Reviewers' comments:"
        },
        {
            "text": "Rho-associated protein kinase (ROCK) regulates the intermittent mode of interstitial T cell migration in inflamed lung Mrass et al. We appreciate the opportunity to resubmit our manuscript. In the previous round of review, the reviewer asked that we determine whether the type of intermittent motility is physiologically relevant by analyzing T cell motility by intravital two photon microscopy, citing the uniqueness of the lung with regards to the air exchange and blood flow.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 131,
                    "text": "Mrass et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NCOMMS-16-19169A"
        },
        {
            "text": "To address this remaining concern, we have now performed intravital imaging of inflamed lung in the acute injury model. As suggested by the reviewer, we established a collaboration with a leader in the field of intravital imaging, Dr. Mark Miller of Washington University in St. Louis, who is an author on one of the papers cited by the reviewer (In vivo two-photon imaging reveals monocyte-dependent neutrophil extravasation during pulmonary inflammation. 2010. PNAS). Dr. Miller is one of only a few labs in the world who are performing intravital two photon microscopy in inflamed lung.In collaboration with the Miller group, we have now imaged T cell motility patterns in inflamed lungs of living mice with acute lung injury with intact air exchange and blood flow. We find that intravital imaging of T cell movement in inflamed lung show a similar pattern of intermittent motion as explanted lung in individual T cells (new Figure 4G ) as well as in the full population of T cells that we analyzed (new Figure 4I) . We also find that the difference in speed over longer periods of imaging are maintained (new Figure 4H) . In this revision, we have added new text to the results as well as discussion to reflect our new results (text highlighted in yellow), confirming that intermittent T cell motion occurs in the lung in a physiologically intact model of ALI. Dr. Miller and his group are now co-authors on this revised manuscript to reflect their contribution to intravital imaging. This new intravital imaging results confirm our novel finding that intermittent migration of T cells is physiologically relevant.We have also included a supplemental movie from intravital imaging showing intermittent T cell motion (new Supplemental Movie S4). We have not included control movies demonstrating blood flow from intravital imaging but we are happy to provide additional control movies to the reviewer if requested.We hope that with these additional controls, the editor and reviewer will find our manuscript suitable for publication in Nature Communications. Below is the full reviewer's response to our previous rebuttal for your reference. Thank you, Judy Cannon",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 938,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1018,
                    "text": "Figure 4I)",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1124,
                    "text": "Figure 4H)",
                    "ref_id": null
                }
            ],
            "section": "My point is whether the T cell behaviors observed in inflamed lung explants are physiologically relevant or not. This issue could be approached in two ways; by intravital lung imaging in order to confirm that this finding holds true in vivo, and/or by clarification of its biological effect on inflamed lungs. I feel that either approach with reasonable findings would be acceptable."
        },
        {
            "text": "to confirm that this finding holds true in vivo, and/or by clarification of its biological effect on inflamed lungs. I feel that either approach with reasonable findings would be acceptable. Disappointingly, however, the authors declined none of experiments to address this issue. The assumption that T cell motilities in vivo and ex vivo are comparable based on other organs would be inappropriate, as the lung is a unique organ; the parenchyma is composed of thin alveolar walls with rich air and blood flows. It would be rather counterintuitive that confined T cell motilities are not affected by their pressure. Although dendritic cells in the lung appeared similar ex vivo and in vivo, T cells are much faster (as indicated in this study) and should be studied separately. The experimental method of intravital imaging of the inflamed lungs was first published in 2010. Since then, unique leukocytes and cancer cells motilities were reported, which are often associated with the vasculature (some references are listed below). To my knowledge, the apparatus and methods for intravital lung imaging has been widely known. When it is difficult to get ones, the authors should seek for collaborations. As I mentioned above, the authors should clarify the biological effect on inflamed lungs, alternatively. I think that at least either approach should be taken.Overall, I think that this study is rather analytical as it is (which is excellent), but insufficient for a conceptual advance, since the most findings of this study were already reported in other organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "My point is whether the T cell behaviors observed in inflamed lung explants are physiologically relevant or not. This issue could be approached in two ways; by intravital lung imaging in order"
        },
        {
            "text": "Reviewer #2 (Remarks to the Author):The revised paper now includes live imaging of T cell migration using 2-P microscopy, which also showed intermittent migration patterns. This information greatly strengthens physiological relevance of the data obtained ex vivo. I recommend the revised paper for publication in Nature Communications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWERS' COMMENTS:"
        },
        {
            "text": "We are pleased that reviewer #2 found our response satisfactory and recommends our paper for publication. In response to reviewer #2's comment on our response to reviewer #1 regarding chemokine signaling to ROCK, we have now included a sentence in the discussion stating clearly that we do not have a clear mechanism of ROCK activation by chemokine in vivo (indicated by tracked changes). Below is the original comments by reviewer #2. We hope that this satisfies all reviewer requirements for publication in Nature Communications.Reviewer #2 (Remarks to the Author):The revised paper now includes live imaging of T cell migration using 2-P microscopy, which also showed intermittent migration patterns. This information greatly strengthens physiological relevance of the data obtained ex vivo. I recommend the revised paper for publication in Nature Communications.Please also note that we asked reviewer 2 to comment on your response to reviewer 1 from last round, as reviewer 1 report was not particularly informative. Reviewer 2 tells us that your responses to reviewer 1 are satisfactory in most cases, but thinks it would have been better to have provided some Gq inhibitor studies or similar to gain a greater understanding of what regulates ROCK signalling in this context. As such we also ask that you add a clear caveat in discussion outlining that you do not have a clear mechanism of this induction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript NCOMMS-16-19169B Point by point response"
        }
    ]
}