{
    "paper_id": "e0dd61cd66f24cdeb3d9dee208df0ff4ea8e1acf",
    "metadata": {
        "title": "Stem cell research: from molecular physiology to therapeutic applications",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "uncover mechanisms underlying these different cellular processes and to discover new ways to improve cloning efficiency, which will provide a powerful tool for the study of mammalian reprogramming and ultimately offer important opportunities for regenerative medicine. Professor Zhou has helped to build the National Stem Cell Bank in Beijing, where clinical grade stem cell lines and patient specific cell lines have been created for future drug target candidate screening and therapeutic applications. Professor Qi Zhou has written a summary on human parthenogenetic embryonic stem cells as one potential resource for stem cell therapy [4] .",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 641,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Professor Lin Liu from Nankai University has been working on creating versatile patient-specific pluripotent stem cell lines that can be reliably used to fulfill the promise of stem cell therapy in regenerative medicine. Dr. Lin Liu's group found that pES cells generated from immature oocytes in mice exhibit pluripotency resembling fES cells, as evidenced by similarly high chimera production and germline transmission. Thus, immature eggs may provide an efficient source of autologous stem cells for regenerative medicine. This group also tested whether pESCs can be generated from older females. Drs. Lingyi Chen works on mechanisms of early embryonic differentiation. In their review of current special topics on stem cells, Drs. Lingyi Chen and Lin Liu analyze the current state of iPS research, particularly on limitations and advancements in this field, and propose possible future directions to meet the challenges of iPS cells for clinical applications [5] .",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 966,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Stem cell research has made significant progress in the past decade. Some therapeutic applications are coming closer to being on the market, but it is still hard to predict if and when stem cell therapy will replace largely traditional therapeutics. Given the early indications for success, we hope to see promising remedies for the many current uncurable diseases being made available in the clinic over the coming years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human parthenogenetic embryonic stem cells: One potential resource for cell therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "622--636",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Current progress and prospect of induced pluripotent stem cell",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "622--636",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Peking Union Medical College",
            "authors": [],
            "year": null,
            "venue": "Chinese Academy of Medical Sciences",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}