{
    "paper_id": "e140f2ff42f33748004f5f479df1976a3347b41e",
    "metadata": {
        "title": "Original Russian Text ©",
        "authors": [
            {
                "first": "O",
                "middle": [
                    "B"
                ],
                "last": "Kazakova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "I"
                ],
                "last": "Medvedeva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "P"
                ],
                "last": "Baikova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Tolstikov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "V"
                ],
                "last": "Lopatina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "S"
                ],
                "last": "Yunusov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Zaprutko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "B"
                ],
                "last": "Kazakova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The synthesis of a new group of triterpenoid acylates has been conducted on the basis of oleanolic, glycyrrhetic, and ursolic acids and betulin. 28 ortho Methoxycynnamoylbetulin has been demonstrated to possess high activity against the influenza type A (H1N1) virus with the selectivity index SI > 100 while study ing the activity of the synthesized compounds in relation to the reproduction of viral pathogens of respiratory infections. The high activity of 3,28 dinicotinoylbetulin against the papilloma virus (strain HPV 11) was detected with the selectivity index SI 35.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The etherification reaction is widely used in the synthesis of medically important compounds based on pentacyclic triterpenoids. The most prominent exam ples are the antiulcer preparation carbenoxolon (hemisuccinyl glycyrrhetic acid disodium salt) [1] , anti HIV agent Bevirimat with the new mechanism of action [(3',3' dimethylsuccinyl)betulin acid] [2, 3] , and glycyrrhizin (niglizin) nicotinoates possessing a wide spectrum of activity [4] [5] [6] [7] [8] . The present study describes the synthesis of triterpenoid acylates with nicotinic (3 pyridincarbon) acid and demonstrates the results of the screening of the antiviral activity of some new and several previously described com pounds of this class.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[7]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Oleanolic (I), glycyrrhetic (V), ursolic (VII), and betulinic (IX) acids and betulin (XI) have been used as the primary compounds for the synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The acylation of triterpenoids (I), (III), (V), (VII), (IX), (XI), and (XVI) by nicotinic chloranhydride has been conducted via boiling in pyridine with a cata lyzing amount of dimethylaminopyridine (Schemes 1, 2). The reactions with triterpenoids (I), (V), (VII), and (IX) involved a 1.5 fold excess of chloranhydride; reaction products (II), (VI), (VIII), and (X) have been purified via recrystallization. Regioselective betulin acylation (XI) has been conducted in an analogous 1 Corresponding author; phone/fax: (347)2356066; e mail: obf@anrb.ru.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "way except for at room temperature with the formation of 28 ortho nicotinoylbetulin (XII), also known as 3β ortho hemisuccinate (XIII). Interestingly, derivative (XII) is oxidized by chromium oxide (VI) via heating in acetic acid involving C3 OH groups and the isopro penyl fragment simultaneously with the formation of 3,20 dioxoderivative (XIV). Nicotinoylbetulin (XII) oxidation by the Jones reagent in acetone resulted in ketone synthesis (XV) (Scheme 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "As a result of the reaction between diol (olean 12 en 3,28 diol) (III) and 20 oxobetulin (messagenin) (XVI) with a 3 fold excess of nicotinic chloranhydride, 3β,28 di ortho nicotinates (IV), (XVII) have been syn thesized. 28 ortho Nicotinoylbetulin (XII) has been transformed into the 2(3) dehydroderivative (XVIII) characterized as a ketone (XIX) by pyridine treatment by thionyl chloride.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Natural and synthetic triterpenoid derivatives are considered to be a new group of viral reproduction inhibitors. The possibility of many betulin derivatives to suppress the reproduction of the influenza virus and enterovirus ECHO6 [11] [12] [13] have been detected in the present study together with their antiviral activity against HIV 1, HIV 2, and the herpes simplex virus [9, 10] . The present study included the investigation of the antiviral activity of several acylates (Schemes 1-3) relative to respiratory infections, B and C hepatitis viruses, and the papilloma virus. The activity has been studied in the departments of the National Institute of Allergy and Infectious Diseases (NIAID, United States) according to the methods described at www.niaid aacf.org.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[9,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Compounds (X), (XX) have been established as pos sessing low toxicity (IС 50 = 185 and >100 μM, respec tively) and to have no impact on the replication of the DNA of hepatitis B viruses (HBV) under a 10 μM concentration. The degree of suppression of nucleic acid replication of the hepatitis C viruses (HCV) for compound (X) in a concentration of 20 μM was 88.3% and the cytotoxicity (doze of vial cells) was 35% (SI < 10). These parameters were 65.6 and 75.7%, respec tively, SI > 1 for compound (XX). This points to the toxicity of compound (X) in the investigated concen tration, while derivative (XX) was shown to be slightly toxic relative to the replication of the HCV nucleic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The high activity of compound (XX) relative to the papilloma virus (strain HPV 11) with the selectivity index SI 35 was detected. The SI was 10 for compound (X) with the demonstrated light cytotoxicity. Accord ingly, this is the first time the triterpenoids activity was demonstrated against the papilloma virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "While studying the activity of the synthesized com pounds relative to the reproduction of viral respiratory infection agents (table), 28 ortho methoxycyn namoylbetulin (XXII) was established to possess high activity against the influenza A virus (H1N1) with SI > 100. At the same time, compounds (II), (IV) demon strated no suppressing activity against the influenza A virus (H7N1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Accordingly, effective inhibitors of the influenza and papilloma viruses have been selected from triter penoid acylates. EXPERIMENTAL 1 Н and 13 C NMR spectrums have been registered via a Bruker AM 300 spectrometer (Germany), 300 and 75.5 MHz, respectively, (δ, ppm, KSSV, Hz) in CDCl 3 , with tetramethylsilane as the internal stan dard. The melting temperatures have been detected via a Boetius microtable. The optical absorbance has been measured via a Perkin Elmer 241 MC polarimeter (Germany) in a tube 1 dm in length. TLC analysis was conducted on Sorbfil plates (ZAO Sorbpolimer, Rus sia) using the system of solvents of chloroform-ethyl acetate 40 : 1. The substances were detected by 10% sulfuric acid with subsequent heating at 100-120°С over the course of 2-3 min. An Ozon 2K ozonizer (Russia) was used for ozonation. Column chromatog raphy was carried out on neutral Al 2 O 3 (Reachim). Oleanolic (I), glycyrrhetic (V), ursolic (VII), and bet ulinic (IX) acids have been obtained as previously described [14] [15] [16] [17] . Betulin (XI) was extracted accord ing to [4] . Nicotinic chloranhydride was synthesized according to study [18] . Compounds (XX)-(XXII) were synthesized according to [4, 19, 20] .",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[14]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Nicotinic chlora nhydride in an amount of 1.5 mmol (for substances (I), (III), (V), (VII), (IX), (XI), (XVI)) or 3 mmol (for sub stances (II), (VI), (VIII), (X), (XII))-the catalytic amount of dimethylaminopyridine-was added to a solution containing 1 mmol of compounds (I), (III), (V), (VII), (IX), (XI), and (XVI) in dry pyridine. To obtain compound (XII), the reaction mixture was mixed at the room temperature, while to obtain com pounds (II), (IV), (VI), (VIII), (X), (XVII), it was boiled for 4 h with a backflow condenser. The reaction mix ture was poured into 200 ml 5% HCl; the pellet was fil tered, washed with water, and dried; and the residue was recrystallized from the ethanol and purified on a chromatographic column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of the synthesis of compounds (II), (IV), (VI), (VIII), (X), (XII), and (XVII)."
        },
        {
            "text": "3β ortho Nicotinoylolean 12 ene 28 oic acid (II). Yield was 0.47 g (85%) after recrystallization. R f 0.15. 3β,28 Di ortho nicotinoylolean 12 ene (IV). LiAlН 4 in an amount of 155.8 mg (4.1 mmol) was added to a solution containing 1 mmol oleanolic acid (I) in dry THF and boiled for 3 h. Н 2 О in an amount of 3 ml was added to the reaction mixture, the Аl(ОН) 3 pellet was filtered, the water layer was extracted by chloroform (3 × 60 ml) and dried by СаСl 2 , and the sol vent was evaporated in a vacuum. The residue contain ing erythrodiol (III) was acylated by nicotinic chlora nhydride according to the method mentioned above. Yield was 0.44 g (68%). 3β Hemisuccinyl 28 ortho nicotinoyl lupa 20(29) ene (XIII). Succinic anhydride in an amount of 4 mmol was added to a solution containing 0.55 g (1 mmol) of compound (XII) in 10 ml pyridine and boiled for 4 h with a backflow condenser and poured into 50 ml 5% HCl; the residue was filtered, washed by water, dried, and crystallized from the ethanol. Yield was 0.55 g (85%). 3,20 Dioxo 28 ortho nicotinoyl 29 norlupan (XIV). CrO 3 in an amount of 0.6 g was added to a solu tion containing 0.55 g (1 mmol) of compound (XII) in 50 ml acetic acid and boiled for 4 h with a backflow condenser and poured into 50 ml of water; the residue was filtered, washed by water, dried, and purified by column chromatography; the eluent was chloroform, chloroform-methanol, 10 tone was added by drops to a solution containing 0.55 g (1 mmol) of compound (XII) in 30 ml of ace tone at 0°С within 30 min. The reaction mass was mixed at 0°С for 4 h, followed by the addition of 1 ml MeOH and was poured into ice (10 g). The residue was filtered, washed by water, and dried; the residue was dissolved in 20 ml СНСl 3 and passed through a layer (1 cm) of Al 2 O 3 ; the solvent was evaporated in a vac uum; and the residue was recrystallized from the etha nol. Yield was 0.46 g (85% ",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods of the synthesis of compounds (II), (IV), (VI), (VIII), (X), (XII), and (XVII)."
        },
        {
            "text": "Di ortho nicotinoyl 20 oxo 29 norlupan (XVII). Ozone was passed through 1 mmol betulin (XI) in 20 ml CH 2 Cl 2 at -60°С until the disappearance of the primary substance (THF control). The temper ature was brought to room temperature; the solvent was evaporated in a vacuum. The residue consisting of 20 oxobetulin (XVI) was acylated by nicotinic chlora nhydride according to the abovementioned technique. The reaction product (XVII) was purified by the col umn chromatography method; the eluents were ben zene and chloroform. Yield was 0.50 g (76%). R f 0.28. condenser. The reaction mixture was poured into 50 ml of water and the residue was filtered, washed by water, and dried. The residue was purified by column chromatography; the eluents were benzene and chloro form. Yield was 0.40 g (76%). R f 0.42. T m 112-114°С.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3β,28"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CHCl 3 ). Found, %: C 81.40; H 9",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Calculated, %: C 81",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "H, s, H30), 2.52 (1 H, dt",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "13 (3 H, s, H30), 2.70 (1 H, dt",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The methods of the study of the antiviral activity of compounds (II), (IV), (VIII), (X), (XII), (XVII), and (XIX-XXII) are described at www",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Obtaining Carbenoxolone and Its Diso dium Salt",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iosinori",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Jp. Appl. no",
            "volume": "61",
            "issn": "165348",
            "pages": "16--125",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Betulinic Acid and Dihydrobetulinic Acid Derivatives and Uses Therefore",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kashiwada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cosentino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manak",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "US Patent",
            "volume": "679",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Glycyrrhizinic Acid Transformations: The Search for Novel Physiologically Active Com pounds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "IOKh UNTs RAN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Mayaux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bousseau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Henin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dereu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poujade",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Le Pecq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "91",
            "issn": "",
            "pages": "3564--3568",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Synthesis of Lactam and Thi olactam Derivatives of Oleanolic Acid That Are Activa tors of Transdermal Transport",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bednarczyk Cwynar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reaction conditions: (a) 1.5 fold excess of NicCl/pyridine, DMAP, 115°C; (b) LiAlH 4 /THF; (c) 3 fold excess of NicCl/pyridine, DMAP, 115°C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "R f 0.27. T m 99-101°С. + 76° (c 0.5, CHCl 3 ). Found, %: C 77.05; H 8.70; N 4.19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "excess of NicCl/pyridine, DMAP, 122°C; (b) succinic anhydride, pyridine, 115°C; pyridine, (c) CrO 3 , AcOH, 60°C; (d) Jones reagent/acetone; (e) O 3 , CH 2 Cl 2 ; (f) 3 fold excess of NicCl/pyridine, DMAP, 115°C; (g) SOCl 2 , pyridine, 115°C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "m, CH, СН 2 ), 4.00 and 4.36 (2 H, both d, J 11.1, H28), 4.76 (1 H, t, J 11, H3), 5.22 (1 H, d, J 3.4, H12), 7.38 and 7.40 (2 H, both dd, J 8.0, 4.0, H5', H5''), 8.28 and 8.31 (2 H, both ddd, J 8.0, 1.9, 4.0, H4', H4''), 8.76 and 8.78 (1 H, both dd, J 4.0, 1.9, H6', H6''), 9.22 and 9.24 (2 H, both d, J 1.9, H2', H2''). 13 C NMR spec trum: 15.5, 16.7, 16.9, 17.1, 18.2, 22.4, 23.5, 25.6, 26.0, 28.2, 29.6, 30.9, 31.6, 32.4, 33.1, 33.9, 36.2, 36.8, 38.0, 38.2, 39.8, 41.6, 42.5, 46.1, 47.5, 55.3, 71.5 (C28), 82.2 (C3), 122.9 (C5'), 123.2 (C5''), 123.3 (C12), 126.4 (C3'), 126.7 (C3''), 136.9 (C4'), 136.9 (C4''), 143.4 (C13), 150.8 (C2'), 150.8 (C2''), 153.2 (C6'), 153.3 (C6''), 164.9 and 165.2 (OC=O).3β ortho Nicotinoyl 11 oxoolean 12 ene 30 oic acid (VI). Yield was 0.50 g (87%) after recrystalliza tion. R f 0.17. T m 194-196°С. + 138° (c 0.5, CHCl 3 ). Found, %: C 75.24; H 8.48; N 2.33. C 36 H 49 NO 5 (M r 575.79). Calculated, %: C 75.10; H 8.58; N 2.43. 1 H NMR spectrum: 0.81, 0.92, 1.00, 1.11, 1.14, 1.15, 1.41 (21 Н, 7 s, 7 СН 3 ), 1.00-2.21 (20 H, m, CH, СН 2 ), 2.38 (1 H, s, H9), 2.90 (1 H, d, J 12.2, H18), 4.80 (1 H, t, J 5.6, H3), 5.72 (1 H, s, H12), 7.41 (1 H, dd, J 7.9, 4.0, H5'), 8.31 (1 H, d, J 7.9, H4'), 8.80 (1 H, dd, J 4.0, 7.9, H6'), 9.21 (1 H, d, J 1.6, H2').",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "3β ortho Nicotinoylursan 12 ene 28 oic acid (VIII). Yield was 0.50 g (90%) after recrystallization.R f 0.16. T m 152-154°С. + 66° (c 0.3, CHCl 3 ). Found, %: C 76.87; H 9.27; N 2.33. C 36 H 51 NO 4 (M r 561.80). Calculated, %: C 76.97; H 9.15; N 2.49. 1 H NMR spectrum: 0.87, 0.91, 0.97, 0.99, 1.00, 1.02, 1), 137.9 (C4'), 150.9 (C2'), 153.3 (C6'), 165.0 (OC=O), 172.6 (COOH). 3β ortho Nicotinoyl lupa 12 ene 28 oic acid (X). Yield was 0.45 g (80%) after recrystallization. R f 0.19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "C28), 123.4 (C5'), 126.9 (C3'), 137.0 (C4'), 150.9 (C2'), 153.5 (C6'), 165.3 (OC=O), 211.2 (C20), 217.8 (C3). 3 Oxo 28 ortho nicotinoyl lupa 20(29) ene (XV). The Jones reagent in an amount of 1.6 ml in 5 ml ace",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "2.12 (24 H, m, CH, СН 2 ), 2.11 (3 H, s, H30), 2.65 (1 H, dt, J 11.1, 5.9, H19), 3.98 and 4.44 (2 H, both d, J 11, H28), 4.65 (1 H, dd, J 10.1, 5.7, H3), 7.29 and 7.35 (2 H, both dd, J 8.0, 3.9, H5', H5''), 8.23 and 8.26 (2 H, both ddd, J 8.0, 1.6, 1.3, H4', H4''), 8.72 and 8.74 (2 H, both dd, J 3.9, 1.6, H6', H6''), 9.14 and 9.17 (2 H, both d, J 1.3, H2', H2''). 13 C NMR spectrumortho nicotinoyl lupa 2(3),20(29) diene (XVIII). SOCl 2 in an amount of 1 ml was added to a solution containing 0.55 g (1 mmol) of compound (XII) in 10 ml of pyridine and boiled for 2 h with a backflow α [ ] D 20",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "СН 3 ), 1.13-2.03 (23 H, m, CH, СН 2 ), 2.85 (1 H, d, J 10.4, H18), 4.75 (1 H, t, J 8.4, H3), 5.30 (1 H, s, H12), 7.41 (1 H, dd, J 4.9, 4.7, H5'), 8.24 (1 H, ddd, J 5.1, 2.1, 1.8, H4'), 8.75 (1 H, t, J 4.6, H6'), 9.21 (1 H, dd, J 1.9, 7.0, H2'). 13 C NMR spectrum: 14.2, 15.3, 16.9, 17.1, 18.2, 22.9, 23.4, 23.6, 25.6, 27.4, 28.2, 30.6, 31.4, 32.6, 32.9, 33.6, 36.9, 38.0, 38.1, 39.4, 41.2, 41.7, 45.7, 47.5, 48.3, 55.3, 82.2 (C3), 122.9 (C12), 123.2 (C5'), 126.7 (C3'), 136.9 (C4'), 143.2 (C13), 150.8 (C2'), 153.2 (C6'), 164.8 (OC=O), 172.8 (COOH).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "H, dd, J 7.8, 4.9, H5'), 8.32 (1 H, ddd, J 7.8, 1.1, 1.3, H4'), 8.80 (1 H, dd, J 4.1, 1.1, H6'), 9.21 (1 H, d, J 1.3, H2'). 13 C NMR spectrum: 14.6, 16.0, 16.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "40.8, 42.7, 46.8, 47.3, 49.3, 49.6, 51.9, 54.9, 63.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). R f 0.30. T m 128-130°С. Found, %: C 79.01; H 9.48; N 2.37. C 36 H 51 NO 3 (M r 545.80). Calculated, %: C 79.22; H 9.42; N 2.57. H NMR spectrum: 0.85, 0.93, 0.93, 0.98, 1.02 (15 Н, 5 s, 5 СН 3 ), 1.63 (3 H, s, H30), 0.99-2.30 (24 H, m, CH, СН 2 ), 2.42 (1 H, m, H19), 4.06 and 4.50 (2 H, both d, J 11, H28), 4.53 and 4.63 (2 H, both s, H29), 7.31 (1 H, dd, J 8.0, 4.8, H5'), 8.21 (1 H, ddd, J 8.0, 1.7, 1.3, H4'), 8.71 (1 H, dd, J 4.8, 1.7, H6'), 9.18 (1 H, d, J 1.3, H2'). 13 C NMR spectrum: 14.7, 15.8, 15.9, 19.1, 19.5, 21.0, 21.2, 25.1, 26.5, 27.0, 29.5, 29.8, 33.4, 34.1, 34.6, 36.8, 37.7, 39.5, 40.8, 42.7, 46.6, 47.3, 47.7, 48.7, 49.6, 54.9, 63.6 (C28), 110.0 (C29), 123.2 (C5'), 126.2 (C3'), 136.9 (C4'), 149.8 (C2'), 150.8 (C20), 153.3 (C6'), 165.5 (OC=O), 217.8 (C3).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}