{
    "paper_id": "e15139a24efd707112691ef37a4b99364e9a1302",
    "metadata": {
        "title": "How Did the Introduction of Managed Care for the Uninsured in Iowa Affect the Use of Substance Abuse Services?",
        "authors": [
            {
                "first": "Susan",
                "middle": [
                    "L"
                ],
                "last": "Ettner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Milton",
                "middle": [],
                "last": "Argeriou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dennis",
                "middle": [],
                "last": "Mccarty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joan",
                "middle": [],
                "last": "Dilonardo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Concerns about access under managed care have been raised for vulnerable populations such as publicly funded patients with substance abuse problems. To estimate the effects of the Iowa Managed Substance Abuse Care Plan (IMSACP) on substance abuse service use by publicly funded patients, service use before and after IMSACP was compared; adjustments were made for changes in population sociodemographic and clinical characteristics. Between fiscal years 1994 and 1997, patient case mix was marked by a higher burden of illness and the use of inpatient, residential nondetox, outpatient counseling, and assessment services declined, while use of intensive outpatient and residential detox services increased. Findings were similar among women, children, and homeless persons. Thus, care moved away from high-cost inpatient settings to less costly venues. Without knowing the impact on treatment outcomes, these changes cannot be interpreted as improved provider efficiency versus simply cost containment and profit maximization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M a n a g e d care, or \" p r o g r a m s designed to control access to care, types of care delivered, or the a m o u n t / c o s t s of care,\" has c h a n g e d the organization and financing of health care and has restructured private sector delivery of substance abuse and m e n t a l health services. 1~p57~ However, the application",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data set used for the study was the Iowa Department of Public Health's SARS. SARS includes admission, service, follow-up, and discharge forms. Admission forms contain a variety of sociodemographic and drinking profile data. They are completed for new clients and for previously serviced clients who have had a break of 30 days or more in treatment. Only one admission form may exist for a client at any one point in time. Discharge forms must be completed for previously serviced clients before a new admission form can be completed. Service forms are completed each month for services provided on or before the last day of the month. Follow-up forms are completed for selected portions of the treatment population. Data from the SARS client admission forms and service forms were used in this evaluation. These data were retrieved for the period beginning July 1993 to June 1998 (FYs 1994 (FYs -1998 . Due to the introduction of new data forms at the beginning of FY 1996, it was necessary to carefully map variables from the earlier and later years to ensure comparability over time.",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 893,
                    "text": "(FYs 1994",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 904,
                    "text": "(FYs -1998",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS database"
        },
        {
            "text": "To allow sufficient follow-up time for each observation, only patients entering treatment during FY 1994 (prior to IMSACP) and those entering treatment during FY 1997 (after IMSACP had been fully implemented) were compared. For example, patients who were admitted to treatment immediately preceding the end of the data in FY 1998 were not included. Two months of data at the beginning of FY 1996 were missing as the result of the transition to different data forms, so episodes beginning close to the missing data period also would have been truncated. Analysis was limited to episodes beginning in FY 1994 and FY 1997 so that there would be at least 1 year of potential follow-up for each episode and to avoid comparing patients who began treatment during the transition to IMSACP. Early managed care results, such as those previously published, might not generalize to the \"steady-state\" after IMSACP had been fully implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline and episode creation"
        },
        {
            "text": "Episodes were created by aggregating all service records for the rolling 12-month period beginning with the patient's first month of services during the given year (FY 1994 or FY 1997 . The service use data were linked to admissions records from the first month of the service data. That is, if the patient first received services in September 1993, then the patient's service data would be linked to admissions record data for September 1993. In a few cases, multiple admissions records were identified for the same month, so data were taken from the first admissions record.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(FY 1994",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 183,
                    "text": "or FY 1997",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Timeline and episode creation"
        },
        {
            "text": "As an alternative to \"fixed-length\" episodes, \"variable-length\" episodes were constructed by aggregating service records from adjacent months only, starting with the first month of service during the given year. A new episode was defined by either a break in service or the receipt of detox services (which generally suggests a relapse and a new beginning to treatment). An advantage of variable-length episodes is that they allow an examination of changes in the duration and intensity of treatment. Figure 1 illustrates the difference between the fixed-and variable-length episodes. As an example of how they differ, suppose a patient received outpatient services during September, October, and November 1993 and again during January and February 1994. Using the fixed-length episode definition, all those services (all services received between September 1993 and August 1994) would have been added up for a single observation. In contrast, the same pattern of services would be treated as two separate variable-length episodes. The first episode would include only the services received from September through November, since there was a break in treatment between November and January. The services received during January and February would constitute a second episode. Furthermore, if the patient also had detox services during the month of October, then this pattern would actually have been included in the database as three separate episodes, the first a 1-month episode during September 1993, the second a 2-month episode from [  I  t  I  I  I  1  I  I   FY98  FY99   I  I  I I  I  I  I  I   I  i   i  i i  I   I  I  I  I  I  I  I   FY93  FY94  FY95  FY96  FY97  FY98  FY99 \\ ) -y-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1538,
                    "end": 1684,
                    "text": "[  I  t  I  I  I  1  I  I   FY98  FY99   I  I  I I  I  I  I  I   I  i   i  i i  I   I  I  I  I  I  I  I   FY93  FY94  FY95  FY96  FY97  FY98  FY99",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Timeline and episode creation"
        },
        {
            "text": "October through November 1993, and the third a 2-month episode from January through February 1994.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition to IMSACP"
        },
        {
            "text": "As the intent of the SARS analyses was to examine the impact of IMSACP on the Department of Public Health-funded treatment service system and on non-Medicaid service recipients, the SARS data were screened to include only those providers who had participated in SARS and who were Iowa Department of Public Health (IDPH)-funded for the period of the study (ie, FYs 1994-1998). Medicaid patients were not included in the analysis, because Medicaid providers were not required to submit data to the SARS for these patients prior to the introduction of IMSACP, so no \"before and after\" comparison could be made. Medicaid beneficiaries, accounting for about 16% of the episodes, were identified using linked Medicaid eligibility files and excluded. Medicaid coverage could not be determined for patients missing the last four digits of their Social Security number, representing half of 1% of the patients in the SARS database, so these observations also were dropped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample exclusions"
        },
        {
            "text": "Service use data could not be linked to corresponding admissions data for about 15% of the episodes, so those observations were dropped. Of those observations, about 16% (or about 2% of the total sample) were \"concerned\" clients (ie, persons receiving services as a result of having a family member or friend who abuses substances). Providers were not required to fill out most of the admissions file information for concerned clients. The service data were not analyzed for concerned clients because they were likely to have had very different service use patterns than substance users themselves. Another 74% (ie, out of the 15% dropped for non-linkage, or about 11% of the total sample) were from the first month of the cohort year (either July 1993 or July 1996), presumably representing episodes already under way when services began to be counted. The final numbers of fixed-length episodes were N = 18,490 for FY 1994 and N = 24,743 for FY 1997. Sample sizes for the variable-length episodes were N = 22,193 for the FY 1994 cohort and N = 29,686 for the FY 1997 cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample exclusions"
        },
        {
            "text": "The aggregate service measures examined in the study were inpatient hospital days, inpatient detox days, residential detox days, residential non-detox days, regular outpatient services (measured in minutes), methadone maintenance visits, and assessment services (also measured in minutes). These measures were constructed using information from several fields on the service records (form type, service type, environment), following standard Center for Substance Abuse Treatment definitions. The use, but not the level, of intensive outpatient services also was examined. Because patients in the study did not use outpatient detox services, they were not studied. In addition to the measures mentioned above, total individual counseling minutes and total group counseling minutes were examined. These variables aggregated counseling minutes received during all of the patient's inpatient stays and outpatient visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "As described above, the dependent variables were defined as the aggregate sum over the entire 12-month period beginning with the first service for the fixed-length episodes, or over the contiguous months of service use for the variable-length episodes. For the variable-length episodes, the number of months in the episode and service use per episode-month also were examined, the latter by taking each of the dependent variables described above and dividing by the number of months in the episode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "Because the study questions focused on the impact of managed care on substance abuse treatment patterns, the regressor of primary interest was an indicator equal to 0 if the observation was from FY 1994 (the pre-IMSACP period) and 1 if it was from FY 1997 (following the introduction of IMSACP). Multiple regression analysis was used to adjust for differences in the characteristics of the two patient populations (the FY 1994 versus FY 1997 cohorts) that might confound the comparison of their treatment patterns. Regressors included sex, race (black, Asian American, Native American/Alaskan Native, other race versus white), Hispanic ethnicity, marital status (married or cohabiting, separated/divorced/widowed versus never married), education (less than high school, more than high school versus high school), primary source of support (government transfer program, wages or salary, family or friends, other income versus none), living situation (lived in an institution, lived with other household members, homeless versus lived alone), urbanicity (urban versus rural county), referral type (health care provider, civil commitment, other civil or criminal justice, other referral versus self-referral; a separate indicator for missing referral source also was included), whether employed at admission, whether pregnant, whether had psychiatric problem, frequency of use in month prior to admission (estimated number of times each drug was used, added up across all drugs used), age at admission, age at first use, number of arrests in the 12 months prior to admission, and number of previous admissions to substance abuse treatment in the past 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "A set of dichotomous indicators for each type of substance abused (alcohol, cocaine/crack, marijuana/hashish, methamphetamines, other illicit substances) was included in the model. Because these indicators are not mutually exclusive, the effects of multiple drugs are additive. To account for the fact that the marginal effect of using drug X may be higher or lower if somebody is already using drug Y, a dichotomous indicator for whether the patient had multiple addictions (1 = yes, 0 = no) also was included in the model. Finally, the regressions controlled for whether the patient was already receiving services at the beginning of FY 1994 or FY 1997, in case the exclusion of persons with missing admissions data failed to eliminate all the ongoing episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Descriptive statistics on patient sociodemographic and clinical characteristics and service use patterns were calculated separately for the FY 1994 and FY 1997 cohorts, using g 2 and Wilcoxon tests to test for differences. \"Two-part\" regression models then were estimated to examine differences in service use between the FY 1994 and FY 1997 cohorts after adjusting for the population characteristics described above. Negative binomial models were used to model months in treatment for the sensitivity analyses using the variable-length episodes. The main set of analyses pooled all patients who received treatment resulting from their own substance abuse, but the data were then reanalyzed separately for special at-risk subgroups of the substance-abusing population, including women, children, and homeless persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The standard errors for all regression analyses were adjusted for provider-level clustering using the Generalized Estimating Equations (GEE) approach. 18,w Essentially, GEE is a nonparametric adjustment of the variance-covariance matrix to account for the fact that observations on patients treated by the same provider are more closely correlated than observations on patients treated by different providers. In the absence of such an adjustment, the standard errors typically would be underestimated (and hence statistical significance overstated).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Multipart models were developed as part of the RAND Health Insurance Experiment study, 2° to account for the unusual distribution of most cost and utilization outcomes. Typically these measures have large numbers of zero values (ie, most patients do not receive any services within a given category), but among persons with non-zero values (the users of services), the conditional distribution of service use is highly skewed, with a few patients accounting for a disproportionate amount of total use. These features characterized the Iowa substance abuse service data as well, so a two-part model of the form E (Y) = pr (Y > 0) • E (Y I Y > 0) was used, where Y represented a particular service use measure (eg, number of inpatient days). The first part of the two-part model was estimated as a multiple logistic regression of the probability that the patient used any service within that category (eg, had any inpatient days). The second part of the two-part model was estimated as a linear regression of the level of use among the subset of patients who used the service (eg, the number of inpatient days among persons who were admitted to the hospital). Due to the skewed distributions of the conditional use measures, log transformations of the dependent variable were used. To retransform the parameter estimates to calculate effects on utilization measured on the original (not log) scale, the so-called \"smearing\" algorithm developed for the Health Insurance Experiment was used, with modifications to allow for heteroskedasticity. 21 '22 The formula for the predicted value of the outcome for person j was E (Yj) = [eXjS/(1 + eXj~)] • SeXj c~, where Xj is a vector of regressor values for person j,/3 is the vector of coefficient estimates from the logistic regression, a is the vector of coefficient estimates from the linear regression, and S is the smear factor, defined as the mean of the exponentiated residuals among the relevant subgroup (FY 1994 versus FY 1997 cohort). (The purpose of the smear factor is to normalize the predictions so that their average reflects the arithmetic mean; eXj c~ by itself reflects the geometric mean, which is approximately the median.)",
            "cite_spans": [
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "'22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Based on the coefficient estimates from the two regressions, three values were then calculated: (1) the difference in the predicted probability of use for the FY 1997 versus FY 1994 cohort, (2) the difference in the predicted conditional level of use, and (3) the difference in the predicted unconditional level of use. For example, to calculate the \"predictive margins\" for overall (unconditional) use of services, the smear factor was first calculated based only on the observations from the FY 1997 cohort. The value of the cohort indicator (FY 1997 versus FY 1994) was set to equal 1 for all patients, holding all other regressors at their original values, and the predicted value of the outcome for each observation was calculated. The smear factor was then calculated based only on the observations from the FY 1994 cohort, the cohort indicator was reset to equal 0 (representing FY 1994), again keeping all other regressors at their original values, and the predicted value of the outcome was recalculated. Finally, the average of the differences between the two predictions was taken across the entire sample. Using 1,000 replicate samples, the investigators derived 99% empirical confidence intervals for these differences with standard bootstrapping methods with replacement. 23 R e s u l t s Changes in population characteristics over time Table 1 presents descriptive information on the sociodemographic characteristics of the patients in the FY 1994 versus FY 1997 cohorts. Although all the differences were highly significant statistically, this was due to the large sample size and high degree of precision, since the magnitude of the difference T a b l e 1 Changes in patient sociodemographic characteristics before and after introduction of managed care SD, standard deviation. Note: Statistics calculated based on non-missing data only. All differences significant at p < .001 except referral type (p < .01), any use of other illicit substances (p < .01), any use of cocaine/crack (p < .02), and age at admission (p < .02).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1351,
                    "end": 1358,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "was generally trivial. Relative to the FY 1994 cohort, patients in the FY 1997 cohort were just slightly more likely to be female, nonwhite, urban, never married, without a source of income or family and friends as the source of income, less than a high school education, and live with a household member. Table 2 provides descriptive statistics for the clinical characteristics of the patients at admission. Patients in the FY 1997 cohort were significantly less likely to have been employed at admission, more likely to have had a psychiatric problem and multiple addictions, less likely to have abused alcohol, and much more likely to have abused marijuana/hashish and methamphetamines. Frequency of use at admission was substantially higher in the FY 1997 cohort, and the number of previous admissions to substance abuse treatment during the past 10 years was slightly higher. Table 3 tests differences between FY 1994 and FY 1997 in unadjusted service use patterns. Due again to large sample sizes, all the differences were highly significant statistically except for one. Before adjusting for changes in the sociodemographic and clinical characteristics, episodes",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 888,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Changes in unadjusted substance abuse service use before and after introduction of managed care SD, standard deviation. Note: All differences were significant at p < .001, with the exception of the difference in mean numbers of methadone maintenance visits among users only, which was insignificant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T a b l e 3"
        },
        {
            "text": "beginning in FY 1997 were associated with fewer inpatient hospital days and residential non-detox days than those beginning in FY 1994. The reduction was due to both lower probabilities of use and conditional levels of use. In contrast, both the probability and conditional use of residential detox days increased over time. The probability of having inpatient detox days also was higher, so even though the average number of inpatient detox days among users was lower, the mean days among the entire sample was slightly higher in FY 1997 than in FY 1994. The opposite pattern was seen with methadone maintenance visits, although its use was extremely rare. The probability of receiving intensive outpatient services increased substantially. However, use of regular outpatient counseling was substantially reduced, in terms of both the probability of any use and the average number of counseling minutes received by users. This was due to reductions in both individual and group counseling. The average number of assessment minutes across the entire sample also was reduced, despite a small increase in the probability of receipt. Table 4 shows the results from the two-part regression models based on the fixed-length episodes. The second column gives the relative risks for the probability of any use of the service, that is, the mean predicted probability that an episode would include the given service if it were from FY 1997, divided by the mean predicted probability if the episode were from FY 1994 instead. The third column gives the percentage increase or decrease in the amount of the service used among the subsample of episodes that included any use of the service. The last column gives the level change in the expected amount of the service used among the entire sample. The results were very consistent with the unadjusted differences seen in Table 3 , except that after regression adjustment there were no longer significant differences in the probability of any methadone use, the expected number of residential detox days among users of residential detox, and the expected number of inpatient detox days or methadone maintenance visits among the entire sample. Table 5 shows the regression results from sensitivity analyses using the variable-length episodes. Months in treatment dropped by -0.36 months, which is approximately a 14% decline (the mean number of months in treatment for the FY 1994 cohort was 2.51, with a standard deviation of 2.45). However, this result should be viewed with caution, as the dates of service within each month could not be determined from the monthly service records, so the exact duration of treatment also could not be determined. The variable-length episode results for the relative risks of use and changes in conditional and unconditional use for services received during the entire episode looked very similar to those from the fixed-length episodes, except that the change in the conditional number of inpatient detox days lost significance. Additional results showed that the intensity of services (number of days, visits, or minutes per episode-month) followed the same patterns as service use during the entire episode.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1131,
                    "end": 1138,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1859,
                    "end": 1866,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2180,
                    "end": 2187,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "T a b l e 3"
        },
        {
            "text": "The impact of behavioral health managed care initiatives on vulnerable treatment population subgroups such as women, children, and the homeless is of particular interest to state and federal policy makers. To this end, separate analyses were conducted for women, children (defined as individuals who were less than or equal to 18 years of age), and homeless individuals contained in the constructed FY 1994 and FY 1997 cohorts. Although the smaller sample sizes reduced statistical significance levels in many cases and often prevented the estimation of a regression model, the conclusions remained substantially the same (tables available from the corresponding author upon request).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analyses"
        },
        {
            "text": "Women looked very similar to the sample as a whole. In contrast, children showed some differences, demonstrating increases, rather than declines, in the probability of inpatient hospital days and the average number of hospital days among the entire sample. They also experienced declines in the average number of residential detox days among users and among the entire sample. Unfortunately, sample sizes were too small to estimate regression models for some of the dependent variables. As a result, it could not be determined whether the adjusted differences would show the same patterns as the unadjusted data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analyses"
        },
        {
            "text": "The number of homeless individuals admitted for service and reflected in the SARS database increased steadily over the 5-year course of this study. Based on self-report, there were 235 unique homeless individuals admitted in FY 1994 and 840 individuals in FY 1998, an increase of 257%. While the absolute number of individuals is relatively small, the homeless represent both the most disadvantaged treatment subgroup and the one usually utilizing a disproportionate share of resources. This combination makes them a prime target for service reductions to decrease costs. Based on the analysis conducted, the service patterns among homeless persons looked very much like those among the entire sample, with the same directions of the effects, except that the tiny sample sizes for the homeless population prevented most of the effects from achieving statistical significance. Again, very few of the outcome measures could be estimated using regression analysis. Tables 1 and 2 . Bootstrapped 99% confidence intervals are shown in parentheses. Bold denotes significance at ot = .01.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 962,
                    "end": 976,
                    "text": "Tables 1 and 2",
                    "ref_id": null
                }
            ],
            "section": "Subgroup analyses"
        },
        {
            "text": "In summary, several general time trends in the delivery of substance abuse services to non-Medicaid clients were observed. There was some evidence that patient case mix may have changed over time, being increasingly composed of patients with a higher burden of illness. The pattern that severity at admission may have increased concurrently with the introduction of managed care is at least consistent with the hypothesis that indigent Iowa residents experienced reduced access to substance abuse services under managed care, so that, on the margin, those getting into treatment were sicker. On the other hand, the income eligibility criteria for receiving state-funded non-Medicaid services dropped from 400% of the federal poverty level to 300% between FY 1994 and FY 1997, so some of the changes in case mix may have reflected the policy decision to be more restrictive in admissions, rather than a managed care effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the evidence that the patient population might be increasing in its burden of illness, in both unadjusted and regression-adjusted comparisons, the use of inpatient hospital and residential nondetox services declined between FY 1994 and FY 1997, as did outpatient counseling and assessment minutes. In contrast, both the probability of intensive outpatient use and the number of residential detox days increased. Regression adjustment for the changing case mix of the patient population did not have a large effect on the results, probably because population characteristics did not change that much over this period of time. Findings were similar among subsamples of women, children, and homeless, with the exception that children experienced increases in the use of inpatient hospital days and declines in the use of residential detox days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These findings are consistent with the results of previous studies suggesting that while access to substance abuse treatment remains constant or even increases under managed care, 24'25 u s e o f inpatient services declines and is not necessarily offset by increases in outpatient care. [26] [27] [28] The results presented here should be interpreted with caution, due to several limitations of the data analysis. First, and perhaps most important, data were not available for a comparison group of patients who were not affected by the introduction of IMSACP, so it was not possible to tell whether the changes in treatment patterns between FY 1994 and FY 1997 were attributable to managed care or simply represented confounding secular time trends. A related problem was that the SARS data system changed slightly in FY 1996 (at the same time managed care was being introduced), so some of the service variables had to be cross-walked across years and may not have always been perfectly matched in their usage.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, the database was imperfect. The Iowa state substance abuse treatment files had the advantage of being relatively rich in demographic and clinical data. Their limitations were that they did not include outcome measures; information on payment source was not always reliable; the discharge files were frequently incomplete because of treatment dropouts and the absence of incentives to submit data, so could not be used for the study; and service use was summarized on a monthly basis, hindering a more clinically meaningful definition of episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, the SARS database contained episodes of some patients whose substance abuse treatment was not paid by the IDPH, so were not subject to managed care. To explore this issue, sensitivity analysis was performed restricting the sample to the 18,841 patients whose admissions record listed IDPH as the source of payment. In bivariate comparisons, similar results were found, except that the effect of year on rare events (inpatient hospital days and inpatient detox days) was no longer significant. Multiple regression analyses also revealed very similar results for the outcomes with sufficient sample sizes to estimate the models (ie, all outcomes except inpatient hospital, inpatient detox, and methadone maintenance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fourth, these results may not generalize to other states. More than half of Iowa's approximately 3 million residents live outside metropolitan areas, and Iowa has a small minority population, with less than 6% nonwhite. Iowa looks better than the national average according to various measures of health status (eg, infant mortality, low-birth-weight infants, and infection with human immunodeficiency virus) and criminal activity (eg, known crimes, arrests, and prison population). States with more urban, less healthy, or more diverse patient populations might have responded differently to a similar managed care initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Last, the database did not contain any outcome measures. Readers should be cautioned against interpreting increases or decreases in service use as better or worse care. Extra services may represent either higher-quality care or unnecessary services, since services used do not necessarily correspond to the recommended treatment regimen. Conversely, fewer services may imply reductions in quality, but may simply reflect greater efficiency, although past research 29 has found mixed evidence on the relationship between managed care and technical efficiency in the provision of substance abuse treatment. To allow appropriate interpretation of the data, information about patient outcomes such as service completion, discharge status, recidivism, functioning, employment status, and criminal activity should be collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to the findings based on early implementation data, the analyses of the SARS data reported here suggest that changes in the provision of services to non-Medicaid service recipients did occur in conjunction with the implementation of IMSACP, and that these changes were generally consistent across treatment subgroups. Consistent with the usual hypotheses and empirical evidence regarding the impact of managed care, there was a movement away from high-cost inpatient care to lower-cost care. Decreases in service use were observed in four of the seven treatment modalities. Decreases also were observed in more general measures of service use (ie, individual counseling, group counseling, and time spent in assessment). However, without knowing whether the reductions in service use were associated with better, worse, or similar treatment outcomes, it is impossible to know whether these changes in service use should be interpreted as improved provider efficiency in treating clients, or simply cost containment and profit maximization at the expense of client wellbeing. Additional study is required to assess the impact of substance abuse service decreases on client outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Behavioral Health Services"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Issues and approaches in evaluating managed mental health care. The Milbank Quarterly",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Astrachan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tischler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "73",
            "issn": "",
            "pages": "57--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "•n the •imits•f expandinghea•thcareref•rm: chr•ni•careinprepaldsettings. The Milbank Quarterly",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Sch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Esingerm",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "189--215",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of mental health and substance services: state of the art and early results",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mechanic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcalpine",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Milbank Quarterly",
            "volume": "73",
            "issn": "1",
            "pages": "19--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Managed care in mental health: the ethical issue",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyle E Callhan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Health Affairs",
            "volume": "14",
            "issn": "3",
            "pages": "7--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substance Abuse and Mental Health Services Administration. Final Report: Policy Assessment Study of Managed Care and Mental Health Substance Abuse Services under Health Care Reform",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New directions in alcohol and drag treatment under managed care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weisner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Journal of Managed Care",
            "volume": "5",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Substance abuse and mental health care: managed care, access, and clinical outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "American Association of Occupational Health Nurses Journal",
            "volume": "45",
            "issn": "9",
            "pages": "439--445",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Program directors' views of the effect of managed care on substance abuse programs in Los Angeles County",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcneese-Smith",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Psychiatric Services",
            "volume": "49",
            "issn": "10",
            "pages": "1323--1329",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk contracts in managed mental health care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newhouse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Health Affairs. Fall",
            "volume": "",
            "issn": "",
            "pages": "50--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Solutions for adverse selection in behavioral health care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Health Care Financing Review",
            "volume": "18",
            "issn": "3",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Managed behavioral healthcare in the public sector. Administration and Policy in Mental Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Croze",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "23--36",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tennessee's failed managed care program for mental health and substance abuse services",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of the American Medical Association",
            "volume": "279",
            "issn": "11",
            "pages": "864--869",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Academy Press; 1990. 14. Institute of Medicine. Treating Drug Problems",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public sector managed care for substance abuse treatment: opportunities for health services research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Argeriou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Denmead",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "28",
            "issn": "2",
            "pages": "143--154",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of the Impact of Managed Care for Substance Abuse Treatment. Des Moines, IA: Consortium for Substance Abuse Research and Evaluation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rohrer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cadoret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanghn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Managed care for substance abuse treatment: impact in Iowa. Administration and Policy in Mental Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rohrer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westerrnann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "429--433",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Longitudinal data analysis for discrete and continuous outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrics",
            "volume": "42",
            "issn": "1",
            "pages": "121--130",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Longitudinal data analysis using generalized linear models",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeger",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrika",
            "volume": "73",
            "issn": "1",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A comparison of alternative models for the demand for medical care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Business and Economic Statistics",
            "volume": "1",
            "issn": "2",
            "pages": "115--126",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Smearing estimate: a nonparameWic retransfonnation method",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of the American StatisticalAssociation",
            "volume": "78",
            "issn": "383",
            "pages": "605--610",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Standard errors for the retransformation problem with heteroskedasticity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Health Economics",
            "volume": "19",
            "issn": "5",
            "pages": "697--718",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An Introduction to the Bootstrap",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Efron",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Access to substance abuse treatment services under the Oregon health plan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Deck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcfarland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Titus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Medical Association",
            "volume": "284",
            "issn": "16",
            "pages": "2093--2099",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Managed care risk contracts and substance abuse treatment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sturm",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Inquiry",
            "volume": "37",
            "issn": "2",
            "pages": "219--225",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The impact of managed care on substance abuse treatment: a report of the American Society of Addiction Medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galanter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dermatis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Addictive Diseases",
            "volume": "19",
            "issn": "3",
            "pages": "13--34",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Managed care and outpatient substance abuse treatment intensity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lemak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "28",
            "issn": "1",
            "pages": "12--29",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Substance abuse service utilization under managed care: HMOs versus carve-out plans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reardon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sturm",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "26",
            "issn": "4",
            "pages": "451--456",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Managed care and technical efficiency in outpatient substance abuse treatment units",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "Jrc",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Nahra",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "25",
            "issn": "4",
            "pages": "377--396",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "0.60, 0.65) (--34, --26) (--187, --151) Notes: N = 18,490 for the FY 1994 cohort and N = 24,743 for the FY 1997 cohort. The two-part models adjusted for the sociodemographic and clinical characteristics shown in Tables 1 and 2. Bootstrapped 99% confidence intervals are shown in parentheses. Bold denotes significance at u ----.01. Introduction of Managed Care ETTNER et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "27 (--33, --21) --18 (--23, --14) --0.36 (--0.42, --0.31) --0.25 (--0.35, --0.19) --0.11 (--0.16, --0.08) 223 (--241, --206) --44 (--47, --41) --90 (--98, --82) --46 (--47, --45) --39 (--41, --38) 155 (--171, --140) --41 (--45, --37) --78 (--86,--70) Notes: N =22,193 for the FY 1994 cohort and N =29,686 for the FY 1997 cohort. The negative binomial and two-part models adjusted for the sociodemographic and clinical characteristics shown in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Note: Statistics calculated based on non-missing data only. All differences were significant at p < .001.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated impact of post-managed care period versus pre-managed care period on substance abuse service use: Fixed-length episodes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Estimated impact of post-managed care period versus pre-managed care on substance abuse service use: Variable-length episodes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was funded through the Center for Substance Abuse Treatment contract no. 270-96-0002 (State Substance Abuse/Mental Health Managed Care Evaluation) between Brandeis University and the Center for Substance Abuse Treatment and the Center for Mental Health Services, under which the University of California, Los Angeles was a subcontractor. The authors gratefully acknowledge the cooperation and collaboration of state of Iowa personnel, especially Janet Zwick, Jane Gaskill, Linda Holt, Betsy Momany, Tony Davis, Dennis Petersen, and Kristie Sheakley. The content is solely the responsibility of the authors and does not necessarily reflect the official views of the Substance Abuse and Mental Health Services Administration or its components, the Center for Substance Abuse Treatment and the Center for Mental Health Services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}