{
    "paper_id": "e171988ff41150ac76e60a43a363b3e028ca4169",
    "metadata": {
        "title": "EQUINE VIRAL ARTERITIS",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "James"
                ],
                "last": "Maclachlan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Udeni",
                "middle": [
                    "B"
                ],
                "last": "Balasuriya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "arteritis also recognized long ago that otherwise healthy stallions could transmit the disease to susceptible mares at breeding, and that these \"carrier\" stallions could be a source of infection for many years. EAV was first isolated by Doll et al. during an outbreak of respiratory disease and abortion on a Standardbred breeding farm in Bucyrus, Ohio, in 1953. 1 EAV infection of equines (horses, donkeys, and mules) occurs throughout the world, although the incidence of both EAV infection as well as clinical EVA varies markedly between countries and amongst horses of different breeds. The vast majority of EAV infections are inapparent or subclinical, but occasional outbreaks of EVA occur that are characterized by any combination of influenza-like illness in adult horses, abortion in pregnant mares, and fatal interstitial pneumonia in very young foals. International concern over EVA increased markedly following an extensive outbreak of the disease in Kentucky Throughbreds in 1984, and several other outbreaks have since been reported from North America and Europe. Similarly, EAV infection of horses has recently been identified in countries like Australia, New Zealand, and South Africa that were previously thought to be largely or completely free of the virus. This apparent global dissemination of EAV and rising incidence of EVA likely reflects the rapid national and international movement of horses for competition and breeding, as well as heightened diagnostic scrutiny as a consequence of increasing concern over the potential importance of EAV infection. 1, 2",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "arthropod-transmitted togavirus. 3 It relatively recently was designated the prototype arterivirus in the family Togaviridae based on virion morphology. 4 More recent studies * Equine viral arteritis (EVA) is a contagious disease of horses caused by equine virus (EAV). EVA was first described perhaps 200 years or more ago. Horsemen identified the distinctive nested set of 3' co-terminal mRNA that is generated during replication of EAV, which subsequently was shown to also be a feature of the replication of other arteriviruses as well members of the Coronaviridae and Toroviridae. Thus, these virus families now are grouped in the order Nidovirales, and EAV is the prototype virus in the family Arteriviridae (genus Arterivirus), a grouping that also includes porcine reproductive and respiratory syndrome virus, simian hemorrhagic fever virus, and lactate dehydrogenase-elevating virus of mice. 5 The EAV virion is an enveloped, spherical 50-65 nm particle with an icosahedral core that contains a single-stranded, positive-sense RNA molecule of ~12.7 kilobases. The EAV genome includes a 5' leader sequence and nine open reading frames (ORFs). The two most 5'-proximal ORFs (1a and 1b) occupy approximately three-quarters of the genome and encode two replicase polyproteins that are extensively processed after translation. Although the early literature was highly confusing, it now is clearly established that the EAV virion includes six envelope proteins (E, GP2b, GP3, GP4, GP5, and M) and a nucleocapsid protein (N), which respectively are encoded by ORFs 2a, 2b, 3-7 that are located at the 3' proximal quarter of the genome. The greatest sequence variation in the ORFs encoding structural EAV proteins occurs in those (ORFs 3 and 5, respectively) that encode GP3 and GP5. GP5 expresses the major neutralization determinants of EAV and although there is considerable serotype of EAV and all strains evaluated thus far are neutralized by polyclonal antiserum raised against the virulent Bucyrus strain. However, field strains of EAV are frequently distinguished on the basis of their neutralization phenotype with polyclonal antisera and monoclonal antibodies and, similarly, geographically and temporally distinct strains of EAV differ in the severity of the clinical disease they induce and in their abortigenic potential. Furthermore, although strains of EAV from North America and Europe share as much as 85% nucleotide identity, these viruses generally segregate into clusters reflective of their geographical origins following phylogenetic analysis. 6-9",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 153,
                    "end": 154,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 902,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "EQUINE ARTERITIS VIRUS"
        },
        {
            "text": "EAV is spread by both the respiratory and venereal routes, and the persistently infected carrier stallion is the essential natural reservoir of the virus. 1, 2 Although the EAV carrier state in convalescent stallions had been recognized for many years, pioneering work to characterize this state was done by Drs. Peter Timoney and William McCollum in the course of their investigations of the 1984 outbreak of EVA in Kentucky. In subsequent investigations these investigators confirmed that the carrier state occurred in some 30-50% of exposed stallions and persisted for variable periods (short-term [< 3 months], intermediate [3 -7 months] , and long-term [> 7 months]). They also showed that EAV is confined to the reproductive tract during persistence, and that persistent infection does not occur in mares or geldings. The pathogenesis of the EAV carrier state remains poorly characterized, but it clearly is testosterone dependent as carrier stallions that are castrated but supplemented with testosterone continue to shed EAV in their semen whereas those that are not supplemented with testosterone cease to shed the virus. Not only is the carrier stallion the essential natural reservoir of EAV but genetic and antigenic variation is generated in the course of persistence, thus an increasingly diverse population of related viral variants (so-called quasispecies) is present in the semen of individual stallions. 10, 11 Outbreaks of EVA occur when one of these variants is transmitted to a susceptible cohort, which typically is a mare 430 variation in the sequence of the GP5 protein of field strains of the virus, there is only one known bred to the stallion although the virus also can be spread from carrier stallion by fomites (including semen-contaminated bedding). EAV can be efficiently transmitted by aerosol in populations of susceptible horses. Thus, the virus rapidly can spread amongst contact horses as occurred during an extensive outbreak of EVA that occurred in elite young racing Thoroughbred horses in the central U.S. in 1991 for example. The outbreak began at the Arlington track in Chicago and then spread to the tracks at Churchill Downs, Prairie Meadow, and Ak-Sar-Ben and ultimately affected more than 200 horses. In marked contrast to the quasispecies evolution of EAV in the reproductive tract of carrier stallions, there is minimal genetic change in EAV during outbreaks of EVA and the virus strains that cause individual outbreaks are genetically distinct. 12 The seroprevalence of EAV infection varies not only between countries but also amongst horses of different breed and age, with especially marked disparity between the prevalence of infection of Standardbred (up to 85%) and Thoroughbred horses (< 5%) in the U.S. 13 EAV infection also is common in many European Warmblood breeds. There is no evidence of any breed-specific variation in susceptibility to EAV infection or in establishment of the carrier state, thus the number of actively shedding carrier stallions likely determines the prevalence of EAV infection in individual horse breeds. The virulence of the strains of EAV associated with individual horse breeds may not, however, be constant and those shed by carrier Standardbred stallions are often very highly attenuated and cause minimal if any disease in susceptible horses (regardless of breed).",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 641,
                    "text": "[3 -7 months]",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1425,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2495,
                    "end": 2497,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2760,
                    "end": 2762,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "EPIDEMIOLOGY OF EQUINE ARTERITIS VIRUS INFECTION OF HORSES"
        },
        {
            "text": "Outbreaks of EVA recently have been reported from a number of European countries, Canada, and the U.S. 2 Outbreaks are often precipitated by the importation of carrier stallions, as in the first recorded outbreak of EVA in the United Kingdom, which followed the importation of an Anglo-Arab stallion from Poland. The clinical manifestations of EAV infection of horses vary markedly but most infections are inapparent. 1, 2 Outbreaks of clinical EVA are characterized by one more of the following: abortion of pregnant mares; fulminant infection of neonates leading to severe interstitial pneumonia or enteritis; systemic illness in adult horses with any combination of leukopenia and pyrexia, respiratory signs with nasal and ocular discharge, peripheral edema, hives, and persistent infection of stallions. The clinical signs observed in natural cases of EVA vary considerably among individual horses and between outbreaks, and depend on factors such as the age and physical condition of the horse(s), challenge dose and route of infection, strain of virus and environmental conditions. Although there is only one serotype of EAV the clinical disease produced by different virus strains ranges from severe, lethal infection caused by the horse-adapted Bucyrus strain to clinically inapparent infection. 14-16 Very young, old, debilitated or immunosuppressed horses are predisposed to severe EVA. Regardless of the infecting virus strain, the vast majority of naturally infected horses recover uneventfully from EVA. With the notable exceptions of abortion and fulminant respiratory disease in foals, mortality rarely if ever occurs in natural outbreaks of EVA. The highly virulent horse-adapted Bucyrus strain of EAV (that causes high mortality in healthy adult horses) is not representative of field strains of the virus and is best regarded as a laboratory strain; however, standard texts often describe the disease caused by this virus.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "EQUINE VIRAL ARTERITIS"
        },
        {
            "text": "The clinical manifestations of EVA reflect vascular injury with increased permeability and leakage of fluid. EAV replicates in macrophages and endothelial cells within the lungs following aerosol respiratory infection, from where it rapidly is disseminated throughout the body. 14, 17 The relative roles and importance of direct virusmediated endothelial cell injury versus virus-induced macrophage-derived vasoactive and inflammatory cytokines in the pathogenesis of EAV-induced vascular injury are not yet clearly defined, however it is abundantly clear that strains of EAV of different virulence to horses differ in both their cytopathogenicity to endothelial cells as well as their ability to induce proinflammatory cytokines.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "EQUINE VIRAL ARTERITIS"
        },
        {
            "text": "EVA is an important if uncommon disease of horses. Potential economic losses attributable to EVA include direct losses from abortion, pneumonia in neonates, and febrile disease in performance horses. Indirect losses are those associated with national and international trade/animal movement regulations, particularly those pertaining to persistently infected carrier stallions and their semen. However, EAV infection and EVA are readily prevented through serological and virological screening of horses, coupled with sound management practices that include appropriate quarantine and strategic vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Equine viral arteritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet. Clin. North Am. Equine Pract",
            "volume": "9",
            "issn": "",
            "pages": "295--309",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of the Horse",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-arthropod-borne togaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The molecular biology of arteriviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Meulenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Gen. Virol",
            "volume": "79",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phylogenetic analysis of open reading frame 5 of field isolates of equine arteritis virus and identification of conserved and nonconserved regions in the GL envelope glycoprotein",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "214",
            "issn": "",
            "pages": "690--697",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expression of the two major envelope glycoproteins of equine arteritis virus as a heterodimer is necessary for induction of neutralizing antibodies in mice immunized with recombinant Venezuelan equine encephalitis virus replicon particles",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Heidner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "10623--10630",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of the neutralization determinants of equine arteritis virus using recombinant chimeric viruses and site-specific mutagenesis of an infectious cDNA clone",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Heidner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Smalley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarette",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "321",
            "issn": "",
            "pages": "235--246",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The immune response to equine arteritis virus: potential lessons for other arteriviruses",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "107--129",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genetic divergence with emergence of phenotypic variants of equine arteritis virus during persistent infection of stallions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "3672--3681",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetic characterization of equine arteritis virus during persistent infection of stallions",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Smalley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarrette",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Gen. Virol",
            "volume": "85",
            "issn": "",
            "pages": "379--390",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetic stability of equine arteritis virus during horizontal and vertical transmission in an outbreak of equine viral arteritis",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Gen. Virol",
            "volume": "80",
            "issn": "",
            "pages": "1949--1958",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Seroprevalence of antibodies against equine arteritis virus in horses residing in the United States and imported horses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hullinger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Hietala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferraro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "219",
            "issn": "",
            "pages": "946--949",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fatal experimental equine arteritis virus infection of a pregnant mare: cellular tropism as determined by immunohistochemical staining",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Rossitto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hullinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Vet. Diagn. Invest",
            "volume": "8",
            "issn": "",
            "pages": "367--374",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Phylogenetic characterization of a highly attenuated strain of equine arteritis virus from the semen of a persistently infected standardbred stallion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Schweidler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hullinger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch. Virol",
            "volume": "144",
            "issn": "",
            "pages": "817--827",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Growth characteristics of a highly virulent, a moderately virulent, and an avirulent strain of equine arteritis virus in primary equine endothelial cells are predictive of their virulence to horses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "298",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Virulent and avirulent strains of equine arteritis virus induce different quantities of TNF-alpha and other proinflammatory cytokines in alveolar and blood-derived equine macrophages",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Maclachlan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "314",
            "issn": "",
            "pages": "662--670",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}