{"paper_id": "e2491031f9092359a8e149fe30a88c30fde3ca4b", "metadata": {"title": "A simulation model for policy decision analysis: a case of pandemic influenza on a university campus", "authors": [{"first": "O", "middle": ["M"], "last": "Araz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "country": "USA"}}, "email": ""}, {"first": "T", "middle": [], "last": "Lant", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "country": "USA"}}, "email": ""}, {"first": "J", "middle": ["W"], "last": "Fowler", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "country": "USA"}}, "email": ""}, {"first": "M", "middle": [], "last": "Jehn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Arizona State University", "location": {"settlement": "Tempe", "country": "USA;"}}, "email": ""}]}, "abstract": [{"text": "Pandemic influenza preparedness plans strongly focus on efficient mitigation strategies including social distancing, logistics and medical response. These strategies are formed by multiple decision makers before a pandemic outbreak and during the pandemic in local communities, states and nation-wide. In this paper, we model the spread of pandemic influenza in a local community, a university, and evaluate the mitigation policies. Since the development of an appropriate vaccine requires a significant amount of time and available antiviral quantities can only cover a relatively small proportion of the population, university decision makers will first focus on non-pharmaceutical interventions. These interventions include social distancing and isolation. The disease spread is modelled as differential equationsbased compartmental model. The system is simulated for multiple non-pharmaceutical interventions such as social distancing including suspending university operations, evacuating dorms and isolation of infected individuals on campus. Although the model is built based on the preparedness plan of one of the biggest universities in the world, Arizona State University, it can easily be generalized for other colleges and universities. The policies and the decisions are tested by several simulation runs and evaluations of the mitigation strategies are presented in the paper.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Preparedness plans for pandemic influenza generally focus on establishing efficient mitigation strategies for inter-related communities and providing adequate medical services. Several decisions need to be made before, during and after the pandemic outbreak to minimize morbidity, mortality and economic losses. However, because the population that will be potentially affected by pandemic influenza is very large and diverse, different strategies, including non-pharmaceutical and pharmaceutical interventions, will inevitably need to be employed in different communities.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper we aim to help local decision makers apply appropriate interventions in this hazardous and uncertain situation, by modelling the impact of policy decisions on infectious disease dynamics. We illustrate a simulation model in the context of a major public university's emergency preparedness plan. The model is designed to capture system response to the policies that can be implemented by different departments of the university during the pandemic influenza. We first formulate a mathematical epidemiology model to have a better understanding of the disease dynamics in the local population. Then, we model several social distancing policies that can be implemented in the university such as suspending university operations, evacuating dorms and isolation of symptomatic cases on campus. The main objective of this paper is to assist the local policy makers and senior level university administrators with effective pandemic influenza community mitigation strategy development. We also present insights about the operational mitigation strategies on a university campus (dorm evacuations and isolation on campus) to help improve operational decision making.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "With the increasing number of infections caused by novel viruses, developing pandemic emergency response plans at the local (schools, hospitals, airports etc), state and national level is a critical element of preparedness planning. There have been a significant number of papers published in the literature to model infectious diseases including pandemic influenza. These models can be categorized as compartmental models (Rvachev and Longini, 1985; Flahault et al, 1994; Townshend and Turner, 2000; Brauer and Castillo-Chavez, 2001; Evenden et al, 2005; Chowell et al, 2006; Sertsou et al, 2006 and Feng et al, 2007) and discrete event agent-based models (Ferguson et al, 2006; Germann et al, 2006; Wu et al, 2006; Das et al, 2007; Dibble et al, 2007) . These models in the literature are generally developed to estimate the spread of the diseases in the community and to evaluate specific mitigation policies.", "cite_spans": [{"start": 423, "end": 450, "text": "(Rvachev and Longini, 1985;", "ref_id": "BIBREF21"}, {"start": 451, "end": 472, "text": "Flahault et al, 1994;", "ref_id": "BIBREF12"}, {"start": 473, "end": 500, "text": "Townshend and Turner, 2000;", "ref_id": "BIBREF24"}, {"start": 501, "end": 534, "text": "Brauer and Castillo-Chavez, 2001;", "ref_id": "BIBREF3"}, {"start": 535, "end": 555, "text": "Evenden et al, 2005;", "ref_id": "BIBREF8"}, {"start": 556, "end": 576, "text": "Chowell et al, 2006;", "ref_id": "BIBREF4"}, {"start": 577, "end": 600, "text": "Sertsou et al, 2006 and", "ref_id": "BIBREF23"}, {"start": 601, "end": 618, "text": "Feng et al, 2007)", "ref_id": "BIBREF10"}, {"start": 657, "end": 679, "text": "(Ferguson et al, 2006;", "ref_id": "BIBREF11"}, {"start": 680, "end": 700, "text": "Germann et al, 2006;", "ref_id": null}, {"start": 701, "end": 716, "text": "Wu et al, 2006;", "ref_id": "BIBREF25"}, {"start": 717, "end": 733, "text": "Das et al, 2007;", "ref_id": "BIBREF5"}, {"start": 734, "end": 753, "text": "Dibble et al, 2007)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Literature review"}, {"text": "Simulating future pandemics typically requires estimation of parameters based on the data available from previous influenza pandemics. In a recent study, Chowell et al (2006) used data from the 1918 influenza pandemic in Canton of Geneva, Switzerland, to present the transmission dynamics of two different waves of the disease with a compartmental model. Another compartmental model is presented by Feng et al (2007) to determine the impact of non-pharmaceutical interventions, including quarantine and isolation, on the spread of influenza. Other studies have attempted to expand influenza models to examine the spread of the disease outside of contained communities. Flahault et al (1994) presented a model of the spread of influenza across France based on the population movements using railroad and air transportation data, and they concluded that there will not be enough time available for taking any action to prevent the global spread of influenza once an influenza pandemic is detected. Most recently, Hsieh et al (2007) examined the impact of different quarantine strategies on the 2003 SARS outbreak in Taiwan, such as quarantine of travellers arriving to the airports and the quarantine of potentially exposed contacts of SARS patients. Their results demonstrate that compartmental models can be very beneficial for evaluating the impact of traditional intervention measures for new emerging diseases when there is uncertainty about the disease characteristics.", "cite_spans": [{"start": 154, "end": 174, "text": "Chowell et al (2006)", "ref_id": "BIBREF4"}, {"start": 399, "end": 416, "text": "Feng et al (2007)", "ref_id": "BIBREF10"}, {"start": 669, "end": 690, "text": "Flahault et al (1994)", "ref_id": "BIBREF12"}, {"start": 1011, "end": 1029, "text": "Hsieh et al (2007)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Literature review"}, {"text": "In addition to compartmental models, there have been a significant number of papers published on individual-based modelling of the disease spread. Das et al (2007) present an agent-based simulation model for the uncertain spread of pandemic influenza caused by the H5N1 virus and they evaluate mitigation strategies. Each individual is modelled as an agent and they evaluate the policies based on the total number of infected and deceased people, denied hospital admissions, denied vaccine-antiviral drugs as well as financial measures such as healthcare-related costs and lost wages. Ferguson et al (2006) presented an individual-based simulation model to evaluate several mitigation policies such as school closure, treatment of infected individuals, case isolations and household quarantine. These individual-based models are more realistic for pandemic planning. However, because of the computational resources they require for running multiple scenarios, they may not be effective in realtime decision exercising for pandemic planning. To overcome the limitations of previous models, we designed a compartmental model that generates insights about the implementation of mitigation policies in local communities and the model is also easy to use in real-time exercises for pandemic decision making. The presented model in this paper also differs from other compartmental models, because it does not model the interventions with population dynamics in one compartmental model, but rather it creates several basic Susceptible-Exposed-Infected-Recovered (S-E-I-R) models running in parallel for different subpopulations generated by the policy implementation.", "cite_spans": [{"start": 147, "end": 163, "text": "Das et al (2007)", "ref_id": "BIBREF5"}, {"start": 585, "end": 606, "text": "Ferguson et al (2006)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Literature review"}, {"text": "Public universities have large student and staff populations with significant social contact within institutional boundaries. Universities have the ability and responsibility to administer policies to foster social distancing while providing medical and housing services to students. A university health services office typically provides the primary healthcare services on a campus and collaborates with other external healthcare organizations and emergency personnel. Other campus departments are responsible for public safety, transportation of students, and providing essential services such as meal preparation and counselling. University administrators are responsible for critical decisions during a pandemic, including cancellation of classes, closure of research facilities and communication with university populations. Owing to the frequency of international travel and the high density of students and faculty on campus, university populations can have a large impact on the spread of infectious diseases within a community.", "cite_spans": [], "ref_spans": [], "section": "Statement of the problem and model description"}, {"text": "Public universities in the United States are currently developing pandemic influenza emergency response plans in an attempt to control a potential outbreak and balance the financial, operational and public health consequences of a pandemic. The objective of these plans is to control the pandemic through proper actions and appropriate policies to reduce the spread of the disease while still maintaining essential university services. Simulation models that address the population dynamics with the disease characteristics are useful for identification of preferred policies, improving understanding of consequences of policy decisions, and covering gaps in emergency response plans and public health policies (Evenden et al, 2006) . In this paper, we simulate the disease spread for a large public university, along with some of the policies that the university developed for their response to pandemic influenza. Since the university population is formed by several groups of people (faculty, staff, students living on campus, students living off campus, etc), we model the whole university population in terms of several subpopulations based on their different roles, responsibilities and behaviours. The considered subpopulations are presented in Figure 1 .", "cite_spans": [{"start": 711, "end": 732, "text": "(Evenden et al, 2006)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1252, "end": 1260, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Statement of the problem and model description"}, {"text": "On any given day, the university population is formed by commuting students, residential students, faculty and staff. These subpopulations are mixing within their subpopulations and also with individuals from other subpopulations on campus. Mixing rates of individuals during the regular days (no intervention applied) is presented in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 335, "end": 342, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Statement of the problem and model description"}, {"text": "Because the social distancing and isolation policies will force all individuals on campus to have different mixing rates with different individuals at various locations on and off campus, we define new subpopulations after social distancing policies are activated. These subpopulations are evacuated students, students on campus after evacuation, evacuated faculty and staff, students in infirmary, overflow infirmary (if infirmary capacity is exceeded). We then formulate a compartmental S-E-I-R model for all subpopulations. The S-E-I-R model divides the population into several compartments (susceptible, exposed, infected and removed), and based on the defined rates it moves individuals from one compartment to another. The disease dynamics starts with a number of infectious individuals introduced into community and the rest of the population is assumed to be susceptible. We also assume that susceptible individuals have random mixing with infectious individuals and they become exposed to disease. In our model, exposed individuals are assumed to be infectious and asymptomatic. After a certain time period (incubation period) these individuals start showing symptoms and continue being infectious. Infected compartment represents the number of these symptomatic and infectious individuals. Finally, after the completion of the infection period, individuals either recover or die. The mathematical formulation of the disease dynamics is presented in the next section.", "cite_spans": [], "ref_spans": [], "section": "Statement of the problem and model description"}, {"text": "As it is described above, the simulated system is assumed to have the classical S-E-I-R type of model (Anderson and May, 1991; Keeling and Rohani, 2008) for each of its subpopulations. Let K be the set of subpopulations considered in the model. Each subpopulation, iAK has the model variables for susceptible, S i (t), exposed, E i (t), infected, I i (t) and recovered, R i (t); we also define the variable D i (t) that represents those who do not recover (ie die). The model dynamics can be written with the following system of equations: ", "cite_spans": [{"start": 102, "end": 126, "text": "(Anderson and May, 1991;", "ref_id": "BIBREF0"}, {"start": 127, "end": 152, "text": "Keeling and Rohani, 2008)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Mathematical epidemiology model"}, {"text": "a is the global infection rate that depends on the structure of the virus causing the disease. It can be interpreted as the rate of infection given a contact happened between an infectious or exposed person and a susceptible person. b i, j is average mixing (contact) rate per day of people in subpopulation i with subpopulation j. m is infectious mortality rate. s is rate of progression from exposed to infected (s À1 is incubation period). g is recovery rate for infected people. N i (t) is total number of people in subpopulation i.", "cite_spans": [], "ref_spans": [], "section": "Mathematical epidemiology model"}, {"text": "We assume random mixing within subpopulations and also between the subpopulations as it is formulated in the model by summing the mixing rate (b i, j ) over all subpopulations. In the model, different subpopulations have different values for the local parameters of the model, where the global parameters have the same values. The global parameters of the model are global infection rate, incubation period, recovery rate and infectious mortality rate. Local parameters are the contact rate and the initial number of people in each of the subpopulations. In this paper, we only consider the deaths related to pandemic influenza from the infected compartment.", "cite_spans": [], "ref_spans": [], "section": "Mathematical epidemiology model"}, {"text": "The formulation given above about the disease dynamics is assumed to be valid for each of the subpopulations in the model. Once university emergency response policies are implemented, individuals will be forced to have different mixing patterns and this will generate new subpopulations in the model. For example, since commuting students are not living in university dorms they are not affected by the policies related to dorm operations (dorm evacuation). However, these students are affected by the policies such as suspending university operations, closing the campus, as well as isolation of the infected individuals on campus. On the other hand, residential students are directly affected by the policies related to dorms, such as evacuating the dorms and isolation of infectious individuals on campus. University faculty and staff are also part of the plan and they are classified as either 'essential' or 'non-essential' personnel (We do not present results about the faculty and staff in this paper.). Essential personnel provide necessary basic services on campus, while non-essential personnel are assumed to be evacuated with the evacuation plan. From the strategic planning viewpoint, some of the most critical questions are: (1) when to suspend the university operations, including human resource management, research activities and residential life; and (2) how to maintain academic continuity and resume university operations. Suspending university operations will cost millions of dollars in lost revenue to the university (Sadique et al, 2008) . On the other hand, keeping the university open for gatherings and education will increase the disease transmissibility, increase mortality or severe medical conditions for the university population. Thus, the university policies are the regulators between the financial concerns and sustaining healthy conditions for the university population.", "cite_spans": [{"start": 1540, "end": 1561, "text": "(Sadique et al, 2008)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "Even though the biological characteristics of the disease are assumed to be same for all university subpopulations, the impact of the mitigation policies on individuals will be different depending on which subpopulation they belong to, that is where they live, what health status they have and what university policies are applied to them.", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "The mitigation policies considered in the paper are listed as follows:", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "1. Social Distancing: Social distancing policies that are considered in this paper are the possible actions listed in the university's pandemic mitigation plan and would be activated by the university management. These actions are listed as follows:", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "(a) Suspending university operations (school closure until the pandemic ends) (b) Evacuating university dorms Suspending university operations will significantly reduce the average number of contacts that a commuting student has during the pandemic, and we assume that individuals who are not on campus after closing the university will have lower contact rates with their household members. On the other hand, residential students will continue having their average number of contacts in the residential halls until the dorms are evacuated. The policy of evacuating dorms has the same effect on the population, for example it restricts the average number of contacts that students have in dorms; however, student still have contacts with their households.", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "2. Isolation: This policy includes developing infirmary sites on campus to isolate the infectious and symptomatic (infected) students from the healthy and asymptomatic ones and offering appropriate medical treatment. Because of the similarities in the symptoms of influenza-like illnesses, it will be hard for the university officials to detect novel influenza cases in dorms and apply isolation measures on campus.", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "The disease model is constructed as a dynamic model that enables policies to be implemented by moving people from one subpopulation to another. This means even though we have a basic S-E-I-R model for multiple subpopulations at the beginning, we define new subpopulations with different parameter values based on the multiple non-pharmaceutical interventions that can be implemented. The mathematical formulation of policy implementation on subpopulations is given as following (each subpopulation is defined by the vector):P", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "The vector defined in (7) represents the state of subpopulation i at time t in terms of number of susceptible, exposed, infected, recovered and dead individuals. Applied policies generate flow out from one subpopulation, which must also flow in to another subpopulation. Thus, we define flow in and flow out functions from the policy space that includes all available policies that decision makers can use. We define flow in functions of the form f i : < 5 þ ÂP ! < 5 þ and the flow out functions g i : < 5 þ ÂP ! < 5 þ , for i ¼ 1, y, m, m subpopulations, in which < 5 þ is defined as real numbers. The policy space is represented with the set P such that pAP, where p is a specific policy that generates the flow out and flow in. Thus, flow from one subpopulation to another can be formulated with Equation (8). In addition Equation (9) formulates the flow conservation of individuals in the model:", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "From a policy perspective, the most important and difficult decisions include how to direct people under emergency conditions as to which policy should be employed to which subpopulation and which resources should be allocated to whom under what conditions. The main characteristic of the presented model in this paper is the robustness of moving people from one subpopulation to another as a result of the implemented decisions. The effects of the policy implementation to a subpopulation in the disease dynamics are represented with an example in Figure 2 . In that example we demonstrate the flow out from the commuting students subpopulation with the activation of the policy related to suspending university operations. This policy generates a flow in to evacuated commuting subpopulation and individuals in this subpopulation have different mixing rates with the individuals in their subpopulation as well as the individuals from other subpopulations. We want to point here that the mixing rates of individuals in each subpopulation are represented by the b i, j matrix.", "cite_spans": [], "ref_spans": [{"start": 549, "end": 557, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Modelling the intervention policies"}, {"text": "Suspending university operations is one of the most critical decisions during a pandemic. Decision makers should be informed about events around the world because the universities have high proportions of international students and faculty travelling worldwide. After making the decision to suspend university operations, the remaining issue for university decision makers is how to deal with the students who are living in the residence halls and cannot leave the university. In addition, there is a high probability that nonresidential students will request medical assistance from the university health services. University health services have to direct the students and minimize the severity of the disease. According to the university preparedness plan, all well students will be housed in one location on campus to centralize essential services. In addition to managing essential services for well students who are remaining on campus, the university plan includes an action plan for treating infected students. The sick students will be transferred to a temporary infirmary established in one of the dorms. The main inspection and control locations for the students will be the triage points at certain locations on the campus. These critical decision-making processes are quantitatively analysed in the next section along with sensitivity analyses on several disease parameters.", "cite_spans": [], "ref_spans": [], "section": "Modelling the intervention policies"}, {"text": "We run several scenarios to find an answer to one of the critical questions for the university, 'when to suspend university operations'. The effectiveness of an applied policy is measured by the number of mortalities and by the total number of infected people. We compare the effectiveness of the applied policies based on the base run (without any nonpharmaceutical intervention) for the decisions of applying social distancing and isolation at various times on campus. The parameters related to disease characteristics are set to fixed values at the beginning of the simulations and they are obtained from the literature (Longini et al, 2004; Chowell et al, 2006; Mniszewski et al, 2008) . In our simulation model, we assume an infected mortality rate of 2% for the university community, an incubation period of 2 days and an infection period of 3.5 days. Because these parameters are unlikely to change depending on policies implemented by the university, they are considered as uncontrollable parameters. We determine the contact rates of individuals based on our observations. Because we observe higher contacts for residence hall students, the average contact rate for the commuting students is assumed to be 60 people/day and 75 people/day for the residence hall students. The infection rate of the model is fixed to 1.5%, which is defined as the rate of getting infected given a contact with an infectious person. The model parameters for our base run for two main subpopulations are given in Table 2 . After determining the system parameters, we first run the simulation (base run) model, without applying any intervention policies. The initial population numbers for each subpopulation are obtained from the university's data respiratory; we have 47 300 commuting students and 7700 residential students. The disease dynamics starts with an introduction of an asymptomatic infected person to the community on 23 September. The results of the simulation for commuting students and residence hall students are presented in Figure 3 . These results show that without any interventions, the expected infection rate is 39.17% and the mortality rate is 0.98% for the total student population (1.95% mortality in residential students and 0.81% mortality in commuting students). These two results show that the disease has a high potential to affect almost half of the university population. For the policy makers, it is clear that they should activate their preparedness plan to better manage the disease for the university population. However, the question of when to activate this plan is of major importance. Since any cancellation of university operations will cause serious financial and managerial disruption to the university, the timing of suspension of operations should be decided carefully and optimally in terms of reducing the financial burden while minimizing the mortality (number of deaths) and morbidity (number of infected people) on campus.", "cite_spans": [{"start": 623, "end": 644, "text": "(Longini et al, 2004;", "ref_id": null}, {"start": 645, "end": 665, "text": "Chowell et al, 2006;", "ref_id": "BIBREF4"}, {"start": 666, "end": 689, "text": "Mniszewski et al, 2008)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 1501, "end": 1508, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 2030, "end": 2038, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "Simulation results and policy analysis"}, {"text": "In addition to mortality and morbidity results from the base run, we can see that, the disease is getting to its peak point on 25 October (32 days after the first case) for the commuting students; however, it gets to peak point for the residence hall students on 20 October (27 days after the first case). This can only be explained by the input parameter, contact rate, which is the only different factor in the model for these subpopulations and it is a controllable parameter. This result also shows that the decision makers have less time for taking actions to reduce the mortalities in the dorms because it reaches to its peak point in a shorter time in residence halls. Moreover, since the contact rate is the only different parameter between these two subpopulations and because it is a highly uncertain parameter, it has a good possibility of affecting the implementation of the policies. Because of this reason, we performed a sensitivity analysis on the contact rate for both commuting students and residence hall students in the next section. If university decision makers decide to suspend university operations based on the events occurring in the world, country and state, the simulation results show that the severity of the disease can be reduced significantly. However, the date of suspending university operations will generate different results on the number of infected people and number of deaths on campus. These students will be forced to relocate to another dorm to centralize services. Owing to increased contact rate in dorms, the total number of students who are exposed and infected on campus will still remain high. The results for suspending the university operations and starting the evacuation of students on different dates are presented in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 1774, "end": 1781, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Simulation results and policy analysis"}, {"text": "On the basis of the results presented in Table 3 , we calculate the effectiveness rate for the school closures, which can be important in decision making. These effectiveness metrics include deaths on campus, total deaths, infected students on campus and total infected students and they are presented in Figure 5 . The effectiveness metrics are calculated based on Equation (10) ", "cite_spans": [], "ref_spans": [{"start": 41, "end": 48, "text": "Table 3", "ref_id": "TABREF4"}, {"start": 305, "end": 313, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Simulation results and policy analysis"}, {"text": "These effectiveness measure calculations demonstrate that social distancing has a decreasing effect on reducing the number of deaths and infections for both students on campus and the others who are not on campus. When we compare the effectiveness curves for decision making in Figure 4 , we see that deaths off campus with total infected students are the most effective decision metrics at any time of policy activation considered in the analysis. On the other hand the deaths on campus and infected students on campus have the worst effectiveness values. Thus, another interesting conclusion that we make from this calculation is that decision makers should not wait for the first death on campus since it has the lowest effectiveness value. In other words they should consider the mortalities occurring outside the university in order to have a better policy for protecting university population. We also compare the school days lost with suspending university operations at different times with the total number of infected students. Since late closures will result in a higher number of infections, decision makers may want to balance cost of university closure with the number of infections on campus. Thus, for the considered dates of closure we compare the number of lost days with the number of infected students in Figure 5 . As we can see, after the first week of October (14 days after the first case on campus) university policy makers should take action to balance the number of infections and cost of closure.", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 1325, "end": 1333, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Simulation results and policy analysis"}, {"text": "In our simulation model we have two sets of parameters. One set of parameters is the parameters that we have control over by changing policies. For example, the contact rate can be reduced by implementing social distancing policies. In addition, infection rate and mortality rates can be reduced with antiviral usage and vaccination programmes. Because parameters are usually uncertain in the course of a pandemic, estimates from the past pandemics are commonly used for modelling the future pandemics. Thus, we perform sensitivity analysis on our disease parameters: contact rate, incubation period and infection period. In our sensitivity analysis we assume a normal distribution for each parameter with a mean value of actual parameter value used in the base runs. Our main objective is to get more information about the impacts of these parameters on the mortalities. We use the Monte Carlo sampling method (Diwekar, 2003) , one of the default sampling methods in Powersim software, to sample from the distributions. We perform 40 simulation runs at each time for a sensitivity analysis on a single parameter (Powersim Software AS, 2003) .", "cite_spans": [{"start": 911, "end": 926, "text": "(Diwekar, 2003)", "ref_id": "BIBREF7"}, {"start": 1113, "end": 1141, "text": "(Powersim Software AS, 2003)", "ref_id": null}], "ref_spans": [], "section": "Sensitivity analysis on disease parameters"}, {"text": "In the model we assume that the contact rate for the commuting students is 60 people/day and it is constant throughout the simulations. However, this parameter is hard to estimate for any individual and is very likely to be variable. Thus, we perform a sensitivity analysis for this parameter by assuming a distribution assuming a normal distribution with a mean of 60 and a standard deviation of 6. The sensitivity analysis result for this assumption is presented in Figure 6 . It is clear that the mortality in commuting students significantly varies with the variability on the contact rate because the difference between 10 percentile and 90 percentile is significant.", "cite_spans": [], "ref_spans": [{"start": 468, "end": 476, "text": "Figure 6", "ref_id": null}], "section": "Sensitivity analysis on disease parameters"}, {"text": "We also perform sensitivity analysis on uncontrollable parameters of the simulation model. In Figure 7 , we present the sensitivity analysis on the incubation period, which is assumed to be 2 days in our base runs. Thus, our analysis is done by assuming a normal distribution over the incubation period with a mean of 2 and a standard deviation of 1. From these analysis presented in Figure 7 we can conclude that the incubation period also plays a major role on the mortalities of commuting students, since the variability on this parameter can cause a big difference in mortality values that is almost 60 people in all of the analyses, thus the uncertainty on the incubation period may have a big impact on the policies to reduce the total number of deaths in commuting students. This is because we assume exposed individuals are also infectious but asymptomatic and incubation period is the time for the people to be active in the community and spread the disease in the community. Thus, any intervention that can reduce the incubation period of the disease may help control the disease spread.", "cite_spans": [], "ref_spans": [{"start": 94, "end": 102, "text": "Figure 7", "ref_id": null}, {"start": 384, "end": 392, "text": "Figure 7", "ref_id": null}], "section": "Sensitivity analysis on disease parameters"}, {"text": "Similar analysis is also performed on another uncontrollable parameter, infection period. Even though this parameter can be controlled by antiviral usages we do not consider antiviral prophylaxis as an intervention policy in our studies. In Figure 8 we present the sensitivity analysis on infection period with assuming a normal distribution with a mean of 3.5 days and a standard deviation of 1 day. We can see from the figure that the uncertainty related to infection period does not have as big impact on the variability of the mortalities as contact rate and incubation period have. The main reason for this conclusion is that there is not a significant difference on the mortality rate with 10 percentile and the 90 percentile of the infection period in the analysis.", "cite_spans": [], "ref_spans": [{"start": 241, "end": 249, "text": "Figure 8", "ref_id": null}], "section": "Sensitivity analysis on disease parameters"}, {"text": "Our simulation experiments show that due to the increased contact rate in dorms, time for evacuation of the dorms may have a significant impact on the number of infections and mortalities in dorms, thus it is an important exogenous parameter in the model. In our base runs we assume that the university has the capability of evacuating the dorms in 1.5 days. We run several simulations with varying the time allocated for dorm evacuation from 1 day to 7 days to see the effects of this duration on mortalities for on campus students. This analysis can also be called a sensitivity analysis for this specific exogenous parameter (duration of dorm evacuation). In Figure 9 , we can see that as the time for evacuation increases, mortality in dorms also increases for both cases of dorm evacuation policy implemented either on 1 October or 15 October. We also evaluate the duration of dorm evacuations with five index cases in the dorms for both cases of having evacuation on 1 October and 15 October. The results in Figure 9 show that earlier evacuation of dorms is critical for reducing the mortality rate. In addition to that result, we can also see that the number of index cases does not significantly change the mortality rate in dorms.", "cite_spans": [], "ref_spans": [{"start": 662, "end": 670, "text": "Figure 9", "ref_id": null}, {"start": 1014, "end": 1022, "text": "Figure 9", "ref_id": null}], "section": "Analysis on time for evacuating dorms"}, {"text": "The presented simulation approach in this paper is different from classical compartmental models in which the whole population is simulated with random mixing assumption, and discrete event agent-based models. With the hierarchical structure of our model, it is possible to implement several non-pharmaceutical policies to different subpopulations in the university system. This flexibility is given to the model by differentiating the parameter, contact rate, in subpopulations based on the implementation of the policies. Thus, random mixing in the compartmental models is relaxed for the whole population by dividing the university population into subpopulations with respect to possible policies listed in the preparedness plan.", "cite_spans": [], "ref_spans": [], "section": "Proposed model versus discrete event-agent based models for infectious diseases"}, {"text": "In Das et al (2007) and Ferguson et al (2006) every individual is modelled as an agent, and their behaviours are modelled with assumptions on individual contact networks. These discrete event agent-based models require high computational resources to run the simulations and each run needs a significant amount of time to be completed. Therefore, the effectiveness of agent-based models to simulate preparedness plans in support of real-time decisions with real-time inputs is limited (Bhandari et al, 2007) . In addition, in agent-based models it is hard to get an insight on the mathematical structure of the disease spread and interventions, whereas in compartmental models it is easy to perform sensitivity analysis on model parameters and develop theoretical insights (Bobashev et al, 2007) . Most recently, a comprehensive approach for comparing the compartmental models (differential equation-based models) with agent-based models is presented by Rahmandad and Sterman (2008) , which gives an analysis on when it is appropriate to use these models in decision making for public health problems.", "cite_spans": [{"start": 3, "end": 19, "text": "Das et al (2007)", "ref_id": "BIBREF5"}, {"start": 24, "end": 45, "text": "Ferguson et al (2006)", "ref_id": "BIBREF11"}, {"start": 485, "end": 507, "text": "(Bhandari et al, 2007)", "ref_id": "BIBREF1"}, {"start": 773, "end": 795, "text": "(Bobashev et al, 2007)", "ref_id": "BIBREF2"}, {"start": 954, "end": 982, "text": "Rahmandad and Sterman (2008)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Proposed model versus discrete event-agent based models for infectious diseases"}, {"text": "In this paper, we simulated the pandemic preparedness plan of a public university to help university decision makers to visualize and understand the consequences of their policies. The performance of the system and the plan is measured in terms of the number of infected students and the mortality that occurred on and off campus for the university students, faculty and staff. The simulation results show that even during a mild pandemic, the decision to suspend university operations is critical. The main conclusion from this study is that public universities should act as early as possible to protect their community and secure their operations. The appropriate decisions can significantly reduce the severity of the pandemic influenza for local communities.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In this paper, we focused on non-pharmaceutical interventions. Because vaccination strategies may not be effective in the early stages of a pandemic, poor vaccine matching, lack of delivery and low public awareness, we did not consider the vaccination policies in our simulation model. However, this assumption can be relaxed for future research investigations. Our sensitivity analyses demonstrate that some of the parameters of the influenza spread model have more impact on the outcomes of the simulations; thus, for developing the appropriate mitigation policies these policy makers should pay special attention to these parameters. We conclude that contact rate has high importance in disease spread, and disease spread can be controlled by disease mitigation policies when appropriate actions are taken at the appropriate time. Thus, the decision makers should consider minimizing the contact rate and adjust their plans when applying several mitigation policies to their communities. In addition, uncertain and uncontrollable disease parameters have significant impact on the disease spread since it is the time for the exposed people to be active in the community and spread the disease to their contacts. Thus, policy makers should be aware of this result and develop screening activities to identify exposed individuals and quarantine them to protect others susceptible in the community.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "This paper presents a simulation model that can assist local community managers and policy makers, such as university managers, about pandemic decision making for community mitigation strategy. We examined several operational mitigation strategies on a university campus (dorm evacuations, isolation on campus). We also present how these mitigation decisions can change at the local community level with different severity levels of pandemic. It should also be pointed that the results in this paper are based on a hypothetical scenario and the disease transmission properties may be different for an actual pandemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "In future work, we will develop an algorithm for parameter estimation from data of the reported (partial) real-time cases and that algorithm will be embedded into the simulation model. Specifically, more work is needed to analyse how policy decisions can change at the local level with partial real-time information about pandemic influenza.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infectious Diseases of Humans: Dynamics and Control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comment on 'simple models of influenza progression within a heterogeneous population' by Richard Larson", "authors": [{"first": "A", "middle": [], "last": "Bhandari", "suffix": ""}, {"first": "A", "middle": [], "last": "Schaefer", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}], "year": 2007, "venue": "Opns Res (Online forum commentary)", "volume": "55", "issn": "3", "pages": "1--3", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A hybrid epidemic model: Combining the advantages of agentbased and equation-based approaches", "authors": [{"first": "G", "middle": ["V"], "last": "Bobashev", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Goedecke", "suffix": ""}, {"first": "Yu", "middle": ["F"], "last": "Epstein", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Proceedings of the 2007 Winter Simulation Conference. The Society for Computer Simulation International", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mathematical Models in Population Biology and Epidemiology", "authors": [{"first": "F", "middle": [], "last": "Brauer", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2001, "venue": "Texts in Applied Mathematics", "volume": "40", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Transmission dynamics of the great influenza pandemic of", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Ammon", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Hengartner", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}], "year": 1918, "venue": "J Theor Biol", "volume": "241", "issn": "", "pages": "193--204", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "A large scale simulation model of pandemic influenza outbreaks for assessment of societal risk and development of dynamic mitigation strategies", "authors": [{"first": "T", "middle": ["K"], "last": "Das", "suffix": ""}, {"first": "A", "middle": [], "last": "Savachkin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2007, "venue": "IIE Trans", "volume": "40", "issn": "", "pages": "893--905", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Simulating pandemic influenza risks for US cities", "authors": [{"first": "C", "middle": [], "last": "Dibble", "suffix": ""}, {"first": "Wendel", "middle": ["S"], "last": "Carle", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "Proceedings of the 2007 Winter Simulation Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Introduction to Applied Optimization", "authors": [{"first": "U", "middle": ["M"], "last": "Diwekar", "suffix": ""}], "year": 2003, "venue": "Applied Optimization", "volume": "80", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "System dynamics modeling of Chlamydia screening intervention planning and cost-benefit estimation", "authors": [{"first": "D", "middle": [], "last": "Evenden", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Harper", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Brailsford", "suffix": ""}, {"first": "V", "middle": [], "last": "Harindra", "suffix": ""}], "year": 2005, "venue": "IMA J Mngt Math", "volume": "16", "issn": "3", "pages": "265--279", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Improving the cost effectiveness of Chlamydia screening with targeted screening strategies", "authors": [{"first": "D", "middle": [], "last": "Evenden", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Harper", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Brailsford", "suffix": ""}, {"first": "V", "middle": [], "last": "Harindra", "suffix": ""}], "year": 2006, "venue": "J Opl Res Soc", "volume": "57", "issn": "", "pages": "1400--1412", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Epidemiological models with non-exponentially distributed disease stages and applications to disease control", "authors": [{"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2007, "venue": "B Math Biol", "volume": "69", "issn": "", "pages": "1511--1536", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": [], "last": "Ferguson", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "7101", "pages": "448--452", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A mathematical model for the European spread of influenza", "authors": [{"first": "A", "middle": [], "last": "Flahault", "suffix": ""}, {"first": "S", "middle": [], "last": "Deguen", "suffix": ""}, {"first": "A", "middle": [], "last": "Valleron", "suffix": ""}], "year": 1994, "venue": "Eur J Epidemiol", "volume": "10", "issn": "", "pages": "471--474", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Mitigation strategies for pandemic influenza in the United States", "authors": [], "year": null, "venue": "PNAS", "volume": "103", "issn": "", "pages": "5935--5940", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Effectiveness of interventions to reduce contact rates during a simulated influenza pandemic. Emerg Infect Dis", "authors": [{"first": "M", "middle": ["J"], "last": "Haber", "suffix": ""}], "year": 2007, "venue": "", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Impact of quarantine on the 2003 SARS outbreak: A retrospective modeling study", "authors": [{"first": "Y", "middle": [], "last": "Hsieh", "suffix": ""}], "year": 2007, "venue": "J Theor Biol", "volume": "244", "issn": "", "pages": "729--736", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Containing pandemic influenza with antiviral agents", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2004, "venue": "Modeling Infectious Diseases in Humans and Animals. Princeton University Press: New Jersey. Longini IM", "volume": "159", "issn": "", "pages": "623--633", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pandemic simulation of antivirals þ school closures: Buying time until strain-specific vaccine is available", "authors": [{"first": "S", "middle": ["M"], "last": "Mniszewski", "suffix": ""}], "year": 2008, "venue": "Comput Math Organ Theory", "volume": "14", "issn": "", "pages": "209--221", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Heterogeneity and network structure in the dynamics of diffusion: Comparing agent-based and differential equation models", "authors": [{"first": "H", "middle": [], "last": "Rahmandad", "suffix": ""}, {"first": "J", "middle": [], "last": "Sterman", "suffix": ""}], "year": 2008, "venue": "Mngt Sci", "volume": "54", "issn": "", "pages": "998--1014", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A mathematical model for the global spread of influenza", "authors": [{"first": "L", "middle": [], "last": "Rvachev", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 1985, "venue": "Math Biosci", "volume": "75", "issn": "", "pages": "3--22", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Estimating the costs of school closure for mitigating an influenza pandemic", "authors": [{"first": "M", "middle": ["Z"], "last": "Sadique", "suffix": ""}, {"first": "Adams", "middle": ["Ej"], "last": "Edmunds", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "", "suffix": ""}], "year": 2008, "venue": "BMC Public Health", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Key transmission parameters of institutional outbreak during the key 1918 influenza pandemic estimated by mathematical modeling", "authors": [{"first": "G", "middle": [], "last": "Sertsou", "suffix": ""}], "year": 2006, "venue": "Theor Biol Med Model", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Analyzing the effectiveness of Chlamydia screening", "authors": [{"first": "Jrp", "middle": [], "last": "Townshend", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Turner", "suffix": ""}], "year": 2000, "venue": "J Opl Res Soc", "volume": "51", "issn": "", "pages": "812--824", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Reducing the impact of the next influenza pandemic using the householdbased public interventions", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "Fraser", "middle": ["C"], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "9", "pages": "1532--1540", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Subpopulations considered in the simulation model.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Example of a policy implementation to a subpopulation.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Simulation results for no intervention scenario run.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Effectiveness of school closure in first half of October.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Number of days campus closed versus number of infections.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Sensitivity analysis on contract rate in commuting students with a normal distribution. Sensitivity analysis on incubation period with a normal distribution.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Sensitivity analysis on infection period with a normal distribution. Resulting mortality on time to evacuate the dorms in two different scenarios.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Mixing rates of individuals in subpopulations without any mitigation policy applied", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Mixing rates (people/day) </td><td>Commuting students </td><td>Residential students </td><td>Faculty-staff and others\n</td></tr><tr><td>Commuting students </td><td>30 </td><td>20 </td><td>10\n</td></tr><tr><td>Residential students </td><td>20 </td><td>45 </td><td>10\n</td></tr><tr><td>Faculty-Staff and others </td><td>10 </td><td>10 </td><td>15\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Parameters of the base run simulation", "latex": null, "type": "table"}, "TABREF3": {"text": ", which is introduced byHaber et al (2007).", "latex": null, "type": "table"}, "TABREF4": {"text": "Results on number of infected students and deaths", "latex": null, "type": "table"}}, "back_matter": []}