{
    "paper_id": "e2c6139d1c77d9df721ca7a28c414d63d6a6967a",
    "metadata": {
        "title": "Painless retrograde type A aortic dissection followed conservative treatment of type B aortic dissection: a case report",
        "authors": [
            {
                "first": "Yongle",
                "middle": [],
                "last": "Ruan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhiwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhiyong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zongli",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anfeng",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Rahouma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Retrograde type A aortic dissection (RTAD) is a fatal aortic disease secondary to descending aortic dissection, and might be misdiagnosed due to its atypical symptoms lead to catastrophic outcomes. Case presentation: We herein reported a case of a 40-year old Chinese non-comorbid man who received conservative treatment for acute type B aortic dissection and progressed to RTAD in a painless manner in a week. After open surgical aortic repair with stented elephant truck technique, the patient survived without obvious complication and cured with a satisfactory outcome in a half-year follow-up. Conclusion: This case indicates that RTAD may present without typical symptoms, early diagnosis and open surgical procedure are imperative for treating RTAD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aortic dissection is one of the most fatal acute aortic syndromes. For therapeutic purposes, aortic dissection is classified into type A and type B using the Stanford system. Type A dissection involves the ascending aorta and requires surgical management, while type B dissection does not involve the ascending aorta and requires non-surgical management in most of the cases [1] . Nowadays, thoracic endovascular aortic repair (TEVAR) has been used with increasing frequency for management of type B aortic dissection, as it is less invasive and associated with a lower complication rate compared to traditional surgical repair. Moreover, endovascular treatment of type B aortic dissections presented a lower in-hospital mortality rate (10.6%) compared to that of patients under open surgical repair (33.9%) [2] . However, RTAD can be triggered in the fragile aortic wall of acute type B aortic dissection in TEVAR procedure, and it is a fatal complication with up to 42% mortality [3] . On this basis and for risk reduction, two weeks conservative management ahead of TEVAR is recommended in acute type B aortic dissection patients [4] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although abrupt onset thoracic pain is one of the most common symptoms in acute aortic dissection, there is still around 6% painless aortic dissection patients, and most of them are type A aortic dissection [5] . It is usually difficult to establish diagnosis and interventions in RTAD patients without typical chest pain. Herein, we present a case of a painless RTAD patient treated successfully.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 40-year old Chinese male non-diabetic, nonhypertensive patient presented at our hospital with precordial and back pain that started 5 h earlier, and chest pain lasted for only a few minutes. Vital signs were recorded on admission with normal blood pressure in arms and legs. Blood pressure in the right arm was 138/74 mmHg, heart rate was 108 beats per minute and body temperature was 37.3 C degree. The patient received computed tomography angiography (CTA) and it revealed aortic dissection of the descending aorta without pericardial effusion or significant coronary disease. No dissection was found in ascending aorta, and the arterial bifurcation of the limbs and organs were not involved. The false lumen of descending aortic showed crescent-shaped with a thickness of 5 mm (Fig. 1a,  b) . As no poor perfusion, aneurysm, or uncontrolled pain complicated, the patient deemed not to be in need of emergency surgical repair. On this basis, conservative medical therapy was given together with blood pressure and heart rate tight control, as well as hemostasis. The blood pressure was kept less than 110/70 mmHg and the heart rate was maintained below 70 bpm after administration of calcium channel blocker (nifedipine started with 10 mg, three times a day) and beta-blocking agent (metoprolol started with 47.5 mg, once a day), the medicine dosages were adjusted according to the level of blood pressure. The patient did not experience any recurring chest pain after resolution of the original attack, which lasted a few minutes only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 795,
                    "text": "(Fig. 1a,  b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "CTA was performed after 6 days of conservative treatment, RTAD was detected in the absence of typical thoracic pain. Ascending aortic false lumen was 5 mm thickening in a crescent shape, as well as the thickness of false lumen in the descending aorta wall was expanded to 9.5 mm (Fig. 1c, d) . Subsequently, a CTA scan was followed by another 6-day medical treatment due to the patient's refusal to open surgical therapy at the beginning. The thickness of false lumen in the walls of ascending and descending aorta was 13.1 mm and 12.9 mm respectively (Fig. 1e, f) . Moreover, a cardiac ultrasound indicated pericardial effusion, together with an anechoic liquid area, 5 mm thickness behind the posterior wall of the left ventricle. It showed that type B aortic dissection progressed into RTAD without any symptom. Flowchart for management of our case was shown in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Fig. 1c, d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 552,
                    "end": 564,
                    "text": "(Fig. 1e, f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 865,
                    "end": 871,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On day 12, as the high risk of aortic rupture and cardiac tamponade, open surgical repair was performed under the permission of the patient. Total replacement of the aortic arch combined with elephant trunk implantation through a median sternotomy under hypothermic cardiopulmonary bypass (CPB) was proceeded as explained in earlier studies [6, 7] . Cannulation for CPB was carried out through the right femoral artery and the right atrium. Cardiac protection was done through cold-blood cardioplegia perfusion. Cerebral effective protection was done using bilateral antegrade cerebral perfusion combined with deep hypothermic circulatory arrest in aortic arch surgery. After that, the aortic arch and ascending aorta were opened and inspected closely. The primary tear of aortic dissection was observed in the descending aorta. Sleeve anastomosis was performed to suture the root of the aorta. We implanted a 100 mm long stentgraft (Shanghai MicroPort Medical Corporation, China) into the descending aorta compressed as an elephant trunk and sealed off the descending aorta intimal tear. The sutural margins were then fixed using the 4-0 Prolene suture. Besides, fenestration was performed in the stented elephant trunk to simplify the procedure of anastomosis to the left Fig. 2 Flowchart for our case management subclavian artery. Then, a four-branched prosthetic graft (Terumo Corporation, Japan) replaced the ascending aorta and aortic arch. Bilateral antegrade cerebral perfusion was discontinued after anastomosis of the innominate artery and common carotid artery. CPB was gradually returned to normal flow and started to rewarm. After the reconstruction of all aortic arch vessels, the proximal anastomosis was carried out during rewarming. The CBP time was 190 min, aortic cross-clamp time was 114 min, and double cerebral perfusion time was 35 min.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1274,
                    "end": 1280,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "The patient was sent to the intensive care unit (ICU) for further monitoring after the operation was done, weaned from ventilator 14 h after the surgery. After mediastinal drainage tube removed on the third day, postoperative total aortic CTA was performed and revealed no aberrant changes in the position, profile or size of the artificial blood vessel and the stent. The pathological examination showed that elastic fibrous tissue hyperplasia and semi-mucoid degeneration of aortic wall, there was massive hemorrhage between the aorta walls, and the results were consistent with aortic dissection. The patient was discharged with satisfactory conditions two weeks after operation, continued to take medicine (nifedipine 30 mg per day; metoprolol 47.5 mg per day) to control blood pressure and heart rate, avoid heavy physical work, and follow-up regularly. At 6 month follow-up, no obvious abnormality was detected in the implanted prosthetic graft or stent as evident by CTA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The incidence of acute aortic dissection is about six cases per 100,000 each year. The mortality rate of acute type A dissection without treatment is about 20% in 24 h, 30% in 48 h and almost half die in a week. Fatal complications are common in medical therapy patients, such as aortic rupture, cardiac tamponade, coronary ischemia, and severe aortic regurgitation [4] . Surgical repair strategy is still the main treatment for the proximal aortic dissection while endovascular intervention is the treatment option for distal aortic dissection repair [1] . TEVAR was reported as effective management of type B aortic dissection as it was less invasive compared to the open surgical procedure with higher mortality. However, the aortic wall and intimal flap are usually in a state of acute inflammation at the early stage of type B aortic dissection, and a new dissection or rupture may occur. An incidence of RTAD was reported up to 13.8% in acute type B aortic dissection patients after TEVAR, and the rate of mortality exceeded 42% [8] . Shu et al. [4] proposed a 2-week conservative therapy for type B aortic dissection ahead of TEVAR procedure, which could reduce postoperative complications effectively. Furthermore, some studies had found favorable outcomes with medical treatment in a clinically stable patient in whom the false lumen of the ascending aorta was completely thrombosed [9] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Conservative therapy as the initial approach makes sense for patients in the acute stage of uncomplicated type B aortic dissection, however, the possibility of RTAD still exists and might be overlooked. In the current case, the patient showed a painless RTAD following conservative treatment in a week, and surgical treatment was mandatory to avoid lethal consequences. Acute aortic dissection usually presents with one or more concomitant symptoms/signs such as chest pain, congestive heart failure, myocardial infarction, limbs and bowel ischemia, stroke, or paraplegia. Suddenonset severe chest or back pain remains the most common symptom of aortic dissection. However, about 6.4% of aortic dissections are painless and most of the patients suffer from type A aortic dissection, which is associated with increased mortality [10] . As RTAD is an extreme emergency and fatal complication, rapid diagnosis and intervention are imperative. Painless RTAD must be under high clinical suspicion in acute type B aortic dissection patients involving either TEVAR or conservative management, even without the presence of a characteristic pain as supported. Unfortunately, it is more likely that there is even a higher rate of painless RTAD occurrence because of misdiagnosis and underestimation.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 832,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "This case initiated with typical pain in a descending aortic dissection, but it progressed to RTAD in a painless manner. The mechanism of painless of aortic dissection remains incompletely clear [11] . The innervated layer of the aortic artery is responsible for pain sensation, and the absence of chest pain may be attributed to the damage of innervation to the aorta resulting from the descending aortic dissection. Ischemic necrosis of nerves results from direct vascular compromise and can lead to specific classes of neurologic dysfunction [12] . Atypical symptoms of aortic dissection make accurate diagnosis difficult, especially in painless aortic dissections. Diagnosis of painless RTAD requires a high degree of consideration and suspicion in patients with descending aortic dissection or aneurysm. Computed tomography has high sensitivity and specificity for diagnosing aortic dissection, and CTA is a reliable way to confirm the diagnosis of painless RTAD.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Open surgical repair appears optimal for repairing RTAD in the ascending aorta. As the ascending aorta was involved by dissection in this case, the surgical replacement had been proposed. Considering the technical difficulty of dealing with descending aortic lesions through a sternotomy, we selected the elephant trunk implantation to repair descending aortic lesions and to block the rupture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Controversy remains on the optimal management choice for type B aortic dissection patients during the acute stage. As a high mortality rate, painless RTAD should be considered and diagnosed promptly in acute type B aortic dissection under conservative treatment. CTA is a reliable tool for the diagnosis of RTAD, and open surgical procedure is efficacious in treating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of acute aortic dissection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nienaber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Clough",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "800--811",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complicated acute type B dissection: is surgery still the best option?: a report from the international registry of acute aortic dissection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fattori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Myrmel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Evangelista",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trimarchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JACC Cardiovasc Interv",
            "volume": "1",
            "issn": "",
            "pages": "395--402",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Retrograde ascending aortic dissection during or after thoracic aortic stent graft placement: insight from the European registry on endovascular aortic repair complications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eggebrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Czerny",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lönn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Circulation",
            "volume": "120",
            "issn": "11",
            "pages": "276--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thoracic endovascular aortic repair for retrograde type a aortic dissection with an entry tear in the descending aorta",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J VascInterv Radiol",
            "volume": "23",
            "issn": "",
            "pages": "453--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association of painless acute aortic dissection with increased mortality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hutchison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Isselbacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mayo Clin Proc",
            "volume": "79",
            "issn": "",
            "pages": "1252--1259",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surgery for acute aortic dissection using the Chinese CRONUS stented elephant trunk technique: experience with 252 patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "148",
            "issn": "",
            "pages": "2132--2140",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Surgery for acute type a dissection with the tear in the descending aorta using a stented elephant trunk procedure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Thorac Surg",
            "volume": "87",
            "issn": "",
            "pages": "1177--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Retrograde type a dissection after thoracic endovascular aortic repair: surgical strategy and literature review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Heart Lung Circ",
            "volume": "27",
            "issn": "",
            "pages": "629--663",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prospective study of medically treated acute type B aortic dissection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winnerkvist",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Lockowandt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rådegran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Vasc Endovasc Surg",
            "volume": "32",
            "issn": "",
            "pages": "349--55",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Painless aortic dissection-diagnostic dilemma with fatal outcomes: what do we learn?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fatima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Investig Med High Impact Case Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Repetitive transient paraplegia caused by painless acute aortic dissection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sawada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabuchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acute Med Surg",
            "volume": "6",
            "issn": "",
            "pages": "188--91",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Painless aortic dissection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Marroush",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Boshara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Parvataneni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takla",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mesiha",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Med Sci",
            "volume": "354",
            "issn": "",
            "pages": "513--533",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Preoperative enhanced computed tomography angiography (CTA) findings; (A, B): Presence of aortic dissection of the descending aorta on day 1 after disease onset (red arrow); (C, D): false lumen of ascending (yellow arrow) and descending aorta (red arrow) were seen on day 6; (E, F): Continuous thickening of false lumen in the ascending (yellow arrow) and descending aorta (red arrow) on day 12",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Abbreviations CPB: Cardiopulmonary bypass; CTA: Computed tomography angiography; RTAD: Retrograde type a aortic dissection; TEVAR: Thoracic endovascular aortic repair Authors' contributions ZWW, YLR, ZYW and WR performed the operation and designed the study; YLR, ZLR and AFY collected the data; ZWW, YLR, ZYW, WR, ZLR, AFY analyzed and interpreted the patient data regarding the RTAD and treatment; YLR and MR were major contributors in writing the manuscript; ZWW, YLR and MR revised and edited the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This study is supported by the National Natural Science Foundation of China (81501376) in design of study, collection, analysis and interpretation of data, Postdoctoral Science Foundation of China (2017 M620339)and Natural Science Foundation of Hubei Province (2015CFB345)in collection, analysis and interpretation of data, writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The study protocols were approved by the Ethical Committee of the Renmin Hospital of Wuhan University. Written consent to participate was obtained from the patient in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Written consent for images and clinical information relating to this case to be reported in the publication was obtained from the patient in this study, and approved by the Ethical Committee of the Renmin Hospital of Wuhan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. Mohamed Rahouma, an Associate editor in BMC cardiovascular disorders, declares that he has no competing interests with the content of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author details"
        }
    ]
}