{
    "paper_id": "e31d47423bd60e04e5e00d992eabd208a6150ffe",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Using another person's ideas or expressions in your writing without acknowledging the source constitutes plagiarism. Derived from the Latin plagiarius ('kidnapper'), plagiarism refers to a form of intellectual theft…to plagiarize is to give the impression that you wrote or thought something that you in fact borrowed from someone, and to do so is a violation of professional ethics. (Gibaldi 1998, p. 151) Cutting and pasting information from web pages and then claiming it as one's own original work has been termed 'cyberplagiarism' or 'webnapping' (Eysenbach 2000) . Clearly this is an emerging phenomenon and it is causing considerable concern. I used a popular search engine and the term 'cyberplagiarism' and located 323 web pages that discuss this form of academic dishonesty. Most of those websites were linked to academic institutions and gave instructions to students and staff on how to avoid and detect plagiarism and cyberplagiarism (to see an example, go to http://www.aquinas.edu/library/ plagiarism.html). Editors and reviewers for the Journal of Advanced Nursing now need to be vigilant in trying to detect instances of cyberplagiarism in manuscripts submitted for publication in the journal.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 406,
                    "text": "(Gibaldi 1998, p. 151)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 568,
                    "text": "(Eysenbach 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eysenbach (2000) reported a case of cyberplagiarism detected in 1999 in a manuscript published in the Journal of the Royal College of Surgeons of Edinburgh (JRCSEd). Use of purpose-developed software established that more than one third of the published paper in question consisted of unedited phrases and sentences copied directly from multiple websites but the sources were not cited or credited (Eysenbach 2000) . As a result of this investigation and infringement of copyright the article was withdrawn and a letter of apology from its author was published.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 414,
                    "text": "(Eysenbach 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What can JAN authors learn from this example of cyberplagiarism? The health literature is vast and it is unusual for us to develop ideas independently, without being influenced by the work of others. This is not to say that as researchers, academics and practitioners we never formulate new ideas, but rather that it is usual for our thinking to be prompted and shaped in the light of work that has gone before. It is important to acknowledge the work of predecessors by correctly citing their work, and this is equally important when accessing information from the HTTP://WWW. Infor-mation accessed from the WWW needs to be referenced so that readers may go directly to that source, and the correct way to do this for JAN is shown in the example below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "World Health Organization (2003) Anti-plagiarism software is already in use by some universities and by JRCSEd, and more sophisticated electronic detection systems are being developed Eysenbach 2000) . Will the time soon come when we have to do this for JAN too?",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 199,
                    "text": "Eysenbach 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of a case of cyberplagiarism -and reflections on detecting and preventing academic misconduct using the Internet",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Medical Internet Research",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MLA Style Manual and Guide To Scholarly Publishing 2nd edn. Modern Language Association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gibaldi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "First data on stability and resistance of SARS coronavirus compiled by members of WHO laboratory network. http://www.who.int/csr/sars/survival_ 2003_05_04/en/index.html (last accessed 28 July 2003).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}