{
    "paper_id": "e328e8d6ce88a5b29312ee15bac78f5a32af07fb",
    "metadata": {
        "title": "Reflexive Modernization at the Source: Local Media Coverage of Bovine Spongiform Encephalopathy in Rural Alberta",
        "authors": [
            {
                "first": "Debra",
                "middle": [
                    "J"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "addrLine": "543 General Services Building",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Bogdan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "addrLine": "543 General Services Building",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "L'importance de la modernisation réflective est liée a de multiple facteurs, cependant il est crucial de reconnaitre l'importance du risque, particulièrement au sein des groupes pouvant jouer un rôle majeur dans sa minimisation. Cette étude propose une analyse du traitement de l'information fait par les médias locaux lors de l'attaque épidémique d'encéphalopathie spongiforme bovine (ESB) dans les régions rurales d'élevage bovin de l'Alberta. Selon les théoriciens de la modernisation réflective l'encéphalopathie spongiforme bovine représente un des risques globaux qui peuvent déboucher sur une société suffisament réfléchie dans laquelles ces risques seraient justement minimisés. L'analyse de la presse écrite locale montre cependant que les journaux ont choisi de présenter l'ESB de manière à maximiser la cohésion sociale et à protéger la culture locale. Cette couverture médiatique sélective et biasée de l'ESB dans l'Alberta rural a certainement contribué à, ou pour le moins consolidé, le soutien dont bénéficie les structures institutionelles actuelles de l'agriculture Canadienne dans les régions d'élevage bovins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The potential for reflexive modernization is defined by multiple factors, but the acknowledgment of risk is crucial, particularly among social groups that play a key role in risk minimization. This study offers an examination of the role of local media in response to the outbreak of bovine spongiform encephalopathy (BSE) in beef-producing communities in rural Alberta. BSE is one of several global risk issues that reflexive modernization theorists argue have the potential to trigger a transformation toward a critically reflexive society in which such risks are minimized. Content analysis of newspapers in beef-producing regions in Alberta, however, shows how local operators, whose pastures and feedlots are far from the purview of would-be monitors. As a result, reflexivity will require that beef producers and processors perceive BSE risk reduction as a priority. Reflexive modernization theory attributes the potential for mobilization to civil society in rather undifferentiated terms; however, certain social groups may be the key to the realization of reflexive modernization, and thus we need to pay closer attention to the discursive fields within which these groups engage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several years after the initial outbreak of BSE in Britain, another case of BSE was reported that received much less fanfare from the international media, this time on a farm in the Province of Alberta, in May 2003. Within days several ranches in the regions covered in this study were quarantined, and the United States closed its border to Canadian beef, followed by several other countries, bringing the Canadian beef sector to a standstill. Two months later, the federal agricultural minister attempted to reinstill consumer confidence by requiring the removal of ''specified risk materials'' from cattle older than 30 months, about the time that disaster relief began to flow from state coffers into the hands of producers and processors. Criticism of the limited disease testing protocols required by the federal government emerged in ensuing years, however, with the Canadian Cattlemen's Association at one point contemplating a voluntary cull of 1.76 million cattle. More recently, the federal government announced the number of animals to be tested-already considered insufficient by some ranchers-would be further reduced by half (Markusoff 2008) . As the third largest beef producer in the world, these events were followed closely, particularly the Province of Alberta, which dominates Canada's beef economy.",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1156,
                    "text": "(Markusoff 2008)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We can not provide a comprehensive analysis of whether the outbreak of BSE in Canada generated a critical discourse in beef-producing regions conducive to the reflexive modernization of the Canadian beef industry. But we can explore certain conditions that would be necessary to facilitate such a regional discourse by focusing on the role of one primary discursive filter-local print media in two beef-producing regions in Alberta. While other media are certainly relevant, rural print media is characterized by a high level of local readership, and tends to go into greater depth than television news, allowing for more detailed content analysis than other media sources. We begin with a discussion of reflexive modernization and the role of media in risk discourse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contemporary environmental risks are nodal points in the evolution of modern societies, with the potential to instigate a process of reflexive modernization of institutions in state and society (Adam et al. 2004; Beck 1992) . Contemporary risks are unique in their human origin, derived from science and technology and the political choices that support those practices (Harrington 2005:286) . They are also associated with multiple social processes simultaneously, including human health and economic growth (Boin and 't Hart 2003) . And they are discursively produced, in that the generation and attenuation of risks lie in the endorsement and administration of technologies (Harrington 2005:286) and worldviews (Davidson and MacKendrick 2004) . Ultimately, as the negative consequences become increasingly difficult to ignore, modern risks have the potential to engender critical reflection of those institutions and practices that have come to dominate advanced industrial societies. According to Bourdieu (1990:108) , in times of crisis, the habitus-behaviors, sentiments, competences, and ways of understanding and reasoning (Crossley 2005 )-becomes dislocated from the way the lives of individuals are structured: ''The world loses its natural feel and at least some of what might have passed without question in the past is subject to argument and debate'' (Crossley 2005:69) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 212,
                    "text": "(Adam et al. 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 213,
                    "end": 223,
                    "text": "Beck 1992)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 370,
                    "end": 391,
                    "text": "(Harrington 2005:286)",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 532,
                    "text": "(Boin and 't Hart 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 677,
                    "end": 698,
                    "text": "(Harrington 2005:286)",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 745,
                    "text": "(Davidson and MacKendrick 2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1001,
                    "end": 1020,
                    "text": "Bourdieu (1990:108)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1145,
                    "text": "(Crossley 2005",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1365,
                    "end": 1383,
                    "text": "(Crossley 2005:69)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THEORETICAL PREMISE"
        },
        {
            "text": "Modern, technologically intensive practices that have negative implications for ecosystems and human health thus represent internal contradictions for advanced industrial societies. The risks that emerge undermine the legal, economic, corporate, and parliamentary foundations of the first phase of modernity, a process that manifests in the questioning within the public sphere of contemporary institutions and governance (Beck et al. 2003; van Loon 2003) . The outbreak of BSE had just such potential: ''it made the contingency and historical constructiveness of a discourse visible, creating a lack of meaning and allowing a new or re-construction of a certain discourse'' (Howarth and Stravrakakis 2000:4) .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 440,
                    "text": "(Beck et al. 2003;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 455,
                    "text": "van Loon 2003)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 675,
                    "end": 708,
                    "text": "(Howarth and Stravrakakis 2000:4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THEORETICAL PREMISE"
        },
        {
            "text": "Thus, society begins to assume the characteristics of a risk society, preoccupied with risks' unintended consequences and their implications (Adam et al. 2004) . Reflection on the ''reality-effects'' of risk production follow, and growing skepticism and doubt culminate in a ''self-confrontation'' (Adam et al. 2004:175) . Such a state of affairs creates conditions conducive to alternative futures (van Loon 2003), directing us toward a new modernity defined by a critically engaged civil society (Beck 1995 (Beck , 1997 .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 159,
                    "text": "(Adam et al. 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 320,
                    "text": "(Adam et al. 2004:175)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 508,
                    "text": "(Beck 1995",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 509,
                    "end": 521,
                    "text": "(Beck , 1997",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "THEORETICAL PREMISE"
        },
        {
            "text": "Less discussed are the mechanisms by which such a transformation will occur, and the numerous means by which reflexivity may be prevented. In reality, one might anticipate that in only a small minority of instances will a sufficient number of civil society actors in multiple locations respond to modern risks as anticipated by reflexive modernization proponents. Reflexive modernization demands first and foremost discursive attention to the nature of crisis-its causes, avenues for amelioration, and at a deeper level, whether the risk issue is in fact a ''crisis.'' Given that social understandings of both risk and safety are constructed and evolve through discursive negotiation, several agents may serve to facilitate or hinder the potential for reflexive modernization simply by influencing this discursive process, described by Beck (1995 Beck ( , 1997 as the ''relations of definition.'' This is particularly the case for invisible risks, such as BSE, that can only be made ''visible'' when socially defined. In these instances, the role of the mass media is central to definitional struggles regarding crisis (Cottle 1998; Short 1984) . While media actors do not directly control public discourse, their accounts have long been recognized as a primary source of raw material for such discourse (Gans 1979; Lazarsfeld, Berelson, and Gaudet 1944; Tuchman 1978) . ''News stories not only lend occurrences their existence as public events, but also impart character to them, for news reports help to shape the public definition of happenings by selectively attributing to them specific details or 'particulars''' (Tuchman 1978:190) .",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 846,
                    "text": "Beck (1995",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 847,
                    "end": 860,
                    "text": "Beck ( , 1997",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1119,
                    "end": 1132,
                    "text": "(Cottle 1998;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1133,
                    "end": 1144,
                    "text": "Short 1984)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1304,
                    "end": 1315,
                    "text": "(Gans 1979;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1316,
                    "end": 1354,
                    "text": "Lazarsfeld, Berelson, and Gaudet 1944;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1355,
                    "end": 1368,
                    "text": "Tuchman 1978)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1619,
                    "end": 1637,
                    "text": "(Tuchman 1978:190)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "At least as important as the media's ability to set agendas is its ability to frame content, by selecting particular representations of events, and focusing on particular actors, causes, and consequences. Media actors do not simply inject content onto a cognitively vacuous audience; however, the process of discursive uptake and processing is a complex, dialectical affair. The individual recipients of mass media themselves filter information through preexisting and enduring schemes of interpretation, which serve to reject or embrace a given media frame. Media frames must thus resonate at some level with the reader for there to be attitudinal uptake, a constraint of which professional media actors are acutely aware (Goffman 1974) .",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 737,
                    "text": "(Goffman 1974)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "Mass media become a primary source of information upon which the public rely to identify threats associated with modern technological risks, provide an explanation for them, and demarcate a return to safety (Stallings 1990) , because readers have few other sources of information (Priest and Ten Eyck 2003) . As the central filter through which risk discourse flows, mass media plays a crucial role in ''processes of risk revelation, the social contestation that surrounds scientific knowledge of risks, and also processes of social challenge to 'risk society''' (Cottle 1998:5-6) . Mass media comes to serve not only as the modern-day town crier (Park, Burgess, and McKenzie 1967) , but the guard in the watchtower as well. As such, it represents an ''amplification station,'' which serves to amplify or attenuate public reactions to risk by filtering and decoding risk event signals, and attaching social values to such information (Kasperson et al. 1988 ).",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 223,
                    "text": "(Stallings 1990)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 280,
                    "end": 306,
                    "text": "(Priest and Ten Eyck 2003)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 563,
                    "end": 580,
                    "text": "(Cottle 1998:5-6)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 681,
                    "text": "(Park, Burgess, and McKenzie 1967)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 934,
                    "end": 956,
                    "text": "(Kasperson et al. 1988",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "The role of media actors in shaping risk discourse is a precarious one, however, as media actors are motivated by far more than simply keeping the public informed. Media is a consumer product, after all (Tuchman 1978) , and the construction of newsworthy events can contribute to the amplification or attenuation of risk concern purely as an outcome of media actors' strategic efforts to maximize readership. Strategies to maximize readership, furthermore, may be interpreted differently by different media institutions, as expectations regarding professionalism, resources, and audience characteristics can all vary. While one media agent may attempt to maximize readership with stories designed to shock and awe, another may do so by selecting content designed to reassure. Variations in media institutions and their audiences may help to explain the means by which responses to Beck's ''civilization of threat'' are locally and culturally contingent (Cottle 1998) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 217,
                    "text": "(Tuchman 1978)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 953,
                    "end": 966,
                    "text": "(Cottle 1998)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "Consequently, mass media is fundamental to reflexive modernization, with the ability to set the public agenda, prime audiences to ascribe differing degrees of salience to available information, and provide frames or ''interpretive shortcuts'' from within which to understand risk events (Kim, Scheufele, and Shanahan 2002:8) . Once media has established a particular framing of an issue, policymakers have limited ability to introduce alternatives (Linsky 1986; Schon and Rein 1994) , narrowing prospects for institutional reform. A focus on the role of media in risk conflicts ''makes it possible to relate the specifics of the policy process to questions about the rise and fall of public issues and about the wider interests involved in and affected by policy making'' (Miller 1999 (Miller :1241 .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 324,
                    "text": "(Kim, Scheufele, and Shanahan 2002:8)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 461,
                    "text": "(Linsky 1986;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 462,
                    "end": 482,
                    "text": "Schon and Rein 1994)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 772,
                    "end": 784,
                    "text": "(Miller 1999",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 785,
                    "end": 798,
                    "text": "(Miller :1241",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "Although few in number and concentrated on Britain, studies of the role of the mass media during BSE events illustrate the media's power to shape discourse. According to Dornbusch (1998) , the British media shaped BSE perception by serving as both ''information disseminator'' and ''risk assessor.'' The British BSE issue was defined in expert and policy discourse as an animal health problem (Miller 1999) , but despite the various attempts by key actors to control the media, the British mass media was able to preserve a certain degree of freedom and redefined BSE in terms of food safety (Bauer et al. 2007 ). News stories evolved over time, reframing BSE from a health crisis into a story of national identity (Brookes 1999) . Media actors emphasized the conflicting scientific theories used to explain the BSE-vCJD link, and encouraged readers to question expert discourses, contributing to the disintegration of public trust in science (Mythen 2004) . Mass media also highlighted policy failures, extending public skepticism (Miller 1999) . Ultimately, the media were blamed for a drop in meat consumption in Britain of 40 percent from pre-BSE levels by 1996 (Linsky 1986; Miller 1999) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 186,
                    "text": "Dornbusch (1998)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 393,
                    "end": 406,
                    "text": "(Miller 1999)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 592,
                    "end": 610,
                    "text": "(Bauer et al. 2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 715,
                    "end": 729,
                    "text": "(Brookes 1999)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 943,
                    "end": 956,
                    "text": "(Mythen 2004)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1032,
                    "end": 1045,
                    "text": "(Miller 1999)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1166,
                    "end": 1179,
                    "text": "(Linsky 1986;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1180,
                    "end": 1192,
                    "text": "Miller 1999)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "Providing readers with regular coverage of events does not by itself explain the ability of the British press to shape public sentiment. According to Brookes (1999) , the media used particular discursive strategies that intensified concern, including vocabularies emphasizing negative emotions, danger, unfamiliar and alienating technical jargon, and analogies to the AIDS epidemic. Editorial use of ''we'' and ''us'' to refer to readers and media agents collectively, while using ''they'' to refer to government officials-who insisted that British beef was safe, served to heighten negative feelings and distrust toward government.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "Brookes (1999)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Manifesting Reflexivity: The Role of Mass Media"
        },
        {
            "text": "The role of print media in the United Kingdom is exceptional in terms of the large number and diversity of media outlets available to the U.K. readership, and this structural feature may well have contributed to the nature of media response to BSE in that country. The role of the print media in rural communities is also unique, for a very different set of reasons. The relationship between media institution and audience for a rural news agent differs markedly from the U.K. context, or from virtually any urban regional context, for that matter. First, because the journalist faces a comparatively homogenous audience characterized by distinct boundaries between local and nonlocal entities (Hindman 1996) , the motive of the journalist is not necessarily to attract new readers, but rather to maintain the support of the current readership by avoiding offense toward the local cultural milieu. On the other hand, the audience itself could be seen as ''captive'' in certain respects, suggesting a relationship of mutual reinforcement between media and readership. Local newspapers might well be considered an important symbol of local community identity, toward which community members turn out of loyalty to their community, rather than strictly out of preference among multiple choices of media outlet.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 708,
                    "text": "(Hindman 1996)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Media in the Rural Community"
        },
        {
            "text": "As a result, local papers in rural communities may enjoy an even greater degree of discursive influence among readers than does a national paper in those same communities, or local papers in urban centers. In comparison with other print media, newspapers in rural communities act to reproduce local culture and identity, and facilitate social, bureaucratic, market, and communal processes in ways that nonlocal media do not. Local media has a unique ability to reflect local cultures and needs and promote community integration, despite the emergence of new communications technologies (Bell 2005) . Local journalists contribute to community solidarity by selecting content that depicts differences or conflicts between the community and outside groups, and downplaying conflicts within the community (Hindman 1996) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 597,
                    "text": "(Bell 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 801,
                    "end": 815,
                    "text": "(Hindman 1996)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Media in the Rural Community"
        },
        {
            "text": "In the case of certain risks that play themselves out in such small towns, local newspapers may be in a particularly powerful position to facilitate or hinder reflexive modernization. As discussed above, if reflexive modernization is to be evidenced in the case of BSE, beef producers themselves-who tend to be members of small rural communities-would necessarily be among those dissenters and mobilizers engaged in social transformation. A shift in identity necessary to reflexive modernization can be developed and strengthened, or resisted, through a local newspaper's portrayal of a risk issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Media in the Rural Community"
        },
        {
            "text": "It would appear far more likely that the local newspaper serving a rural community would tend toward the latter role. Given the incentive to resonate with the predilections of a relatively homogenous readership, rural journalists may be far more disposed to select content and frame news stories in a manner that is designed to maintain stability and build consensus (Kim et al. 2002) . Rural news agents are less likely to challenge their readers by introducing uncertainty, or disrupting the local power structure for fear of potential sanction (Donohue, Olien, and Tichenor 1989; Donohue, Tichenor, and Olien 1995) . The fact that local journalists are themselves members of local communities, and thus identify on a personal level with local culture serves as further reinforcement. According to Crawley (2007:320) ''in these situations, journalists often face one dominant, preferred meaning shared by both the community power structure and its media organizations.'' One means of forecasting whether a local newspaper might facilitate or hinder prospects for reflexive modernization among its rural readership might be the extent to which a given risk issue can be interpreted as threatening to local cultural identity. For some risk issues, the relationship between risk and identity is not clear-cut. In a study of local coverage of biotechnology in two agricultural regions, Crawley (2007) found local (although urban) papers were more complex and expressive of a wider diversity of views than national papers. Such a diversity of views has been similarly identified within the agricultural sector itself, as has been the case in regard to genetically modified wheat in Canada (Magnan 2007 ). This finding may reflect a lack of consensus among farmers regarding biotechnology, with some agricultural producers readily adopting biotechnology, and others expressing greater caution. BSE, on the other hand, could be seen as a clear and direct threat to farming identity, against which agricultural producers might well react in unison. Farmers see themselves as playing a fundamental role in society by providing an essential human need-food. To be faced with the possibility that what is being produced is not an essential human need but rather a serious health threat would be a hard pill to swallow indeed, and liable to be acknowledged only with the greatest hesitancy. The high likelihood for such cultural consensus describes the latter of two communicative amplification stations mentioned above-informal personal networks-which ''provide reference points for validating perceptions but are also likely to share a more general cultural view or bias'' (Kasperson et al. 1988:185) .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 384,
                    "text": "(Kim et al. 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 547,
                    "end": 582,
                    "text": "(Donohue, Olien, and Tichenor 1989;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 583,
                    "end": 617,
                    "text": "Donohue, Tichenor, and Olien 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 800,
                    "end": 818,
                    "text": "Crawley (2007:320)",
                    "ref_id": null
                },
                {
                    "start": 1384,
                    "end": 1398,
                    "text": "Crawley (2007)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1686,
                    "end": 1698,
                    "text": "(Magnan 2007",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2665,
                    "end": 2692,
                    "text": "(Kasperson et al. 1988:185)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Media in the Rural Community"
        },
        {
            "text": "In this study, we analyzed content of local newspapers between May 2003 and April 2006 in two rural, beef-producing regions in the Province of Alberta: the Peace Municipal District (MD) and Barrhead County. Newspapers from Barrhead County include the locally owned Barrhead Leader and a supplemental weekly produced by the same news organization, Town and Country, which is also distributed to several other rural communities in Alberta. The third is from Peace MD, the Peace River Gazette, run by a parent media corporation, Sun Media. Although stories about BSE occurred far more frequently in the Barrhead papers, the results for each region in terms of content are strikingly similar, so we treat this as a single case study representing beef-producing regions in Alberta. A total of 400 articles on BSE were identified, from which we selected for further analysis a representative sample of 35 percent from the first six-month period (May-October 2003) , and 20 percent of the remaining time period. The final sample consisted of 10 articles from the Peace River Record Gazette; 17 from the Barrhead Leader; and 73 from Town and Country, for a total of 100 articles (the latter paper being a larger paper and the source of the majority of news on BSE). Of these, eight were editorial or opinion articles, and the remainder were news articles. Articles were categorized according to: (1) definition of crisis; (2) experts cited; (3) expressions of local cohesion/ division; (4) attribution of blame; (5) risk acceptance/denial; and (6) prescriptions for response. A reader interreliability test among the two primary researchers produced a 99 percent result.",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 957,
                    "text": "(May-October 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Media in the Rural Community"
        },
        {
            "text": "Barrhead County is in north-central Alberta, is of one of Alberta's most productive agricultural areas. The County has a population of over 5,000, and includes the County seat of Barrhead and several smaller settlements. Peace MD, located in northwestern Alberta, has around 1,500 inhabitants, and consists of the Towns of Peace River and Grimshaw, and two smaller settlements. Both regions are engaged in forestry and oil and gas development in addition to agriculture, although the degree of economic dependence on agriculture, as defined by total income earned, is much higher in Barrhead County (74 percent beef were once again permitted to enter the United States, and finally in January 2004, when a second case of BSE was reported (Figure 2 ). While during the first peak articles mentioning food safety outnumbered those mentioning economic concerns, this relationship was reversed in the latter two peaks, as the economic impacts of the border closures began to manifest. Indicators of community cohesion were less in number overall, and peaked in the two months following the first outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 747,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FINDINGS"
        },
        {
            "text": "Concerns about the economic impacts of BSE to the Canadian beef market, and to beef producers, occurred in 87 percent of our sample. An article in the Town and Country immediately after the event stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BSE as Economic Event"
        },
        {
            "text": "None of this is good news [referring to quarantined cattle operations and closed livestock facilities], and will not only affect the entire cattle industry, but the Canadian economy as well. Just what the costs will be in terms of real dollars and the reputation of both Canadian and the ''If It Ain't Alberta, It Ain't Beef'' quality will only be known in time. (TC May 26, 2003:1) The same day, the Town and Country stated ''. . . the news of BSE is costing the Alberta agriculture industry $76 million a day . . .'' (TC May 26, 2003:1) . Later that summer, according to the Record Gazette staff writer, ''We're sitting right in the heart of cattle country here, any business that's ",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 382,
                    "text": "(TC May 26, 2003:1)",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 538,
                    "text": "(TC May 26, 2003:1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BSE as Economic Event"
        },
        {
            "text": "The three newspapers in this study consistently portrayed Canada's food system as safe. We only found a single article that provided any information on cVJD, four months before the first outbreak of BSE in Alberta, which simply reported on the link between BSE and cVJD presented by British scientists (BL January 27, 2003) . In contrast to the 87 percent of articles that discussed the economic consequences of the BSE outbreak, only 23 percent mentioned human health at all. Over half of those articles occurred immediately after the outbreak, and the vast majority provided assurances that the BSE events do not pose a threat to human health. Shortly after the first outbreak, an article in the Town and Country made reference to an industry organization's assurances:",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 323,
                    "text": "(BL January 27, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety of the Food System"
        },
        {
            "text": "The Beef Information Centre, the market arm of the Canadian Cattlemen's Association, has faith in the processes the Government of Canada has developed to ensure the health of Canadians and deal with [BSE] in this country. (TC May 26, 2003:23) The next day, the Barrhead Leader quoted a local farmer, who stated ''our health regulations are so high even compared to the United States and the rest of the world'' (BL May 27, 2003:A1). Subsequent references to human health, although occurring only rarely, continued to provide assurances of safety, including sources, such as the Alberta Minister for Agriculture (TC January 30, 2006:6), quoted as saying ''the risk to human health from BSE is immeasurably small,'' and veterinarians, who in one instance urged readers that ''the risk factor of BSE . . . needs to be put into perspective'' (TC February 2, 2004:11) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 204,
                    "text": "[BSE]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 242,
                    "text": "(TC May 26, 2003:23)",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 862,
                    "text": "(TC February 2, 2004:11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety of the Food System"
        },
        {
            "text": "In contrast, 44 articles highlighted the safety of Canadian beef. Explicit encouragement of beef consumption was prevalent after the initial outbreak, including several photographs of prominent people eating beef, community barbeques, or other symbols promoting beef consumption. The news organizations themselves took an active role in this campaign, in one instance featuring a special edition entitled ''Back the Beef'' (TC January 27, 2004 This persistent expression of confidence in the safety of Canadian beef not surprisingly coincides with a distinct lack of acceptance of BSE as a source of risk. Only four out of 100 articles questioned the safety of the food system, two of which were in opinion sections or letters to the editor. We identified just seven articles indicating some degree of normalization or acceptance of risk, stating for example that ''BSE will continue to plague the world'' (TC June 9, 2003:8), or ''we've always known that no beef-producing country is completely immune from the risk of BSE'' (RG June 3, 2003:4). The vast majority, on the other hand, instead referred to the outbreak as ''an isolated case'' (TC May 26, 2003:23) , with some articles employing the authority of science as support: ''This isn't an epidemic, and we have the results of testing released Sunday for proof. We're talking about one sick cow'' (BL May 27, 2003:A8, opinion). A week later, another newspaper reported: ''[the sick cow] was detected and BSE was the diagnosis. Our system works, and the cow in question did not enter the food chain. We should be grateful for that'' (TC June 2, 2003:8). Interestingly, this ''isolated incident'' framing persisted throughout the time frame of our sample, during which six subsequent Canadian-born cases of BSE emerged: ''Appearances of a few additional cases of BSE are inevitable . . . due to the dramatic scale of CFIA's active surveillance program'' (BL January 24, 2006:3, quoting federal veterinarian).",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 443,
                    "text": "(TC January 27, 2004",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1162,
                    "text": "(TC May 26, 2003:23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety of the Food System"
        },
        {
            "text": "Articles in all three papers used several strategies to minimize conflict and maintain cohesion, by expressing confidence in the beef industry, among other things. Shortly after the first reported case, the Barrhead Leader quoted the mayor of Barrhead: ''farming is number one in our community and our prayers are that it [BSE] doesn't progress or become a detractor to the farmers . . . We know that (their beef) is safe.'' Second, then-Minister of Alberta's Agriculture, Food and Rural Development was quoted: ''We remain confident in our beef and cattle industry and we support both the CFIA and our cattle industry in eliminating this disease from Canada'' (BL May 27, 2003:A6) . Local newspapers also provided extensive coverage of local events that celebrated the role of the beef industry in local communities. As one example, the Town and Country printed the following sentiments of an observer after such an event ''. . . [on] May 26, the people of Barrhead and the surrounding area showed confidence in the industry, and the safety of beef at the 39 th Annual Barrhead and District Beef Achievement Day . . . the [steer sale by 4-H members] brought tears to my eyes, and anyone who was there would have to agree, it was a tremendous sale, the best the area has ever seen . . .'' (TC June 2, 2003:8) . All three newspapers printed the support statements of local organizations, with as many as six paid advertisements per page sponsored by local businesses expressing support for the beef industry. The following advertisement from the Peace River and District Chamber of Commerce is representative: ''We strongly stand behind our local cattlemen and their families as they face the ongoing challenges of the Alberta Beef Industry'' (RG August 26, 2003:7) .",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 681,
                    "text": "(BL May 27, 2003:A6)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[on]",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1308,
                    "text": "(TC June 2, 2003:8)",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1764,
                    "text": "(RG August 26, 2003:7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": "One means of maintaining cohesion is to steer attention away from discussions of blame, or to attribute blame elsewhere. A minority (39 percent) of articles in our sample attributed blame for BSE at all (Figure 3 ). Among these articles, furthermore, the focus of blame was not on the causes of the outbreak, but rather on the consequences, namely the closure of the border. Seven of these pointed the finger toward an ''outside enemy,'' including the U.S. government, and the U.S.-based Ranchers-Cattlemen Action Legal Fund. Just 11 articles in total placed blame on Canadian government institutions or regulations. One article provided information on a lawsuit against the federal government brought by a collection of farmers . . . for what they suggest was negligence on the government's part for not moving on BSE issues even before the infamous cow of May 20, 2003. Part of the claim is over the lack of action taken in regards to imported cattle from Britain . . . and failing to keep proper surveillance on those imported animals . . . . They charge too that a strict ban on ruminant parts in animal feeds should have been banned much sooner than it was. (TC April 18, 2005:3) News regarding this lawsuit, interestingly, did not resurface in our sample. The majority of articles that blame Canadian government, however, focus not on agricultural production regulation but rather on market factors, such as the lack of slaughter plants in Alberta, lack of market competition, and the extended border closure. The following editorial excerpts are representative:",
            "cite_spans": [
                {
                    "start": 1163,
                    "end": 1184,
                    "text": "(TC April 18, 2005:3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": ". . . our federal and provincial governments are simply not doing enough to get those borders open . . . the Canadian government has permitted another 65,000 tonnes of off-shore [beef] . . . and wonders why we have such a surplus. (TC September 6, 2004:19) With the lethargic pace that both federal and provincial governments are moving, there isn't a lot of hope at the end of the tunnel for the average livestock producer. (TC February 2, 2004:8) Several of these implicitly identify the United States as the ultimate source of the crisis:",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "text": "[beef]",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 256,
                    "text": "(TC September 6, 2004:19)",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 448,
                    "text": "(TC February 2, 2004:8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": ". . . it's time to start fighting back against American dominance of the beef industry. We have let the Americans take over most of our slaughtering capacity and packing plants . . . we will probably have to build plants of our own . . . plants like [Ranchers' Own] . . . should have already been up and running, built by federal money . . . . (TC July 11, 2005:9, opinion) A larger number of articles were generally critical of the government (17) than those specifically attributing blame. However, considering that the government's role was mentioned in our sample a total of 104 times, this represents a reasonably small proportion. In contrast, 39 articles portrayed the government in positive terms, and in some cases expressions of support for government were quite strong (the remaining 48 categorized as neutral or no mention). Providing evidence of the degree to which local news agents themselves depend on government sources, the majority of those articles that cited sources of expertise (79) relied on government scientists or representatives (44). Other experts cited included farmers (26), academic scientists (9), and representatives from the beef industry or other business organizations (6).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 265,
                    "text": "[Ranchers' Own]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 373,
                    "text": "(TC July 11, 2005:9, opinion)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": "Blame of another sort is directed toward (nonlocal) media sensationalism. In one instance a news agent himself was used as a source: ''[The publisher] is not really surprised at how much attention the region [where the first BSE case was discovered] has received from the press . . . but he is not happy with how the issue was sensationalized and misconstrued on television'' (RG May 27, 2003:7) . In one article in the Barrhead Leader headlined ''Media must stop the madness,'' the author seems to find no fault with the media going beyond simply reporting the news, but rather finds fault in the nature of that role: ''the goal of good journalism is to disturb the comfortable and comfort the disturbed. The media should break news of the disease, how it's being handled, and whether there are flaws in the system or not . . . The problem is that media has maybe lost sight of the other half of the equation and forgotten to bring comfort'' (BL May 27, 2003:A8, opinion).",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 395,
                    "text": "(RG May 27, 2003:7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": "One effect of the maintenance of cohesion is the minimization of potential for mobilization that might lead to institutional reform of state and business organizations engaged in the agricultural industry. Among the 56 articles for which any agenda for future action was described, improving food safety was mentioned four times. Other agenda items included opening the U.S. border, and increasing the independence of producers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintenance of Cohesion"
        },
        {
            "text": "Reflexive modernization is contingent on multiple situational factors. The first of these could be the simultaneity of contending risk events. At the beginning of the twenty-first century in Western Canada, the agricultural sector was reeling from drought, grasshopper infestations, and crop diseases, all of which occurred simultaneously along with unassociated but equally salient events, such as West Nile virus, SARS, and the Iraq/Afghanistan wars. According to Lewis and Tyshenko (2009:714) : ''The attenuated reaction in Canada towards mad cow disease and increased human health risks from variant Creutzfeldt-Jakob disease (vCJD) was due to the social context at the time.'' Observers might also attribute the lack of attention to BSE to the scale of the event: the BSE outbreak in Canada had not been associated with any cases of vCJD, and in comparison with Britain's outbreak, which topped 184,000 BSE cases, only 12 were reported in Canada as of January 2008.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 495,
                    "text": "Lewis and Tyshenko (2009:714)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Yet, our analysis does not support the hypothesis that the lack of critical discourse on BSE, as conveyed in print media, can be explained by the presence of multiple risk issues contending for priority, at least not among beefproducing regions. In addition to our identification of articles mentioning BSE, we also conducted a complete inventory of articles between January 2001 and April 2006 that mention other topical concerns in the three local newspapers. As can be seen from Figure 4 , BSE far outweighs other contenders for attention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 490,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The prominence of media coverage of BSE implies that local media outlets made choices regarding news content based on the presumption that BSE was a priority concern in these communities, even in the context of multiple other sources of concern. What is perhaps most remarkable about the BSE stories in these local media outlets, particularly given the extensive coverage, is the information not covered. Information regarding human health risk was largely absent. Even claims regarding the safety of Canadian beef were less predominant than economic concerns after the first month of coverage, despite the fact that, at the time of the first reported case in Alberta, 129 Britons had died of vCJD. Even scientific information regarding the disease was scant, as were references to Britain's ordeals with BSE a decade earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Also absent was any substantial criticism of state institutions, even though this historically populist, conservative segment of Canadian society is generally associated with strong skepticism of government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To the extent that print media has an influence on regional discourse, we could expect that these discussions would be similarly marginal, despite the fact that local readers have good reason to engage in them. Those in the beef industry might question, for starters, the lackadaisical response of provincial and federal governments in Canada to the British BSE outbreak years earlier. After the first reported case in Alberta, then-Minister of Alberta's Agriculture, Food and Rural Development proposed that Alberta work with Ottawa to meet a national goal of testing 65,000 head of cattle every year. As of 2007, the Canadian Food Inspection Agency (2008) had not reached this goal, having tested just over 58,000 cattle. Given that, at the time of the outbreak, over 2 million cattle were slaughtered in Canada annually, even the not-yet-attained goal of 65,000 tests represents a testing rate of .03 (Japan, by contrast, admittedly with a much smaller beef industry, tests every slaughtered head of cattle). Finally one might be justified in asking just how the industry came to adopt the practice of serving parts of cattle (and other animals) to cattle, but such deeper questioning of current production practices is also absent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Reflexive modernization theorists anticipate that events, such as BSE, serve as warning signals; that such ''windows'' into formerly hidden universes that function as the backbone of contemporary Western society will encourage critical consideration of the institutions associated with those universes-in this case intensive, large-scale livestock operations-leading to transformation. If reflexive modernization were to occur, the dominant discourse would necessarily be about how to prevent additional cases of BSE, and further, how to recreate a food production system that is safe for humans, animals, and environment. The absence of such discussions in the local newspapers of these rural, beef-producing regions is not sufficient to conclude that no such reflexivity is present in the beef industry in Canada, or even in beef-producing communities in Alberta. But it does serve as a key indicator of constraint. Local newspapers in places like Barrhead and Peace River enjoy a prominent position in those discursive fields in which beef producers and their families and friends are located, and the likelihood is slim for reflexive transformation of agriculture without the engagement of these crucial actors. Of course, many reflexive modernizationists point to emerging information technologies, such as the World Wide Web, as primary sites for the fostering of ''subpolitics'' (Bentivegna 2006) , which may call into question the continued relevance of the print media as a dominant discursive venue. While digital communications technologies certainly give voice to many corners of civil society, two counter-points are worthy of mention here. First, the blogs, chat rooms, and related communication outlets tend to cater to the expression of particular views, and attract readers who must actively seek such content. Regional print media, by contrast continues to enjoy a ''captive audience'' of sorts, and access to this communication outlet tends to be reserved for the privileged (van Dijk 1993), all of which amounts to a dominant place in political discourse. Second, while internet use in rural communities is growing, it remains well below rates exhibited in urban regions-according to the 2006 Census 58 percent of rural residents in Canada accessed the World Wide Web, compared with over 70 percent of urban Canadians (Statistics Canada 2006)-and consequently the dominant position enjoyed by print media is only further elevated in these domains. The media framing of BSE is also unlikely to be explained by corporate influence over media outlets, given that beef producers in the two regions examined are predominantly independent family operators, rather than corporations. Having said this, the large economic role played by beef in Alberta was quite possibly a factor in the resistance of local media to a more critical discourse. Canada is the third largest beef producer in the world, and nearly half of the national herd of 13.5 million is located in Alberta. Estimates of the cost of the export quarantines on Canadian beef have been pegged at approximately $2.5 billion for 2003 (Mitura and Di Pietro 2004) . The very advantage of large-scale intensive livestock operations is of course cost efficiency, so consideration of alternative models would certainly have economic implications. Testing of cattle for BSE, which must be conducted after slaughter, implies a significant commitment of public revenues. On the other hand, rigorous testing as well as alternative agricultural models are used elsewhere across the globe, suggesting the economic viability of doing so.",
            "cite_spans": [
                {
                    "start": 1386,
                    "end": 1403,
                    "text": "(Bentivegna 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3109,
                    "end": 3136,
                    "text": "(Mitura and Di Pietro 2004)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nearly as prevalent as the economic frame in this analysis was the social cohesion frame, suggesting that challenging the food production system may have been perceived by media outlets as a threat to ranching identity, in a Province in which ranchers, among the first settlers in Alberta, have had tremendous cultural significance. While one should not overstate the degree of ideological consensus in rural communities, by all accounts Peace River and Barrhead are relatively stable, homogenous communities steeped in Alberta's ranching history. Both communities were settled around the turn of the twentieth century as agricultural communities, and despite the rapid capitalization of agriculture since that time, in many respects little has changed. As is typical of many rural agricultural communities in Canada, according to the 2006 Census, 76 percent of residents in both Peace MD and in Barrhead County lived at the same address five years prior (the equivalent Provincial figure is 52 percent). The local populations of both regions are completely devoid of people of color, have lower percentages of residents with university degrees, and higher percentages of married couples, than the Province as a whole. More to the point, even if there does exist a degree of local contention regarding the need for reflexive changes in the beef industry, the lack of representation of such alternative views in local print media would very likely have aided in the marginalization of those views. That said, researchers should not presume that community responses to agricultural risks to be uniform, but rather contingent on particular cultural and historical contexts. Indeed, one recent study of intensive hog farming operations highlighted the heated community-level conflicts that such operations can generate (Novek 2003) . Unlike cattle ranching in Alberta, which enjoys a lengthy history and cultural niche, intensive hog farms are a recent incursion in many communities, and this may well contribute to the differences in response.",
            "cite_spans": [
                {
                    "start": 1815,
                    "end": 1827,
                    "text": "(Novek 2003)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "News agents working in these communities illustrated an acute sensitivity to the dominant worldview of their readership. Media actors who serve smaller, relatively homogenous readerships are likely to be influenced by the anticipated degree to which a particular frame will resonate with local readers. Because readers are resistant to discursive framing that conflicts with preexisting beliefs (Tewksbury et al. 2000) , the failure to provide news that resonates with such an audience can threaten the small market upon which such papers depend, or at least the job security of individual journalists. This is by no means a one-way process, however. Rural communities also appear to express a much greater loyalty to their local newspaper, possibly as a symbol of community identity. The Barrhead Leader/Town and Country has a weekly circulation of 3,919 (ComBase 2005), in a County with a total of 2,090 households as of the 2006 Census. Similarly, the Peace River Gazette has a weekly circulation of 2,638 (ComBase 2005), serving just 515 households in the Peace MD. By contrast, the Edmonton Journal, which serves the Edmonton metropolitan area with over 405,000 households, has a seven-day weekly average circulation of just 145,000 (Edmonton Journal n.d.), with many of these being delivered outside the Edmonton region. Further research on newsprint readership in Alberta found 77 percent of an interview sample of 10,000 indicating they read the last issue of their local community paper, whereas only 40 percent indicated they read either of the Province's urban dailies or national daily papers (ComBase 2006) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 418,
                    "text": "(Tewksbury et al. 2000)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1605,
                    "end": 1619,
                    "text": "(ComBase 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Reflexive modernization is premised upon critical discourse of risk signals, such as BSE. At least according to some observers, the U.K. BSE outbreak did lead to significant institutional reform, not just in Britain, but in other countries, and in international government institutions, such as the European Union (Vincent 2004) . Far less evidence has emerged of critical reflection of the modern agricultural industry in Canada. While this case study is by no means conclusive, it raises the question as to whether media framing of regional BSE events played a part. The selective coverage of BSE in rural Alberta is quite likely to have contributed to, or at least reinforced, support for the current institutional structure of Canadian agriculture in beef-producing regions, through the constriction of discourse.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 328,
                    "text": "(Vincent 2004)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "While theorists of reflexive modernization tend to discuss agents of change in rather ambiguous terms, we encourage future research on the contingencies of reflexive modernization: the potential for reflexivity is defined by a complex social milieu consisting of particular change agents, in particular risk locations, operating in particular discursive fields, all of which will vary by risk issue. Different social agents will have lesser or greater degrees of power to instigate change. These differences are not necessarily defined solely by the traditional political and economic matrices of power in Western society, but also in terms of location in relation to the risk in question. While individuals operating on the ranches and in the meat packing plants in rural beef-producing regions might not be considered to be particularly powerful in contemporary Western society, they do wield a tremendous amount of power to address-or perpetuate-the practices that have led to the emergence of BSE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Different change agents, however, will also have differing inclinations toward critical reflection and engagement, inclinations that are not necessarily positively related to their risk location. Several factors can preclude reflexivity among those social agents upon whom society is most dependent if reflexive modernization is to be realized. While in this instance the role of the rural news media can not be said to be a primary cause, it did serve as an important source of reinforcement and validation of preexisting tendencies that could only have served to constrain the potential for reflexivity among those change agents who may well have a disproportionate degree of power to minimize the risk of BSE to modern society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Risk Society and Beyond: Critical Issues for Social Theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "in Health, Hazards and Public Debate: Lessons from Risk Communication from the BSE/CJD",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hagenhoff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gasperoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rusanen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "126--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk Society: Towards a New Modernity. Theory, Culture & Society",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ecological Politics in an Age of Risk",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Reinvention of Politics",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Theory of Reflexive Modernization: Problematic, Hypotheses and Research Programme",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bonss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Theory",
            "volume": "20",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Conference panel presentation presented at the Canadian Sociology and Anthropology Association",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rethinking Politics in the World of ICTs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bentivegna",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "European Journal of Communication",
            "volume": "21",
            "issn": "3",
            "pages": "331--374",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public Leadership in Times of Crisis: Mission Impossible?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Public Administration Review",
            "volume": "63",
            "issn": "",
            "pages": "544--53",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Other Words: Essays Towards a Reflexive Sociology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bourdieu",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Newspapers and National Identity: The BSE/CJD Crisis and the British Press",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Culture and Society",
            "volume": "21",
            "issn": "",
            "pages": "247--63",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "BSE Enhanced Surveillance Program",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ComBase 2005 Launch: A Canadian Mosaic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Combase",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Community Newspaper Readership: National and Provincial Overview",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Combase",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ulrich Beck, risk society' and the media",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cottle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "European Journal of Communication",
            "volume": "13",
            "issn": "1",
            "pages": "5--32",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Localized Debates of Agricultural Biotechnology in Community Newspapers: A Quantitative Content Analysis of Media Frames and Sources",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Crawley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science Communication",
            "volume": "28",
            "issn": "3",
            "pages": "314--360",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Key Concepts in Critical Social Theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crossley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "All Dressed Up with Nowhere to Go: The Discourse of Ecological Modernization in Alberta",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mackendrick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian Review of Sociology and Anthropology",
            "volume": "41",
            "issn": "1",
            "pages": "47--65",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure and Constraints on Community Newspaper Gatekeepers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Donohue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Olien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tichenor",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journalism Quarterly",
            "volume": "66",
            "issn": "",
            "pages": "807--819",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Guard Dog Perspective on the Role of Media",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Donohue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tichenor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Olien",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Communication",
            "volume": "45",
            "issn": "2",
            "pages": "115--147",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An Analysis of Media Coverage of the BSE Crisis in Britain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dornbusch",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "138--52",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "). ''Historical Information",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Deciding What's News",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gans",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Frame Analysis: An Essay on the Organization of Experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Modern Social Theory: An Introduction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Community Newspapers, Community Structural Pluralism, and Local Conflict with Nonlocal Groups",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hindman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journalism and Mass Communication Quarterly",
            "volume": "73",
            "issn": "3",
            "pages": "708--729",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Introducing Discourse Theory and Political Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Stravrakakis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "in Discourse Theory and Political Analysis: Identities, Hegemonies and Social Change",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Social Amplification of Risk: A Conceptual Framework",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O. Renn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Emel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Goble",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Risk Analysis",
            "volume": "8",
            "issn": "2",
            "pages": "177--87",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Think about It This Way: Attribute Agenda-Setting Function of the Press and the Public's Evaluation of a Local Issue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheufele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shanahan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journalism and Mass Communication Quarterly",
            "volume": "79",
            "issn": "1",
            "pages": "7--25",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The People's Choice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Lazarsfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berelson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gaudet",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Impact of Social Amplification and Attenuation of Risk and the Public Reaction to Mad Cow Disease in Canada",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Tyshenko",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Risk Analysis",
            "volume": "29",
            "issn": "5",
            "pages": "714--742",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Impact: How the Press Affects Federal Policymaking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linsky",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Strange Bedfellows: Contentious Coalitions and the Politics of GM Wheat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Magnan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Canadian Review of Sociology and Anthropology",
            "volume": "44",
            "issn": "3",
            "pages": "289--317",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mad Cow Testing Cut in Half; No Need to Test Older Cattle Unless They Show Signs of Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Markusoff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Risk, Science and Policy: Definitional Struggles, Information Management, the Media and BSE",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Social Science and Medicine",
            "volume": "49",
            "issn": "9",
            "pages": "1239--55",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Canada's Beef Cattle Sector and the Impact of BSE on Farm Family Income",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mitura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Di"
                    ],
                    "last": "Pietro",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ulrich Beck: A Critical Introduction to the Risk Society",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mythen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Safe Food: Bacteria, Biotechnology, and Bioterrorism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nestle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Intensive Hog Farming in Manitoba: Transnational Treadmills and Local Conflicts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Novek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian Review of Sociology and Anthropology",
            "volume": "40",
            "issn": "1",
            "pages": "3--26",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The City",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "News Coverage of Biotechnology Debates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Priest",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Ten"
                    ],
                    "last": "Eyck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Society",
            "volume": "",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Mad Cow Crisis: Health and the Public Good",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ratzan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Frame Reflection: Toward the Resolution of Intractable Policy Controversies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rein",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Social Fabric at Risk: Toward the Social Transformation of Risk Analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "American Sociological Review",
            "volume": "49",
            "issn": "6",
            "pages": "711--736",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Media Discourse and the Social Construction of Risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stallings",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Social Problems",
            "volume": "37",
            "issn": "1",
            "pages": "80--95",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Statistics Canada",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Interaction of News and Advocate Frames: Manipulating Audience Perceptions of a Local Public Policy Issue",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tewksbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journalism and Mass Communication Quarterly",
            "volume": "77",
            "issn": "4",
            "pages": "804--833",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Making News: A Study in the Construction of Reality",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tuchman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Principles of Discourse Analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Discourse and Society",
            "volume": "4",
            "issn": "2",
            "pages": "249--83",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Ulrich Beck",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Mad Cows' and Eurocrats-Community Responses to the BSE Crisis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "European Law Journal",
            "volume": "10",
            "issn": "",
            "pages": "499--517",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ") than in Peace MD (27 percent) based on the 2001 Census. BSE was, not surprisingly, a regular topic in the local print media between May 2003 and April 2006 (Figure 1).Only 14 percent of the 400 articles identified occurred on the front page. A slight majority of articles from our sample were adopted from nonlocal news sources (56 percent), with the remainder written by staff writers at the local papers. Dominant media framing of BSE consisted of three themes described in detail below: economic construction of the crisis event; the safety of the Canadian food system; and maintenance of community cohesion. Media attention peaked in three time periods, once immediately after the first outbreak (May 2003), four months later, when limited Number of bovine spongiform encephalopathy-related articles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Trajectory of three media themes, May 2003 to April 2004.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "located in an agricultural district like Peace River is going to see some very difficult times in the future if things don't change'' (RG August 5, 2003:1). Subsequent articles repeatedly provided estimates of the financial cost of BSE to the Canadian cattle industry, which by 2006 were being quoted as high as $7 billion(TC January 30, 2006:5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Blame attribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Articles mentioning selected current events, January 2001 to April 2006. FMD, Foot and Mouth Disease; CWD, Chronic Wasting Disease.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Here are some examples: 'Fire up the barbecues and keep those burgers cooking. The cattle industry isn't perfect (who is?) and certainly there's room for improvement. But eating beef is safe. Quit worrying about BSE,' and finally, 'We should pack up our paranoia and just eat beef.' (BL May 27, 2003:A8, opinion) Canadians may feel comfortable in continuing to choose beef as a meal choice . . . . (TC June 2, 2003:5) Speaker of the House and Barrhead-Westlock MLA Ken Kowalski says he's been eating beef breakfast, lunch and supper ever since the BSE hoopla began. (Photo caption, BL May 27, 2003:A6)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}