{
    "paper_id": "e36d97838943e6a8f5a2bc401714d489d29d6ac9",
    "metadata": {
        "title": "Gluteal silicone injections and total hip arthroplasty: a case report",
        "authors": [
            {
                "first": "Jörn",
                "middle": [
                    "B"
                ],
                "last": "Seeger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gafar",
                "middle": [
                    "A"
                ],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erhan",
                "middle": [],
                "last": "Basad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Rickert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernd",
                "middle": [
                    "A"
                ],
                "last": "Ishaque",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Silicone injection is a common procedure in cosmetic surgery. Granuloma formation and migration are the most commonly observed complications. Case presentation: We report an unusual case of avascular necrosis of the hip in a 41-year-old woman from Thailand presenting with hip pain. Subcutaneous nodules were observed in the clinical examination. A pelvic X-ray revealed necrosis of the right femoral head and histological analysis of the punctuated nodules showed a reaction of foreign body granulomas. During surgical treatment with a hip replacement solitary silicone cysts were removed. Conclusions: This case report emphasizes that orthopedic surgeons treating patients with necrosis of the hip joint in combination with palpable granulomas in the gluteal region have to be aware of silicone augmentation and its potential complications before planning a hip replacement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although adverse pulmonary reactions, including diffuse alveolar damage, pneumonitis, and acute adult respiratory distress syndrome (ARDS) have been described as a result of silicone injections [1] [2] [3] , silicone is often applied in cosmetic procedures. Granuloma formation and migration of injected silicone present the most common complications [4, 5] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nevertheless, intramuscular gluteoplasty augmentation with gluteal implants offers the best predictable long-term results with only a low incidence of major complications [6] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In May 2012, a 41-year old Asian woman from Thailand presented with consistent pain of the right hip joint since December 2011. She reported a polytrauma with fractures of the zygomatic bone in 1990 in Thailand. After the polytrauma, our patient was treated in an intensive care unit in Thailand for a couple of weeks. After remission, a nose reconstruction was performed with silicone in 1991. In addition our patient suffered from fibromyalgia and osteoporosis. Due to the pain in her paranasal sinus, prolonged cortisone therapy was carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "A clinical examination revealed a reduced range of motion (ROM) with pain beginning in the right thigh at a flexion of 20°. Full weight bearing was possible, but our patient presented an insecure walking gait characterized by small steps. As a secondary finding, multiple firm, tender subcutaneous nodules with a dense aspect could be observed as well as cicatrices in the gluteal region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Pelvic X-ray showed osteoarthritis of the hip joint on both sides with osteolysis in terms of necrosis of the right femoral head (Figure 1 ). In addition, unclear radiopaque shadows were presumed around the pelvis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "The magnetic resonance imaging (MRI) scans performed showed a bilateral necrosis of the femoral head as well as heterotopic ossifications justifying the indication of total hip replacement. Dual-energy X-ray absorptiometry (DEXA) measurements proved osteoporosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Blood test results in terms of hepatitis B and C, dengue fever as well as human immunodeficiency virus (HIV) 1 and 2 were negative so that a possible infection could be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The findings in the soft tissue were sonographically punctuated and jellylike hyaline spots were described by the radiologist. The histological analysis proved a reaction of foreign body granulomas ( Figure 2 ). There was no evidence for malignancy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "A few days before the hip replacement, our patient admitted having had silicone injections in the gluteal region approximately 15 years ago.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Our patient was given understandable and detailed information about an increased infection risk during her hip replacement due to the silicone granulomas. During the surgical procedure for hip replacement her highly scarred subcutis was prepared and solitary silicone cysts as well as granulomas were removed (Figure 3 ). The content of these cysts appeared 'like glue' as seen in Figure 4 . The femoral head showed advanced necrotic areas ( Figure 5 ). After surgery, our patient improved and wound healing occurred without any complications so our patient was discharged from hospital. The microbiologic analysis described no pathogenic infection after 14 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "On follow-up examination our patient's ROM had improved significantly and she reported no pain. Due to her excellent postoperative results a second hip replacement, on the left side, is planned shortly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The first cases of gluteal augmentation in the literature were described by Bartels using a mammary prothesis in the gluteal region [7] . Vergara and Amezcua reported on 15 years' experience with intramuscular gluteal implants showing the best predictable long-term results with no irregularities [6] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Silicone granulomas after soft-tissue augmentation of the gluteal region may occur years to decades after injection. The first occurrence of silicone granuloma was reported by Winer in 1964 [8] . Granulomas following free silicone gluteal augmentation have also been described by Wosnitzer [9] . In our case, lucencies on X-ray imaging of the pelvis initially were assumed to reflect heterotopic ossifications. The long-term intensive care over several weeks after polytrauma might have had an influence on the formation of these ossifications.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After recovery, our patient received multiple silicone injections in the gluteal region in the further course. Years later, our patient presented with avascular necrosis of the right femoral head. The cause for the necrosis remains uncertain but the prolonged cortisone therapy also has to be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patient admitted having had silicone injections in the past. When observing the palpatory changes of the soft tissue in the gluteal region, the lucencies seen on X-ray imaging emphasized the possibility of being silicone granulomas. In the further course, these granulomas were explored preoperatively with sonographic punctuation. Microbiologic analyses showed no indication for infection so the hip replacement was carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to Ellis et al. liquid silicone will continue to be misused by untrained injectors and complications will continue to occur [10] . Serious complications such as severe edema of the area injected, localized discoloration of the area injected as well as cellulitis, ulcerations, migration and nodule formation have been reported with silicone injections [11, 12] . Silicone injection has been described as leading to multisystem organ failure [13] . Vergara et al. recommend intramuscular gluteoplasty augmentation with gluteal implants as offering the best results with a low incidence of major complications [6] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients often do not divulge a history of silicone augmentation [4] . Orthopedic surgeons treating patients with necrosis of the hip joint in combination with palpable granulomas in the gluteal region have to be aware of silicone augmentation and its potential complications before planning a hip replacement.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This case report emphasizes that orthopedic surgeons treating patients with necrosis of the hip joint in combination with palpable granulomas in the gluteal region have to be aware of silicone augmentation and its potential complications before planning a hip replacement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "Abbreviations ARDS: Acute respiratory distress syndrome; DEXA: dual-energy X-ray absorptiometry; MRI: magnetic resonance imaging; ROM: range of motion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute and latent pneumonitis after subcutaneous injections of silicone in transsexual men",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Basset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Trouillet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hance",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am Rev Respir Dis",
            "volume": "135",
            "issn": "",
            "pages": "236--240",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Silicone embolism syndrome: a case report, review of the literature, and comparison with fat embolism syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tzur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leshko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Krieger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "127",
            "issn": "",
            "pages": "2276--2281",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute pneumonitis after subcutaneous injections of silicone",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Celli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kovnat",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "N Engl J Med",
            "volume": "309",
            "issn": "",
            "pages": "856--857",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Silicone granulomas after soft-tissue augmentation of the buttocks: a case report and review of management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lopiccolo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Workman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Chaffins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dermatol Surg",
            "volume": "37",
            "issn": "",
            "pages": "720--725",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Injectable silicone: cause of facial nodules, cellulitis, ulceration, and migration",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rapaport",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vinnik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zarem",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Aesthetic Plast Surg",
            "volume": "20",
            "issn": "",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intramuscular gluteal implants: 15 years' experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vergara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Amezcua",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Aesthet Surg J",
            "volume": "23",
            "issn": "",
            "pages": "86--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An unusual use of the Cronin breast prosthesis. Case report",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Plast Reconstr Surg",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tissue reactions to injected silicone liquids. A report of three cases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Winer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Sternberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Ashley",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Arch Dermatol",
            "volume": "90",
            "issn": "",
            "pages": "588--593",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Silicone granulomas following free silicone gluteal augmentation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wosnitzer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mirtcheva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Radiol Case Rep",
            "volume": "6",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Granulomatous reaction to silicone injection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "High",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Aesthet Dermatol",
            "volume": "5",
            "issn": "",
            "pages": "44--47",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Editorial: the hazards of silicone injections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vinnik",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "JAMA",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Regarding silicone injections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rapaport",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dermatol Surg",
            "volume": "25",
            "issn": "",
            "pages": "915--916",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Subcutaneous silicone injection leading to multi-system organ failure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cantrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pacal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Betten",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Toxicol (Phila)",
            "volume": "46",
            "issn": "",
            "pages": "834--837",
            "other_ids": {
                "DOI": [
                    "10.1186/1752-1947-8-140"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gluteal silicone injections and total hip arthroplasty: a case report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Case Reports",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pelvic X-ray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histopathologic analysis of silicone granuloma (magnification, hematoxylin and eosin stain).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Intraoperative resection of silicone cysts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Macroscopic picture of resected silicone cyst.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.Authors' contributions JBS carried out the patient's study, participated in collecting the data and drafted the manuscript. GAA, EB and MR participated in the design of the study and helped to draft the manuscript. BAI conceived the study and participated in the design and coordination. All authors read and approved the final manuscript. Figure 5 Macroscopic picture of the femoral head with necrosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Competing interests"
        }
    ]
}