{
    "paper_id": "e39c0bded3d46b0ac0c697d49c0549c884e69179",
    "metadata": {
        "title": "Recovery rate affects the effective epidemic threshold with synchronous updating",
        "authors": [
            {
                "first": "Panpan",
                "middle": [],
                "last": "Shu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an University of Technology",
                    "location": {
                        "postCode": "710054",
                        "settlement": "Xi'an",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "610054",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "610054",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pengcheng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xidian University",
                    "location": {
                        "settlement": "Xi'an 710071",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Cheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Fribourg",
                    "location": {
                        "addrLine": "Chemin du Mus ee 3",
                        "postCode": "1700",
                        "settlement": "Fribourg",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Accurate identification of effective epidemic threshold is essential for understanding epidemic dynamics on complex networks. In this paper, we systematically study how the recovery rate affects the susceptible-infected-removed spreading dynamics on complex networks, where synchronous and asynchronous updating processes are taken into account. We derive the theoretical effective epidemic threshold and final outbreak size based on the edge-based compartmental theory. To validate the proposed theoretical predictions, extensive numerical experiments are implemented by using asynchronous and synchronous updating methods. When asynchronous updating method is used in simulations, recovery rate does not affect the final state of spreading dynamics. But with synchronous updating, we find that the effective epidemic threshold decreases with recovery rate, and final outbreak size increases with recovery rate. A good agreement between the theoretical predictions and the numerical results are observed on both synthetic and real-world networks. Our results extend the existing theoretical studies and help us to understand the phase transition with arbitrary recovery rate. Published by AIP Publishing. [http://dx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "How to accurately predict the effective epidemic threshold has attracted increasing attentions. The difference of recovery rate among real diseases and the accompanying effects on the human health have been well known, while the important role of recovery rate in the prediction of effective epidemic threshold has not been systematically studied. In this work, the effect of recovery rate on the effective threshold of epidemic outbreak is systematically studied. We first develop a novel theoretical framework based on the edge-based compartmental theory. The developed theory predicts that recovery rate does not affect the spreading dynamics with asynchronous updating, but with synchronous updating, the effective epidemic threshold decreases with the recovery rate, and the final outbreak sizes increase with the recovery rate for a given effective transmission rate. It should be noted that in asynchronous updating the networks are more resilient to spread the disease. To verify the accuracy of the theoretical predictions, we numerically predict the effective epidemic threshold using the variability measure on random regular networks, where the numerical results agree well with the theoretical predictions. Moreover, we investigate how the recovery rate affects the epidemic outbreaks with synchronous updating on scale-free networks and real-world networks and find the same variation trend of effective epidemic threshold. This work provides us a deep understanding of the effective epidemic threshold and would promote further studies on phase transition of epidemic dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Susceptible-infected-recovered (SIR) model on complex networks has been used to model a wide variety of real epidemic spreading. [1] [2] [3] Examples include the spreads of mumps, varicella, rabies, and Acquired Immune Deficiency Syndrome (AIDS). 4 In the SIR model, an infected node can transmit a disease to each of its susceptible neighbors with infection rate b. At the same time, the infected nodes recover with recovery rate l. In this context, a critical value of the effective transmission rate k ¼ b=l (or the effective epidemic threshold k c ) exists above which the final fraction of recovered nodes is finite. 5, 6 In previous studies, it is pointed out that the effective epidemic threshold decreases with the average connectivity hki under the assumption of homogeneous mixing. 4 Considering the heterogeneity of connectivity, the heterogeneous mean-field (HMF) theory 7-9 was employed to predict the effective epidemic threshold, which can be expressed as",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 248,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 626,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 793,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "where hki and hk 2 i represent the first and second moments of degree distribution P(k), 10 respectively. On networks with power-law scaling PðkÞ $ k Àc where c represents the degree exponent, 10,11 the vanishing threshold for scale-free networks with c 3 and the finite threshold for c > 3 are predicted by the HMF approach. 5 The connection between the static properties of the SIR model and bond percolation was recognized long ago. 12 By mapping the SIR model to a bond percolation process, 13 Electronic mail: tangminghan007@gmail.com",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 327,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This approximation leads to a more accurate epidemic threshold than the HMF method. 5 The quenched mean-field (QMF) theory was proposed in attempt to improve the HMF theory, since the latter neglects the quenched structure of the network and dynamical correlations between the state of adjacent nodes. 14 In the QMF theory, the actual quenched structure of the network is fully preserved, and the effective epidemic threshold is predicted as [15] [16] [17] [18] ",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "where K N represents the maximum eigenvalue of the adjacency matrix of a given network. However, the QMF result is even qualitatively not correct, because the vanishing threshold for power-law distributed networks with c > 3 predicted by the QMF is in conflict with the visually numerical results. 19 Recently, the dynamical message passing (DMP) method was developed to study the SIR spreading dynamics in finite-size networks. [20] [21] [22] The DMP method uses the nonbacktracking matrix to determine the complete network structure. This method can both describe the complete network structure and capture some of the dynamical correlations among the states of neighbors that are neglected in the HMF and QMF methods. In large sparse networks, the DMP method provides an accurate estimation of the effective epidemic threshold as",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "where K M is the leading eigenvalue of the non-backtracking matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In real spreading processes, each disease has its own special infection duration. The symptoms of mumps resolve after 7-10 days. 23 The time period between contracting the rabies disease and death can vary from less than one week to more than one year. 24 Without treatment, the stage of Human Immunodeficiency Virus (HIV) infection can last from about three years to over 20 years 25, 26 (on average, about eight years). These diseases with different infection durations have lead to different levels of prevalence. According to the statistics, about 0.1%-1% of the population are affected by mumps virus per year. 23 Rabies causes about 26 000-55 000 deaths worldwide per year. 24 Since its discovery, AIDS has caused an estimated dozens of million deaths worldwide. 27 In the SIR spreading model, the recovery rate l determines the infection duration of a given disease. The above theoretical predictions have been made by considering arbitrary recovery rate l, and pointed out that the value of l does not affect the effective epidemic threshold for continuous-time spreading dynamics.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 771,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, in numerical simulations, the spreading dynamics is simulated with either asynchronous or synchronous updating methods, which are two famous numerical methods for dynamics. 28 For the same dynamical model, the two updating methods can lead to distinct results due to their difference in updating nodes' states. 29, 30 For example, in cooperative games, the cooperators and defectors appear in turn in synchronous simulations, while the matrix always evolves rapidly into a state of overall defection in asynchronous simulations. 31 In these two updating methods, how the recovery rate influences the spreading dynamics such as the effective epidemic threshold is long neglected. Here, we develop an edge-based compartmental theory [32] [33] [34] to derive the effective epidemic thresholds for the SIR model with arbitrary recovery rate, in both asynchronous and synchronous updating spreading processes. The proposed theory could be considered as supplementary to the existing theories, and it predicts that the effective epidemic threshold is independent of (decreases with) the recovery rate in asynchronous (synchronous) updating spreading processes. We further validate the theory based on extensive numerical simulations on synthetic and real-world networks. In most cases, our theoretical predictions are in a good agreement with the numerical effective epidemic thresholds identified by the variability measure, 35, 36 which has been confirmed to be effective for identifying the SIR effective epidemic threshold. 37 Although there exist some differences between the theoretical predictions and numerical results in networks with disassortative mixing, the theoretical effective epidemic threshold displays the same trend to that of the numerical effective epidemic threshold.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 540,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In the SIR model, a node of networks can be susceptible, infected, or recovered. At the beginning, q 0 fraction of nodes are randomly chosen as the initial infected (i.e., seed), and all other nodes are susceptible. In consideration of the importance of the asynchronous and synchronous updating processes for epidemic dynamics, 28 the simulations of the SIR dynamics are implemented by using both synchronous and asynchronous updating methods. The effective transmission rate is defined as k ¼ b=l, where the parameter b represents the infection rate and l represents the recovery probability in the synchronous updating spreading process and the recovery rate in the asynchronous updating spreading process, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "In the synchronous updating spreading process, 38 at time step t, each susceptible node i becomes infected with probability 1 À ð1 À bDtÞ n i if it has one or more infected neighbors, where n i is the number of its infected neighbors. In the same time, all infected nodes recover (or die) with probability lDt and the recovered nodes acquire permanent immunity. Time increases by Dt ¼ 1, and the dynamical process terminates when there is no infected node in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "The asynchronous updating spreading process 28 is performed as follows. At time step t, the number of infected nodes is denoted as N I ðtÞ, and the number of active edges (i.e., the edges connecting susceptible nodes and infected nodes) is recorded as E A ðtÞ. At each step, a randomly chosen infected node becomes recovered with probability p r ¼ lN I ðtÞ=½lN I ðtÞ þ bE A ðtÞ, otherwise, an active edge is chosen at random and the susceptible node attached to it becomes infected with probability 1 À p r . The time is updated as t ! t þ 1=½lN I ðtÞ þ bE A ðtÞ. The process terminates until there is no infected node in the network. To numerically identify the effective epidemic threshold k num c of the SIR model, we use the variability measure 35, 36 ",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 752,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "where R 1 denotes the density of final recovered nodes. The variability D exhibits a peak over a wide range of k, and we estimate the numerical effective epidemic threshold k num c from the position of the peak of the variability. The validity of this numerical identification method for the SIR model has been confirmed in Ref. 37 .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "To qualitatively understand the SIR dynamic with arbitrary recovery rate, we develop the edge-based compartmental theory based on Refs. 32-34. On an uncorrelated and large sparse network, the SIR model can be described in terms of S(t), I(t), and R(t), which represent the densities of the susceptible, infected, and recovered nodes at time t, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "Let us now consider a randomly chosen node u, and assume this node is in the cavity state 20,32 initially, which means that it cannot transmit any disease to its neighbors but can be infected by its neighbors. We define hðtÞ to be the probability that a neighbor v of u has not transmitted the disease to u along the edge connecting them up to time t. We assume that hðtÞ is identical for all edges. Initially, a vanishingly small q 0 fraction of nodes are chosen to be infected and none of them transmits the disease to its neighbors, that is hð0Þ ¼ 1. According to the cavity theory, 20,39 we obtain the probability that the node with degree k is susceptible by time t as sðk; tÞ ¼ hðtÞ k . Averaging over all k, the density of susceptible nodes at time t is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "PðkÞhðtÞ k :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "Obviously, to solve S(t), we need to know hðtÞ. Since a neighbor of node u may be susceptible, infected, or recovered, hðtÞ can be expressed as hðtÞ ¼ n S ðtÞ þ n I ðtÞ þ n R ðtÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "where n S ðtÞ [n I ðtÞ or n R ðtÞ] is the probability that the neighbor v is in the susceptible (infected or recovery) state and has not transmitted the disease to node u through their connection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "According to the definition of cavity state above, the node u cannot transmit the disease to its neighbors when u is in the cavity state. In this case, the neighbor v can only get the disease from its other neighbors except the node u. Thus, node v with degree k 0 will keep susceptible at time t with probability hðtÞ k 0 À1 . For uncorrelated networks, the probability that one edge from node u connects with an node with degree k 0 is k 0 PðkÞ=hki. Summing over all possible k 0 , we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "The time evolutions of n R are slightly different in the synchronous and asynchronous updating spreading processes. For the case of synchronous updating method, an infected node first may transmit the infection to its neighbors and then becomes recovered in a discrete time step. Since the infection and recovery events may happen consecutively, the notation n R means that the infected neighbor v has not transmitted the disease to u with rate 1 À b via their connection, and simultaneously it recovers with rate l. Taking these into consideration, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "For the case of asynchronous updating method, the infection and recovery cannot happen simultaneously, Eq. (9) thus becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "In the edge-based compartmental theory, the only difference between synchronous and asynchronous updating processes is the time evolution of n R , as shown in Eqs. (9) and (10). Therefore, we next introduce the theory based on the synchronous update method, unless explicitly stated. Once the infected neighbor v transmits the disease to u successfully, hðtÞ will change as dh t ð Þ dt ¼ Àbn I t ð Þ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "For the case of synchronous updating process, combining Eqs. (9)-(11), and initial conditions hð0Þ ¼ 1 and n R ð0Þ ¼ 0, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "Substituting Eqs. (8) and (12) into Eq. (7), we get an expression for n I ðtÞ in terms of hðtÞ, and then we can rewrite Eq. (11) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "We pay special attention to the final state of the epidemic spreading, where hðtÞ will never change [i.e., dhðtÞ=dt ¼ 0] and thus we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "Substituting the solution h Ã ð1Þ of Eq. (14) into Eq. (6), we can obtain the final susceptible density Sð1Þ and the final outbreak size Rð1Þ ¼ 1 À Sð1Þ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "The value hð1Þ ¼ 1 is always a solution of Eq. (14) . Define the right hand of Eq. (14) as f ðhð1ÞÞ. In order to get a nontrivial solution, the condition",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "must be fulfilled. 38 This relation implies that",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 21,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "This condition defines the effective epidemic threshold with synchronous updating",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "It can been seen from Eq. (17) that the effective epidemic threshold not only is affected by the network structure but also decreases with the recovery probability l in the synchronous updating process. Specially, Eq. (17) is exactly the HMF prediction when l ¼ 1, and it approaches Eq. (2) when l ! 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "In a similar way, we can solve out the effective epidemic threshold for the asynchronous updating method by substituting Eq. (10) into the corresponding equations. Specifically, Eqs. (12) and (14) are rewritten as",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "and h 1 ð Þ ¼",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "respectively. Thus in the asynchronous updating process, the effective epidemic threshold of SIR model is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "From Eq. (20), we know that the effective epidemic threshold is only correlated with the topology of network, and irrelevant to the recovery rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THEORY"
        },
        {
            "text": "To compare the theoretical predictions with the numerical results, we have performed extensive numerical simulations of the SIR dynamics on various types of networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. MAIN RESULTS"
        },
        {
            "text": "We first consider the final outbreak size Rð1Þ as a function of k for different recovery rates on random regular networks (RRNs), where all nodes have exactly the same degree k. We investigate the effect of recovery rate on the SIR spreading dynamics by, respectively, using asynchronous and synchronous updating simulation methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Random regular networks"
        },
        {
            "text": "With asynchronous updating, Fig. 1 shows all simulation results for different values of recovery rate l completely overlap with each other. Thus, we obtain a trivial conclusion: the effective epidemic threshold and final outbreak size is not affected by the recovery rate. According to the asynchronous updating method, the recovery probability p r and time interval Dt can be rewritten as N I ðtÞ=½N I ðtÞ þ kE A ðtÞ and 1=l½N I ðtÞ þ kE A ðtÞ. When the effective transmission rate k ¼ b=l is fixed, the change of recovery rate l does not affect the recovery probability p r and infection probability 1 À p r , while only alters the relative size of time scale Dt ¼ 1=l½N I ðtÞ þ kE A ðtÞ. Therefore, the recovery rate does not change the effective epidemic threshold and final outbreak size in the asynchronous updating spreading process. The developed theory can describe the phenomena very well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Random regular networks"
        },
        {
            "text": "With synchronous updating, Fig. 1(a) shows that the final outbreak size for small recovery rate (e.g., l ¼ 0:2) is obviously smaller than that for large recovery rate (e.g., l ¼ 1:0) at the same effective transmission rate k, and the simulated results can agree fairly well with the theoretical predictions from the edge-based compartmental theory. This phenomenon indicates that the recovery rate will have a remarkable effect on the SIR epidemic dynamics with synchronous updating. In Fig. 1(b) , we further plot the variability D as a function of k to numerically identify the effective epidemic threshold for the synchronous updating method. The results show that the peak of the D gradually shifts to the left as the recovery rate l increases. In other words, the effective epidemic threshold increases with the decrease of l when the synchronous updating method is used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 36,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Random regular networks"
        },
        {
            "text": "From Fig. 1 , we know the recovery rate only alters the time scale of asynchronous updating spreading dynamics, but significantly affects the synchronous updating spreading dynamics. Moreover, we find that the synchronous updating spreading breaks more easily and has a greater final outbreak size compared with the case of asynchronous updating (give a qualitative explanation later). Next, we only focus on the effect of recovery rate on the synchronous updating spreading dynamics, unless explicitly stated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A. Random regular networks"
        },
        {
            "text": "Given the value of k, we show the final outbreak size as a function of l under the synchronous updating method in Fig. 2 , where a small k ¼ 0:23 and a large k ¼ 0:60 are considered, respectively. As shown in Fig. 2(a) , for the small value of k, the final outbreak size is very tiny when l is small, while the epidemic can infect a finite proportion of nodes for large l. For the large value of k, the final outbreak size for the small l is still smaller than that for large l.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 209,
                    "end": 218,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Random regular networks"
        },
        {
            "text": "In Fig. 2(b) , one can see that the effective epidemic threshold decreases with l both numerically and theoretically. The consistency of the simulated results and theoretical predictions confirms the validity of the edge-based compartmental theory. To qualitatively understand these phenomena, the inset of Fig. 2(b) shows the mean transmission probability T through one edge of an infected node before it recovers, where T ¼ P 1 t¼1 ½ð1 À lÞð1 À bÞ tÀ1 b. Once the value of k is given, T increases with the recovery rate l, which is greater than T ¼ k=ð1 þ kÞ for the case of asynchronous updating. 5 In other words, the mean infection ability of a single infected node is enlarged by large recovery rate. This effect leads to the decrease of the effective epidemic threshold with the recovery rate l. It means that when the recovery rate is large, the epidemic can outbreak even if k is small, while when the recovery rate is small, the epidemic can outbreak just for a large k.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 601,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 307,
                    "end": 316,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Random regular networks"
        },
        {
            "text": "We further consider the SIR epidemic dynamics with arbitrary recovery rate on scale-free networks with power-law degree distribution PðkÞ $ k Àc , where the synchronous updating method is implemented. We build scale-free networks (SFNs) based on the configuration model. 10 The socalled structural cutoff 40 k max $ N 1=2 is considered to constrain the maximum possible degree k max on SFNs. . Due to the weak degree heterogeneity of SFNs with c ¼ 4:0, the effective epidemic threshold decreases more rapidly with l in such networks than that for SFNs with c ¼ 2:5. The theoretical predictions are very close to the simulated results for SFNs with c ¼ 4:0, while there are some difference between them for SFNs with c ¼ 2:5. This can be explained by the fact that for scale-free networks with small degree exponent c and large network size N, the strong degree heterogeneity leads to the result that the high degree vertices connect preferentially to low degree ones, and as a consequence, such networks show disassortative mixing. 41 The actual disassortative mixing pattern contradicts with the theoretical assumption that the network is uncorrelated, which results in the difference between the simulated result and the theoretical prediction. While for the networks with large degree exponent c ¼ 4:0, the degree distributions are relatively homogeneous, thereby the edge-based compartmental theory could provide the relatively accurate predictions.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Scale-free networks"
        },
        {
            "text": "To further study the cases of real-world networks with synchronous updating, we consider four typical real networks, which are arXiv astro-ph, 42 Facebook (NIPS), 43 Pretty Good Privacy, 44 and US power grid. 45 Several structural characteristics of these four real example networks are presented in Table I , where the difference among these networks implies the complexity of real network structure to a certain extent. The numerical and theoretical thresholds of these networks are shown in Fig. 4 , where the results again show that both the theoretical and numerical thresholds decrease with the recovery rate. Although the theoretical predictions agree relatively well with the numerical thresholds for assortative networks, there is an obvious gap between them for the Facebook (NIPs) network showing disassortative mixing. Compared with the cases on other real networks, we can find that the effective epidemic threshold changes more rapidly with the recovery rate on the US power grid TABLE I. Structural characteristics of four real-world networks. N is the network size, k max is the maximum degree, hki is the average degree, c is the clustering coefficient, r is the Pearson correlation coefficient, and d stands for the diameter of the network. In each figure, the symbol represents the numerical effective epidemic threshold, whose value is shown by the left scale mark, and the solid line represents the theoretical effective epidemic threshold, whose value is shown by the right scale mark. We perform 10 6 independent realizations on each real network.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 307,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "C. Real-world networks"
        },
        {
            "text": "network. The difference in the variation of the effective epidemic threshold for different networks could be attributed to the complexity of real network structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Real-world networks"
        },
        {
            "text": "In this paper, we have made a detailed study of the SIR model with arbitrary recovery rate. First, we developed an edge-based compartmental theory to predict the final outbreak size and the effective epidemic threshold for arbitrary recovery rate. Two basic updating methods are considered: asynchronous updating and synchronous updating. For the case of asynchronous updating, the recovery rate only alters the time scale of SIR spreading dynamics but does not affect the phase transition and final state. However, for the case of synchronous updating, the developed theory predicted that the effective epidemic threshold decreases with the recovery rate, and the final outbreak size for small recovery rate is obviously smaller than that for large recovery rate when the value of k is given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION AND DISCUSSION"
        },
        {
            "text": "To verify the theoretical predictions, we considered the SIR dynamics on RRNs with constant degree. With asynchronous updating, both the effective epidemic threshold and the final outbreak size remain unchanged for different recovery rates, while the obvious difference in final outbreak size for different values of l is observed in the synchronous updating spreading process. We numerically identified the effective epidemic threshold k c with the variability measure, which has been confirmed to be effective for identifying the SIR effective epidemic threshold, and found that k c indeed decreases with l for the case of synchronous updating. As the infection and recovery events may happen consecutively in the synchronous updating process, the mean infection ability of a single infected node is enlarged by large recovery rate. The results showed good agreements between the theoretical predictions and the simulated results on RRNs. To explore the university of these conclusions, we further carry on these studies on scale-free and real-world networks, where the similar phenomena were observed. Although a certain gap between the theoretical predictions and the numerical thresholds still exists for some networks with disassortative mixing patterns, the developed theory can indeed give a relatively accurate prediction of the effective epidemic threshold in most cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION AND DISCUSSION"
        },
        {
            "text": "We have theoretically and numerically demonstrated that with synchronous updating, the effective epidemic threshold and the final outbreak size of the SIR dynamical processes are affected by the recovery rate. The results showed that if one ignores the effect of the recovery rate, it may lead to the misunderstanding of SIR synchronous updating dynamics with effective spreading rate k ¼ b=l. Our work supplemented the existing studies on the effective epidemic threshold and provided us with deeper understanding on the phase transition of epidemic dynamics. It should be noted that the SIR epidemic of synchronous updating outbreaks more easily than that of asynchronous updating, and the final state of synchronous updating tends to that of asynchronous updating when the recovery rate is close to zero. Moreover, there still exists a certain gap between the theoretical predictions and the simulated results for some disassortative networks, and thus the more accurate analytic approximation of the effective epidemic threshold (e.g., message-passing approach 21, 22 ) for SIR dynamics with arbitrary recovery rate remains an important problem.",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "22 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. CONCLUSION AND DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dynamical Processes on Complex Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infections Diseases in Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Networks: An Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stochastic Epidemic Models and Their Statistical Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epidemiology and Prevention of Vaccine-Preventable Diseases",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Primary HIV/AIDS Care: A Practical Guide for Primary Health Care Personnel in a Clinical and Supportive Setting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clive",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Advances in Neural Information Processing Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "539--547",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the effective epidemic threshold is predicted by a) Electronic mail: wwzqbx@hotmail.com b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Overview of SIR dynamics with different recovery rates l on RRNs. (a) Final outbreak size R 1 vs. k for l ¼ 0.2 (squares and short dashed line), 0.6 (circles and solid line) and 1.0 (up triangles and dotted line) with synchronous updating, l ¼ 0:2; 0:6; 1:0 (down triangles and short dashed line) with asynchronous updating, where symbols and lines represent the numerical results and theoretical predictions, respectively. (b) Variability D vs. k for l ¼ 0.2 (squares), 0.6 (circles) and 1.0 (up triangles) with synchronous updating, l ¼ 0:2; 0:6; 1:0 (down triangles) with asynchronous updating, respectively. The blue arrow points to the numerical effective epidemic thresholds for l ¼ 1:0 (the other cases behave similarly). The results are averaged over 10 2 Â 10 4 independent realizations on 10 2 different networks. The parameters are chosen as N ¼ 10 4 and k ¼ 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In the spreading dynamics with synchronous updating, the final outbreak size R 1 and effective epidemic threshold k c as a function of recovery rate l on RRNs. (a) R 1 vs. l for k ¼ 0:23 (squares and dashed line) and k ¼ 0:60 (circles and solid line), respectively. (b) k c vs. l. The inset of (b) shows the mean transmission probability T versus l at k ¼ 0:23 (black squares), k ¼ 0:40 (blue up triangles), and k ¼ 0:60 (red circles). In each figure, symbols and lines represent the numerical and theoretical results, respectively. The parameters are chosen as N ¼ 10 4 and k ¼ 6. The results are averaged over 10 2 Â 10 4 independent realizations on 10 2 different networks. FIG. 3. In the spreading dynamics with synchronous updating, the final outbreak size R 1 and effective epidemic threshold k c as a function of recovery rate l on SFNs with degree exponents c ¼ 2:5 [(a) and (c)] and c ¼ 4:0 [(b) and (d)], where the network size is set as N ¼ 10 4 . (a) R 1 vs. l for k ¼ 0:2 (squares and dashed line) and k ¼ 0:4 (circles and solid line), respectively. (b) R 1 vs. l for k ¼ 0:4 (squares and dashed line) and k ¼ 0:7 (circles and solid line), respectively. (c) and (d) k c vs. l. In each figure, symbols and lines, respectively, represent the numerical and theoretical results. We perform 10 2 Â 10 4 independent realizations on 10 2 different networks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3 shows the final outbreak size and the effective epidemic threshold as a function of l for SFNs with c ¼ 2:5 and c ¼ 4:0. Like the case on RRNs, the final outbreak size increases with recovery rate when the value of k is given [see Figs. 3(a) and 3(b)], and the effective epidemic threshold decreases with l [see Figs. 3(c) and 3(d)]",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}