{
    "paper_id": "e49f64f806141d7a338d729c4eabf5a805972e19",
    "metadata": {
        "title": "A comparison of facemask and respirator filtration test methods",
        "authors": [
            {
                "first": "Samy",
                "middle": [],
                "last": "Rengasamy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Personal Protective Technology Laboratory",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Shaffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Personal Protective Technology Laboratory",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nelson Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Salt Lake City, Salt Lake City, Utah"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Smit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nelson Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Salt Lake City, Salt Lake City, Utah"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "NIOSH published a Federal Register Notice to explore the possibility of incorporating FDA required filtration tests for surgical masks (SMs) in the 42 CFR Part 84 respirator certification process. There have been no published studies comparing the filtration efficiency test methods used for NIOSH certification of N95 filtering facepiece respirators (N95 FFRs) with those used by the FDA for clearance of SMs. To address this issue, filtration efficiencies of \"N95 FFRs\" including six N95 FFR models and three surgical N95 FFR models, and three SM models were measured using the NIOSH NaCl aerosol test method, and FDA required particulate filtration efficiency (PFE) and bacterial filtration efficiency (BFE) methods, and viral filtration efficiency (VFE) method. Five samples of each model were tested using each method. Both PFE and BFE tests were done using unneutralized particles as per FDA guidance document. PFE was measured using 0.1 µm size polystyrene latex particles and BFE with ∼3.0 µm size particles containing Staphylococcus aureus bacteria. VFE was obtained using ∼3.0 µm size particles containing phiX 174 as the challenge virus and Escherichia coli as the host. Results showed that the efficiencies measured by the NIOSH NaCl method for \"N95 FFRs\"were from 98.15-99.68% compared to 99.74-99.99% for PFE, 99.62-99.9% for BFE, and 99.8-99.9% for VFE methods. Efficiencies by the NIOSH NaCl method were significantly (p = <0.05) lower than the other methods. SMs showed lower efficiencies (54.72-88.40%) than \"N95 FFRs\" measured by the NIOSH NaCl method, while PFE, BFE, and VFE methods produced no significant difference. The above results show that the NIOSH NaCl method is relatively conservative and is able to identify poorly performing filtration devices. The higher efficiencies obtained using PFE, BFE and VFE methods show that adding these supplemental particle penetration methods will not improve respirator certification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Occupational Safety and Health Administration (OSHA) mandates a respiratory protection program in workplaces, which requires the use of National Institute for Occupational Safety and Health (NIOSH)-approved respirators [1] to reduce the inhalation of contaminant aerosol particles. In the last decade, respiratory protection has become an increasingly important issue in healthcare as respirators have routinely become an integral component of infection control to protect workers from diseases caused by respiratory pathogens. Healthcare workers are advised to wear NIOSH-certified respirators during close contact with patients with an aerosol-transmitted disease such as tuberculous [2] and measles [3] and during aerosol generating procedures done on patients with influenza [4] and Ebola. [5] NIOSH tests the filtration efficiency of particulatefiltering, air-purifying respirators for certification purposes. NIOSH approves N-, R-, and P-series non-powered air-purifying respirators, each at 95, 99, and 99.97% filtration efficiency levels under 42 CFR Part 84. [6] N95 filtering facepiece respirators (FFRs) are commonly used in industrial workplaces. To measure the filtration efficiency, N-series FFRs are tested at a flow rate of 85 L/min using a charge neutralized polydisperse sodium chloride (NaCl) aerosol with a count median diameter (CMD) of 0.075 ± 0.02 µm and a geometric standard deviation (GSD) of less than 1.86. [7] NIOSH certification testing is considered as more stringent or worst-case method, because of the use of charge neutralized aerosol size close to the most penetrating particle size (MPPS) (∼0.050 µm for N-type respirators) at relatively higher flow rate (face velocity) to This article not subject to US copyright law. produce maximum penetration or conservative filtration efficiency. [8] [9] [10] Surgical masks (SMs) are cleared by the Food and Drug Administration (FDA). FDA does not do any testing; but reviews the information supplied by the manufacturers in their 510(k) premarket application. Manufacturers submit test results for fluid resistance, filtration efficiency for polystyrene latex (PSL) and Staphylococcus aureus bacterial aerosol particles, differential pressure and flammability for SMs clearance. These devices are used by healthcare personnel during medical procedures to protect both the patient and the healthcare personnel from the transfer of infectious microorganisms, body fluids and particulate material. [11] A SM is used as a physical barrier to body fluids and larger droplets in healthcare activities.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1827,
                    "end": 1830,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1831,
                    "end": 1834,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2477,
                    "end": 2481,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "FDA also clears surgical N95 respirators for healthcare purpose. A surgical N95 FFR offers the protection of both an N95 FFR and a SM. These respirators are approved as N95 respirators by NIOSH first and then cleared by the FDA for fluid resistance and flammability properties. Because NIOSH certification of N95 respirators includes filtration efficiency and pressure difference tests, the FDA guidance document states that a NIOSH certification number may be submitted in lieu of the efficiency testing using PFE and BFE. Manufacturers submit only some N95 FFR models for FDA clearance as surgical N95 respirators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Manufacturers obtain the efficiency data from thirdparty independent testing laboratories. For PFE testing unneutralized 0.1 µm polystyrene latex particles are used as per FDA guidance document [11] at 0.5 to 25 cm/sec face velocities as recommended by the ASTM F2299 standard. [12] BFE is measured using unneutralized S. aureus bacteria contained within an aerosol droplet with a mean particle size of 3 ± 0.3 µm diameter at a flow rate of 28.3 L/min as per FDA guidance and ASTM F2101 method. [13] Both PFE and BFE are done to measure the performance requirements for materials used in the construction of medical face masks (ASTM F2100-11). [14] These tests represent industry practices for characterizing the filtration performance of surgical mask material, not the entire mask. As indicated in the standards, these masks are not recommended for respiratory protection. However, the PFE and BFE for SMs are misconstrued by some as methods for determining filtration efficiencies acceptable for use in testing and clearance of respiratory protection devices. In fact, it is not uncommon for FDA 510(k) applications for surgical N95 FFRs to include BFE and PFE in addition to the NIOSH certification test data. [15, 16] One of the many challenges with the PFE and BFE test methods recommended by the FDA are that they are not clearly described in any single document, as shown in Table 1 . This table refers to several ASTM standards, but none of the test methods is strictly followed when submitting a 510(k) application to FDA. For example, FDA recommends the use of a whole mask for testing with 0.1 µm unneutralized PSL aerosol particles for measuring PFE as described by the ASTM F1215-89 standard, [17] which was withdrawn in 1999 and superseded by ASTM F2299 as recommended separately in ASTM F2100. On the contrary, the ASTM F2299 specifies testing SM material with charge neutralized PSL particles in the size range 0.1-5.0 µm at a face velocity in the 0.5-25 cm/sec range. In the case of BFE testing, the FDA guidance document recommends either the ASTM F2101 standard, Mil-M369454C or modified Greene and Vesley method. [18] This further complicates comparisons across methods because, ASTM F2101 testing is done with SM material, whereas, Greene and Vesley method uses the entire mask. The FDA guidance document does not clearly specify testing the entire mask or an area of the mask material for BFE testing.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2134,
                    "end": 2138,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1383,
                    "end": 1390,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The FDA guidance document and the ASTM standards overlook important factors necessary for measuring the filtration efficiency of SMs. The filtration efficiency of fibrous filter materials is controlled by factors including, aerosol charge, particle size distribution, face velocity and filter material charge. [19] [20] [21] [22] First, charge neutralized aerosol is known to produce maximum penetration (low efficiency). [21, 22] FDA refers the ASTM F1215-89 method (presently ASTM F1899) for PFE, but recommends the use of unneutralized PSL aerosol for testing. In the case of BFE, neither the FDA guidance document nor the ASTM F2101 has specified charge neutralization of the S. aureus aerosol. However, the aerosol used in the testing is assumed to be unneutralized. The use of unneutralized aerosol particles for filtration is known to overestimate filtration efficiency. Second, face velocity is another critical factor for filtration efficiency measurement. [23] For the PFE testing, FDA guidance document recommends the ASTM F1215-89 method (presently ASTM F1899), which specifies testing at 5-25 cm/sec velocity. Filtration efficiencies at 5 and 25 cm/sec are expected to be different. The variation in PFE results may not be comparable between SMs. FDA guidance document recommends the ASTM F2101 method as one of the BFE testing methods. As per ASTM F2101 method, BFE is tested at 28.3 L/min flow rate, while the area of the filter material is not specified. Testing filter materials with varying surface areas is likely to produce different efficiency values. Above all, the particle size distribution is an important factor when measuring filtration efficiency. The PFE and BFE tests use particles of 0.1 µm (monodisperse) and 3 µm mean particle size (MPS), respectively, with no rationale behind those decisions. Many studies show that inert and biological aerosols are captured by similar mechanisms. [24] [25] [26] The filtration efficiencies are different for various size particles. Particles closer to the most penetrating particle size should be considered for measuring a conservative filtration efficiency. The lack of specific test criteria to obtain a conservative filtration efficiency may produce inconsistent results. The wide variation in test conditions with the entire mask or a portion of mask material at different velocities using different size unneutralized aerosol particles is likely to produce a range of efficiencies for different masks, which is difficult to compare. Individuals who are not well acquainted with particle filtration mechanisms, frequently request additional evidence on inert vs biological aerosol penetration through respiratory devices. Thus, there is still interest in evaluating respirator filter efficiency using test methods involving a biological aerosol. However, numerous studies show that fibrous filters capture inert and biological aerosols by similar mechanisms. [24, 25, 27, 28] Aerosol particle filtration is dependent on physical characteristics including particle size, shape, density, charge status, filter media charge, and face velocity. ]8,29] Whether the particle is \"living\" or \"infectious\" plays no role in how well it will be collected by a filter. [30] Once a particle is collected it will remain attached by electrostatic and van der Waals' forces, [24] and although biological organisms have no capacity for moving through a filter on their own, a particle may be dislodged at higher air flow rates. [31] Because of this information, Brosseau and Shaffer [32] indicated that it not is necessary to test a respirator filter with a biological aerosol, but rather to focus on \"worse-case\" type test conditions. When properly selected and used, respirators tested using these types of filter tests should provide expected levels of protection against all types of workplace aerosols.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1917,
                    "end": 1921,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1927,
                    "end": 1931,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2934,
                    "end": 2938,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2939,
                    "end": 2942,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2943,
                    "end": 2946,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2947,
                    "end": 2950,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3232,
                    "end": 3236,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3334,
                    "end": 3338,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3486,
                    "end": 3490,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3541,
                    "end": 3545,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "NIOSH published a Federal Register notice on the need for incorporating additional requirements and tests in the 42 CFR Part 84 respirator approval process. [33] NIOSH requested evidence related to the performance of NIOSHapproved products, which are not FDA-cleared as medical devices, against alternative test methods including PFE and BFE and the exposure levels of aerosols in healthcare facilities. NIOSH also sought comparative results for testing with supplemental standard methods vs. test results obtained using the NIOSH NaCl test method. Comments to the docket [33] revealed that no data exist on the comparative filtration efficiency of non-FDA cleared N95 FFRs and that healthcare workers also use non-FDA cleared, NIOSH-approved N95 FFRs (N95 FFRs) for protection against infectious aerosols. Surprisingly, no studies have been published directly comparing filtration efficiency test methods used for NIOSH certification of particulate respirators with those used for FDA clearance of SMs and surgical N95 FFRs.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address this issue, six NIOSH-approved N95 FFR models, three FDA cleared and NIOSH-approved surgical N95 FFR models, and three SM models were evaluated for their filtration efficiency using NIOSH NaCl, PFE, BFE, and virus filtration efficiency (VFE) methods. We hypothesize that because of the test parameters (face velocity, charge neutralization, particle size, etc.), results (filter efficiencies) obtained using the NIOSH NaCl test conditions will be lower (\"more conservative\") than those from the BFE, VFE, and PFE tests (Hypothesis #1). Also, we hypothesize that there will be no systematic difference in measured filtration efficiency for BFE and VFE between FFRs that are FDA-cleared and NIOSH-certified FFRs (i.e., surgical N95 FFRs), and FFRs that are only NIOSH-certified (Hypothesis #2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Six NIOSH-approved N95 FFR models, three surgical N95 FFR models and three SM models were chosen from the United States Strategic National Stockpile or from respirator manufacturers known to have significant market share. The manufacturers and models in parentheses are: 47107) and Precept (15320). The N95 FFRs were labeled randomly as A, B, C, D, E, and F, the surgical N95 FFRs as G, H, and I, and the SMs as J, K, and L. None of the N95 FFRs or surgical N95 FFRs had an exhalation valve. Surgical N95 FFR models H and I were specifically chosen, because they appear to be identical to two N95 FFR models (B and E). Table 2 shows the area, face velocity and configuration of masks used in the NIOSH NaCl, PFE, BFE, and VFE methods. Entire N95 FFR models (except model E) and surgical N95 FFR models (except model I) were tested in all four test methods. The area of other masks tested were different, because the nature of the fabric materials and the construction of some models did not permit the entire mask be tested. Also, it was difficult to fit some masks into the normal sample holders used for ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 626,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Test materials"
        },
        {
            "text": ". ( cm  ) . ( cm  ) . ( cm  ) E  .  ( cm  ) . ( cm  ) . ( cm  ) . ( cm  ) Surgical N FFR G, H . ( cm  ) . ( cm  ) . ( cm  ) . ( cm  ) I  .  ( cm  ) . ( cm  ) . ( cm  ) . ( cm  ) Surgical Mask J, K, L . ( cm  ) . ( cm  ) . ( cm  ) . ( cm  )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area of test materials and face velocity or test material area, face velocity, and configuration"
        },
        {
            "text": "Filter penetration for all devices was measured using the NIOSH NaCl aerosol method employed for certification of particulate respirators using an Automated Filter Tester (CERTITEST R , Model 8130, TSI, Inc., St. Paul, Minnesota). The samples were pre-conditioned at 85 ± 5% relative humidity and 38 ± 2.5°C for 25 ± 1 hr prior to measuring filter penetration. A 2% (wt/vol) NaCl solution was aerosolized, charge neutralized and then passed through the convex side of a test sample properly sealed and placed into a filter holder. The particle size ranges from 0.022-0.259 µm with a count median diameter of 0.075 ± 0.020 µm and a geometric standard deviation (GSD) of less than 1.86. [7] The concentrations of NaCl aerosol upstream and downstream of the sample were measured at 85 L/min flow rate. The full NIOSH certification test typically takes approximately 90-100 min to load 200 mg of NaCl aerosol onto the respirator. In this study, we used an abbreviated method in which testing was stopped when the sample reached its maximum penetration level rather that continuing until the respirator was fully loaded with aerosol. Thus, the time to reach maximum penetration was different between different masks, but was typically less than 15 min. A previous study in our laboratory found that efficiencies obtained by measuring initial penetration (average of the first minute) of N95 FFRs were comparable to those done at maximum penetration at full loading conditions. [34] The equipment was programmed to give the percentage filter penetration as shown below:",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 688,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1472,
                    "end": 1476,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "NIOSH NaCl filtration efficiency"
        },
        {
            "text": "Penetration of each test sample was measured for 5 min or more time until maximum penetration was reached. For convenience and efficiency, doing the full loading test as done by NIOSH according to 42 CFR Part 84 during certification testing was not done in these experiments. From the percentage penetration, the efficiency was calculated as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NIOSH NaCl filtration efficiency"
        },
        {
            "text": "PFE of the different devices was measured using unneutralized 0.1 µm PSL particles as per the FDA guidance document. [11] PFE testing was done using entire N95 FFRs and surgical N95 FFRs, and 90 cm 2 surgical mask material. The test velocity was within the range 1-25 cm/sec as described in the ASTM 2299 method. [12] PSL particles were suspended in water and the aerosol was generated using a particle generator (Model PG-100) (Particle Measuring Systems (PMS), Boulder, CO). The particle generator can be adjusted to generate the desired concentration of particles for testing, which are enumerated using the particle counter downstream of the test sample. The aerosol was passed through a drying chamber, diluted to the required concentration (10,000-15,000 particles per cubic foot) using HEPA filtered air, and then passed through the convex side of a test sample properly sealed and placed into a filter holder. The particles were not charge neutralized for testing, per FDA guidance. [11] The test samples were preconditioned at 30-50% relative humidity (RH) at 21 ± 3°C, prior to testing. [12] The concentrations of PSL aerosol upstream and downstream of the respirator were measured using a Model LASAIR II-110 Laser Particle Counter (PMS) at 28.3 L/min flow rate. The upstream and downstream counts were not measured simultaneously, because the equipment measures either upstream or downstream at any time. Upstream count was measured before and after measuring downstream count for each test material. Both upstream and downstream counts were measured for 1 min, 3 times, sequentially. PFE was calculated from the average of six upstream counts (C) and the average of three downstream counts (T) as shown below:",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Particulate filtration efficiency (PFE)"
        },
        {
            "text": "where C = average upstream counts T = average downstream counts PFE results range from 1-99.99% as these values are the low (<1) and high (>99.99) detection limits. Accurate data for surgical mask K could not be obtained because of excessive particulate shedding detected by the particle counter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particulate filtration efficiency (PFE)"
        },
        {
            "text": "The BFE of the filter devices was measured as described by the ASTM F2101 method. Penetration was measured using the bacteria S. aureus as the challenge organism. A suspension of S. aureus was aerosolized using a nebulizer to give a challenge level of 1700-2700 colony-forming units (CFU) per test as specified by the ASTM F2101 standard. The bacterial aerosol is a water droplet containing the bacteria and not an individual bacterial particle. The particles were not charge neutralized for testing. The test samples were preconditioned for 4 hr at 21±3°C and 85±5% RH, prior to testing. The aerosol sample was drawn through a test sample clamped into the top of a 6-stage Andersen sampler with agar plates for collection of the bacteria particles at a flow rate of 28.3 L/min for 1 min. The design of 6-stage Andersen sampler is based on the human respiratory tract, where all airborne particles greater than 0.65 µm are classified aerodynamically. The flow rate of 28.3 L/min is similar to human breathing flow rate to obtain deposition of particles in different stages of the Andersen sampler. A positive control without a test filter sample clamped into the system was used to determine the number of viable particles being used in each test. A negative control with no bacteria in the airstream was performed to determine the background challenge in the glass aerosol chamber prior to testing. In case of contamination, the testing system was cleaned thoroughly to reduce negative control CFU. The residual negative control (<1%) was subtracted from the test sample CFU. The positive control result was used to obtain the MPS of the test aerosol. The MPS was calculated from the particle sizes (P1-P6) and respective CFU counts (C1-C6) in the Andersen 6-stage impactor (Online supplementary  Table 1 ), as shown below:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1775,
                    "end": 1805,
                    "text": "(Online supplementary  Table 1",
                    "ref_id": null
                }
            ],
            "section": "Bacterial filtration efficiency (BFE)"
        },
        {
            "text": "The particle sizes P1-P6 represent 50% cut-off diameter (Dp50) for stages 1-6, respectively, of the Andersen Sampler. The MPS was kept at 3.0 ± 0.3 µm for testing the filtration efficiency. The filtration efficiency was calculated from the number of positive control CFU and test sample CFU the as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial filtration efficiency (BFE)"
        },
        {
            "text": "where Positive control CFU − average CFU with no filter Test sample CFU − average CFU with test filter BFE results range from 1-99.9% as these values are the low (<1) and high (>99.9) detection limits which are based on the test parameters used and how the calculations are performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial filtration efficiency (BFE)"
        },
        {
            "text": "VFE is not recognized as a standard test method, but has been adapted by Nelson Laboratories [35] from the ASTM F2101 method. [13] It was included in this study because it is sometimes used by manufacturers in their marketing literature [36] and in FDA 510(k) applications for N95 FFRs with an antimicrobial/antiviral agent (16) . Penetration was measured using the bacteriophage phiX174 as the challenge virus and Escherichia coli bacteria as the host. A suspension of phiX174 was aerosolized in a nebulizer and each test was performed with a challenge level of 1700-2700 plaque-forming units (PFU) with a MPS of 3.0 ± 0.3 µm for 2 min. The virus aerosol is a water droplet containing virus and not an individual virus particle. The MPS was calculated as shown for BFE method. The unneutralized aerosol sample was drawn through a test sample clamped into the top of a 6-stage Andersen sampler with agar plates inoculated with E. coli for collection. The flow rate was maintained at 28.3 L/min. The PFUs represent the number of viral aerosol particles or ",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Viral filtration efficiency (VFE)"
        },
        {
            "text": "Correlation coefficients for the filtration efficiency comparison between the test methods were obtained using SigmaPlot version 11 (Aspire Software International, Ashburn, VA). The median efficiency values of respirators for the test methods were compared using the Mann-Whitney Rank Sum test and Shapiro-Wilk normality test. All pair-wise multiple comparisons were done using Tukey Test. Similar statistical analysis was done for comparing the efficiency data for the different groups of devices. P values <0.05 were considered significant. Table 3 shows the mean and standard deviation (SD) percentage of filtration efficiency values for NIOSHapproved N95 FFR, FDA cleared surgical N95 FFR and SM models using NIOSH NaCl, BFE, VFE, and PFE methods. All six N95 FFR models showed >98.15% filtration efficiency using the NIOSH NaCl method. Surgical N95 FFRs are NIOSH-approved N95 FFRs for filtration efficiency. As expected, the efficiency levels (>98.27%) obtained for the three surgical N95 FFR models were similar to those (>98.1%) obtained for the six N95 FFR models. Five N95 FFR models (A, B, C, D, and F) and two surgical N95 FFRs models (G and H) were tested using entire masks, and these models were considered as \"N95 FFRs\" for efficiency comparison between the different methods. Figure 1 shows a graphical comparison of NIOSH NaCl method with PFE, BFE, and VFE methods for \"N95 FFRs\" tested, using the mean efficiency data in Efficiencies for the \"N95 FFRs\" models measured using the NIOSH NaCl method were also compared with the efficiencies for three SM models (J, K, and L). SMs showed NIOSH NaCl efficiencies ranging from 54.74-88.4% and the mean value was significantly (p = <0.05) lower than the mean efficiency value for \"N95 FFRs\" (Table 3) . Efficiencies measured by the NIOSH NaCl method for SMs were compared with the values by the other methods. SMs showed PFE ranging from 99.74-99.99%, from 99.62-99.9% for BFE and 99.8-99.9% for VFE. The mean efficiency value by the NIOSH NaCl method was significantly (p = <0.05) lower than the values by the PFE, BFE, and VFE methods (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 550,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1293,
                    "end": 1301,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1753,
                    "end": 1762,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2099,
                    "end": 2109,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "The efficiencies of \"N95 FFRs\" by the NIOSH NaCl method were correlated with the efficiencies obtained by PFE, BFE, and VFE methods. The comparison of NIOSH NaCl vs. PFE (r = 0.828) as well as NIOSH NaCl vs BFE (r = 0.819) showed some correlation ( Figures 3A  and 3B , respectively). In general, the models that showed higher efficiencies by NIOSH NaCl method also had higher efficiencies by PFE method. One FFR model (C) had lower efficiency for both NIOSH NaCl, and PFE and BFE methods. The comparison of NIOSH NaCl vs. VFE showed a slightly lower correlation coefficient (r = 0.779) ( Figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 267,
                    "text": "Figures 3A  and 3B",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 598,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To address Hypothesis #1, the four filtration test methods were compared. For \"N95 FFRs\", the efficiencies measured by the NIOSH NaCl method were lower than Figure . Correlation of filtration efficiency for \"N FFRs\"as determined by the NIOSH NaCl aerosol method used for NIOSH certification process with FDA required particle filtration efficiency (PFE) (top) and bacterial filtration efficiency (BFE) (middle), and viral filtration efficiency (VFE) (bottom). Straight line shows the best fit for the NIOSH NaCl method and other methods. Five samples of each model were tested by the different methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the PFE, BFE, and VFE methods. The NIOSH NaCl method is clearly more conservative compared to the other methods. This was validated by comparing the filtration efficiency obtained by the NIOSH NaCl method with the other methods. The NIOSH NaCl method yielded significantly (p = <0.001) lower efficiency levels than the PFE method for FFRs. This can be explained by the difference in the test conditions including, challenge aerosol size, charge status, and test velocity used between the two methods. Aerosol size is a critical factor for filtration efficiency measurement. The CMD (∼0.075 µm) of NIOSH NaCl aerosols used for NIOSH certification is much closer to the MPPS (0.05 µm) than the 0.1 µm size of the PSL particles used in the PFE test method. Penetration increases as the particle size approaches the MPPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The closer a particle is to the MPPS, the higher the penetration will be. [20] Second, the charge neutralized NaCl particles are expected to show lower filtration efficiency (or higher penetration) than the unneutralized PSL particles. The charge neutralization of challenge aerosol has been shown to increase the penetration (decreased efficiency) of particles. [19, 21, 22] The higher face velocity (9.3 cm/sec) used in the NIOSH NaCl method is another factor that contributes to the lower filtration efficiencies in comparison to the values obtained by the PFE method at a lower face velocity (3.1 cm/sec). Overall, the results show that the filtration efficiencies measured using the NIOSH NaCl method are more conservative than the values obtained by the PFE method.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similarly, comparisons between NIOSH NaCl method vs. BFE and VFE methods showed significantly (p = <0.001) lower filter efficiencies for NIOSH NaCl method than for BFE and VFE methods. The results can be explained by differences among the test methods. Both the BFE and VFE methods use ∼3 µm diameter size particles containing S. aureus and phiX174 bacteriophage, respectively, at a flow rate of 28.3 L/min (face velocity 3.1 cm/sec). The larger diameter size (∼3 µm) particles containing S. aureus and phiX174 bacteriophage is far removed from the MPPS (0.05 µm) of N95 FFR models and is expected to produce lower penetration or higher efficiencies than the values obtained by the NIOSH NaCl method. It should be noted that the VFE method used ∼3 µm droplets, even though the original size of phiX174 is 0.027 µm. Both, BFE and VFE methods use non-neutralized aerosols at 3.1 cm/sec velocity, which would likely produce relatively higher efficiency values. The test conditions including unneutralized larger aerosol size and lower velocity used in the BFE and VFE methods are relatively less challenging than those conditions used in the NIOSH NaCl method, and yielded higher efficiencies, as expected. The results from the study show that the NIOSH NaCl method is more challenging and produces lower efficiencies than the PFE, BFE and VFE methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because these four methods measured the efficiencies of the same \"N95 FFR\" models, a relationship between these methods is possible, despite the differences between the test methods in terms of particle size, charge neutralization, and face velocities. The correlations between NIOSH NaCl (r = 0.828) vs. PFE, NIOSH NaCl vs. BFE (r = 0.819), and NIOSH NaCl vs. VFE (r = 0.779) indicate some association between the NIOSH NaCl and other methods. The lower correlations between the NIOSH NaCl method and other methods may partly be explained by the differences in the inherent measurement precision of the various filtration efficiency tests methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A more challenging test method can identify poorly performing products For example, all four methods showed efficiencies >98.15% for \"N95 FFR\" models. In the case of SM models, however, the NIOSH NaCl method showed lower efficiency values (54.72-88.40%) than the other methods (97.12-99.88%). The results are consistent with those reported previously. [37] In that study, the efficiencies ranged from 10-96% for the nine SM models tested using the NIOSH NaCl method. As expected, the results show that the NIOSH NaCl method is more sensitive compared to the other methods. The lower efficiencies for SMs than for FFRs may partly be due to the higher velocity (14.1 vs. 9.3 cm/sec) used for testing. However, previous studies with approximately similar size FFRs and SMs showed significantly higher penetrations or lower efficiencies for SMs. [25, 28, 38] Products with poor or mediocre filtration performance such as the SM models in this study can be consistently identified using only a more challenging method such as the NIOSH NaCl method used for NIOSH certification of particulate respirators. This confirms earlier reports from other laboratories, [37, 39] and ours on SMs, [40] non-NIOSH certified dust masks, [41] and cloth masks. [42] The filtration efficiencies obtained by the different methods in the study may have implications for respirator use in healthcare environments. The results showed that the NIOSH NaCl aerosol method used for NIOSH certification is more challenging than the PFE, BFE, and VFE methods. The efficiencies measured using different methods showed that the NIOSH NaCl method is more conservative than the other methods. This indicates that there is no advantage or added benefit to be obtained by incorporating PFE, BFE, or VFE methods in the 42 CFR Part 84 certification process.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In general, both BFE and VFE showed similar results for \"N95 FFRs. \" The two methods also produced similar results for SMs. This can be explained by the use of similar diameter (3 µm) unneutralized aerosol. The BFE and VFE results for \"N95 FFRs\" did not show any significant difference indicating that VFE method is not different from BFE method. SMs also showed no difference in BFE and VFE values. VFE could be differentiated from BFE and made more challenging if testing were done using a method to create a smaller aerosol size near the MPPS. Hogan et al. reported that aerosol size distribution is controlled by the properties of the aerosolized liquid and the method of aerosolization, not by the physical size of the virus. [43] For example, in one study, MS2 virus aerosols (∼0.05 µm) showed higher penetrations (lower efficiency) for N95 FFRs. [39] Another study generated an aerosol CMD of ∼0.1 µm using viable H1N1 influenza to challenge N95 FFRs. [44] Thus, if there was interest, more challenging VFE methods could be developed by a standards development organization, although a modified VFE with an aerosol challenge in the MPPS range would still be considered unnecessary for determining FFR efficacy as noted previously. [44] The VFE method used in this study is adapted from the ASTM F2101 standard and is not being recognized by standard organizations. VFE method used in this study should not be considered useful for characterizing filter material efficiency. Unfortunately, some manufacturers report VFE for SMs to make marketing claims and it has been used in FDA 510(k) applications.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 735,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surgical N95 FFR models H and I were specifically included in this study to address hypothesis #2 because they appear to be identical to two non-FDA cleared N95 FFR models (B and E). The models I and E are both flat folding respirators from the same manufacturer and visually appear to be identical except for color (one is orange and the other is white). Similarly, the models H and B are identical in appearance, except for the labeling and packaging. As shown in Table 3 , both pairs exhibited similar filter efficiencies. There was no difference in measured filtration efficiency for BFE and VFE between FFRs that are FDA-cleared (H and I) and NIOSH-certified FFRs and FFRs that are only NIOSH-certified (B and E). Thus, additional tests involving a bioaerosol (e.g., BFE and VFE) included in some FDA 510(k) applications do not add any new information useful to a regulatory or certification agency. Furthermore, this data suggests that non-FDA cleared N95 FFRs would be a viable option for respiratory protection during surgical N95 respirator shortages for situations where fluid resistance [45] and flammability resistance may not be necessary. The increased use of respirators in healthcare facilities can result in a shortage during a pandemic or an outbreak involving a respiratory pathogen. [46] [47] [48] [49] Moreover, N95 FFRs are generally less expensive than the surgical N95 FFRs. Manufacturers would prefer to get NIOSH certification and FDA clearance in a single-step process and use of a single filtration test by both agencies would be a positive step towards this objective.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The filtration efficiency for six models of NIOSHapproved non-FDA cleared N95 FFRs, three models of surgical N95 FFRs, and three models of SMs tested in the study showed that the NIOSH NaCl test method is more conservative and showed significantly lower efficiencies than the than the PFE, BFE, and VFE methods. Furthermore, PFE, BFE, and VFE suffer from the lack of precision and lack of well-defined and documented testing protocols. We conclude that addition of supplemental particle penetration methods such as PFE, BFE, and VFE to the requirements described in 42 CFR Part 84 will not provide any improvement in the current 42 CFR Part 84 respirator certification process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory Protection-OSHA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines for Preventing the Transmission of Mycobacterium Tuberculosis in Health Care Facilities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measles (Rubeola): For Healthcafe Professionsals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention Strategies for Seasonal Influenza in Healthcare Settings Centers for Disease Control and Prevention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance on Personal Protective Equipment (PPE) to be Used by Healthcare Workers during Management of Patients with Confirmed Ebola or Persons under Investigation (PUIs) for Ebola who are Clinically Unstable or Have Bleeding, Vomiting, or Diarrhea in U.S. Hospitals, Including Procedures for Donning and Doffing PPE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Federal Register: 42 Code of Federal Regulations Part 84. Respiratory Protective Devices. Final Rules and Notice",
            "authors": [],
            "year": 1995,
            "venue": "U.S. Government Printing Office",
            "volume": "60",
            "issn": "",
            "pages": "30335--30398",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Revision 2.0. Determination of particulate filter efficiency level for N95 series filters against solid particulates for non-powered, airpurifying respirators standard testing procedure (STP)",
            "authors": [],
            "year": null,
            "venue": "Procedure No. TEB-APR-STP-0059",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Worst case\" aerosol testing parameters: I. Sodium chloride and dioctyl phthalate aerosol filter efficiency as a function of particle size and flow rate",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Amer. Industr. Hyg. Assoc. J",
            "volume": "50",
            "issn": "",
            "pages": "257--264",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the minimum efficiency and the most penetrating particle size for fibrous filters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Air Pollut. Cont. Assn",
            "volume": "30",
            "issn": "",
            "pages": "377--381",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Electrostatic respirator filter media: filter efficiency and most penetrating particle size effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Appl. Occup. Environ. Hyg",
            "volume": "15",
            "issn": "",
            "pages": "609--617",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidance for Industry and FDA Staff. Surgical Masks -Premarket Notification",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guidance for Industry and FDA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Standard Test Method for Determining the Initial Efficiency of Materials Used in Medical Face Masks to Penetration by Particulates Using Latex Spheres",
            "authors": [],
            "year": 2003,
            "venue": "ASTM: ASTM F2299-03",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Standard test method for evaluating the bacterial filtration efficiency (BFE) of medical face mask materials, using a biological aerosol of Staphylococcus aereus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Astm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann. ASTM Stand",
            "volume": "",
            "issn": "",
            "pages": "1553--1557",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "ASTM: F2100: Standard specification for performance of materials used in medical face masks",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "447--449",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "510(k) Summary -BioFriendTM BiomaskTM N95 Surgical Respirator",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Filligent",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "510(k) Summary -Actiprotect UF N95 Respirator",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Glaxosmithkline",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Test Method for Determining the Initial Efficiency of a Flatsheet Filter Medium in an Airflow Using Latex Spheres (Withdrawn 1998)",
            "authors": [],
            "year": 1989,
            "venue": "ASTM F1215 -89",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Method for evaluating effectiveness of surgical masks",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Bacteriol",
            "volume": "83",
            "issn": "",
            "pages": "663--667",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of the filtration performance of NIOSH-approved N95 filteringfacepiece respirators by photometric and number-based test methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "8",
            "issn": "",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Total inward leakage measurement of particulates for N95 filtering facepiece respirators -A comparison study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walbert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Newcomb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann. Occup. Hyg",
            "volume": "58",
            "issn": "",
            "pages": "206--216",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of filter media for particle number, surface area and mass penetrations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Japuntich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Occup. Hyg",
            "volume": "56",
            "issn": "",
            "pages": "581--594",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "TSI: Penetration of N95 filtering facepiece respirators by charged and charge neutralized nanoparticles",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Aerosol penetration properties of an electret filter with submicron aerosols with various operating factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.-M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Environ. Sci. Health Part A",
            "volume": "42",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Properties, Behavior, and Measurement of Airborne Particles",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mycobacterial aerosol collection efficiency of respirator and surgical mask filters under varying conditions of flow and humidity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Appl. Occup. Environ. Hyg",
            "volume": "12",
            "issn": "",
            "pages": "435--445",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Performance of N95 respirators: filtration efficiency for airborne microbial and inert particles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am. Industr. Hyg. Assoc. J",
            "volume": "59",
            "issn": "",
            "pages": "128--132",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Performance of N95 respirators: Reaerosolization of bacteria and solid particles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. Industr. Hyg. Assoc. J",
            "volume": "58",
            "issn": "",
            "pages": "876--880",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of single-use masks and respirators for protection of health care workers against mycobacterial aerosols",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am. J. Infect. Cont",
            "volume": "22",
            "issn": "",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Collection of three bacterial aerosols by respirator and surgical mask filters under varying conditions of flow and relative humidity",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann. Occup. Hyg",
            "volume": "41",
            "issn": "",
            "pages": "677--690",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Challenge of N95 filtering facepiece respirators with viable H1N1 influenza aerosols",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Husband",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect. Control Hosp. Epidemiol",
            "volume": "34",
            "issn": "",
            "pages": "494--499",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Reaerosolization of MS2 bacteriophage from an N95 filtering facepiece respirator by simulated coughing",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Harpest",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hofacre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Occup. Hyg",
            "volume": "56",
            "issn": "",
            "pages": "15--325",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Do We Need to Challenge Respirator Filters With Biological Aerosols",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Summary of Comments and NIOSH Responses to Docket 272",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Shaffer: Evaluation of the filtration performance of21 N95 filtering facepiece respirators after prolonged storage",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sinkule",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Infect. Cont",
            "volume": "37",
            "issn": "",
            "pages": "381--86",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "VFE110 -Virus Filtration Efficiency (VFE): Bacteriophage",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "One-fit Surgical N95 Respirators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Honeywell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Surgical mask filter and fit performance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Infect. Cont",
            "volume": "36",
            "issn": "",
            "pages": "276--282",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A quantitative assessment of the total inward leakage of NaCl aerosol representing sumicron size bioaerosol through N95 filtering facepiece respirators and surgical masks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szalajda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "11",
            "issn": "",
            "pages": "388--396",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Do N95 respirators provide 95% protection level against airborne viruses, and how adequate are surgical masks?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balazy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toivola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sivasubramani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Infect. Control",
            "volume": "34",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Filtration performance of FDA-cleared surgical masks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Int. Soc. Res. Prot",
            "volume": "26",
            "issn": "",
            "pages": "54--70",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nanoparticle filtration performance of commercially available dust masks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Int. Soc. Res. Prot",
            "volume": "25",
            "issn": "",
            "pages": "27--41",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Simple respiratory protection -Evaluation of the filtration performance of cloth masks and common fabric materials against 20-1000 nm size particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann. Occup. Hyg",
            "volume": "54",
            "issn": "",
            "pages": "789--798",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Sampling methodologies and dosage assessment techniques for submicrometre and ultrafine virus aerosol particles",
            "authors": [
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kettleson",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramaswami",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Angenent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Appl. Microbiol",
            "volume": "99",
            "issn": "",
            "pages": "1422--1434",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Capture of 0.1 um aerosol particle containing viable H1N1 influenza virus by N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Balzli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "13",
            "issn": "",
            "pages": "46--49",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Shaffer: Resistance to synthetic blood penetration of National Institute for Occupational Safety and Health-approved N95 filtering facepiece respirators and surgical N95 respirators",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sbarra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nwoko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Infect. Cont",
            "volume": "43",
            "issn": "",
            "pages": "1190--1196",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hospital preparedness for severe acute respiratory syndrome in the United States: Views from a national survey of infectious diseases consultants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernign",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liedtke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Strausbaugh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Infect. Dis",
            "volume": "39",
            "issn": "",
            "pages": "272--274",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Respiratory protection policies and practices among the health care workforce exposed to influenza in New York State: Evaluating emergency preparedness for the next pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hines",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pavelchak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Infect. Cont",
            "volume": "42",
            "issn": "",
            "pages": "240--245",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Facial protective equipment, personnel, and pandemics: impact of the pandemic (H1N1) 2009 virus on personnel and use of facial protective equipment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chilton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect. Control Hosp. Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1011--1016",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Evaluation of respiratory protection programs and practices in California hospitals during the 2009-2010 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Materna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goldmacher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Infect. Cont",
            "volume": "41",
            "issn": "",
            "pages": "1024--1031",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "N95 FFRs -3M (Model 8210), 3M (Model 9210), Moldex (Model 2200), Kimberly-Clark (Model 62126), Sperian-Willson (Model SAF-T-FIT), and US Safety (N95B240); surgical N95 respirators -3M (Model 1860), 3M (Model 1870) and Kimberly-Clark (Model 46727); SMs -3M (Model 1820), Kimberly-Clark (Model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison for filtration efficiencies measured using NIOSH NaCl method (NIOSH NaCl, open bars) with particle filtration method (PFE, ascending hatched bars), bacterial filtration efficiency (BFE, descending hatched bars), and viral filtration efficiency (VFE, cross-hatched bars) methods for N FFR models (A, B, C, D, and F) and surgical N FFR models (G and H). Five samples of each model were tested by the different methods. Error bars represent  standard deviation. * Significantly different from PFE, BFE, and VFE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison for filtration efficiencies measured using NIOSH NaCl method (NIOSH NaCl, open bars) with particle filtration method (PFE, ascending hatched bars), bacterial filtration efficiency (BFE, descending hatched bars), and viral filtration efficiency (VFE, cross-hatched bars) methods for surgical mask models (J, K, and L). Five samples of each model were tested by the different methods. Error bars represent  standard deviation. * Significantly different from PFE, BFE, and VFE.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of filtration test methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Face velocity, and surface area and configuration of masks used in the NIOSH NaCl, PFE, BFE, and VFE test methods.Face Velocity (cm/sec)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Numbers in parentheses show surface area of materials tested. No shading -Entire mask ( cm  ); Light shading -Mask material ( cm  ) Medium shading -Mask material ( cm  ); Dark shading -Mask material ( cm  ) some test methods. The surface area of a typical FFR was approximately 150 cm 2 as measured manually. Based on the area of the entire FFR and flow rates used for testing, face velocities 9.3 and 3.1 cm/sec were obtained for the NIOSH NaCl method, and for the other (PFE, BFE, and VFE) methods, respectively. SM models were not tested in their entirety, but samples of 100 cm 2 , 90 cm 2 , 45 cm 2 and 45 cm 2 areas were tested for the NIOSH NaCl, PFE, BFE and VFE measurements, corresponding to 14.2, 5.2, 10.5 and 10.5 cm/sec velocities, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Filtration efficiencies for N FFR, surgical N FFR, and surgical mask models using the NIOSH NaCl, PFE, BFE, and VFE test methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge NIOSH colleagues including Robert Stein, Mike Bergman, and Dana Rottach for their useful suggestions and critical review of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This research work was supported by NIOSH funding. The authors declare there are no conflicts of interest in relation to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Mention of commercial product or trade name does not constitute endorsement by the National Institute for Occupational Safety and Health. The findings and conclusions of this report are those of the authors and do not necessarily represent the views of the National Institute for Occupational Safety and Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ]
}