{
    "paper_id": "e4b7cff519a408dbd280dec3e67856baaaa29867",
    "metadata": {
        "title": "Alice im Intensivland Medizin aktuell",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "H"
                ],
                "last": "Bartlett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan Medical Center",
                    "location": {
                        "settlement": "Ann Arbor"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "K"
                ],
                "last": "Lewandowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Elisabeth-Krankenhaus Essen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Essay über Unsinn und gesunden Menschenverstand auf der Intensiv therapie stationim Stil von Lewis Carroll Robert Bartlett war von Lewis Carrolls Alice im Wunderland fasziniert. Er transponierte die Geschichte in die Welt der akademischen Intensivmedizin: Alice ist eine blitzgescheite, wortgewandte, etwas vorlaute Medizinstudentin im 2. Ausbildungsjahr, die ein eintägiges Praktikum auf der Intensivtherapiestation absolvieren muss. Hier trifft sie auf eine Gruppe von teilweise skurrilen Ärzten, die unter Leitung von Herrn Dr. Dame und Frau Dr. König eine aufwendige Visite durchführen. Alice nimmt an der Visite teil. Allerdings werden nur 3 Patienten visitiert. Dann kommt es zum Eklat, der letztlich durch Alices enervierende, aber doch kluge Fragen, Anmerkungen und Berechnungen heraufbeschworen wird. Mehr soll hier aber noch nicht verraten werden. Lesen Sie selbst!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Alice freute sich über alle Maßen auf ihren ersten Praktikumstag auf der Intensivtherapiestation des Universitätsklinikums. Sie hatte schon viel von diesem Ort der Überraschungen und Wunder gehört. Seit 2 Jahren studierte sie nun schon Medizin und fand sich (wenn sie überhaupt jemals über sich selbst nachdachte) intelligent, praktisch, ausbildungsfähig, mitfühlend und potenziell kompetent für die Krankenversorgung. Zwei lange Jahre hatte sie nun schon unermüdlich theoretisches Basiswissen in sich aufgesogen. Doch nun, heute, an diesem wundervollen Ort, bot sich die Gelegenheit endlich am Krankenbett praktisches Wissen zu erwerben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "Sie hatte, metaphorisch gesprochen, 2 Jahre lang, Wissen aufgenommen und dann wieder vergessen, war intellektuell gewachsen und geschrumpft, hatte die Zeilen und zwischen den Zeilen gelesen und war über ihre Reflexionen letztlich hier angelangt. Sie war nun bereit für das ganz große Abenteuer. Das war der Moment, als sie Dr. Hase erblickte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "Dr. Hase eilte den Gang entlang, wobei er so forsch ausschritt und dabei nervös auf seine Uhr schaute, dass er Alice beinahe umrannte. Weiße Schuhe, weiße Hose, weißes Hemd, bedeckt von einem weißen Kittel, der mit einer nichtidentifizierbaren biologischen Flüssigkeit beschmutzt war. Dr. Hase war Assistenzarzt, aber er erschien Alice wie ein Ritter in weiß-schimmernder Rüstung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Entschuldigen Sie bitte, mein Herr, können Sie mir vielleicht helfen?\" \"Nein. Aber ja. Ja, aber nein.\" \"Entschuldigen Sie?\" \"Ja, ich könnte Ihnen helfen, wenn ich wüsste, was Ihr Problem ist, aber ich weiß es ja nicht. Aber selbst wenn ich ihr Problem kennen würde, könnte ich nicht helfen, da ich mich verspätet habe, ich bin in größter Eile. Also, selbst wenn ich helfen könnte, was in meinem Fall unwahr-scheinlich wäre, kann ich Ihnen nicht helfen. Also, auf Wiedersehen.\" \"Mein Problem ist\", sagte Alice in ihrer praktischen Art und Weise, \"dass von mir erwartet wird, dass ich mich auf der Intensivtherapiestation melde. Könnten Sie mir den Weg zur Intensivtherapiestation zeigen?\" \"Ja, das könnte ich\", sagte Dr. Hase, während er auf seine Armbanduhr schaute, \"aber ich habe keine Zeit, da ich mich für die Visite auf der Intensivtherapiestation verspätet habe.\" \"Nun, da ich ja zur Intensivtherapiestation gehen muss, darf ich mich Ihnen anschließen?\" \"Ja, aber natürlich. Warum haben Sie das denn nicht gleich gesagt? Kommen Sie dann mit mir. Aber bitte rasch, wir sind ohnehin schon spät dran.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "Sie folgte Dr. Hase quer durch eine Halle, fuhr mit einem Aufzug hoch hinauf. Anschließend ging es durch Schwingtüren wieder in eine Halle. Alice dachte, dass dies alles wundervoll sei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Ist dies die Intensivtherapiestation?\", fragte Alice in ehrfurchtsvollem Flüsterton.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"So steht es doch hier drauf \", sagte Dr. Hase und verwies auf einen Schriftzug auf Redaktion M. Coburn, Aachen der Glastür, der auswies \"NOITATSEIPA-REHTVISNETNI.\" Spiegelbildlich, da sie sich jetzt innerhalb der Station befanden und durch die Glastür hinausblickten. \"Hier liegen die am schwersten kranken Patienten, die Sie jemals gesehen haben. Die Ärzte hier sind die klügsten der ganzen Welt. Die Pflegekräfte wissen mehr als die Ärzte; ja, sie wissen sogar mehr als ich. Hier triumphiert modernste Technik über Krankheit. Hier zählen nur Fakten, keine Vermutungen. Hauptwörter sind besser als Adjektive. Zahlen sind die besten Hauptwörter. Wir können hier alles messen. Mit den Ergebnissen der Messungen können wir Berechnungen durchführen. Mit Berechnungen können wir Logarithmen erstellen. Mit Logarithmen können wir jedes klinische Problem lösen.\" \"Ich dachte, es hieße Algorithmen\", sagte Alice kleinlaut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Algorithmen oder Logarithmen, das spielt überhaupt keine Rolle. Es ist auf jeden Fall alles sehr mathematisch hier. Aber sehen Sie, jetzt sind Sie schuld, dass ich noch verspäteter zur Visite komme.\" Alice im Schlepptau hastete er zum anderen Ende des großen Raums. Sie erreichten eine ansehnliche Menschengruppe, deren Mitglieder alle wie Dr. Hase gekleidet waren, alle aneinander vorbeischauten und ziemlich nervös wirkten. Nichts passierte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Worauf warten die alle hier?\", fragte Alice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Sie warten selbstverständlich auf Dr. Dame. Dr. Dame und Dr. König, die Leitenden Ärzte der Intensivtherapiestation für diesen Monat. Die beiden wissen alles. Sie sind ausgeprägt mathematisch.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "Bald erschienen die Erwarteten. Dr. Dame war offensichtlich in der Hauptverantwortung. Er war ein kleiner, fettleibiger Mann mit einem runden Gesicht. Seine Augenbrauen waren haariger als sein Kopf; seine Ohren berührten die Schultern. Weder sein Hemd noch seine Krawatte kamen unter seinem Kinn zusammen. Alice fürchtete, der einzige Knopf, der das zum Bersten gespannte Hemd über seinem Bauch zusammenhielt, könnte wegplatzen und ihr ins Auge fliegen. Er trug einen zerknitterten weißen Kittel, in dessen Taschen ein Stethoskop steckte, das er niemals benutzte, sowie eine Ausgabe des Western Journal of Mol-lusk Research, die er niemals las. \"Worauf warten Sie alle, lassen Sie uns endlich loslegen\", sagte er mit einer heiseren, viel zu weinerlich klingenden und doch zu lauten Stimme, die Alice den ersten Hinweis auf den später ultimativen Beweis für seine durch und durch unangenehme Persönlichkeit gab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "Dr. König hingegen war für eine ältere Frau eine durchaus attraktive Erscheinung. Sie war groß und dünn, trug echte Oxford-Schuhe und eine Halbbrille, die praktischerweise an einer schwarzen Schnur um ihren Hals hing, wenn sie diese nicht gerade auf der Nase trug, um Zahlen in den Aufzeichnungen zu lesen. Sie trug einen gestärkten, sauberen weißen Kittel, in dessen Taschen sich ein Leuchtstift befand, den sie dazu verwendete, in abgedunkelten Besprechungsräumen zu lesen, und eine Taschenbuchausgabe von Doktor Schiwago, die sie gerade zum 4. Mal las. \"Nun, lassen sie uns anfangen\", sagte Dr. König wohlwollend. \"Ach, es ist nur, dass die Medizinstudentin hier nicht verstehen kann, wie wir den systemischen vaskulären Widerstand messen\", antwortete Raupe. \"Sie glaubt, dass sich der Widerstand während des Herzzyklus kontinuierlich ändert. Hahaha.\" \"Runter mit der Nachlast\", schrie Dr. Dame (. Abb. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haus der Heilung"
        },
        {
            "text": "\"Nun lassen Sie uns in Ruhe einmal nachdenken\", sagte Dr. König ruhig. \"Eigentlich hat sie ja recht. Der arterielle Druck ändert sich kontinuierlich während des Herzzyklus, und der venöse Druck ändert sich kontinuierlich während des Atmungszyklus. Nicht nur das, auch der Fluss ändert sich kontinuierlich während des Herz-und Atmungszyklus. Wenn wir also den wirklichen Widerstand berechnen wollten, müssten wir die Messungen alle paar Millisekunden wiederholen, und dass würde Hunderte von Widerständen während eines einzigen Herzschlags ergeben.\" \"Das ist genau das, was ich gerade gesagt habe\", rief Alice aus, erleichtert darüber, jemanden der die Grundlagen der Physik erinnerte, als Unterstützung an ihrer Seite zu haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Ruhe dahinten. Runter mit der Nachlast\", sagte Dr. Dame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Eigentlich ist das richtig, aber irgendwie unpraktisch\", fuhr Dr. König fort. \"Was wir also tun, ist den mittleren ar- \"Am Ende ist ja doch alles Physik\", bemerkte Alice sehr erleichtert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Auf Physik basierende Arithmetik. Aber warum sagten Sie, der Widerstand betrage 1734?\" \"Weil er 1734 ist\", sagte Dr. Dame ungehalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Er ist 1734\", sagten alle Assistenzärzte, weil sie angesichts der Ungehaltenheit von Dr. Dame nervös wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Runter mit der Nachlast\", sagte Dr. Dame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Runter mit der Nachlast\", sagten die Assistenzärzte in der Absicht zu gefallen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Aber Dr. König führte doch gerade aus, dass der Widerstand 21,7 sei. Wie kommen wir von 21,7 auf 1734?\" fragte Alice, die erneut verwirrt wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Warum verschwenden wir unsere Zeit mit diesen Belanglosigkeiten?\", warf Dr. Dame ein. \"Dr. Hase, erklären Sie ihr das kurz, damit wir mit unserer eigentlichen Aufgabe fortfahren können.\" \"Wir multiplizierten 21,7 mit 79,9\", sagte Hase, Respekt einflößend. \"Das ergibt einen Widerstand von 1734, auf ein paar dyn genau. Ich meine, das ist doch schon eine sehr eindrucksvolle Zahl.\" \"Aber warum tun wir das?\", fragte Alice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Wir tun das\", erklärte Dr. König, \"um mmHg pro Liter pro Minute in dyn mal Sekunde mal Zentimeter hoch minus 5 zu konvertieren.\" Alle Assistenzärzte grinsten und wirkten sehr selbstzufrieden. Die meisten von ihnen hatten diese Erklärung vergessen, aber als sie ihnen wieder ins Gedächtnis gerufen worden war, fühlten sie sich bemüßigt, selbstzufrieden zu grinsen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Entschuldigen Sie\", bemerkte Alice bescheiden, \"aber diese Umrechnungsfaktoren beziehen sich nur auf den kontinuierlichen Fluss von Newton-Flüssigkeiten, wie z. B. den Fluss von Wasser durch starre Röhren. Bei Herrn Walross fin-den wir jedoch einen pulsatilen Fluss von Nicht-Newton-Flüssigkeiten durch elastische Röhren. Nebenbei bemerkt, führt das aber nur zu weiteren Berechnungen. Warum sollten wir uns darum auch noch kümmern?\" \"Warum wir uns darum kümmern sollten!\" rief Dr. Dame aus. \"Weil wir Wissenschaftler sind.\" \"Weil es eine sehr große Zahl ergibt\", setzte Dr. Raupe hinzu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Weil das echte Physik ist\", sagte Dr. König.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Ich glaube, jetzt verstehe ich gar nichts mehr\", warf Alice ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Das liegt daran, dass Sie Medizinstudentin sind, wir hingegen wichtige Ärzte. Es braucht Jaaahre um zu erlernen, wie man mit 79,9 multipliziert\", schmetterte Dr. Raupe, während er seinen Kopf beinahe 30 cm aus seinem Hemdkragen schraubte. \"Es braucht Jaaahre, um ein hochgezüchteter Intensivmediziner zu werden. Hmmmmmmmmmm.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Hmmmmmmmmmm\", murmelte die ganze Gruppe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Genug von diesen unbedachten Einwürfen\", sagte Dr. Dame. \"Fahren Sie fort, Dr. Hase. Was meinen Sie, was wir hier für Herrn Walross tun können?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "Dr. Hase schaute sehr nervös auf seine Unterlagen. Er guckte auf die Monitore; er sah seine Mitassistenten an, die alle versuchten unauffällig dreinzuschauen. Sein Blick suchte Schwester Grinsekatze, die ihn üblicherweise aus solchen Krisensituationen erlöste. Er konnte sie nicht finden. Alices Fragen waren für ihn schon sehr störend gewesen. Sie schienen irgendwie sinnvoll zu sein, und im Unterbewusstsein spürte er, dass in der ganzen, eben geführten Diskussion irgendetwas für das weitere Schicksal von Herrn Walross sehr Entscheidendes steckte. Jedoch konnte er dies nicht genau benennen. Dr. Dame stampfte erneut mit dem Fuß auf den Boden; er wurde wieder ungeduldig. \"Wie ich schon sagte\", begann Hase vorsichtig, während er die Blicke von Dr. Dame erheischte, \"sein systemischer vaskulärer Widerstand ist sehr hoch …\" \"1734\", rief Dr. Dame. Hase wusste nun, dass er auf der richtigen Spur war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"… und ich meine, dass wir etwas gegen diesen sehr hohen Widerstand tun sollten.\" Zum ersten Mal an diesem Ta-ge wirkte Dr. Dame erfreut. Hase fühlte sich ermutigt. \"Nein, ich meine, wir müssen sogar etwas gegen diesen sehr hohen Widerstand tun; ich meine wirklich, wir müssen das tun\", sagte er nachdrücklich und wettete darauf, dass er mit dieser Aussage richtig lag.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Genau richtig, Hase\", krächzte Dr. Dame. \"Runter mit der Nachlast. Sehr gut, Dr. Hase. Wie genau wollen wir das machen?\" \"Mit einem Medikament, das die Nachlast senkt\", mutmaßte Hase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Ja, ja, genau das! Welches? In welcher Dosierung?\" \"Wir könnten ihm Thorazine geben …\", sinnierte Hase laut vor sich hin, aber Dr. Dames Blick verfinsterte sich, \"… oder Isoproterenol\", der Blick verfinsterte sich weiter, \" … oder Nitroglyzerin\", der Blick hellte sich auf, dazu ein angedeutetes Nicken, \" … oder Natriumnitroprussid.\" Dr. Dame lächelte. Dr. König lächelte. Alle Assistenzärzte lächelten. Sogar Schwester Grinsekatze, die auf mysteriöse Weise hinter Dr. Dame erschienen war, lächelte breit. Hase hatte gelernt, dass ein Lächeln von Schwester Grinsekatze bedeuten konnte, dass er etwas richtig oder aber total falsch gemacht hatte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Natriumnitroprussid\", rief Dr. Dame. \"Wie viel?\" Hase wusste nun überhaupt nicht mehr weiter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Wir könnten 10 geben\", sagte er, indem er eine neutrale Zahl aus der Luft griff. Dr. Dame zog sofort die Augenbrauen hoch. \"Zehn ist ziemlich hoch, meinen Sie nicht auch, Schwester Grinsekatze?\" sagte Dr. Dame, der, um ehrlich zu sein, die Dosierung selber nicht genau kannte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Wenn er tatsächlich Natriumnitroprussid braucht\", sprach Schwester Grinsekatze und lächelte dabei rätselhaft, \"dann sollten wir vielleicht mit 5 anfangen.\" \"Dann sollen es 5 sein\", sagte Dr. Dame. Bereiten Sie einen Standardtropf vor, und geben Sie ihm 5. Runter mit der Nachlast.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "Hase war sehr erleichtert, dass er eine Zahl ausgewählt hatte, die einigermaßen vernünftig erschien, aber er war auch sehr froh, dass Schwester Grinsekatze die Tropfinfusion vorbereiten sollte, da er nicht wusste, was 5 bedeutete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "Wieder wurde Alice verwirrt. Sie zupfte am unteren Ende von Dr. Raupes Kittel. \"Entschuldigen Sie, wird Natriumnitroprussid nicht seinen Blutdruck senken?\" \"Natürlich\", flüsterte Dr. Raupe. \"Darum geht es doch hier gerade.\" \"Aber die Ursache dafür, dass sein Widerstand so hoch ist, ist doch, dass sein Herzzeitvolumen so niedrig ist. Sehen Sie doch einmal den Patienten an. Er ist ein schwerer Mann. Und er hat all diese Verletzungen erlitten. Er ist anämisch und oligurisch. Ich weiß nichts von Intensivmedizin, ich bin ja lediglich eine Medizinstudentin, aber meiner Meinung nach wäre es das Richtige, sein Herzzeitvolumen anzuheben.\" \"Und wie würden Sie das tun?\" \"Ich bin nicht sicher\", sagte Alice, angestrengt nachdenkend, \"vielleicht benötigt er eine Bluttransfusion.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Hahahaha\", sagte Dr. Raupe, und Alice fühlte sich sehr unbedeutend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Was ist da hinten los?\" fragte Dr. Dame. \"Ist es schon wieder diese Medizinstudentin?\" \"Ja\", sagte Dr. Raupe. \"Sie denkt, dass Herr Walross eine Bluttransfusion und nicht ein nachlastreduzierendes Medikament benötigt.\" \"Das ist absurd\", sagte Dr. Dame. \"Sein Hämatokrit ist 30%. Er braucht keine Transfusion.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Das ist ja sehr interessant\", sagte Dr. König. \"Junge Frau, warum würden Sie eine Bluttransfusion vorschlagen?\" \"Weil sein Herzzeitvolumen niedrig ist. Das führt bei der Berechnung des Widerstands zu einem hohen Wert.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Aber das normale Herzzeitvolumen beträgt 5 l/min\", wandte Dr. König ein. \"Wir alle wissen das. Sein Herzzeitvolumen beträgt 3,5 l/min. Das ist annähernd normal.\" \"Ich habe in der Physiologie gelernt, dass 5 l/min das normale Herzzeitvolumen für einen durchschnittlichen Menschen in Ruhe darstellen. Herr Walross jedoch ist ein sehr schwerer Mann, der sich kein bisschen bewegt und zudem kalt ist. Es erschien mir gerade so, dass, wenn man die Umstände berücksichtigt, sein Herzzeitvolumen ziemlich niedrig ist.\" \"Da ist etwas dran, junge Frau\", bemerkte Dr. König. \"Hämodynamische Variablen werden üblicherweise standardisiert auf Größe und Gewicht, ausgedrückt als Körperoberfläche. Diesen Vorgang nennen wir Normierung. Dr. Hase, wie hoch ist sein Herzindex?\" Dr. Hase blätterte hastig in der Krankenakte. Schwester Grinsekatze antwortete an seiner Stelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Der Wert beträgt 2,2 l/min/m 2 KOF 2 \", sagte sie, ohne ihr Lächeln zu unterbrechen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Nun, junge Frau, Sie haben recht. Sein Herzindex ist ein wenig niedrig.\" \"Ich habe gelernt, dass der normale Herzindex 3,2 l/min/m 2 KOF beträgt\", fuhr Alice fort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Das ist in der Physiologie ein hochnormaler Wert\", sagte Dr. Dame, außer sich. \"Hier bei uns, dort wo die Musik spielt, nennen wir alles über 2,2 eine verflixt gute Perfusion. Nebenbei bemerkt, fokussieren wir zunächst auf den Blutdruck und auf anderes Zeug erst später. Und sein Widerstand ist so ausgesprochen hoch! Runter mit der Nachlast!\" 2 Körperoberfläche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "Abb. 1 \"2757\", schrie Dr. Dame. \"Das ist ja noch höher, als wir dachten. Schnell, Schwester Grinsekatze, schließen Sie jetzt den Tropf mit Natriumnitroprussid an, runter mit der Nachlast.\" \"Aber, aber, aber\", sprudelte es aus Alice heraus.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 6,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Schluss jetzt, keine weitere Zeitverschwendung mehr. Machen Sie voran, Schwester Grinsekatze, und nach dem Ende der Visite kommen wir hier noch einmal vorbei, um zu sehen, wie sehr effektiv unsere Behandlung ist. Auf zum nächsten Patienten!\" bot korrelieren. Nicht mehr und nicht weniger.\" \"Natürlich hat Sie recht\", sagte Herr Hutmacher ziemlich schläfrig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Widerstand gegen Widerstände"
        },
        {
            "text": "\"Ja, ich glaube sie hat ziemlich recht\", sagte Dr. König. \"Vielleicht ist die S v O 2 doch nicht so ein stumpfsinniger Monitor. Tatsächlich verrät sie uns eine Menge über unseren Herrn Hutmacher hier.\" \"Hier habe ich noch ein Rätsel\", sagte Herr Hutmacher. \"Wenn die S v O 2 als Monitor nutzlos ist, sollten Sie sie seltener benutzen. Wenn Sie sie nicht verstehen, sollten sie nicht hinter ihr stehen. Wann sollten Sie sie häufiger benutzen?\" \"Ich glaube, ich weiß die Antwort\", sagte Dr. König. \"Wenn wir verstehen, was die S v O 2 misst, werden wir sie häufiger benutzen.\" \"Ganz recht\", sagte Herr Hutmacher. \"Nun, ich verstehe diese ganze Unterhaltung nicht mehr, und ich meine, sie ist nutzlos\", sagte Dr. Dame nachdrücklich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Ich weiß. Wehe mir\", sagte Herr Hutmacher und wandte sich wieder seiner Teetasse zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Dr. Hase\", sagte Dr. Dame, während er den unhöflichen Patienten ignorierte, \"was meinen Sie, sollten wir für das Sauerstoffangebot von Herrn Hutmacher tun? Haben Sie die aktuellen Arbeiten über supranormales Sauerstoffangebot und seine Steigerung gelesen?\" (. Infobox. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Ja, selbstverständlich\", sagte Hase stolz. Tatsächlich liegt Herrn Hutmachers Sauerstoffangebot schon über 600 ml/ min/m 2 KOF. Ich schlage vor, dies als supranormal anzusehen. Wir könnten ihm Erythrozytenkonzentrate oder inotrope Medikamente geben, um das DO 2 weiter zu erhöhen, aber ich bin nicht sicher, ob das notwendig ist. Sein Herzzeitvolumen hat die Anämie schon sehr gut kompensiert. Ich würde sagen, dass sein systemisches Sauerstoffangebot dem Zustand seines Metabolismus angemessen angepasst ist.\" \"Ich beginne zu verstehen\", sagte Alice. \"Normalerweise steigt das Herzzeitvolumen als Reaktion auf einen gesteigerten Metabolismus oder Anämie oder Hypoxie an, um das Sauerstoffangebot 5-fach über dem Niveau des Sauerstoffverbrauchs zu halten.\" \"Ja, Sie haben recht\", sagte Dr. König, \"und wenn es das Herz nicht schafft, helfen wir ihm mit Inotropika oder Erythrozytenkonzentraten. Shoemaker (. Infobox. 1) hat das schon seit Jahren so postuliert, und jetzt zeigt sich, dass er recht hat.\" \"Das ist ja alles schön und gut\", sagte Dr. Dame, \"aber was ist mit den Sauerstoffradikalen? Diese ganze Infektion aktiviert die weißen Blutzellen, die zu Peroxiden und Superoxidradikalen führen, die dann die Lipide oxidieren und die Antioxidanzien verbrauchen. Wenn zu viel Sauerstoff da ist, entstehen zu viele Sauerstoffradikale.\" \"Es erscheint mir\", meldete sich Alice, \"dass diese beiden Phänomene nicht miteinander in Beziehung stehen. Sauerstoffangebot und -verbrauch spielen sich auf der metabolischen Ebene ab, während Sauerstoffradikale in der Kategorie Wirtsabwehr eine Bedeutung haben. Ich meine, sie haben nichts miteinander zu tun, mit der Ausnahme, dass Patienten, die septisch sind, einen gesteigerten Metabolismus haben und daher eines gesteigerten Sauerstoffangebots bedürfen.\" \"Das zeigt Ihren erbärmlichen Wissensstand\", spöttelte Dr. Raupe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Tatsächlich ist es etwas verwirrend\", bemerkte Dr. König. \"Ähnlich wie die Verwirrung, die sich um die Frage dreht, ob man Patienten, die an einer Laktatacidose leiden, Ringer-Laktat-Infusionslösungen geben sollte. Glücklicherweise haben wir hier einen Oberarzt aus der Abteilung für Infektionskrankheiten, der das Problem für uns lösen kann. Es ist Dr. Dumpty.\" Die Assistenzärzte traten zur Seite, sodass Dr. Dumpty an das Krankenbett watscheln konnte. Dr. Dumpty hatte einen eiförmigen Habitus, der an der Spitze seines superschlauen Kopfes begann, seine maximale Ausdehnung knapp unterhalb seiner Gürtellinie entwickelte und weiter unten auf der Ebene seiner maßgefertigten orthopädischen Schuhe endete. Während er sprach, schwankte er von der einen Seite zur anderen, und die Assistenzärzte fürchteten, dass er umkippen würde, was aber niemals passierte. Er trug einen aus weißem Leinen gefertigten Kasak, der ursprünglich einmal als ein Vierpersonenzelt konzipiert gewesen war. In seinen Taschen Nachdem er das Gedicht vorgetragen hatte, schwieg die gesamte Gruppe. Man sah sich gegenseitig ratlos an. Herr Hutmacher war eingeschlafen und schnarchte. \"Hmmmmmmmmmm\", sagte Dr. Raupe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1002,
                    "text": "Taschen",
                    "ref_id": null
                }
            ],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Hmmmmmmm\", sagten auch alle anderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Brilliant. Genauso, wie ich es mir vorgestellt hatte\", sagte Dr. Dame.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Ich verstehe jetzt gar nichts mehr\", sagte Alice. \"Könnten Sie mir das erklären, Dr. Dame?\" \"Ja, Dr. Dumpty\", erwiderte Dr. Dame. \"könnten Sie das unserer Medizinstudentin hier erklären?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "Dr. Dame war es sehr angenehm, dass er die Frage weiterleiten konnte, da er in Wahrheit das Gedicht überhaupt nicht verstanden hatte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Es ist sehr einfach\", sagte Dr. Dumpty. \"Um dieses Gedicht zu interpretieren, ist es, ähnlich wie bei den Geschichten von Lewis Carroll, erforderlich, die Philosophen und die Popkultur der Zeit, in der es geschrieben wurde, zu verstehen. Ryle definierte Kategoriefehler. Und ‚Fresser' bedeutet ‚neutrophile Granulozyten' .\" \"Oh\", sagte Alice. Alle anderen schauten so herablassend sicher umher, dass sie sich entschloss, im Moment keine weiteren Fragen zu stellen (. Abb. 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Vielleicht kann ich weiterhelfen.\" Die Stimme gehörte zu einem großen, geschäftsmäßig aussehenden Mann mit einer Hakennase. Sein Namensschild wies ihn als \"Dr. Greif -Chirurgie\" aus. \"Die Superoxide und Hydroxylradikale, die durch die aktivierten Entzündungszellen generiert werden, verletzen die Endothelzellen in den Gewebekulturen. Aber bei echten Patienten vereinigen sich diese Radikale sofort mit Chlorid und Proteinen, um ungefährliche Hypochlorite, Chloramine und einige wenige andere Moleküle zu bilden. Jeder, der an Schock und Inflammation interessiert ist, hat schon versucht, dieses Phänomen mit Multiorganversagen in Verbindung zu bringen, aber es passt irgendwie nicht zusammen. Der ganze Prozess hat rein gar nichts mit der Physiologie der systemischen Sauerstoffkinetik zu tun, ebenso wenig wie mit der F I O 2 7 . Ist es nicht das, was Sie meinten, Dr. Dumpty?\" \"Das ist eine im Wesentlichen richtige, aber auf naive Weise übermäßig vereinfachte Zusammenfassung dessen, was ich sagte\", schniefte Dr. Dumpty, während er gefährlich schwankte und beinahe seine Balance verlor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Dr. Greif ist der Chirurg, der sich um Herrn Hutmacher kümmert\", sagte Dr. König. \"Dr. Greif, wir diskutieren gerade den Fall Hutmacher. Was empfehlen Sie? Hoch mit der Nachlast? Hoch mit der Vorlast? Ein höheres Sauerstoffangebot? Ein niedrigeres Sauerstoffangebot? Weitere Liter von Ringer-Laktat?\" \"Nichts von all dem\", sagte Dr. Greif. \"Er benötigt eine kleine Operation, um den Abszess in seinem rechten oberen Quadranten zu drainieren.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "Dr. Dame musste sich auf die Zunge beißen, um angesichts dieses altmodischen Vorschlags nicht vor Lachen zu prusten. Die meisten Assistenzärzte schauten zur Seite oder hielten sich die 7 Inspiratorische Sauerstofffraktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "Hand vors Gesicht, um nicht unhöflich amüsiert zu erscheinen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Sicherlich beabsichtigten Sie, ein CT zu empfehlen, gefolgt von einer endoskopischen retrograden Cholangiopankreatikographie (ERCP) und dann einer Einlage von 2 oder 3 perkutanen Drainagen\", sagte Dr. Dame, als er wieder sprechen konnte, ohne zu kichern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Sicherlich meinten Sie erst dann eine Operation durchzuführen, wenn unsere teuersten Antibiotika versagt haben\", sagte Dr. Dumpty, schwankend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Sicherlich meinten Sie eine mögliche Operation, sobald sich der hyperdyname septische Zustand aufgelöst hat\", sage Dr. Raupe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Nein, was ich beabsichtigte, war, eine kleine Operation durchzuführen, um den Abszess in seinem rechten oberen Quadranten zu drainieren. Er ist septisch, er fiebert, hat einen weichen Tumor, und das Ganze 4 Tage nach einer Cholezystektomie.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Wir werden sicherlich Ihren weisen Ratschlag im Hinterkopf behalten, Dr. Greif. Zwischendurch mal, Dr. Hase, was haben Sie am Nachmittag mit Herrn Hutmacher vor?\" \"Er ist für eine CT 8 -Untersuchung vorgesehen mit anschließender ERCP mit Papillotomie, fluoroskopischer Exploration der verbliebenen Steine und -Stent-Einlage -für den Fall, dass sich ein Galleleck zeigt.\" \"Klingt sehr modern\", sagte Dr. Dame hämisch grinsend. \"Ich bin sicher, dass Dr. Greif zustimmen wird.\" Dr. Greif nickte lediglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Wehe mir\", murmelte Herr Hutmacher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auf Messers Schneide"
        },
        {
            "text": "\"Unser nächster Patient\", sagte Dr. Raupe, der die Gruppe zum nächsten Krankenbett führte, \"leidet an ARDSsssssss 9 . Der Fall wird von Dr. B. Bube vorgestellt.\" Dr. B. Bube war der weitaus älteste Assistenzarzt, an den sich alle erinnern konnten. Er hatte einige Jahre in einer Praxis für Allgemeinmedizin verbracht, dann hatte er eine Auszeit genommen, um den Ti-8 Computertomographie. 9 ARDS: \"acute respiratory distress syndrome\". F Letztlich konnte nie der Beweis erbracht werden, dass supranormale Sauerstofftransportwerte zu einer Verbesserung der Sterblichkeitsrate bei Patienten mit septischem Schock führen [11] . Möglicherweise wird durch ein solches Vorgehen sogar die Sterblichkeitsrate erhöht [12] .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Die Qual der Qualle"
        },
        {
            "text": "tel \"Master of Business Administration\" (MBA) zu erwerben. Anschließend war er als Verwaltungsangestellter in einem kleinen Krankenhaus tätig gewesen, das bald darauf schloss. Dann hatte er eine Assistentenstelle in der Radiologie angenommen, und nun war er für ein Jahr lang in der Intensivmedizin gelandet. Die meiste Zeit verbrachte er damit, moderne Beatmungsgeräte zu beherrschen, aber dennoch lief es damit nicht so gut. Er schmückte sich mit einem lang herunterhängenden Schnauzbart, trug knittrige Intensivkleidung und führte einen Rucksack mit sich, in dem sich das mehrbändige Werk Civetta's Intensivtherapie befand. [5] . Schließlich wurden auch einige AIWS-Fälle im Zusammenhang mit der H1N1-Influenza-A-Virus-Pandemie 2009 beschrieben [6, 7] .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 630,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Die Qual der Qualle"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Esperanza: presidential address",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Trans Am Soc Artif Intern Organs",
            "volume": "31",
            "issn": "",
            "pages": "723--726",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Übersetzt von Strasser I. Mit 22 Illustrationen von Brigitte Seelbach-Caspari",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Carroll L (o J) Alice Im Wunderland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vorwort",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Die Alice-Romane. Alices Abenteuer im Wunderland. Hrsg. und übers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Tenniel J. Reclam",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The syndrome of Alice in Wonderland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Can Med Assoc J",
            "volume": "73",
            "issn": "",
            "pages": "701--704",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Complex hallucinations and panic attacks in a 13-year-old with migraines: the Alice in Wonderland syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Innov Clin Neurosci",
            "volume": "10",
            "issn": "",
            "pages": "30--32",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Alice in Wonderland syndrome caused by the 2009 pandemic H1N1 influenza A virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Infect Dis J",
            "volume": "30",
            "issn": "",
            "pages": "725--726",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Alice in Wonderland syndrome in H1N1 influenza: case report",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Augarten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aderka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Emerg Care",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simplified calculation of body surface area",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mosteller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "N Engl J Med",
            "volume": "317",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A formula to estimate the approximate surface area if height and weight be known",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 1916,
            "venue": "Arch Intern Med",
            "volume": "17",
            "issn": "",
            "pages": "863--871",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical trial of survivors' cardiorespiratory patterns as the therapeutic goals in critically ill postoperative patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Waxman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Crit Care Med",
            "volume": "10",
            "issn": "",
            "pages": "398--403",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A trial of goal-oriented hemodynamic therapy in critically ill patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brazzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "1025--1032",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Elevation of systemic oxygen delivery in the treatment of critically ill patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Timmins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Yau",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N Engl J Med",
            "volume": "330",
            "issn": "",
            "pages": "1717--1722",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Um diese Ziele zu erreichen, wurden eine Volumen-oder Erythrozytensubstitution durchgeführt, die inspiratorische Sauerstofffraktion (F I O 2 ) erhöht oder Katecholamine eingesetzt, häufig in sehr hohen Dosen (\"California rocket fuel dose\").",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "\"So, wer stellt uns den ersten Patienten vor?\" fragte Dr. Dame, als sie sich vor dem ersten Krankenbett versammelten.\"Ich\", sagte Dr. Hase, der an der Spitze der Gruppe Position bezogen hatte. Er zog eine Karte aus der Kitteltasche, legte diese auf das große Klemmbrett, auf dem die Daten der Tagesereignisse abgeheftet waren, und räusperte sich.\"Oh je, es ist also Dr.Hase\", sagte Dr. Dame. \"Machen Sie es aber heute bitte vernünftig. Präzise. Prägnant. Fakten und Beobachtungen. Keine Prosa. Hauptwörter, nicht Adjektive. Fahren Sie fort.\" Hase dachte für sich \"Hauptwörter, nicht Adjektive, fahren Sie fort\", so rekapitulierte er die altbekannten Direktiven. \"Herr Walross ist ein 45 Jahre alter Zimmermann, der gestern Nacht bei einem Verkehrsunfall verletzt wurde. Er kam im Schock mit Femurfraktur, Beckenfraktur und Milzruptur. Er wurde in den Operationssaal gebracht, wo eine Laparotomie, Und warum sagten Sie dann, dass er in den Operationssaal gebracht wurde? Das wussten wir alle. Sagen Sie doch bitte nur, dass er diese und jene Verletzungen hatte und sich dieser oder jener Operation unterzog. Fahren Sie fort, Hase.\" \"Wie ausgesprochen präzise\", dachte Alice. \"Wie ausgesprochen wundervoll präzise und technisch.\" \"Nach der Operation wurde er hier auf die Intensivtherapiestation gebracht\", sagte Dr. Hase und realisierte zu spät, dass er wieder in die gleiche Falle getappt war. \"Natürlich wissen wir alle, dass er hier auf die Intensivtherapiestation gebracht wurde. Ich dachte mir nur, es wäre gut, das für jeden von uns noch einmal klarzustellen.\" Dr. Dame schaute nach oben und stampfte mit dem Fuß auf den Boden. \"So, hier ist er nun also. Sein Blutdruck beträgt 110/70; sein Puls 130 Schläge/min, sein Herzzeitvolumen ist 3,5 l/min. Sein Wedge-Druck ist 8, sein ZVD 1 4. Sein Hämatokrit ist 30%. Er ist anurisch, kühl und kaltschweißig. Sein systemischer vaskulärer Widerstand ist 1734\" (. Tab. 1). \"1734!\" rief Dr. König aus. \"1734!\" murmelten alle Assistenzärzte, begleitet von kleinen inspiratorischen Seufzern und Schnalzen der Zungen. \"Was für eine sehr große Zahl\", dachte Alice. \"1734 ist bei Weitem die größte Zahl, die wir hier jemals gehört haben. Sogar Dr. Dame scheint beeindruckt. Das ist wunderbar wissenschaftlich und mathematisch.\" \"1734, was?\" fragte Dr. Dame. \"1734 dyn mal Sekunde mal Zentimeter hoch minus fünf!\" sagte Dr. Hase sehr, sehr stolz. \"Genau\", schrie Dr. Dame. \"Runter mit der Nachlast! Messt den Widerstand, volle Kraft voraus. Runter mit seiner Nachlast.\" Alice, die sich ziemlich intensiv mit Physik beschäftigt hatte, fühlte sich irgendwie verwirrt. Sie wandte sich an einen großen Mann neben ihr, dessen Namensschild ihn als Dr. C. Raupe, omnipotenten und allwissenden Oberassistenten, auswies. Sie zupfte an seinem Är-mel und flüsterte \"Warum sagte er, messen Sie den Widerstand? Man kann den Widerstand nicht messen.\" Dr. Raupes Kopf und Hals schienen sich aus seinem Hemdkragen nach oben zu schrauben, dann neigte er seinen Kopf und blickte auf sie herab. \"Weeer sind denn Siiie?\" fragte er, während er einen Arm von der Seite aus schlangenartig in der Luft entrollte und mit dem Zeigefinger auf der Spitze ihrer Nase landete. \"Mein Name ist Alice. Ich bin Medizinstudentin.\" \"Das hätte ich mir denken können\", sagte er, während sich Finger, Hand und Arm, Stirn, Kinn und Hals in ihre Ausgangspositionen zurückzogen. \"Was für eine naive Frage. Selbstverständlich kann man den Widerstand messen. Er beträgt 1734 dyn mal Sekunde mal Zentimeter hoch minus fünf.\" \"Entschuldigen Sie, mein Herr, aber das ist nicht richtig. Die Einzigen, die man messen kann, sind Druck und Fluss. Widerstand ist lediglich eine Berechnung, keine Messung. Widerstand bedeutet: Druck dividiert durch Fluss.\" Alice war irgendwie von ihrer eigenen Tollkühnheit überrascht. Aber schließlich war jeder der hier Anwesenden sehr interessiert an Präzision und Sorgfalt. Dr. Raupe öffnete weit seine Augen und seinen Mund, als ob er versuchte, eine Antwort vorzubereiten, dann jedoch schloss er Augen und Mund fest, sodass man den Eindruck hatte, er dächte sehr angestrengt nach. Alice überlegte, ob sie ihn vielleicht gekränkt haben könnte. \"Also zumindest gilt das Gesagte in der Physik\", merkte sie an und bemühte sich dabei, sehr höflich zu wirken. Tab. 1 Formeln zur Berechnung des systemvaskulären und pulmonalvaskulären Widerstands",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "9 \"Runter mit der Nachlast!\" schrie Dr. Dame. (Zeichnung: R.H. Bartlett, mit freundl. Genehmigung) \"Das ist auch so eine Sache, über die ich schon nachgedacht habe\", erwiderte Alice. \"Wie kann man denn den Widerstand eines so schweren Mannes, wie Herrn Walross, mit dem eines kleinen Mannes oder gar eines Kindes vergleichen? Sicher, der Widerstand verändert sich nicht mit der Größe des Patienten, lediglich die Gesamtzahl der Widerstandsgefäße. Es müsste eine Möglichkeit geben, das miteinzurechnen.\" \"Die gibt es durchaus\", sagte Dr. König. \"Da alle Erwachsenen ungefähr gleich groß sind, haben wir uns angewöhnt, das Herzzeitvolumen für die Berechnung des Widerstands zu verwenden. Aber eigentlich sollten wir den Herzindex benutzen. Die junge Frau hat in dieser Sache recht. Dr. Hase, wie hoch ist der systemische Widerstandsindex?\" \"Nun, schaun wir mal\", antwortete Hase und kritzelte Zahlen auf die Rückseite der Krankenakte, \"der mittlere arterielle Blutdruck ist 80 minus dem zentralen Venendruck von 4, das ergibt einen Druckgradienten von 76 mmHg, dividiert durch 2,2 l/min/m 2 KOF , macht 34,5. 34,5 mal 79,9 ergibt 2757.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Der nächste Patient, der visitiert wurde, war ein kleiner, alter Mann, der aufrecht im Bett saß. Auf dem Tischchen neben ihm stand eine Tasse Tee, daneben lag ein in Zellophan eingepackter Kräcker. Alice beobachtete, dass er gelb aussah und für so einen kleinen Mann sehr dicke Beine hatte.\"Das ist Herr Mutmacher\", begann Dr. Hase. \"Hutmacher. Nicht Mutmacher\", sagte der Patient.\"Ja. Das ist Herr Hutmacher. Wie fühlen Sie sich, Herr Hutmacher?\" \"Nicht schlecht.\" \"Herr Hutmacher war bis vor 2 Monaten noch im Wesentlichen gesund gewesen. Dann entwickelte er einen nichtproduktiven Husten und eine nichtweiche Schwellung im Nacken. Eine nichtinvasive Nadelbiopsie ergab, dass er an einem Non-Hodgkin Lymphom leidet. Er wurde nichtoperativ mit Chemotherapie behandelt. Initial sprach die Behandlung recht gut an, jetzt jedoch ist er ein Nonresponder. Letzte Woche entwickelte er Bauchschmerzen, und eine Röntgenaufnahme ergab eine Nichtdarstellbarkeit der Gallenblase wegen akalkulöser Cholezystitis. Letzte Woche unterzog er sich einer laparoskopischen nichtlaparotomischen Cholezystektomie. Anschließend wurde er nicht ins Krankenhaus eingewiesen, sondern wurde mit einer nichtsteroidalen medikamentösen Therapieempfehlung nach Hause geschickt. Zwei Tage später kam er mit Fieber, Schüttelfrost, Gelbsucht und nichtoligurischem Nierenversagen wieder zur Aufnahme. Wir untersuchten ihn auf Non-A-Non-B-Hepatitis; dieser Verdacht bestätigte sich jedoch nicht. Gestern wurde er kurzatmig, und wir verlegten ihn mit der Diagnose nichtkardiogenes Lungenödem auf die Intensivtherapiestation. Seit er hier ist, haben wir festgestellt, dass er an nichtinsulinabhängigem Diabetes, jedoch nichtosmotischer, nichtketotischer Acidose leidet. Auf jeden Fall hat er einen negativen Basenüberschuss.\"Alice war von dieser gelehrten Darstellung sehr beeindruckt.Es erschien ihr, dass Dr. Hase erklärt hatte, was mit Herrn Hutmacher nicht in Ordnung war, indem er all die Dinge beschrieb, an denen er nicht litt. Sie dachte, wie sehr schwer es doch sein müsste -nein, sie dachte, dass es doch nicht leicht sein könnte -eine so ungewöhnliche Syntax zu entwickeln. Jeder der Visitenteilnehmer schien mit der Patientenvorstellung ziemlich zufriedennein, schien nicht unzufrieden. \"Zahlen. Nennen Sie uns Zahlen\", insistierte Dr. Dame. \"Sein Blutdruck ist 110/70, sein ZVD ist 4 und sein Wedge-Druck ist 8. Sein Herzzeitvolumen ist 8 l/min. Sein …\" \"Dr. Hase\", unterbrach Dr. König, \"wie hoch ist sein Herzindex? Wir wollen ja heute versuchen, ein kleines bisschen wissenschaftlicher zu sein.\" Alice. \"Lediglich aus den Berechnungen können Sie folgern, dass er septisch ist?\" \"Selbstverständlich vermuten wir das bei jedem Patienten mit einem niedrigen systemischen vaskulären Widerstand\", sagte Dr. König. \"Aber, Dr. Hase, nennen Sie uns doch die restlichen Zahlen.\" \"Sein systemischer vaskulärer Widerstandsindex\", sagte Dr. Hase und betonte mit einem höhnischen Lächeln in Richtung Alice die Silben \"index\", \"beträgt 759,05 dyn mal Sekunde mal Zentimeter hoch minus 5.\" Seine Temperatur wurde mit 39,4°C gemessen. Die Leukozytenzahl beträgt 25.000. Sein Bilirubin ist 6,6. Sein Minute. Wir messen die Menge an über die Lungen verbrauchtem Sauerstoff dadurch, dass wir den Patienten in ein Spirometer atmen lassen. Wir messen den Verbrauch über die Lungen, jedoch entspricht die Zahl der Menge des Metabolismus in allen Geweben. Der Normalwert ist ungefähr 120 ml/ min/m 2 KOF, so ist also Herr Hutmacher mit einem Wert von 160 sehr hypermetabolisch. Das ist ein weiterer Hinweis auf eine Sepsis.\" \"Sein pO 2 3 ist 95, seine Sättigung ist 99%, also ist sein DO 2 850 ml/min\", fuhr Dr. Hase fort. \"Was ist DO 2 ?\" fragte Alice Dr. Raupe. \"Das ist die Abkürzung für das Sauerstoffangebot pro Minute. Es ist autoreguliert auf das Fünffache des Verbrauchs. Man nimmt den Sauerstoffgehalt -das ist der Hb 4 -Wert multipliziert mit der arteriellen Sättigung multipliziert mit 1,34 ml O 2 pro Gramm Hb (das entspricht bei Herrn Hutmacher 10,6 ml/dl) -multipliziert mit dem Herzzeitvolumen in Dezilitern -(das entspricht bei Herrn Hutmacher 80) -und das ergibt dann ungefähr 850 ml Sauerstoff, der den Geweben pro Minute angeboten wird. Das normale Sauerstoffangebot ist 600 ml/min/ m 2 KOF. Sein DO 2 ist als Reaktion auf den Monitor ist\", sagte Dr. Dame. \"Ja, genau, das zeigt uns, was für ein stumpfsinniger Monitor das ist\", wiederholte Dr. Hase in der Absicht zu gefallen. \"Zeigt uns, wie artifiziell hoch die S v O 2 in der Sepsis ist. Was für ein stumpfsinniger überteuerter Monitor.\" \"Zeigt es uns\", echote Dr. Hase. \"Darf ich eine Frage stellen?\", meldete sich Alice aus den hinteren Reihen. \"Oh Gott, es ist die Medizinstudentin\", sagte Dr. Dame. \"Was müssen wir Ihnen denn jetzt schon wieder erklären?\" \"Ich habe nur einige Berechnungen durchgeführt\", sagte Alice, die sich ziemlich viel mit Mathematik befasst hatte. \"Wenn das Sauerstoffangebot 850 ml/ min beträgt und der Sauerstoffverbrauch 160 ml/min, dann werden nur 19% des Sauerstoffs durch den Metabolismus verbraucht. Wenn das arterielle Blut mit 99% gesättigt ist, dann sollte das gemischtvenöse Blut mit 80% gesättigt sein, eben genauso, wie wir es hier messen. Warum dann aber, ist die S v O 2 ein stumpfsinni-Tab. 2 Formeln zur Berechnung des Sauerstoffgehalts, Sauerstoffangebots und Sauerstoffverbrauchs Der Sauerstoffgehalt kann für das arterielle und venöse Blut bestimmt werden Hb Hämoglobinwert, SO 2 Sauerstoffsättigung, pO 2 Sauerstoffpartialdruck, HZV Herzzeitvolumen [l/min], CI Herzindex.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Septischreck Septisch war's und üble Keime Wälzten sich prall im roten Saft Kreisten Fresser los der Leine Das gab der Sepsis neue Kraft. Dilemma: Es braucht Wissen mehr So fragt die kluge Kreatur Wo kommt denn Septischreck nun her Ein Fehler zweiter Ordnung nur.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Ein wenig hypoxämisch, aber ansonsten normale Blutgase. Sie haben einen sehr guten Job gemacht, Dr. Bube\", sagte Dr. Dame. Drücke jenseits von 100 cm H 2 O aufbauen\", sagte Dr. Bube. Ich habe einen ganzen Monat gebraucht, um zu erlernen, wie man Druck und Fluss so anpasst, dass ein Atemzugvolumen von 10 ml/kgKG resultiert.\" \"Das könnte genau Ihr Problem sein\", sagte Alice überwiegend zu sich selbst, aber viel zu laut.\"Das war's\", schrie Dr. Dame mit hochrotem Kopf. \"Damit ist unsere Visite beendet. Junge Frau, Sie sind die nervigste Medizinstudenten, die mir seit Jahren über den Weg gelaufen ist. Sie kommen hier ohne jede Erfahrung herein und stellen uns die naivsten Fragen über Dinge, die wir jeden Tag tun, um Leben zu retten. Sie sind entschuldigt. Kommen Sie erst dann wieder, wenn Sie sich gründlicher mit klinischer Physiologie beschäftigt haben. Auf Wiedersehen.\" Alle drehten sich ab, um wegzugehen, aber inzwischen hatte Alice beschlossen, abschließend noch einmal Klartext zu sprechen.\"Geben Sie mir noch eine Minute\", sagte Alice nachdrücklich. \"Ich mag nur eine Medizinstudentin sein, und ich weiß, dass dieses Krankenhaus ein wunderbarer Ort ist, und ich weiß, dass Sie alle sehr erfahren sind. Das Meiste von dem, was Sie hier tun ist wunderbar, aber es ist nicht geheimnisvoll.\" \"Halten Sie Ihre Zunge im Zaum\" erwiderte der purpurfarben anlaufende Dr. Dame.\"Tue ich nicht\", sagte Alice. \"Runter mit seiner Nachlast\", schrie Dr. Dame.\"Dummes Zeug\", sagte Alice. \"Es ist leicht durchschaubar, dass einige der Dinge, die Sie tun töricht sind oder wenigstens traditionell, und manche resultieren aus verquertem Denken. Bei ein paar Dingen, die Sie tun, fehlt der gesunde Men-Tab. 3 Berühmte Physiologen und Forscher Starling, Ernest Henry *17.04.1866 in London †2.05.1927 in Jamaika Im Jahr 1896 stellte er die nach ihm benannte Gleichung auf. Sie beschreibt den durch hydrostatische und onkotische Kräfte verursachten Nettofluss über eine kapilläre Membran: K f : Filtrationskoeffizient P Ka : hydrostatischer Druck in den Blutkapillaren P Is : hydrostatischer Druck im Interstitium Π Ka : onkotischer Druck in den Kapillaren Π Is : onkotischer Druck im Interstitium σ: Reflexionskoeffizient Q: Nettoflüssigkeitsstrom (Volumen/Zeit) Weiterhin war er an der Entdeckung des Frank-Straub-Starling-Mechanismus beteiligt. Dieser beschreibt einen autonomen Regelkreis, nämlich den Zusammenhang zwischen Füllung und Auswurfleistung des Herzens: Mit einem Anstieg des enddiastolischen Ventrikelvolumens ist ein Anstieg der Ventrikelleistung verbunden. Bei zu starker Zunahme des enddiastolischen Ventrikelvolumens kommt es jedoch zur Entwicklung einer Herzinsuffizienz Pappenheimer, John Richard *25.10.1915 in New York †9.12.2007 in Cambridge, Massachusetts Er untersuchte Permeabilität, Druckverhältnisse und Flüssigkeitsbewegungen in Kapillaren. Weiterhin analysierte er die Gaszusammensetzung in den Alveolen und im respiratorischen Totraum sowie die Autoregulation des Blutflusses und der glomerulären Filtration in den Corpuscula renales Zu seinen weiteren Forschungsgebieten zählten die chemische Regulation der Atmung, des zerebrospinalen Ionen-und Flüssigkeitsaustauschs sowie der Schlafsteuerung. In seinen letzten Lebensjahren beschäftigte er sich noch mit der Aufnahme von Zuckern und Aminosäuren im Darm Landis, Eugene Markley *4.04.1901 in New Hope, Pennsylvania †14.02.1987 Er beforschte die Mikrozirkulation in allen ihren Aspekten. Es gelang ihm als Ersten, den Kapillardruck direkt zu messen und dann den Flüssigkeitsaustausch durch Kapillarwände genauer zu untersuchen Zu den weiteren herausragenden Leistungen gehören die Bestimmung des Molekulargewichts von Inulin, die Bestimmung der renalen Clearance von Diodrast (Kontrastmittel für die Urographie) und die Erforschung der Rolle von Renin bei Hypertonus Sarnoff, Stanley J. *5.04.1917 in New York †14.02.1987 in Salt Lake City Er forschte über die Pathophysiologie des Herzens. In seinen späteren Jahren produzierte seine Firma >55 Mio. Autoinjektoren für Antidota, überwiegend für das Militär. Schließlich konstruierte er einen Apparat, der ein Elektrokardiogramm per Telefon an einen Spezialisten übertragen kann Fishman, Robert A. *1924 in New York †2012 Von 1966-1991 leitete er die Klinik für Neurochirurgie der Universität von Kalifornien, San Francisco. Er forschte und lehrte auf dem Gebiet der Neurowissenschaften. Fishman führte wegweisende Arbeiten zur Pathophysiologie der Blut-Hirn-Schranke, zur Physiologie und Biochemie des Liquors, zu metabolischen Enzephalopathien und zur Biochemie der freien Radikale durch Staub, Norman C. *1929 Er beschäftigte sich besonders mit der Pathophysiologie der akuten alveolären Hypoxie im Zusammenhang mit der pulmonalarteriellen Vasokonstriktion Große Bedeutung erlangte die von ihm entwickelte Technik der operativen Anlage einer Lungenlymphfistel, die es ermöglichte, neue Konzepte zur Pathophysiologie des Lungenödems und seiner \"Clearing\"-Mechanismen zu erarbeiten. Seit 1993 ist er Emeritus des \"Cardiovascular Research Institute\" der Universität von Kalifornien in San Francisco schenverstand, und andere sind eindeutig gefährlich. Das kann sogar ich erkennen. Und schließlich sind Sie nicht sehr höflich. Sie sind nichts anderes als ein Haufen von Klinikern!\" Und mit diesen Worten verließ sie das Krankenhaus durch einen langen Tunnel, der sie zurück in die medizinische Fakultät führte (. Abb. 4). Zusammen mit ihrem Laborpartner saß Alice auf einem Schemel im Physiologielabor. Sie untersuchten einen narkotisierten Hund während maschineller Ventilation und hatten eine Vielzahl von Mess-kathetern eingeschwemmt. Alice hatte während ihres Besuchs auf der Intensivtherapiestation viele wertvolle Erfahrungen gesammelt und testete diese nun an ihrem Hund. Zum Ende des Experiments schrieb sie diese in ihr Labornotizbuch. 1. Benutze stets den Herzindex, wenn du den system-oder pulmonalvaskulären Widerstand berechnest. Ist der Widerstand abnormal, behandle das Herzzeitvolumen oder den Druck, aber nicht den Widerstand. 2. Das Sauerstoffangebot sollte das 4bis 5-Fache des Sauerstoffverbrauchs betragen, unabhängig von der metabolischen Rate. Üblicherweise auto-reguliert das Herzzeitvolumen das Sauerstoffangebot, um Anämie, Hypoxie oder Veränderungen der metabolischen Rate zu kompensieren. Die kontinuierliche Messung der S v O 2 bietet die beste Möglichkeit, sämtliche Variablen der Sauerstoffkinetik gleichzeitig zu überwachen. 3. Der Wedge-Druck ist kein Maß für das extrazelluläre Flüssigkeitsvolumen. 4. Hyperkapnie ist sicherer als Überblähung. Zu ihrem Laborpartner sagte sie: \"In unserem Tierversuch erscheint alles sehr einfach, aber du ahnst nicht im Traum, wie kompliziert es auf der Intensivtherapiestation zugeht, oder vielleicht könntest du es im Traum ahnen.\" \"Und nebenbei bemerkt\", fügte sie noch hinzu, \"wenn du dahin gehst, rate ich dir, Augen und Ohren offen, den Mund aber geschlossen zu halten, wenn du dich zu einem erfolgreichen Medizinstudenten entwickeln willst.\" Es grinst die Katze Die meiste Zeit der nächsten 2 Wochen nach Alices Besuch verbrachten Dr. Hase und Dr. Bube auf der Intensivtherapiestation. Der Zustand von Herrn Walross verbesserte sich nach der Gabe von 5 Erythrozytenkonzentraten. Schwester Grinsekatze hatte niemals den Natriumnitroprussidtropf angeschlossen. Sie hatte behauptet, dass Natriumnitroprussid in der Krankenhausapotheke nicht mehr verfügbar gewesen sei. Herr Hutmacher hatte nach der ERCP eine nekrotisierende Pankreatitis entwickelt. Er hatte sich mehreren Operationen, einschließlich der Drainage des subphrenischen Abszesses unterzogen, war aber nach 10 Tagen gestorben. Als Todesursache hatte man \"Pankreatitis\" angegeben. Herr Qualle hatte eine riesige bronchopleurale Fistel entwickelt, die es unmöglich gemacht hatte, den Beatmungsspitzendruck auf über 30 cm H 2 O zu steigern. In der Folge lag sein pCO 2 in den nächsten 3 Wochen um die 70. Er erhielt niemals mehr als 50%igen Sauerstoff. Schwester Grinsekatze hatte verbreitet, dass die Krankenhausvorräte ausliefen. Seine arterielle Infobox 4 Das Original in Kürze Die Titelheldin Alice, ein etwa 10-jähriges Mädchen, sitzt an einem sehr heißen Sommertag auf einer Bank. Ihre Schwester liest ihr etwas aus einem Buch vor. Plötzlich sieht sie ein weißes, vornehm gekleidetes Kaninchen, das immer wieder nervös auf seine Taschenuhr schaut und auch noch sprechen kann. Kurz darauf verschwindet es in seinem Bau. Alices Neugier ist geweckt, und sie folgt ihm. Sie fällt einen tiefen Schacht hinunter und findet sich in einem unterirdischen Wunderland, nahe dem Mittelpunkt der Erde wieder. Nach dem Genuss verschiedener Speisen wird sie einmal riesig groß, dann wieder winzig klein. Auf ihrem Weg durch das unterirdische Wunderland trifft sie auf skurrile Geschöpfe, Fabeltiere und Spielkarten, die sämtlich sprechen können und nach einer eigenen Logik leben, die nichts mit der der Menschen gemeinsam hat. Mit den bizarren Lebewesen und den Spielkarten erlebt sie gemeinsam die merkwürdigsten Abenteuer, bis sie schließlich wieder auf der Bank, neben ihrer Schwester, aufwacht und nicht genau weiß, ob sie geträumt hat oder ob alles Wirklichkeit war. Infobox 5 Alice-im-Wunderland-Syndrom Carrolls Kinderbuch hat offensichtlich auch Ärzte fasziniert. Todd prägte 1955 den Begriff \"Alice-im-Wunderland-Syndrom\" (AIWS) für eine eigenwillige Symptomenkonstellation, bestehend aus bizarren Störungen des Körperbilds sowie Wahrnehmungsstörungen, die Form, Größe, Beweglichkeit und Farbe von Körperteilen betreffen [4]. Häufig tritt es bei Patienten auf, die an Migräne oder Epilepsie leiden. In neuerer Zeit wurde es auch bei Patienten mit Infektionen durch Epstein-Barr-Virus oder anderen Infektionen des zentralen Nervensystems, nach Intoxikation mit halluzinogenen Drogen, bei Fieber, hypnagogischen Zuständen oder bei Schizophrenen beobachtet",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "\"Sehr gut geplant\", sagte Dr. Dame. Alle nickten.\"Bezüglich seiner Ernährung\", fuhr Dr. Bube fort, der sich inzwischen selbstsicherer fühlte, \"er hatte noch niemals Darmgeräusche -wahrscheinlich wegen des ganzen Morphins, das wir ihm verabreichen -also haben wir ihn auf totale parenterale Ernährung (TPN) umgestellt. Am nächsten Tag haben wir einen zentralvenösen Katheter angelegt und einige Verordnungen aufgeschrieben. Gestern gaben wir ihm die halbe Menge, heute geht es mit voller Kraft voraus -2 l/Tag parenterale Ernährungslösung. Somit erhält er 2000 Kalorien aus Zucker und 80 g Protein/Tag. Dies, plus der anderen Flüssigkeiten und der Trägerlösungen für Antibiotika, Morphin und Pancuronium summieren sich auf 4 l/Tag. Das ist vielleicht auch die Erklärung für seine Gewichtszunahme von 8 kg seit Aufnahme.\" \"Das hört sich alles nach einer ausgezeichneten Behandlung an, Dr. Bube. Wie entscheiden Sie über Menge und Zusammensetzung der parenteralen Ernährungslösung? Haben Sie seinen Sauerstoffverbrauch gemessen und seinen Kalorienbedarf berechnet? Haben sie seine Urineiweißausscheidung gemessen und die Rate seines Proteinabbaus berechnet?\" \"Nein. Wir haben das in einer Tabelle nachgeschaut. Um genau zu sein, die Typen vom Ernährungsteam haben das in so einer Tabelle nachgeschaut und mir gesagt, dass ich 2 l/Tag von dem Standardzeug geben soll. Es scheint irgendwie zu helfen, da sich sein Serumalbumin bei 2,4 g/l eingeregelt hat.\" \"Hier ist sein Röntgenbild\", sagte Dr. Bube und zeigte auf die a.-p.-Röntgenthoraxaufnahme, die ans Fenster geklebt war. \"Bitte beachten Sie die diffusen, lockeren, bilateralen pulmonalen Infiltrate.\" \"Entschuldigen Sie, mein Herr\", sagte Alice. \"Ich bin nur eine Medizinstudentin, aber ist nicht das ganze Weiße auf der Thoraxröntgenaufnahme überwiegend Wasser?\" \"Na klar\", sagte Dr. Bube gönnerhaft. \"Wenn er das ganze Wasser in den Lungen hat und 8 l im Plus ist, warum nennen wir das Ganze dann nicht ‚Überwässerung'?\" \"Haaaa\", schnaubte Raupe verächtlich. \"Haaaa\", sagten auch alle anderen Assistenzärzte.\"Sehen Sie, junge Frau\", erklärte Dr. König. \"Sein Wedge-Druck ist 8, also ist er wahrscheinlich nicht flüssigkeitsüberladen. Tatsächlich ist er wahrscheinlich eher auf der trockenen Seite.\" Alle nickten wissend.\"Aber das macht keinen Sinn\", insistierte Alice. \"Der Wedge-Druck hängt nur",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Professor Robert Hawes Bartlett \"Wir halten das Atemzugvolumen konstant und variieren den PEEP zwischen 5 und 20 rauf und runter. Wir messen das Herzzeitvolumen und den pO 2 auf jedem PEEP-Niveau und wählen jenes Niveau aus, bei dem der pO 2 am höchsten ist, aber gleichzeitig niedriger ist als das Niveau, das zu einem Abfall des Herzzeitvolumens führt. Das ergibt dann den besten PEEP für diesen Tag.\" \"Sie meinen, Sie messen den Punkt des höchsten systemischen Sauerstoffangebots in Beziehung zur metabolischen Rate?\" fragte Alice.\"Wenn Sie es unbedingt so ausdrücken wollen, ja, dann ist es genau das, was wir tun\", sagte Dr. Dame hämisch grinsend.\"Warum messen Sie dann nicht einfach kontinuierlich die S v O 2 und wählen das PEEP-Niveau, das mit der höchsten S v O 2 korreliert? Ist es nicht das Gleiche, nur einfacher?\" fragte Alice.\"Oh je, oh je\", sagte Dr. Dame und sah dabei sehr entnervt aus.\"Und wenn wir schon einmal dabei sind\", fuhr Alice fort: \"Warum halten Sie das Atemzugvolumen konstant? Mir scheint, dass dies zu überproportional hohen Atemwegsspitzendrücken führt, wenn Sie die hohen PEEP-Niveaus testen. Das liegt an der Form der Compliance-Kurve. Nicht nur, dass der mittlere Atemwegsdruck sich überproportional erhöht und den venösen Rückstrom behindert. \"Ich versuche, nicht daran zu denken\", antwortete Schwester Grinsekatze.\"Warum taten wir das?\", fragte Dr. König.\"Das war damals ein Sieg der Mathematik über den gesunden Menschenverstand\", sagte Schwester Grinsekatze und grinste dabei so breit, dass der Rest von ihr zu verdämmern schien (. Abb. 5). ",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Bartlett",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infobox 2"
        }
    ]
}