{
    "paper_id": "e4c1eab3adeaae7b2fdf014d6b221e1c5ebd6f0a",
    "metadata": {
        "title": "Large-eddy simulation of the containment failure in isolation rooms with a sliding door-An experimental and modelling study",
        "authors": [
            {
                "first": "Pekka",
                "middle": [],
                "last": "Saarinen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Finnish Institute of Occupational Health",
                    "location": {
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": "pekka.saarinen@turkuamk.fi"
            },
            {
                "first": "Petri",
                "middle": [],
                "last": "Kalliomäki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Finnish Institute of Occupational Health",
                    "location": {
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannu",
                "middle": [],
                "last": "Koskela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Finnish Institute of Occupational Health",
                    "location": {
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "W"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals Leicester",
                    "location": {
                        "settlement": "Leicester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In hospital isolation rooms, door operation can lead to containment failures and airborne pathogen dispersal into the surrounding spaces. Sliding doors can reduce the containment failure arising from the door motion induced airflows, as compared to the hinged doors that are typically used in healthcare facilities. Such airflow leakage can be measured quantitatively using tracer gas techniques, but detailed observation of the turbulent flow features is very difficult. However, a comprehensive understanding of these flows is important when designing doors to further reduce such containment failures. Experiments and Computational Fluid Dynamics (CFD) modelling, by using Large-Eddy Simulation (LES) flow solver, were used to study airflow patterns in a full-scale mock-up, consisting of a sliding door separating two identical rooms (i.e. one isolation room attached to an antechamber). A single sliding door open/ hold-open/ closing cycle was studied. Additional variables included human passage through the doorway and imposing a temperature difference between the two rooms. The general structures of computationally-simulated flow features were validated by comparing the results to smoke visualizations of identical full-scale experimental set-ups. It was found that without passage the air volume leakage across the doorway was first dominated by vortex shedding in the wake of the door, but during a prolonged hold-open period a possible temperature difference soon became the predominant driving force. Passage generates a short and powerful pulse of leakage flow rate even if the walker stops to wait for the door to open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Past global outbreaks of SARS and A/H5N1 viral infections have increased the demand and usage of hospital isolation rooms dramatically. Patients with such hazardous and highly contagious diseases are usually placed in negative pressure isolation rooms to prevent pathogen-laden air from spreading to adjacent spaces and hence possibly infecting staff, visitors and other patients. This containment can, however, be disrupted by many factors (Tang et al. 2006) . For instance, door opening and human passage through the doorway have been estimated to be among the most important factors causing containment failures in isolation rooms (Tang et al. 2005 (Tang et al. , 2006 (Tang et al. , 2013 Pavelchak et al. 2000) as the door-opening motion disrupts the negative pressure containment, allowing pathogen-laden air to leak out through the doorway.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 459,
                    "text": "(Tang et al. 2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 634,
                    "end": 651,
                    "text": "(Tang et al. 2005",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 652,
                    "end": 671,
                    "text": "(Tang et al. , 2006",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 672,
                    "end": 691,
                    "text": "(Tang et al. , 2013",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 692,
                    "end": 714,
                    "text": "Pavelchak et al. 2000)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The number of pathogens potentially escaping from the isolation room into the anteroom is closely related to the Air Volume Migrated (AVM) that way during the entire door and passage cycle. However, only aerosolized and fully airborne pathogens are capable of long-range transmission, as larger droplets are subject to gravitational settling. The division between airborne and droplet transmission is complicated by the fact that in air with low relative humidity (RH), droplets evaporate rapidly, leaving behind droplet nuclei that are airborne. This may happen prior to the droplet reaching the floor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A study by Xie et al. (2007) showed that in indoor conditions the size of largest droplets totally evaporating before falling 2 m varies from 60 μm (RH = 90%) to 110 μm (RH = 30%). Droplet nuclei can also become airborne after settling onto a surface via resuspension. Generally, suspended particles with a diameter of less than 5 μm are considered to be truly airborne. A human cough, for example, contains both larger droplets and smaller airborne particles that can be simulated by a tracer gas (Nielsen et al. 2012) .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 28,
                    "text": "Xie et al. (2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "(Nielsen et al. 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Estimates about the extent to which airborne transmission contribute to overall infection rates in hospitals vary from 10% to 30% (Fernstrom and Goldblatt 2013) . A case study by Tang et al. (2005) documented one occasion when the operation of isolation room doors resulted in containment failure. In this case study, it was shown that the airflow created by the hinged-door movement caused varicella zoster virus (the virus that causes chickenpox and shingles) to escape from the isolation room to infect a non-immune nurse standing outside.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 160,
                    "text": "(Fernstrom and Goldblatt 2013)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 179,
                    "end": 197,
                    "text": "Tang et al. (2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most present-day hospital isolation rooms are equipped with manually-operated or automatic hinged doors, though automatic sliding doors are being increasingly used. Therefore, most of the earlier studies have concentrated on single or double hinged-door-generated airflows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A few recent experimental studies have examined the differences between hinged and sliding doors (Hayden et al. 1998; Tang et al. 2013; Kalliomäki et al. 2015 Kalliomäki et al. , 2016 . These differences have not always been clear, but most studies conclude that usage of sliding doors reduces the airflow leakage out of the isolation room as compared to a hinged door (Shaw 1976; Beck 1966) . In a scale model (1:10) study Tang et al. (2013) used a water-tank model to visualize the flow patterns across the isolation room doorway with different hinged and sliding door set-ups without ventilation. These experiments demonstrated that a hinged-door design generates greater amount of air exchange across the isolation room doorway, as compared to a sliding door. Passage through the doorway was found to contribute additional and substantial air exchange.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "text": "(Hayden et al. 1998;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 118,
                    "end": 135,
                    "text": "Tang et al. 2013;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 136,
                    "end": 158,
                    "text": "Kalliomäki et al. 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 159,
                    "end": 183,
                    "text": "Kalliomäki et al. , 2016",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 369,
                    "end": 380,
                    "text": "(Shaw 1976;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 381,
                    "end": 391,
                    "text": "Beck 1966)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 442,
                    "text": "Tang et al. (2013)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While most simulation papers focus on the hingeddoor geometry, there are a few studies where sliding door operation has been simulated. Shih et al. (2007) modelled the effect of opening and closing a sliding door, without passage. The focus in this study was in the pressure changes and in the distribution of a contaminant around a human source inside a negative-pressure isolation room. Choi and Edwards (2012) simulated 26 different cases in a three-room geometry with a vestibule between a contaminated room and a clean room, using a gaseous contaminant. Their simulations included two door types (hinged/sliding) with different, short cycle times, human passages through the doors with different walking speeds, human plume, ventilation (with an exhaust in the vestibule and small gaps below the doors), and various negative pressures in the contaminated room. The amounts of contaminant migrated from the dirty room to the vestibule and from the vestibule to the clean room were reported in each case. Despite these elegant computational simulations, more evidence and data are needed on the flows induced by door operation.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 154,
                    "text": "Shih et al. (2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 389,
                    "end": 412,
                    "text": "Choi and Edwards (2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present research, we applied a Computational Fluid Dynamics (CFD) modelling approach to examine a test case with a sliding door in greater detail than what is possible experimentally. The results were validated against experimental data wherever possible. In addition to the standard tracer gas technique, we compared experimental smoke videos with their computationally simulated counterparts to validate the simulated flow field. The effects of simulated human passage and small, realistic temperature differences between the rooms were also studied. The CFD solver used in this research applied the time-accurate Large Eddy Simulation (LES) method. These CFD tests are a part of a larger research project (Tang et al. 2013; Kalliomäki et al. 2015 Kalliomäki et al. , 2016 Saarinen et al. 2015) studying the door and passage generated airflows with different methods (full-scale, small-scale and CFD) in several different scenarios.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 733,
                    "text": "(Tang et al. 2013;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 734,
                    "end": 756,
                    "text": "Kalliomäki et al. 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 781,
                    "text": "Kalliomäki et al. , 2016",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 782,
                    "end": 803,
                    "text": "Saarinen et al. 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The full-scale isolation room mock-up used in the experiments consisted of two identical rooms: an isolation room being connected to an anteroom by a 1.10 m × 2.06 m doorway in the middle of a separating wall (see Fig. 1 , top). On the anteroom side of the doorway there was a single sliding door. It was opened and closed with a 1.2 m long linear movement, towards the viewer in Fig. 1 . The dimensions of the door were 1.22 m (width), 2.125 m (height), and 0.055 m (thickness incl. seal). The (inner) dimensions of each room were 4.7 m (width), 4.0 m (length), and 3.0 m (height), giving a volume of 56.4 m 3 . These room sizes were used already in previous studies by the same authors Kalliomäki et al. 2015 Kalliomäki et al. , 2016 . Moreover, the rooms were chosen to be large enough not to restrict the door opening generated flows in the proximity of the doorway and manikin passage induced flows further away inside the rooms. A manikin standing on a very low profile wheeled cart, moving along a rail, was used to simulate a nurse walking through the doorway. The cart and the door were both computercontrolled. There were two temperature sensors (Craftemp thermistors) in each of the rooms (at 1 m and 2.6 m above the floor) for monitoring the temperature and possible temperature stratifications. Additionally, there were fans in both of the rooms to ensure proper mixing of the air inside the rooms. In this baseline study, no ventilation was applied.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 710,
                    "text": "Kalliomäki et al. 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 711,
                    "end": 735,
                    "text": "Kalliomäki et al. , 2016",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 380,
                    "end": 386,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Experimental setup"
        },
        {
            "text": "The two basic cases measured and modelled in this research were sliding door operation with and without simulated human passage. The case not containing passage was measured and modelled with and without temperature difference between the two rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test cases"
        },
        {
            "text": "Small temperature differences typically exist in practice between the isolation room and the anteroom due to different heat loads in the rooms (Shaw 1976; Hang et al. 2015) . The temperature difference creates a pressure difference which acts as a driving force causing airflows across the doorway. We studied this effect experimentally by applying a temperature difference of 2.2 °C. In the simulations, we used temperature differences of 0 °C, 0.2 °C, 1.0 °C, 2.0 °C and 2.2 °C. The small temperature difference 0.2 °C was chosen because the accuracy of the temperature measurement in the experiments was 0.2 °C. Therefore, a small temperature difference up to 0.2 °C can also have existed in the isothermal case. For the same reason, also the temperature difference of 2.0 °C (i.e. 0.2 °C below the 2.2 °C used in the experiments) was included in the simulations.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 154,
                    "text": "(Shaw 1976;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 155,
                    "end": 172,
                    "text": "Hang et al. 2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Test cases"
        },
        {
            "text": "The door and passage cycles are detailed in Fig. 1 bottom. In the case containing simulated human passage, the manikin modelling the nurse started from the middle of room 2. This room is here named as the isolation room.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 50,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Test cases"
        },
        {
            "text": "The sliding door was located on the room 1 (antechamber) side of the doorway. There were four or two movement phases, depending on whether passage was included or not, separated by waiting periods. The phases were (movement durations in parentheses, see also Fig. 1 ):  When passage is included, the nurse approaches the door (2 s) followed by 1.2 s wait.  The door slides open by moving 1.2 m (3 s).  When passage is included, after 2 s wait, the nurse continues to move through the doorway, into the anteroom (3 s).  The door starts closing 9 s after it has fully opened (5 s).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 265,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Test cases"
        },
        {
            "text": "After these movements, the experiments and simulations continued for a while to monitor the fading airflows. The door-opening time used (3 s) was near the minimum, since the electronic door operator was at almost full speed. The hold-open time in the test case was rather long (9 s) to make sure that the manikin would not collide with the door in the laboratory experiments. However, this duration of door hold-open time is very similar to examples of automatic sliding doors seen in operation elsewhere (personal observations), probably for safety reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test cases"
        },
        {
            "text": "Both in the experiments and in the simulation, the steady travel speed of the manikin was 1 m/s (Tang et al. 2013; Kalliomäki et al. 2015 Kalliomäki et al. , 2016 , preceded and succeeded by an acceleration or deceleration ramp of 2 m/s 2 . In contrast, the acceleration and deceleration of the door were so rapid that in the simulations the velocity changes were immediate.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 114,
                    "text": "(Tang et al. 2013;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 115,
                    "end": 137,
                    "text": "Kalliomäki et al. 2015",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 138,
                    "end": 162,
                    "text": "Kalliomäki et al. , 2016",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Test cases"
        },
        {
            "text": "The manikin used in the passage-containing scenario was not heated, and therefore had no thermal plume. This was not considered relevant, since it has been found both experimentally (Licina 2015) and with CFD (Wu and Gao 2014) that for a person moving faster than 0.4 m/s the plume is completely superseded by a horizontal wake flow. Moreover, Edge et al. (2005) adopted a theoretical approach and approximated the Richardson number Ri, measuring the relative importance of natural convection as compared to forced convection. They obtained Ri = 0.109 for a walking human, indicating that the flow is dominated by forced convection, or the wake (Edge et al. 2005) . They used walking speed of 1.34 m/s, and since Ri is inversely proportional to the square of the speed, in our case with the speed of 1 m/s this would correspond to Ri = 0.196, still much lower than 1.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 195,
                    "text": "(Licina 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 344,
                    "end": 362,
                    "text": "Edge et al. (2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 645,
                    "end": 663,
                    "text": "(Edge et al. 2005)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Test cases"
        },
        {
            "text": "The contaminants, represented by a tracer gas in our experiments, were convected through the doorway with the air escaping from the isolation room. The volume of air, responsible for carrying a certain mass of tracer gas, equals the migrated mass divided by the tracer's original mass concentration in the isolation room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements"
        },
        {
            "text": "The air in each room was initially marked by a specific tracer gas. This made it possible to detect independently the volumes of the migrating air moving in both directions. The two tracers used were N 2 O and SF 6 . Prior to dosing into the rooms, these heavier-than-air tracers were diluted with clean air to prevent them from stratifying near the floor. The door (and passage) cycle experiment was then repeated 6 or 7 times, so that normally in the initial state some mixing had already taken place during the preceding experiments. This had to be taken into account when calculating the AVMs from the concentrations of both tracers prior to and after the door cycle (see Eq. (1) in Saarinen et al. 2015) . The concentrations of both the tracers in both the rooms were sampled by a Brüel&Kjaer 1302 gas analyser. Only one gas analyser was used in the experiments. It was connected to a multiplexer which allowed sampling from one location at a time. The samples were collected continuously and in succession from three different locations: isolation room, anteroom and surrounding laboratory for background values. The sampling interval was c. 90 s so that two samples from the same location were separated c. 270 s in time. Perforated sampling tubes ran across both rooms (c. 90 cm above the floor), enabling simultaneous sampling from multiple points. Also, long sampling interval ensured adequate flushing of the sampling tubes. The fans in each of the rooms ensured a proper mixing and uniform distribution of the tracer gases. The fans were shut down prior to the door operation not to disturb the door generated flows. After each experiment (including 6-7 door openings each separated by 45 minutes) the tracer gases were flushed away to ensure clean environment before a new measurement. When experiments with the temperature difference were carried out, a convector heater was placed close to middle of the isolation room. In this case additional temperature sensors were placed around the doorway to monitor the uniformity of the temperature field close to the doorway.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 708,
                    "text": "Saarinen et al. 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Measurements"
        },
        {
            "text": "Smoke was used to visualize the flow patterns across the doorway induced by the door and the manikin passage. No quantitative results were obtained from these experiments. The smoke was generated with a smoke machine (Martin Magnum 550, with Martin Pro-Smoke Super ZRMix fluid) outside the isolation room model. The smoke was ejected, through a long tube, into one of the rooms at a time. The particle size distribution of the smoke was not measured but according to manufacturer's product document the average particle size was 1-1.5 μm and hence almost neutrally buoyant and suitable for airflow visualizations. The dosed smoke was mixed with a fan to ensure uniform distribution of the smoke inside the room prior to the door opening. The fan was shut down before the door opened. In the other room (free of smoke prior to door opening), a vertical (for side-view shooting) or a horizontal (for top-view shooting) sheet of air was illuminated. The smoke visualizations were recorded with a digital camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements"
        },
        {
            "text": "In fluid dynamics, the rigid body equation of motion d / d m t = F v has to be written in differential form with force and mass replaced by force density and density, and convective time derivative has to be used,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solver type"
        },
        {
            "text": ". Inserting the pressure gradient forces and viscous forces gives the Navier-Stokes momentum equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solver type"
        },
        {
            "text": "where T is the stress tensor. In LES, this equation is solved in a discrete mesh of points, and the turbulent velocity fluctuations are explicitly modelled down to the grid resolution. The effects of unresolved, small eddies on the resolved scales are modelled abstractly by using a SubGrid-Scale (SGS) model, adding so-called eddy viscosity term into Eq. (1). The simulations were performed with ANSYS CFX 15.0 software using an incompressible, time-resolved LES solver. The SGS model used in this research was the Wall-Adapting Local Eddy-viscosity (WALE) model. This model is an approved alternative successfully used in various applications, e.g. in simulating flow over an aerofoil (Lin et al. 2013) , flow in human respiratory airways (Jayaraju 2009) , and suggested in thermal hydraulic modelling in nuclear reactor safety (Ducros et al. 2010 ). The WALE model is designed to perform well even near solid surfaces (Nicoud et al. 1999) .",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 704,
                    "text": "(Lin et al. 2013)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 741,
                    "end": 756,
                    "text": "(Jayaraju 2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 830,
                    "end": 849,
                    "text": "(Ducros et al. 2010",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 941,
                    "text": "(Nicoud et al. 1999)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Solver type"
        },
        {
            "text": "The LES time step was chosen short enough so that flows could normally not travel much more than one mesh node spacing during one step, i.e., the maximal Courant number stayed below 1. Without passage, the time step was mostly between 0.01 s and 0.03 s. In the case containing passage, time step lengths of 0.002 s and 0.004 s were used until the door had closed, after which it was increased to 0.01 s. Figure 2 displays the two densest meshes, used in the final simulations. The smaller one, hereafter called the \"normal\" mesh, comprised of 10.7 million nodes. It was used in most of the simulations. To reduce its size, the highest density mesh was only used in the paths of the moving door and nurse. A dense mesh is necessary in this volume not only to resolve the air currents, but also because the immersed solid method applied uses the underlying mesh to resolve the surfaces of the moving objects. Normally, time-dependent flows in rooms are modelled by using Unsteady Reynolds Averaged Navier Stokes (URANS) simulation. In the separated flow regions, however, the unsteady large-scale structures are better resolved by LES (Salim et al. 2011) . This was also seen in our study when comparing URANS with Shear Stress Transport (SST) turbulence model against LES even when using the same mesh and time step, see Fig. 3 . Table 1 show the effect of increasing mesh density in the basic case not containing passage or temperature difference. Four different meshes were tested, with 0.36, 1.3, 10.7, and 15.6 million nodes in the fluid domain. In the first three cases the computational mesh was an unstructured pure tetra mesh. In the densest mesh tested, the additional refinement was only performed at the doorway. In the refined volume, hexagonal cells were then used and so positioned that the two side surfaces of the moving door coincided with limiting surfaces between cell layers, see again Fig. 2 . In this way, the surface of the moving door could be resolved exactly.",
            "cite_spans": [
                {
                    "start": 1133,
                    "end": 1152,
                    "text": "(Salim et al. 2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1320,
                    "end": 1326,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1329,
                    "end": 1336,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1905,
                    "end": 1911,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Solver details"
        },
        {
            "text": "When looking at the AVM at t = 5 s (Table 1) or the AVM(t) curve (Fig. 3 top) we see that the change when moving from 10.7 to 15.6 million nodes is minimal. The only difference then is that the 15.6 M (million) mesh better resolves rapid transient phenomena. This can be seen by differentiating the simulated AVM(t) curve, giving the volume flow rate as a function of time, see Fig. 3 bottom. A shorter time step of 0.008 s was used with the refined mesh.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 44,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 65,
                    "end": 77,
                    "text": "(Fig. 3 top)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 378,
                    "end": 384,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Solver details"
        },
        {
            "text": "Thus, to save computational effort, most of the simulations in this study were performed using the normal mesh with 10.7 M nodes (corresponding to 64.0 million elements). Then, in the densely-meshed volume, a typical element diameter was of the order of 0.01 m, and the volumes of the finite volumes (cells surrounding each nodal point) were 1×10 −6 -3×10 −6 m 3 . The 15.6 M nodes mesh was only used when analysing the detailed vortex structure at the doorway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solver details"
        },
        {
            "text": "The discretization schemes used were second order backward Euler (transient scheme) and bounded central difference (advection scheme). The two rooms together formed a closed system totally surrounded by wall boundary conditions (no ventilation), and in the initial state the relative pressure as well as all the velocity components were set to zero everywhere. Moreover, in the initial state each room contained its own specific tracer gas with a constant concentration, and in non-isothermal cases the temperature in each room was constant. Since the solver was incompressible, thermal buoyancy was accounted for by using the Boussinesq approximation (see e.g. subchapter 13.2 in Tritton (1977) ).",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 695,
                    "text": "Tritton (1977)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Solver details"
        },
        {
            "text": "The moving door was modelled using the immersed solid technique available in CFX, and not requiring any remeshing between the time steps. An immersed solid has a mesh of its own, immersed in the underlying mesh of the fluid domain. In this technique, the fluid in the nodes that intersect with the moving solid is forced to move along with the solid. Thereby the surface of the moving solid is not resolved explicitly, but its accuracy depends on the underlying mesh. The density of the mesh inside the immersed solid is not important. The technique does currently not fully support many modelling options, e.g. convection of additional variables near the surface of the immersed solid (ANSYS CFX Solver theory guide). (This might be the reason for the minor, slowly attenuating drift of air continuing through the door even after it has closed, see Fig. 3 .) On the other hand, while the immersed solid method currently has limitations as compared with mesh deformation techniques, its computational cost is much lower, and therefore much denser mesh can be used in the fluid domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 850,
                    "end": 856,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Solver details"
        },
        {
            "text": "Kinematic diffusivity D  is a binary coefficient, dependent upon both the tracer gas and the background fluid. It is also dependent on temperature and pressure. For SF 6 , Werner and Höhener (2003) give the value of 8.9 × 10 −6 m 2 /s. For N 2 O, Massman (1998) recommends using the value of 1.436 × 10 -5 m 2 /s. On the other hand, ANSYS (ANSYS CFX Solver modeling guide) suggests using a value of the order of 10 -5 m 2 /s for the diffusivity of smoke in air. The kinematic diffusivity of pathogens is probably comparable to that of smoke. In a recent paper, Zhuang et al. (2014) came to the conclusion that all gaseous contaminants can be normally modelled by using a typical diffusivity value of 10 −5 m 2 /s. This value was used in our simulations as well, but we also tested other values to see the effect on contaminant transport, see Fig. 4 . Use of a constant D  meant that smoke could be represented by the same passive scalar used to represent either one of the tracer gases.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 198,
                    "text": "Werner and Höhener (2003)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 562,
                    "end": 582,
                    "text": "Zhuang et al. (2014)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 849,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Solver details"
        },
        {
            "text": "In LES, the subgrid-scale turbulent diffusion has to be treated separately. This adds a third flux term into the transport equation, which then reads as tr t tr tr tr t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solver details"
        },
        {
            "text": "Here, ρ tr is the tracer mass concentration and υ t is the eddy viscosity given by the SGS model. The coefficient Sc t is the turbulent Schmidt number, whose value was 0.9, or the default value in ANSYS CFX. The two other terms in the parentheses are fluxes of the tracer due to resolved airflows (first term) and due to concentration gradients (middle term). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solver details"
        },
        {
            "text": "The total AVM during one 17 s door cycle without passage as given by simulations, varying the kinematic viscosity of the constituent migrating and the temperature difference between the rooms Turbulence of the doorway flows tends to increase the migration flow rate, i.e. the volume of air migrating from its room of origin into the other room in unit time. Resolved turbulent vortices in the simulated flow can be illustrated using vorticity ´v. Vorticity identifies rotation from the lateral change of velocity components, and is therefore also sensitive to pure shear. Therefore, vorticity attains large absolute values also at the surface layers of moving objects. On the other hand, negative shear in an irrotational vortex can partly or totally cancel the rotational vorticity. A better way to recognize a vortex is e.g. to use the second invariant of the velocity gradient tensor, usually denoted by Q, which reveals the vortex cores and is calculated by default by some CFD codes. Temporal fluctuations of this quantity are typical sources of flow noise, and for an incompressible flow it can alternatively be calculated from the first velocity derivatives as (Saarinen and Siikonen 2016) , , ,",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1197,
                    "text": "(Saarinen and Siikonen 2016)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 4"
        },
        {
            "text": "Three different door cycles were analysed: door opening alone, door opening with temperature difference between the rooms, and door opening together with passage. Flow features are illustrated by simulated smoke fronts or smoke videos. Comparing them with their experimental counterparts also offers a means to qualitatively validate the simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "In a simulated flow, either one of the tracer gases can be used to represent smoke, made visible by drawing nested isosurfaces . The principle then is to draw a discrete set of concentration isosurfaces, whose transparency decreases when concentration increases. This mimics the increased light scattering when the density of smoke droplets is increased. Another useful tool is time differentiation of AVM(t), giving the net flow rate of the isolation room (or anteroom) air through the doorway. Since LES is able to resolve transient flow features down to the grid resolution, it can also provide very accurate migration flow rate curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "In Fig. 5 , experimental and simulated smoke fronts, advancing from the anteroom into the isolation room in the case without passage, are seen from above a moment before the door has fully opened. The experimental smoke front is not smooth, but bumpy, having four distinct \"bulges\". The number of bulges resolved by LES increases as the mesh is refined, and the 15.6 million nodes mesh correctly resolves four bulges, although they are somewhat narrower than in the experiments. These bulges are a strong evidence of a vortex structure behind the moving door. Figure 6 shows the simulated vortex structures of the moving door (without passage) for the 1.3 M mesh, for the 10.7 M mesh used in most simulations in this paper, and for the 15.6 M mesh. This is done by drawing the z-component of vorticity ´v , together with the directional arrows, just after the door has opened completely. The arrows are normalized (i.e. of constant length) and projected onto the figure plane 1 m above the floor, so they show only the Fig. 5 The front of smoke protruding out of the doorway during the door opening phase (here without prior manikin approach) is undulating due to the flow structures in the wake behind the door. This phenomenon offers a means to test the simulated flow field against experiments The oscillating migration flow rate due to vortex shedding in the door-opening stage is clearly seen in Fig. 7 top. As mesh refinement intensifies these oscillations due to better resolved vortices, the migration flow rate is also increased. Although more fine structure is resolved in the door opening phase when using finer mesh, this effect is however smoothed out when integrating the total AVM, at least in our case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "Figure 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1020,
                    "end": 1026,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1408,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Door opening alone"
        },
        {
            "text": "By using the simulated flow, it is easy to follow the contaminant transport accurately. For example, the bottom curves of Fig. 7 divide the migrated isolation room air in two separate parts. The blue curve shows the portion still near the doorway (room 1 side of the refined hexagonal grid of the refined mesh, see Fig. 2 ), where it is not too late to remove it. Since the migrating isolation room air must pass through this volume, its concentration first rises faster there. When a steady migration rate is reached, however, its volume at the doorway stays approximately constant, but grows steadily elsewhere in the anteroom (orange curve). After the door has closed, the difference of the tracer concentrations in the doorway and elsewhere is slowly smoothing out.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 315,
                    "end": 321,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Door opening alone"
        },
        {
            "text": "According to what was stated above, the air escape due to door operation could probably be diminished by using a more streamlined trailing edge door geometry. One should note that especially the door opening phase is important, because only then the vortices in the detached flow behind the trailing edge are located in the doorway and contribute to the air transport between the rooms. The migration flow rate indeed is highest during the door opening stage (Fig. 7) . So, it might be useful to use lower door speed in the opening phase and higher speed in the closing phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Door opening alone"
        },
        {
            "text": "There are also other parameters than door shape and velocity to be considered in suppression of the vortex shedding, such as surface roughness and elasticity of the door. Strykowski and Sreenivasan (1990) have demonstrated that vortex shedding can be greatly reduced by placing a small steering element in the wake. The shape of this element has been further optimized by Chen and Chao (2013) . The vortex shedding from the door movement can nevertheless easily be overridden by temperature difference, passage, or ventilation airflow, especially if a supply jet is aimed towards the doorway or negative pressure condition is used in the isolation room.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 204,
                    "text": "Strykowski and Sreenivasan (1990)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 372,
                    "end": 392,
                    "text": "Chen and Chao (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Door opening alone"
        },
        {
            "text": "In Figs. 7 (top) and 8, the effect of temperature difference is illustrated in the case not containing passage. Plotting the AVM-values at t = 17 s (the moment the sliding door has just closed) as a function of ΔT, and adding one simulation with ΔT = 1 °C, gives the curve shown in Fig. 4 (bottom) . This curve is strongly dependent on the total door cycle time, because the flows driven by ΔT need some time to build up. In our case, with the cycle length of 17 s, temperature difference has a drastic effect. In Fig. 7 the simulated time axis has been continued 10 s after the door has closed in order to better show the slowly fading, small spurious air drift through the closed door. It is seen that even though the mesh refinement has no effect on this drift, it is intensified in the presence of temperature difference. The flows generated by temperature difference are not visible in the early stages of the door cycle, unless ΔT is very large (Figs. 7 and 8) . On the other hand, even a temperature difference of a fraction of 1 K has a significant effect during the entire door cycle, when compared to the effect of the sliding door alone. Therefore, since the tracer gas measurements only give the total AVM over an entire door cycle, they are very sensitive to temperature difference between the two rooms, and are best suited in validating the simulated effect Fig. 8 Simulated AVM(t) curves as compared with measurements of total AVM without passage, but with two different ΔT. The minima and maxima of the measurements are drawn by short dashed lines, and the means by short continuous lines of ΔT. Since the temperature was not necessarily constant all over the rooms, and the temperature sensors were aside of the doorway, the accuracy of measured ΔT was approximated as about 0.2 °C. The experiments were performed at intended temperature differences ΔT = 0 and, without passage, also at ΔT = 2.2 °C, so that the actual values should locate somewhere in the intervals [0, 0.2 °C] and [2.0 °C, 2.4 °C], respectively. As Fig. 8 and Table 1 show, the simulated values of AVM at ΔT = 0.2 °C and 2.0 °C coincide with the measurements (mean values of series of measurements), so they just fall into these uncertainty intervals. Thus, simulations could reproduce the effect of ΔT on the total AVM. Figure 9 shows a side view of the smoke front proceeding from the anteroom into the isolation room, as given by an experiment (intended ΔT = 0) and simulations using the normal mesh with 10.7 million nodes. There are three simulated cases, one isothermal with ΔT = 0 and others with larger temperature in the isolation room (ΔT = 0.2 °C and ΔT = 2 °C). The instant of time is 7 s after the door has fully opened, or at t = 10 s in the lowermost plot of Fig. 1 . (It takes a few seconds until the effect of ΔT is clearly visible.) While in the simulation with ΔT = 0 the front is vertical, the experimental one is somewhat inclined corresponding better with the simulation case ΔT = 0.2 °C, consistently with Fig. 8 . This amount of temperature difference might well have been present in the doorway during the experiments without being detected, due to the locations of the temperature sensors. Fig. 9 The effect of temperature difference on the advancing smoke front becomes clearly visible a few seconds after the door has opened. A comparison of experiment and simulations without passage The validation results presented above suggest that the LES, using the normal mesh with 10.7 million nodes, gives a realistic picture of the flow features responsible for air transfer between the rooms. This, in turn, encourages using the simulated flow to analyse flow properties not revealed experimentally.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 297,
                    "text": "Fig. 4 (bottom)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 520,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 951,
                    "end": 966,
                    "text": "(Figs. 7 and 8)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1373,
                    "end": 1379,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 2036,
                    "end": 2042,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 2047,
                    "end": 2054,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2308,
                    "end": 2316,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2761,
                    "end": 2767,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3016,
                    "end": 3022,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 3203,
                    "end": 3209,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Door opening and temperature difference"
        },
        {
            "text": "Where there is a temperature difference across the doorway, the door hold-open time becomes crucial. Figure 7 (top) showed how the effect of a small temperature difference on the airflow rate becomes significant only at about three seconds after the door has opened. Therefore, the smoke fronts in the door opening stage in Fig. 5 were not affected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Door opening and temperature difference"
        },
        {
            "text": "The combined photo at the bottom of Fig. 10 shows the smoke-laden air escaping from the isolation room (left) and the air migrated the opposite way (right) in the case Fig. 10 On the top, one CFD simulation with two passive scalar constituents has been used to prepare two simulated smoke experiments at once. At the bottom, the corresponding experimental smoke visualizations have been combined. The entire simulated door cycle is presented in Video 2 containing passage. On the top of the figure, the corresponding simulated smokes combine both experiments, with the yellow-coloured smoke having passed the doorway from left to right. The figure is one frame from Video 2 (in the ESM of the online version of this paper), showing similar flow structures in the simulated and experimental smoke visualizations:  The wake constricts behind the moving person, and there is a zone with only little smoke below the wake. This zone fills up with smoke after the manikin has stopped.  Near the doorway, the smoke always extends down to the floor level.  After the person stops, the wake continues farthest at about the height of 70 cm.  The smoke spreading into the opposite direction is split into two separate parts by a hole at about 70 cm height.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 168,
                    "end": 175,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Door opening and passage"
        },
        {
            "text": "This video suggests that the transport of the smoke has been modelled realistically. Video 3 (in the ESM) displays the vorticity and directional arrows at the height of 1 m in the case containing passage. The mesh used is the normal mesh with 10.7 M nodes. The vortices due to door operation are too weak to be seen in the vorticity scale used, but the normalized (constant length) directional arrows reveal these weaker flow features as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Door opening and passage"
        },
        {
            "text": "In the upper left corner of Video 3, the simulated vortex cores given by Eq. (3) are drawn in the case containing passage. A moving human actually consists of several bluff bodies, because the flow is able to pass each limb from both sides. Vortex shedding is taking place in the wake of each body. The resulting vortex structure is therefore very complex. Now the wake itself goes through the doorway, and is largely responsible for the mixing of the room airs. The manikin used in our experiments and in the CFD model was stiff, i.e. the waving motion of its arms and legs was missing. It has however been discovered that the limbs pendulum has little significance in the formation of the wake (Han et al. 2014; Moyer et al. 2003) .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 713,
                    "text": "(Han et al. 2014;",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 732,
                    "text": "Moyer et al. 2003)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Door opening and passage"
        },
        {
            "text": "There is also a backflow from the anteroom into the isolation room, caused by the air displaced by the human, see the AVM and flow rate curves in Fig. 11 . It amounts approximately to one litre of air per one kilogram mass of the human. The backflow can be seen in more detail in the time series of Fig. 12 . The figure displays the local and temporal variation of the volume flux of the isolation room air through the limiting surface between the rooms. It is obtained by dividing the tracer mass flux −ρtrvy by the tracer's original mass concentration in the isolation room air. The backflow is seen as negative flux drawn with blue and green colours, while positive flux (red and yellow) is mainly caused by the wake of the passing person. The last two frames also show how the wake (red/yellow area) constricts behind the passing person, cf. Video 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 299,
                    "end": 306,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Door opening and passage"
        },
        {
            "text": "Top: the AVM(t) curves to different directions differ in the case containing the passing person/manikin; bottom: differentiating, the volume flow rate is obtained Fig. 12 Simulated flux of the isolation room air through the doorway as volume flow rate/area. The nurse is walking from the isolation room into the anteroom, and positive flux is parallel with the passage",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 11"
        },
        {
            "text": "In this study, sliding-door-generated flows with or without passage or temperature difference were analyzed using both transient flow simulation and experimental methods. Both approaches contained tracer gas analyses for quantitative results and smoke visualizations for qualitative results. In the flow modelling, LES method was used instead of the commonly used unsteady RANS. While LES is computationally heavier, it can resolve the small and rapid flow features in the wakes of the moving door and manikin down to the grid resolution. This is very useful if we want a detailed picture of what is going on during the different stages of the door and passage cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "An important part of this study is the smoke visualizations, used to make the flow structures visible. Simulated smoke visualizations are a recent tool, and here we have extended its use by analysing the shape of the advancing smoke front. The vortex shedding behind the moving door was seen both in the simulated and experimental smoke fronts. The findings and methods from this study using a combination of experiments and CFD modelling can be used to suggest some practical preventive actions to reduce isolation room containment failure. For example, the flow rate curves can be applied to optimize the door opening and closing speeds used when programming automated sliding doors. The simulations also demonstrated, how important it is to minimise the temperature differences between the isolation and anterooms-and neighbouring areas-though this may be impractical given the natural differences in patients, staff and equipment thermal loads between these various areas. It was seen that temperature difference became significant only a few seconds after the door had opened, which emphasizes the effect of the total door cycle time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The object of the present study was a hospital isolation room, but the results also apply to any other situations where door-opening-induced airflows are important. In future, this baseline study should be extended to take into account some of the more realistic environmental parameters like typical isolation room ventilation rates, pressure differences, thermal loads, realistic frequencies of human passage into/out of the isolation room and antechamber, etc. for even better understanding of the factors governing door operationinduced containment failures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A test clean-room for evaluating contamination",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Guthrie Clinic Bulletin",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suppression of vortex shedding from a rectangular cylinder at low Reynolds numbers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Fluids and Structures",
            "volume": "43",
            "issn": "",
            "pages": "15--27",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Large-eddy simulation of human-induced contaminant transport in room compartments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indoor Air",
            "volume": "22",
            "issn": "",
            "pages": "77--87",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Verification and validation considerations regarding the qualification of numerical schemes for LES for dilution problems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ducros",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bieder",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cioni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fortin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fauchet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quéméré",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nuclear Engineering and Design",
            "volume": "240",
            "issn": "",
            "pages": "2123--2130",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Computational study of the wake and contaminant transport of a walking human",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Edge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Settles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Fluids Engineering",
            "volume": "127",
            "issn": "",
            "pages": "967--977",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aerobiology and its role in the transmission of infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldblatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Pathogens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The influence of human walking on the flow and airborne transmission in a six-bed isolation room: Tracer gas simulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Building and Environment",
            "volume": "77",
            "issn": "",
            "pages": "119--134",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potential airborne transmission between two isolation cubicles through a shared anteroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Building and Environment",
            "volume": "89",
            "issn": "",
            "pages": "264--278",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Air volume migration from negative pressure isolation rooms during entry/exit",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Applied Occupational and Environmental Hygiene",
            "volume": "13",
            "issn": "",
            "pages": "518--527",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Study of the air flow and aerosol transport in the human upper airway using LES and DES methodologies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Jayaraju",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Airflow patterns through single hinged and sliding doors in hospital isolation rooms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalliomäki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saarinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koskela",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Ventilation",
            "volume": "14",
            "issn": "",
            "pages": "111--126",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Airflow patterns through single hinged and sliding doors in hospital isolation rooms-Effect of ventilation, flow differential and passage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalliomäki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saarinen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koskela",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Building and Environment",
            "volume": "107",
            "issn": "",
            "pages": "154--168",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human convective boundary layer and its interaction with room ventilation flow",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Licina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melikov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sekhar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indoor Air",
            "volume": "25",
            "issn": "",
            "pages": "21--35",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Wallresolved large eddy simulation over NACA0012 airfoil",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Savill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Vadlamani",
                    "suffix": ""
                },
                {
                    "first": "Jefferson-Loveday",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Aerospace Sciences",
            "volume": "2",
            "issn": "",
            "pages": "149--162",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A review of the molecular diffusivities of H2O, CO2, CH4, CO, O3, SO2, NH3, N2O, NO, and NO2 in air, O2 and N2 near STP",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Massman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Atmospheric Environment",
            "volume": "32",
            "issn": "",
            "pages": "1111--1127",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The human aerodynamic wake and the design of a portal to sample it",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Subgrid-scale stress modelling based on the square of the velocity gradient tensor. Flow, Turbulence and Combustion",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nicoud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ducros",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "183--200",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Air distribution systems and cross-infection risk in the hospital sector",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the 10th International Conference on Industrial Ventilation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of factors that disrupt negative air pressurization of respiratory isolation rooms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pavelchak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Depersis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stricof",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oxtoby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diferdinando",
                    "suffix": ""
                },
                {
                    "first": "Marshall",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "21",
            "issn": "",
            "pages": "191--195",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Large eddy simulation of air escape through a hospital isolation room single hinged doorway-Validation by using tracer gases and simulated smoke videos",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Saarinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalliomäki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koskela",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Simulation of HVAC flow noise sources with an exit vent as an example",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saarinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Siikonen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Ventilation",
            "volume": "15",
            "issn": "",
            "pages": "45--66",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of RANS, URANS and LES in the prediction of airflow and pollutant dispersion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Salim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the World Congress on Engineering and Computer Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Heat and mass transfer by convection through large rectangular openings in vertical partitions",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamic airflow simulation within an isolation room",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Building and Environment",
            "volume": "42",
            "issn": "",
            "pages": "3194--3209",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On the formation and suppression of vortex 'shedding' at low Reynolds numbers",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Strykowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Sreenivasan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Fluid Mechanics",
            "volume": "218",
            "issn": "",
            "pages": "71--107",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Door-opening motion can potentially lead to a transient breakdown in negative-pressure isolation conditions: The importance of vorticity and buoyancy airflows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellingan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Hospital Infection",
            "volume": "61",
            "issn": "",
            "pages": "283--286",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Factors involved in the aerosol transmission of infection and control of ventilation in healthcare premises",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "Pks",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Hospital Infection",
            "volume": "64",
            "issn": "",
            "pages": "100--114",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Different types of door-opening motions as contributing factors to containment failures in hospital isolation rooms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pantelic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Klettner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Physical Fluid Dynamics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Tritton",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "In situ method to measure effective and sorption-affected gas-phase diffusion coefficients in soils",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Höhener",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environmental Science & Technology",
            "volume": "37",
            "issn": "",
            "pages": "2502--2510",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The dynamics of the body motion induced wake flow and its effects on the contaminant dispersion",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Building and Environment",
            "volume": "82",
            "issn": "",
            "pages": "63--74",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "How far droplets can move in indoor environments-Revisiting the Wells evaporationfalling curve",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Aty",
                    "middle": [],
                    "last": "Chwang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "211--225",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Should different gaseous contaminants be treated differently in CFD indoor simulations?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of Air Pollution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The geometry used both in the experiments and in the simulations (top). The velocities of the door (and the manikin) during one door (and passage) cycle (bottom)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The computational mesh was dense in the path of the door and the manikin. The close-ups show the further, hexagonal refinement at the doorway in the 15.6 M mesh (light green area) as compared with the 10.7 M mesh",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "After the normal mesh with 10.7 M nodes, further refining has only a minor effect on the air volume migrated (top). The difference is better visible in the transporting airflow rate, obtained by time differentiating the AVM curves (bottom)Figure 3and the upper part of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contour maps of the vertical component of vorticity ( ) z ´v for three different simulations, drawn at the end of the door opening stage. The constant-length arrows show only the direction of the flow as projected on the horizontal plane shown in the figure. The bottommost plot is one frame from Video 1 horizontal flow directions at their bases. The vorticity component ( ) z ´v , in turn, shows the amount of rotation in the figure plane. Blue areas correspond to clockwise and red areas to counter clockwise rotation. Video 1 (in the Electronic Supplementary Material (ESM) of the online version of this paper) shows the entire door cycle when using the refined 15.6 M mesh, extended by a 10 s period after the door has closed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Simulated volume flow rates from the isolation room into the anteroom without passage, showing the effects of mesh refinement and minor temperature difference (top). During a steady flow rate, the volume of the migrated air stays almost constant at the doorway (bottom, without ΔT or passage)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of simulations and the simulated air volumes migrated from one room into the other (AVM) during one door cycle. AVM values measured by tracer gas experiments are given for comparison where available. Number of nodes refers to the background mesh, not including the immersed solids, i.e. the door and the manikin",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was mainly funded by the Finnish Funding Agency for Innovation (TEKES, grant number 40301/10). Saarinen et al. / Building Simulation / Vol. 11, No. 3 596 500 s −2 of the absolute value of the second invariant of the velocity gradient tensor. Door-generated vortices are too weak to be seen in this scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}