{
    "paper_id": "e4e1e9398b1eaed709d6a7b3f82eb72a88ccae1e",
    "metadata": {
        "title": "Transmission Dynamics of an SIS Model with Age Structure on Heterogeneous Networks",
        "authors": [
            {
                "first": "Shanshan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Michael"
                ],
                "last": "Small",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "postCode": "6009",
                        "settlement": "Crawley",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yizhou",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Xinchu"
                ],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infection age is often an important factor in epidemic dynamics. In order to realistically analyze the spreading mechanism and dynamical behavior of epidemic diseases, in this paper, a generalized disease transmission model of SIS type with agedependent infection and birth and death on a heterogeneous network is discussed. The model allows the infection and recovery rates to vary and depend on the age of infection, the time since an individual becomes infected. We address uniform persistence and find that the model has the sharp threshold property, that is, for the basic reproduction number less than one, the disease-free equilibrium is globally asymptotically stable, while for the basic reproduction number is above one, a Lyapunov functional is used to show that the endemic equilibrium is globally stable. Finally, some numerical simulations are carried out to illustrate and complement the main results. The disease dynamics rely not only on the network structure, but also on an age-dependent factor (for some key functions concerned in the model).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases remain a major challenge for human society. Epidemic diseases (cholera, tuberculosis, SARS, influenza, Ebola virus, etc.) continue to have both a major impact on humans and an economic cost to society. Any gain in understanding the dynamics and control of epidemic transmission therefore has potential for significant impact-and hence has been the focus of scientific research and attracted much attention (Anderson and May 1991; Bailey 1975; McKendrick 1927, 1932) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 141,
                    "text": "(cholera, tuberculosis, SARS, influenza, Ebola virus, etc.)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 449,
                    "text": "(Anderson and May 1991;",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 462,
                    "text": "Bailey 1975;",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 485,
                    "text": "McKendrick 1927, 1932)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemic dynamic models provide a theoretical method for quantitative studies of infectious diseases. Since Kermack and McKendrick proposed SIR and SIS compartmental models to study disease transmission McKendrick 1927, 1932) , epidemic models for the transmission of infectious diseases have been extensively studied. These classical compartmental models are important tools in analyzing the spread and control of infectious diseases, but usually neglect the population structure or assume that all individuals have the same possibility to contact others-they are most effective for well-mixed homogeneous populations with a substantial penetration of infection. However, the spreading of infectious diseases is primarily via specific contacts between individuals, emerging diseases start with a relative small number of infectious, and the possibility to contact others is heterogeneous. Therefore, depicting the spread of disease processes on a contact network can be more realistic (Levin and Durrett 1996; Read and Keeling 2003; Keeling and Eames 2005; Durrett and Jung 2007) . Currently, the most popular transmission models on networks are based on mean-field approximations and follow the framework initially proposed by Vespignani (2001a, b, 2002) . These were the first to study SIS epidemic model on a scale-free network and show that the epidemic threshold is infinitesimal in the limit of a large number of links and nodes. Since then, a great deal of epidemiological research work followed on scale-free (and other) networks (House et al. 2009; Olinky and Stone 2004; Fu et al. 2008; Colizzaa et al. 2006; Wang and Dai 2008) .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 165,
                    "text": "Kermack and McKendrick proposed SIR and SIS compartmental",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 225,
                    "text": "McKendrick 1927, 1932)",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 1010,
                    "text": "(Levin and Durrett 1996;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1011,
                    "end": 1033,
                    "text": "Read and Keeling 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1034,
                    "end": 1057,
                    "text": "Keeling and Eames 2005;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1058,
                    "end": 1080,
                    "text": "Durrett and Jung 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1229,
                    "end": 1256,
                    "text": "Vespignani (2001a, b, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1558,
                    "text": "(House et al. 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1559,
                    "end": 1581,
                    "text": "Olinky and Stone 2004;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1582,
                    "end": 1597,
                    "text": "Fu et al. 2008;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1598,
                    "end": 1619,
                    "text": "Colizzaa et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1620,
                    "end": 1638,
                    "text": "Wang and Dai 2008)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For some epidemic diseases, such as scarlet fever, poliomyelitis and HFMD (hand, foot and mouth) and TB (tuberculosis), infectivity of infectious individuals is different at the differential age of infection during transmission. However, the popularly used epidemic models are described by ordinary differential equations, which assume that all individuals within a compartment behave identically, for instance, all infectious individuals are assumed to be equally infectious during their periodic infectivity. Hence, in order to reflect the effect of this demographic behavior, researchers have begun to examine age-structured epidemic models since the pioneering work (Hoppensteadt 1974 (Hoppensteadt , 1975 Elveback et al. 1971) . Elveback et al. (1971) suggested that disease transmission models with age-dependent contact rates are more realistic. Some recent studies in Magal et al. (2010) , Wang et al. (2016) , Tarkhanov (2008) , Liu et al. (2015) , Yang et al. (2014) , Wang et al. (2015) and Browne and Pilyugin (2013) have also shown the infection age may have an important influence on transmission dynamics of infectious disease on public health and preventative policies.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 688,
                    "text": "(Hoppensteadt 1974",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 689,
                    "end": 709,
                    "text": "(Hoppensteadt , 1975",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 710,
                    "end": 731,
                    "text": "Elveback et al. 1971)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 734,
                    "end": 756,
                    "text": "Elveback et al. (1971)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 876,
                    "end": 895,
                    "text": "Magal et al. (2010)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 898,
                    "end": 916,
                    "text": "Wang et al. (2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 919,
                    "end": 935,
                    "text": "Tarkhanov (2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 938,
                    "end": 955,
                    "text": "Liu et al. (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 958,
                    "end": 976,
                    "text": "Yang et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 997,
                    "text": "Wang et al. (2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1002,
                    "end": 1028,
                    "text": "Browne and Pilyugin (2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although infection-age-dependent epidemic models have been studied extensively, all these models were established on homogeneous networks. As far as we know, there are few results based on age-structured epidemic models on complex networks. Yang et al. (2016) built and analyzed an SIS epidemic model on complex networks by incorporating both infection age and behavior epidemiology, and then obtained the epidemic dynamics of their model. However, some strong assumptions were used, such as closed populations, i.e., the total number of individuals stay invariant during the whole epidemic duration. Since some diseases can last for an individual's lifetime, the influence of birth and death plays an important role in the disease spreading (Liu et al. 2004; Zhu et al. 2013 ). In Liu et al. (2004) , it was suggested that empty nodes give birth to individuals with certain rate. Later (Zhu et al. 2013 ) proposed a birth event that occurs at a vacant node next to a non-vacant node at constant rate, which also depends on the number of neighboring individuals and connectivity degree. But this demographic factor was not considered in Yang et al. (2016) .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 259,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 742,
                    "end": 759,
                    "text": "(Liu et al. 2004;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 760,
                    "end": 775,
                    "text": "Zhu et al. 2013",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 782,
                    "end": 799,
                    "text": "Liu et al. (2004)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 887,
                    "end": 903,
                    "text": "(Zhu et al. 2013",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1137,
                    "end": 1155,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, an general SIS epidemic model with continuous infection agedependent infectious and recovery rates as well as birth and death of nodes and edges is investigated on scale-free networks, which should be more reasonable and precise to analyze a long lasting epidemic spreading in open populations. Our model is appropriate for studying diseases such as malaria, influenza, gonorrhea and childhood diseases, etc., whose spreading processes obviously shows heterogeneity of infectivity in infectious individuals. In general, there are two main approaches to analyze age-structured models by studying the nonlinear semigroup generated by the family of solutions. One approach is to use the theory of integrated semigroups (Magal et al. 2010; Thieme 1990; Magal and McCluskey 2013) . We employ an alternative approach, namely by integrating solutions along the characteristics to obtain an equivalent integro-differential equation, which was utilized by Webb for age-dependent population models (Webb 1985) . Although epidemic models with age structure have been extensively studied, there are still inadequate results on the full global stability. In this paper, our methods of theoretical analysis follow the techniques laid out in the monograph (Smith and Thieme 2011) . We establish uniform persistence of the system and the existence of a compact global attractor in order to make use of the invariance principle. We show the global stability of equilibria by constructing the proper Volterra-type Lyapunov functions which rely on uniform persistence and invariance, and this is different from the method used in Yang et al. (2016) . Hence, our work based on age structure will provide new insight into the study of epidemic spreading dynamics on scale-free networks.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 750,
                    "text": "(Magal et al. 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 751,
                    "end": 763,
                    "text": "Thieme 1990;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 764,
                    "end": 789,
                    "text": "Magal and McCluskey 2013)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1003,
                    "end": 1014,
                    "text": "(Webb 1985)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1256,
                    "end": 1279,
                    "text": "(Smith and Thieme 2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1626,
                    "end": 1644,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The organization of this paper is as follows. In Sect. 2, we present our infection age model and provide some description and assumptions. Section 3 contributes to derive the existence of equilibria and the basic reproduction number. In Sect. 4, we use some fundamental principles to study the asymptotic smoothness of semi-flow generated by system and the existence of a global attractor. The main results of this paper are given in Sect. 5, which includes the uniform persistence of our system, the local stability and global stability of equilibria. Some numerical analysis is performed in Sect. 6, which shows the important influence of infection age and network structure on disease transmission. Finally, conclusions and discussions are made in the last section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consider a population with connectivity modeled as a scale-free network N with a power-law degree distribution p(k) = ck −r (2 < r ≤ 3). The nodes are enumerated with index i = 1, 2, . . . , N ; the degree k i of a node i is a number of links between node i and other nodes. The distribution p(k) is the probability that a randomly chosen node has degree k. In an SIS epidemic spreading process, every node has three optional states: vacant, susceptible, and infected (Liu et al. 2004; Zhu et al. 2013) . In order to consider the heterogeneity of contacts, we divide the population into n groups. Let S k (t), I k (t), (k = 1, 2, . . . , n) denote the densities of susceptible and infected nodes with connectivity (degree) k at time t, respectively. The infectious class includes age structure, that is, at time t, let I k (t, τ ) be the density of infected individuals with degree k with respect to infection age τ , where the infection age τ ≥ 0 implies the time since the infection began. It is obvious that",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 488,
                    "text": "(Liu et al. 2004;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 489,
                    "end": 505,
                    "text": "Zhu et al. 2013)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "describes the total density of the individuals with degree k at time t. Hence, the density of vacant nodes with degree k is 1 − N k (t), k = 1, 2, . . . , n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "In addition, as a disease spreads, a birth event occurs at a vacant node next to a non-vacant node at rate b. That is, the vacant nodes will give birth to new individuals once one of their neighbors is occupied. Thus, the birth process depends on the number of neighboring individuals. All individuals die at rate μ, causing the occupied node becomes vacant. Let β(τ ), γ (τ ) represent infectious and removal function with respect to age of infection τ respectively. Therefore, we develop a more general SIS epidemic model on a heterogeneous network, where the age of infection is considered as a continuous variable. The model presented here takes the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "under the following initial conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "where L 1 + (0, ∞) is the space of functions on [0, ∞) that are non-negative and Lebesgue integrable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "The meaning of the parameters and variables of system (1) are as follows: • Let b and μ be positive constants denoting the birth and natural death rates of all individuals. Additional death induced by the infectious disease is not considered. • Parameter n is the maximum degree. k is the average degree of the network, i.e., k = n i=1 i p(i). For a general function δ(k), this is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Let p(i|k) be the probability that a node of degree k is connected to a node of degree i. Here, we primarily study epidemic transmissions on uncorrelated networks, the probability is considered independent of the connectivity of the node from which the link is emanating. Therefore, p(i|k) = i p(i) k . • The function k (t, τ ) describes the probability of a link pointing to an infected individual of age τ . We note that ϕ(k) is the infectivity of nodes with degree k, i.e., it denotes the average number of edges from which a node with degree k can transmit the disease. Thus, kS k (t) ∞ 0 β(τ ) k (t, τ )dτ represents the number of newly infected individuals per unit time. On uncorrelated networks,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "is the probability of fertile contact between a node with degree k and its neighbors with degree i. The factor 1 i is the probability that one of neighbors of a vacant node with degree i will activate this vacant node at the present time step. It is assumed that, at each time step, every individual generates the same birth contacts A = 1 (Zhu et al. 2013) . Thus, the quantity bk[1 − N k (t)] k represents the density of new born individuals per unit time. On uncorrelated networks, we get",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 357,
                    "text": "(Zhu et al. 2013)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "In what follows, we shall discuss the asymptotic behavior of system (1)-(2) and we will make use of the following assumptions on infection-age-dependent key functions β(τ ) and γ (τ ), which are both biologically significant and also provide a convenient form for mathematical treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Assumption 2.1 Consider the system (1), we assume that, 1. The functions β(τ ), γ (τ ) ∈ L ∞ + are positive and bounded measurable, i.e., with respective essential upper bounds β and γ . Furthermore, there exists a constant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Let us define a functional space for system (1),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "The space X is a closed subset of a Banach space, and the norm on X k is taken to be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "The initial condition for system (1) can be rewritten as X 0 {(S 10 , I 10 (·), S 20 , I 20 (·), . . . , S n0 , I n0 (·)} ∈ X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "By applying tools of Hale (1971) , Webb (1985) and Assumption 2.1, it can be verified that system (1) is well-posed, and the solution of system (1) exists for any initial conditions X 0 ∈ X . Thus, we can define a continuous flow (t): X → X for t ≥ 0 of system (1) such that",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 32,
                    "text": "Hale (1971)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 35,
                    "end": 46,
                    "text": "Webb (1985)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "where (t, X 0 ) is the solution of system model (1) with initial condition X 0 ∈ X . By N k (t) = S k (t) + I k (t) and system (1), the evolution of N k (t) are governed by the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Let dN k (t) dt = 0, we get N k = 0, which corresponds to the equilibrium of extinction, and another solution satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Putting the above Eq. (4) to , we obtain = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "μ+bi . Then, we note that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "it is clear that f ( ) > 0, f (1) > 0. Thus, f ( ) = 0 has a unique positive solution if and only if f (0) = 1 − b μ < 0. That is ,when b > μ, the Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "(3) has a unique positive solution N k = N * k , which satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Therefore, from (3) and Zhu et al. (2012) , We draw the following conclusions:",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 41,
                    "text": "Zhu et al. (2012)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "(1) When b ≤ μ, lim t→∞ N k (t) = 0. The population becomes extinct, and there is no other dynamic behavior;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "(2) When b > μ, lim t→∞ N k (t) = N * k . Based on the above results, we will only consider the case of b > μ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Based on above results, we only consider the case of b > μ. Since the original system and limiting system have the same asymptotic dynamical behaviors, to study the stability of model (1), we only need to consider its limiting system under which",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "The limiting systems of system (1) is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "with the same initial conditions as (2) and X 0 ∈ X . Finally, we define the state space x = (S 1 (t), I 1 (t, ·), . . . , S n (t), I n (t, ·)) ∈ X for system (5) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "The following proposition shows that is positively invariant with respect to system (5) for .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Proposition 2.1 is positively invariant of system (5) for . Moreover, is point dissipative (there exists a bounded set ⊂ X which attracts all points in X ). That is , ∀ t ≥ 0 , for any solution of system (5), noting as (t, X 0 ), with the initial condition X 0 ∈ . Then (t, X 0 ) ∈ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "Proof Define the arbitrary initial condition X 0 ∈ satisfied (2). Thus, ∀ t > 0, we have N k0 > 0 , (0) > 0. From Eq. (3), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the Model"
        },
        {
            "text": "We have N k (t) ≥ N k (0)e −(bk +μ)t > 0. Then, from (3), we also have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that"
        },
        {
            "text": "It is clear that N k (t) < 1, and 0 < S k (t) + ∞ 0 I k (t, τ )dτ = N k (t) < 1. Therefore, for any initial condition, is positively invariant, and it is clear that is point dissipative and attracts all points in X . This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that"
        },
        {
            "text": "Now we consider the steady states of system (5) and obtain the basic reproduction number R 0 , which is the average number of new infections generated by a single infectious individual in a susceptible environment during the full infectious period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "For ease of notion, ∀ τ ≥ 0, we denote",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Firstly, with the above boundary conditions and initial conditions (2) , we obtain I (t, τ ) by integrating the second differential equation in (5) along the characteristic line t − τ = constant (Webb 1985) ,",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 206,
                    "text": "(Webb 1985)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Next, we claim that any solution of system (5) with initial condition X 0 ∈ remains non-negative before discussing the dynamics of system (5). The following result also tells us that if there is an initial infection then the infection persists, which is necessary to investigate the stability of system (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Proposition 3.1 For X 0 ∈ X and any k (k = 1, 2, . . . , n), S k (t) is strictly positive on R for any t ≥ 0. Meanwhile, if the initial infection is identically zero (I k0 (τ ) = 0, k = 1, 2, . . . , n), then ∞ 0 β(τ ) (t, τ )dτ = 0 for t ≥ 0, otherwise, ∞ 0 β(τ ) (t, τ )dτ and I k (t) are strictly positive for t ≥ 0 and any k (k = 1, 2, . . . , n).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Proof Firstly, for simplicity, we denote J (t) = ∞ 0 β(τ ) (t, τ )dτ and derive that,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "It is clear that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "We can also obtain the following inequality by the similar method",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Then, we get J (t) ≥ J (0)e −(μ+γ ) . Because of X 0 ∈ X , we derive I k0 (τ ) ≥ 0 for any k and J (0) ≥ 0, which in turn, we get J (t) ≥ 0. Next, from the similar arguments in Wang et al. (2016) and the first equation of system (5), we can show that the solution S k (t) is strictly positive for ∀ t ≥ 0 and ∀ k. Furthermore, from above analysis, for t ≥ 0 and any initial condition X 0 ∈ X , we know that if I k0 (τ ) is identically zero for any k, then J (0) = 0 and J (t) = 0, thereby, I k (t, 0) = I k (t, τ ) = I k (t) = 0, k = 1, 2, . . . , n. On the other hand, if the disease is initially present, that is, the support of at least one of I k0 (τ ) (k = 1, 2, . . . , n) has positive measure, which can make sure that J (0) > 0, and therefore J (t) and I k (t − τ, 0) (k = 1, 2, . . . , n) take on positive values. Thus, due to Eq. (6), we get, for any k,",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 195,
                    "text": "Wang et al. (2016)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "This is to say that the infection stays if there is an initial infection. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "According to Assumption 2.1, Propositions 2.1 and 3.1, we obtain the positiveness of solutions of system (5) for any initial conditions X 0 ∈ X . Then, we obtain the following proposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Proposition 3.2 If X 0 ∈ X , then there exists a constant satisfied > 1, the following statements hold true for any t ≥ 0 and k(k = 1, 2, . . . , n):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Then, we consider the steady states of system (5) for any initial condition X 0 ∈ . The system always has a disease-free equilibrium E 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "We investigate the positive equilibrium of system (5), we know that any positive equilibrium E * (S * k , I * k (τ ) k should satisfy the following equations,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "From Eq. (7), we get the positive equilibrium E * satisfies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "> 0 is satisfied and the following inequality is established:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "For simplicity, we denote",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "has a unique positive solution, that is, the Eq. (7) has a unique positive solution when 1 k n k=1 kϕ(k) p(k)S 0 k K 1 (0) > 1. From above analysis, we find that system (5) has a unique positive equilibrium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "Therefore, in the following result, we define the basic reproduction number for system (5) depending on birth and natural death rates, network structure and infection age, which will be proved to be a sharp threshold parameter defined in Shuai and Driessche (2013) in the following sections, and completely determines the global dynamics of system (5).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 264,
                    "text": "Shuai and Driessche (2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Equilibria and the Basic Reproduction Number"
        },
        {
            "text": "The system (5) always has a disease-free equilibrium E 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.1 Define the basic reproduction number as follows,"
        },
        {
            "text": "If R 0 > 1, then there exists a unique endemic equilibrium E * , which satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.1 Define the basic reproduction number as follows,"
        },
        {
            "text": "In order to obtain global properties of the semi-flow { (t)} t≥0 , it is important to prove that the semi-flow is asymptotically smooth. The existence of a compact global attractor allow us to make use of the invariance principle, which is necessary to study the global stability of equilibria via constructing the proper Volterra-type Lyapunov functions in the following section. Now, we give the definition of asymptotic smoothness. The semigroup (t) is asymptotically smooth, if, for any non-empty, closed and bounded set B ⊂ X for which (t,B)⊂ B, there is a compact set J ⊂ B such that J attracts B. In order to prove that (t) is asymptotically smooth, we use the following results, which is based on Hale (1988) and Adams (2003) . ",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 716,
                    "text": "Hale (1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 721,
                    "end": 733,
                    "text": "Adams (2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Asymptotic Smoothness"
        },
        {
            "text": "In order to apply Lemmas 4.1 and 4.2 to prove the semigroup is asymptotically smooth, we firstly prove the following result, which is useful in the following proof of Theorem 4.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.1 (Hale 1988) For each t > 0, suppose (t) = (t) + ϒ(t) : → has the property that (t) is completely continuous and there is a continuous function k:R"
        },
        {
            "text": "By Proposition 2.1, we know that (t)X 0 ≤ for all t ≥ 0 and > n. Let t ≥ 0 and h > 0, we confirm that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "By applying the Assumption 2.1 and Proposition 3.2 for the first integral, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "k βn 2 and H (τ ) ≤ 1. For the second integral, we make the substitution τ − h = a and obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "Next, from Assumption 2.1, we know that β(τ ) is Lipschitz continuous on R + with Lipschitz coefficient M β . Then, we find that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "The proof is completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "The following Lemma will be also used in the proof of Theorem 4.1. We refer the readers to McCluskey (2012) for more results and proof on this topic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "Applying for Lemmas 4.1 and 4.2, and combining Proposition 4.1 and Lemma 4.3, we have the following Theorem 4.1 and prove it in \"Appendix A\", which is the main result of this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4.1 The function"
        },
        {
            "text": "Now, we show that the solution semigroup has a global compact attractor A in X . We firstly give the following definition of global attractors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "Definition 1 (Hale 1988 ) A set A in X is defined to be an attractor if A is non-empty, compact and invariant, and there exists some open neighborhood W of A in X such that A attracts W . A global attractor is defined to be an attractor which attracts every point in X .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 23,
                    "text": "(Hale 1988",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "From these results, we obtain the existence of a global attractor by applying the following Lemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "Lemma 4.4 (Hale 1988 ) If is asymptotically smooth and point dissipative in X , and orbits of bounded sets are bounded in X , then there is a global attractor A in X .",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 20,
                    "text": "(Hale 1988",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "Propositions 2.1 and Theorem 4.1 show that the semigroup (t) of system (5) is point dissipative and asymptotically smooth on X . The proof of Proposition 2.1 can verify that every forward orbit of bounded sets is bounded in X . Therefore, by the result of Lemma 4.4, we have the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "Theorem 4.2 The semigroup generated by system (5) on X has a global attractor A in X , which attracts the bounded sets of X .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.1 The semigroup is asymptotically smooth."
        },
        {
            "text": "Based on above analysis, this section is devoted to proof of the uniform persistence of system (5) and the global stability of the equilibria. The basic reproduction number R 0 is proved to be a sharp threshold parameter (Shuai and Driessche 2013) , completely determining the global dynamics of system (5) in this section.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 247,
                    "text": "(Shuai and Driessche 2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "First, we introduce two important lemmas ,which are useful in the following study of uniform persistence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "and (t) be a bounded and continuously differentiable function. Then there exist sequences f n and g n such that f n → ∞,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.1 (Fatou's Lemma) Let f n be a non-negative measurable function sequence, then it satisfies"
        },
        {
            "text": "In this section, we study the uniform persistence of system (5), which indicates that there always exist infectious individuals given that infection initially occurs and R 0 > 1. We prove this by the approach used in Smith and Thieme (2011) . First, we show that system (5) is uniformly weakly ρ-persistent. Let us define a function ρ :",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 240,
                    "text": "Smith and Thieme (2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Proposition 5.1 If R 0 > 1 and the infection initially occurs, then there exists a positive constant ε > 0, such that for any k (k = 1, 2, . . . , n),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Proof If R 0 > 1, then there exists a sufficiently small ε > 0 such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "We show that this ε is exactly the ε in (9). We will do this by contradiction. Assume that there exists a constant T > 0 which is sufficiently large such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Together with system (5), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Then, according to comparison principle, we derive",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Furthermore, it follows from (6) together with (11) and Lemma 5.2, we obtain that if g n is a sequence such that Z k (g n ) → Z k∞ , the following inequality is satisfied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "From Proposition 3.1, if there is an initial infection then the infection persists. Hence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "which contradicts to Eq. (10). That is to say, if the disease is initially present and R 0 > 1, the system (5) is uniformly weakly ρ-persistent of semi-flow . The proof is therefore complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Next, in order to obtain the uniform persistence and follow the method used in Smith and Thieme (2011), we consider a complete trajectory of system space X, which is the solution of system (5) extended to R. Suppose a complete trajectory of in space X is a function f : R → X , such that f (s + t) = (t, f (s)), for t ≥ 0, s ∈ R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Hence, we get that system (5) for s ∈ R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "For a complete trajectory, we prove the following Lemma. Proof Suppose that S s * = 0 for s * ∈ R, we will show a contradiction. In this case, it follows from the first equation of system (13) that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "This implies that S k (s * − η) < 0 for sufficiently small η, and this contradicts the fact that the complete -trajectory f remains in X. Consequently, S(r ) is strictly positive on R. By changing the variables, we can rewrite the second equation of system (13) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "Hence, if Z k (s) = 0 for all s ≤ 0, then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "The following Lemma concerning the boundary condition for a complete trajectory will also be used in the proof of uniform persistence according to the approach used in Smith and Thieme (2011) . We refer the readers to McCluskey (2012) and Smith and Thieme (2011) for more results and the proofs.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 191,
                    "text": "Smith and Thieme (2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 239,
                    "end": 262,
                    "text": "Smith and Thieme (2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Uniform Persistence"
        },
        {
            "text": "for any s ∈ R, k = 1, 2, . . . , n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Then, from Theorem 4.2, Proposition 5.1 and Lemma 5.3-5.4, we obtain that the uniform weak ρ-persistence of system (5) implies the uniform strong ρ-persistence of semi-flow by applying methods of Smith and Thieme (2011) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 219,
                    "text": "Smith and Thieme (2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Finally, we introduce the result for uniform persistence of system (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Theorem 5.1 If R 0 > 1 and (t) is uniformly persistent, then there exists a constant ε > 0 such that for any k,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Proof In fact, for any k and I k0 ∈ L 1 + (0, ∞), we have the following inequality by (2) and (6),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "According to Lemma 5.1 and Proposition 5.2, we obtain that there exists a sufficiently small ε > 0 satisfying the following inequality:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Then, by a similar argument, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Hence, by the comparison principle, we obtain lim inf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "There, we take ε = max{ε 1 , ε 2 }. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "Remark 1 Another method used to prove the uniform persistence in Wang et al. (2016), Liu et al. (2015) and Yang et al. (2016) is based on Hale and Waltman (1989) , Magal and Zhao (2005) . According to Propositions 4.1, 5.1, Lemma 5.3-5.4 and Theorem 5.7 in Smith and Thieme (2011), we know that these two methods are equivalent.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "Liu et al. (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 107,
                    "end": 125,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 138,
                    "end": 161,
                    "text": "Hale and Waltman (1989)",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 185,
                    "text": "Magal and Zhao (2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "The sets A 0 and A 1 are compact and invariant, which are called the extinction attractor and the persistence attractor, respectively. Therefore, according to Proposition 3.1 and Lemma 5.3-5.4, if the initial conditions satisfy X 0 ∈ Y 0 (I k0 = 0, k = 1, 2, . . . , n), then (t, X 0 ) tends to the disease-free equilibrium E 0 for R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 5.4 For a complete trajectory f in X, Z k (s) is identically zero or Z k (s) is strictly positive on R, and Z k (s) is Lipschitz continuous on [s, ∞)"
        },
        {
            "text": "In this section, we first evaluate the local stability of disease-free equilibrium E 0 of system (5). For convenience, we apply (6) to system (5) and get the following system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E 0"
        },
        {
            "text": "with Eq. (6), where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E 0"
        },
        {
            "text": "dτ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E 0"
        },
        {
            "text": "Then considering the limiting system associated with (6), we derive that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "with the same initial conditions as system (5), where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Based on the linear method described in Wang et al. (2016) , Liu et al. (2015) , Yang et al. (2016) , Webb (1985) and McCluskey (2012), the following theorem shows that the disease-free equilibrium is locally asymptotically stable.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 58,
                    "text": "Wang et al. (2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 61,
                    "end": 78,
                    "text": "Liu et al. (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 81,
                    "end": 99,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 102,
                    "end": 113,
                    "text": "Webb (1985)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Theorem 5.2 If R 0 < 1, then the disease-free equilibrium E 0 is locally asymptotically stable; conversely, it is unstable when R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Proof First, linearizing system (15) near E 0 by denoting the perturbation variables",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": ", we obtain the following system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "LetS k (t) = s k0 e λt ,Z k (t) = z k0 e λt and substitute them into system (16), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Then, we obtain the characteristic equation of system (15) as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "which is equivalent to the form, (λ + μ)E n B = 0, therefore, the eigenvalues are λ k = −μ(k = 1, 2, . . . , n), and satisfy B = 0, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "That is, the solution of B = 0 satisfies the following equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "We",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "It is obvious that |G(λ)| < 1 contradicts to G(λ) = 1. Thus, equation G(λ) = 1 does not have positive solutions, all roots of equation (18) have negative real parts. Therefore, if R 0 < 1, then the disease-free equilibrium E 0 is locally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "On the other hand, since",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "that is to say, E 0 is unstable. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Next, we study the global stability of disease-free equilibrium E 0 by using Lemmas 5.1 and 5.2. We have the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Theorem 5.3 If R 0 < 1 , the disease-free equilibrium E 0 of system (5) is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "According to the comparison principle and Proposition 3.2, it is easy to derive the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "That is, lim",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "k . Next, we verify lim t→+∞ Z k (t) = 0 (k = 1, 2, . . . , n). From system (15), we know {Z k (t)} (k = 1, 2, . . . , n) is a measurable sequence of non-negative uniformly bounded functions. Based on Lemma 5.1, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Multiplying the above inequality by ϕ(k) p(k) and summing over k, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Because R 0 < 1 and Z k (t) ≥ 0, if the inequality holds only when i ϕ(i) p(i) lim On the other hand, Z k (t) ∞ ≥ 0 because of the positive definiteness. Then, we get lim t→+∞ Z k (t) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "Moreover, Lemma 5.2 implies that there exists a sequence g n , such that g n → ∞, then (g n ) → ∞ and (g n ) → 0, as n → ∞. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "In summary, (S k (t), Z k (t)) → E 0 in for all k, as t → ∞. The proof is therefore completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is obvious that lim"
        },
        {
            "text": "The existence and uniqueness of the positive equilibrium has been obtained in Sect. 3. Now, we discuss the local stability of positive equilibrium by the same method applied in the proof of the stability of disease-free equilibrium in Sect. 5.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Theorem 5.4 If R 0 > 1, system (15) has a unique positive equilibrium point E * = (S * k , Z * k ), k = 1, 2, . . . , n, and it is locally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "LetS k (t) = s 0k e λt ,Z k (t) = z 0k e λt , where s 0k , z 0k can be determined later, and substitute them into system (19), we obtain the following equation: From (20) , we can get the characteristic equation as follows:",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "From (20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Note that m i = ibc λ+μ+ibc , i = 1, 2, . . . , n, we obtain the characteristic equation is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": ". . , n. We assume that λ ≥ 0, then it is obvious that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "However, 1 + λ+μ ibc ≥ 1, thus, the assumption is contradictory. Therefore, if n i=1 (m i K 2 (λ) − 1) = 0, the eigenvalue of characteristic equation is negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "It is obvious that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Therefore, the assumption is contradicted. Therefore, all eigenvalues of (20) are negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "To sum up, all roots of Eq. (21) have negative real parts. Therefore, the unique endemic equilibrium E * is locally asymptotically stable if R 0 > 1. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "In the following section, we verify the global stability of E * of system (5) by Lyapunov-LaSalle asymptotic stability theorem for the semi-flow (t). From above analysis, we have stated that if the disease is initially present, the semi-flow is uniformly persistent, which can prove that the Lyapunov function is well-defined. According to the disease is initially present, we have the following assumption for initial condition. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": ", hence, the system (5) can be represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Theorem 5.5 If R 0 > 1 , then the endemic equilibrium E * of system (22) is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Proof Firstly, we introduce the following important function, which is obtained from the linear combination of Volterra-type functions of the form,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Obviously, g (x) = 1 − 1/x and g(x) has a global minimum at x = 1 and g(1) = 0. That is to say, g(x) is non-negative for x > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Next, the Lyapunov function is constructed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Because the positive equilibrium E * satisfies (7), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "In order to prove the Lyapunov functional V k (t) is well-defined, it suffices to show that 1 and 2 are finite for all t ≥ 0 and all k = 1, 2, . . . , n, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "It is clearly true from Theorem 5.1, 2 is finite for all t ≥ 0 and all k = 1, 2, . . . , n. Meanwhile, Assumption 2.1 and Theorem 5.1 ensure that 1 is finite for all t ≥ 0 and all k = 1, 2, . . . , n. Therefore, the Lyapunov functional V k (t) constructed here is well-defined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": ". Then, from the above two parts, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Stability of E *"
        },
        {
            "text": "Finally, according to Corollary 3.3 and Theorem 3.1 in Li and Shuai (2010) , V k , ϒ ki , G ki , a ki satisfy the assumptions. Therefore, the function V = k c k V k which is defined in Corollary 3.3 of Li and Shuai (2010) is a Lyapunov function for system (22) . It is obvious that V (t) ≤ 0 for system (22) and (S 1 , I 1 (t, τ ) , . . . , S n , I n (t, τ )) ∈ X . In addition, the largest invariant set for V (t) = 0 is E * . Thus, the alpha limit set of consists of just the endemic equilibrium E * . Therefore, the positive solution of system (22) is globally asymptotically stable according to Theorem 5.3.1 and Corollary 5.3.1 in Hale and Verduyn (1993) . The proof is completed.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 74,
                    "text": "Li and Shuai (2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 202,
                    "end": 221,
                    "text": "Li and Shuai (2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 659,
                    "text": "Hale and Verduyn (1993)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 330,
                    "text": ", I 1 (t, τ )",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Global Stability of E *"
        },
        {
            "text": "We have formulated a general age-structured epidemic model on a scale-free network and obtained global stability results. A scale-free network is characterized by a powerlaw degree distribution p(k) ∼ k −r (Barabási and Albert 1999) (r is a characteristic exponent whose value is often in the range 2 < r ≤ 3). Our scale-free uncorrelated networks with degree distribution p(k) = ck −r , where r = 2.4, and the constant c satisfies n k=1 k −r = 1. We set the maximum degree n = 40. The initial values S k (0) = 0.6, I k (0, τ ) = 1 √ 2π e −(τ +1.15) 2 2 for any degree k. From the preceding theoretical analysis, we know that the stability of disease-free and endemic equilibria depend on the basic reproduction number,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "a critical value to determine whether the disease prevails or not. If R 0 < 1, then the disease will die out; but if R 0 > 1, then the disease persists. It is clear that R 0 is influenced by birth and death rate, infection rate β(τ ), recovery rate γ (τ ), infectivity function ϕ(k) and the network structure. Meanwhile, R 0 is a decreasing function of γ (τ ) and an increasing function of β(τ ), which all rely on infection age τ . The expression of β(τ ) and γ (τ ) can be determined by the characteristic of a specific disease transmission with respect to infection age τ . If β(τ ) and γ (τ ) are constant, that is, β(τ ) = β, γ (τ ) = γ , then the basic reproduction number is sim-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "i , which is the threshold previously obtained for the model constructed on a scale-free network without age structure. Hence, from a biological point of view, the infection age shows intrinsic characteristic of some particular disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "For infectivity function ϕ(k), this function has many potential forms, such as ϕ(k) = k (Pastor-Satorras and Vespignani 2001a, b), which means that the number of the contacts per unit time is equal to the node's degree k; ϕ(k) = h (Zhou et al. 2006 ), equal to a constant h and hence independent of the node's degree; or (for example), ϕ(k) = ak a 1+bk a (Zhang and Fu 2009 ). When we ignore the birth and death in our model, and set the general function ϕ(k) = k, our basic reproduction number R 0 agrees with the R 0 in Yang et al. (2016) . Here, the ϕ(k) is in a general form in R 0 , which we base on the activity of the population and the condition of environment to dictate the specific form to analyze the transmission dynamics. Now, we present numerical simulations to explore the effects of various parameters on the basic reproduction number R 0 and epidemic spreading, and to support the analytic results obtained in the previous sections.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 248,
                    "text": "(Zhou et al. 2006",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 355,
                    "end": 373,
                    "text": "(Zhang and Fu 2009",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 522,
                    "end": 540,
                    "text": "Yang et al. (2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "Firstly, we introduce the basic idea of our simulation. To simulate the process of system (1), we adopt a first-order upwind scheme with forward Euler time step to process the second PDEs of (1); consequently, we use a Runge-Kutta scheme to deal with the first ODEs of system (1). The partition mesh is t = 0.1 and τ = 0.2, which satisfies the Courant-Friedrichs-Lewy stability restriction condition for PDEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "Next, we study the influence of ϕ(k) on R 0 , and then verify our main theoretical results. Figure 1 depicts the influence of ϕ(k) on R 0 . Here, we discuss our results assuming ϕ(k) = ak a 1+bk a . It shows that R 0 is monotonically increasing as α increases. The bigger a is and the smaller b is, the bigger R 0 is. This implies that the contact method can influence disease transmission-as expected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "Then, in order to verify the main results of global stability, we present the evolution of I k (t) = ∞ 0 I k (t, τ )dτ over time under different parameters from Figs. 2 and 3 with the infectivity function ϕ(k) = k. Figure 2 shows that the evolution of the density of infection with regard to time and degree under the parameters β(τ ) = τ (200−τ ) 15,000 and γ (τ ) = 1 1+τ , ensuring that R 0 < 1. Figure 2a shows that the time series of I 10 , I 20 , I 30 and I 40 . Figure 2b depicts the overall trend of infection with all degrees. They clearly demonstrate that when R 0 < 1, the disease will gradually die out, and the disease-free equilibrium is globally asymptotically stable. That is, lim t→+∞ I k (t) = 0. In addition, we conclude that the larger the degree, the higher the peak of infection.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(200−τ )",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 469,
                    "end": 478,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "In Fig. 3 , we show the evolution of I k (t) over time with the parameters β(τ ) = τ (200−τ ) 15,000 , γ (τ ) = 1 1+10τ , and the basic reproduction number satisfying R 0 > 1. In this case, simulation indicates that the disease eventually become endemic and tends to the endemic equilibrium which is globally asymptotically stable. Moreover, the larger the degree, the higher the endemic level. Therefore, Figs. 2 and 3 support the results of global stability obtained in previous sections and also demonstrate that the endemic equilibrium is global stability as long as R 0 > 1 is satisfied even if γ (τ ) is not an constant from Fig. 3 .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "(200−τ )",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "Finally, we study the meaning of our age-of-infection model (1). Many diseases, such as childhood diseases (e.g., HFMD, childhood influenza, scarlet fever), influenza, ebola, etc., show differential infectivity with respect to infection age as the disease progresses. Differential infectivity is important for studying different pathologies of infection and of treatment during the spread of diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "In particular, we consider Hand, Foot, and Mouth disease (HFMD), a human syndrome caused by intestinal viruses of the Picornaviridae family. The most common strains causing HFMD are Cox Asckievirus A16 (Cox A16) and Enterovirus 71 (EV71). HFMD is an acute viral illness that usually affects children younger than 5 years old, which can sometimes occur in adults. As the viruses are present in the throat and stools of an infected individual, infection generally occurs via the facial-oral route or via contact with skin lesions and oral secretions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "An individual who is exposed to HFMD viruses will exhibit symptoms after 3-7 days. After the incubation period, the infected will show some clinical symptoms, such as having a fever, poor appetite, malaise, and sore throat, etc. Most infected individuals will recover after 7-10 days and will attain a short immunity. Once the immunity is lost, the individuals return to susceptible class and are capable of being infected again since a person who recovered from the HFMD caused by Coxsackie A is susceptible to HFMD caused by enteroviruses 71 or any other enteroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "There is no specific treatment for HFMD, delayed diagnoses and treatment may cause heart, brain and kidney complications that can result in the death of infected children. Therefore, it is important to study methods for controlling the spread of HFMD based on appropriate preventive measures (Samanta 2014; Zhu et al. 2014; Liu 2011; Takahashi et al. 2016; Wang et al. 2011) . Although statistical regression is often used to analyze the spread of infectious diseases and is a valuable tool for understanding and predicting transmission of infectious diseases (Takahashi et al. 2016; Wang et al. 2011) , mathematical modeling offers a complementary technique by defining the rules of interactions between individuals and translating those rules into equations.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 306,
                    "text": "(Samanta 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 307,
                    "end": 323,
                    "text": "Zhu et al. 2014;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 324,
                    "end": 333,
                    "text": "Liu 2011;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 334,
                    "end": 356,
                    "text": "Takahashi et al. 2016;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 357,
                    "end": 374,
                    "text": "Wang et al. 2011)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 560,
                    "end": 583,
                    "text": "(Takahashi et al. 2016;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 584,
                    "end": 601,
                    "text": "Wang et al. 2011)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "Here, we apply our model (1) to analyze the spreading of HFMD on contact network by mathematic modeling analysis. We investigate the role of quarantine in controlling this epidemic and consider quarantining and curing a part of infected individuals based on infection age. Let H k (t, τ ) denote the density of infected individuals with degree k who are quarantined with respect to age of infection τ at time t. Then, according to (1), our age-of-infection model becomes the following,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "where δ(τ ) is the infection-age-dependent diagnosis rate (quarantine rate) for the infectious people. ξ(τ ) is the recovery rate for quarantined class with respect to infectious age τ . We obtain the basic reproduction number of system (23) as where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "This suggests that the diagnosis rate δ(τ ) has an important influence on R 0 and it plays a crucial role for the persistence (or the invasion) of disease. Therefore, we can give infection-agedependent intervention strategies to control the disease by δ(τ ). Now, we assume that the transmission rate β(τ ) and diagnosis rate δ(τ ) take the following forms (see Fig. 4) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 369,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "It is clear that Fig. 4a can show the common characteristic of HFMD in the process of epidemic transmission. For the spread of HFMD, there is an initial non-infectious period (3-7 days), we consider the incubation period of 4 time units (days). After the incubation period, the infectiousness of infected individuals increases, passes through a maximum, and then decreases and is eventually equal to zero for large values of infection age τ . Therefore, considering the infectious age-related transmission rate β(τ ) is more realistic. Figure 4b depicts the diagnosis rate δ(τ ) for infectious people with respect to infection age τ , we assume that only infectious individuals are symptomatic and consider curing those individuals at a rate of about 30% per day according to clinical characteristic. Now, we compare the evolution of infected group of (1) with that of (23) under the same initial conditions and parameters. The initial values S k (0) = 0.6, I k (0, τ ) = Figure 5a shows the evolution of I k (t) of system (1) and it is clear that the disease will break out. While, by mainly treating infectious individuals, the disease is controlled, as depicted in Fig. 5b . Compared to Fig. 5a , the peak of each curve in Fig. 5b significantly fall. From the comparison between Fig. 5a , b, we see that the disease can be controlled based on the characteristic of the specific disease through curing the infected group under different infectious period (age). However, the different diagnosis rate and infectivity in different period cannot be represented in those models without age-infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 536,
                    "end": 545,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1168,
                    "end": 1175,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1190,
                    "end": 1197,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1226,
                    "end": 1233,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1282,
                    "end": 1289,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "In order to further understand these observations, we note I (t, τ ) = n k=1 p(k)I k (t, τ ) which represents the average density of infection with infection age τ . Fig. 5c , d show the evolution of I (t, τ ) of system (1) and system (23) at infection age of 5, 10, 20, and 50, respectively. It is clear that the system (1) has an endemic equilibrium, which is globally stable shown in Fig. 5c . That is to say, the disease will break out. In Fig. 5d , the disease is controlled by the treatment for different age groups of infectious people, the disease dies out as a consequence of control measures according to the age spectrum.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "(t, τ )",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 444,
                    "end": 451,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Simulations and Applications"
        },
        {
            "text": "Remark 2 In this application, we consider that individuals only attain a short immunity from HFMD after recovery. Once the immunity is lost, the individuals return to the susceptible class and is again capable of being infected. Therefore, it is reasonable to make use of our SIS model with age-infection which ignores the short immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "Remark 3 Although a simple epidemic model is (of course) a simplification, it is reasonable to deal with simpler problems first. Furthermore, the knowledge gained from building the simple model will prove to be useful in extending to a more complicated and realistic model. According to our model on complex networks and the specific clinical characteristic of some diseases which show intrinsic characters of age-infection, it is natural to extend the model to SIR, SIRS and SEIRS models with birth and death, age-infection on contact networks and analyze their long term epidemic spreading in an open population. Meanwhile, we merely need to give suitable key functions which rely on infection age, and then obtain the reasonable control strategies based on different age of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations and Applications"
        },
        {
            "text": "In this paper, we propose and analyze a general SIS epidemic model with infection age on scale-free networks. By using various analytic methods, we demonstrate the asymptotic smoothness of solutions and uniform persistence of the system (1) via analyzing its limiting system (5) with Volterra integral equations. We found that the basic Dynamics of I k (t) subject to time t of system (23). c Dynamics of I (t, τ) subject to time t of system (1), τ = 5, 10, 20, 50. d Dynamics of I (t, τ) subject to time t of system (23) reproduction number is not only related to the network structure, but also depends on parameters which relate to infection age. In addition, we showed that the disease-free equilibrium in model (5) is globally asymptotically stable if R 0 < 1 by analyzing the corresponding characteristic equations and applying Fatou's Lemma. Meanwhile, if R 0 > 1, the system has a unique endemic equilibrium, which is globally asymptotically stable by constructing proper Volterra-type Lyapunov functions. We performed some simulations under different parameters and ϕ(k) to illustrate our theoretical results. In addition, we continue to construct an age-infection model (23) according to system (1). We consider different infection rates, recovery rates and diagnosis rates with respect to age of infection based on the background and presumed characteristics of various childhood diseases (in particular HFMD), we found that it is important to treat specific infectious groups according to infection age to most effectively control the overall spread of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Our age-infection SIS model on heterogeneous networks is also beneficial to the study of waterborne diseases, such as cholera. Cholera, for example, has multiple transmission pathways: it can be transmitted directly to humans by person-to-person contact or indirectly to humans via contaminated water. We know that different infectivity is important for indirect and direct transmissions. Many researchers have studied various age-of-infection cholera models, while none of them are constructed on complex networks. Hence, our future work is to study the influence of network structures on an age-of-infection cholera model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Infection age plays an important role in studying epidemic transmission and the control strategies of diseases. Therefore, it is realistic to consider age structure when analyzing the spreading mechanism and dynamical behavior of epidemic diseases. Our findings in this paper are valuable for the further study of infection age-structured models on complex networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Hence U (t, τ ) = 0 + n i=1 U i (t, τ ) ≤ e −(μ+α)t X 0 . If X 0 < r , we note k(t, r ) = re −(μ+α)t , then, k(t, r ) → 0 as t → ∞ and U (t) ≤ k(t, r ) for any i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Next, we verify that C(t) is completely continuous. We need to pay more attention to the state space, since L 1 + (0, +∞) is a component of our state space X . Hence, a notion of compactness in L 1 + (0, +∞) is necessary. In an infinite dimensional Banach space, boundedness does not necessarily imply precompactness. Hence, we must apply Lemma 4.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Suppose that B ⊂ X is bounded for any initial condition X 0 ⊂ B. From Propositions 2.1 and 3.2, it is easy to see that S k (t), (k = 1, 2, . . . , n) remains in the compact set [0, ]. Thus, we only need to verify that the following conditions valid for C i (t, τ )(i = 1, 2, . . . , n) remaining in a precompact subset of L + (0, +∞) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "To check condition (ii) , according to (25) ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Note that for all X 0 ⊂ B, lim h→∞ ∞ h |C i (t, τ )| p X 0 dτ = 0. Therefore, (ii) is satisfied for the set C i (t, B) ⊂ L 1 + (0, +∞). To check condition (i), for sufficiently small h ∈ (0, t), we observe",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "It is clear that H (τ ) = e −μτ − τ 0 γ (ξ)dξ ≤ e −(μ+α)τ < 1, and H (τ ) is a decreasing function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "Then, we note",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "From Proposition 4.1, we know that ∞ 0 β(τ )I k (t, τ )dτ is Lipschitz continuous with coefficient M β . It is easy to see that dS k (t) dt is bounded, and therefore, S k (t) is Lipschitz on [0, ] with Lipschitz coefficient M s . Therefore, from Lemma 4.3, the following inequality holds,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        },
        {
            "text": "This converges uniformly to 0 as h → 0. Therefore, the condition (i) is verified for C i (t, X 0 ) (i = 1, 2, . . . , n). That is to say, for any X 0 ∈ X , C i (t, X 0 ) remains in a precompact subset B i of L 1 + (0, +∞). From Lemma 4.2, we have that C(t, X 0 ) ∈ n i=1 [0, ] × B i is completely continuous. Finally, according to Lemma 4.1, we conclude that (t, X 0 ) is asymptotically smooth. This completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Discussions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of scaling in random networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "Jjf",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The mathematical theory of infectious diseases and its applications",
            "volume": "286",
            "issn": "",
            "pages": "509--512",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global analysis of age-structured within-host virus model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Pilyugin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Discrete Contin Dyn Syst: Ser B",
            "volume": "18",
            "issn": "8",
            "pages": "1999--2017",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The modeling of global epidemics: stochastic dynamics and predictability",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizzaa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull Math Biol",
            "volume": "68",
            "issn": "",
            "pages": "1893--1921",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Two phase transitions for the contact process on small worlds",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stoch Proc Their Appl",
            "volume": "117",
            "issn": "",
            "pages": "1910--1927",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stochastic two-agent epidemic simulation models for a 379 community of families",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elveback",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am J Epidemiol",
            "volume": "93",
            "issn": "",
            "pages": "267--280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic dynamics on scale-free networks with piecewise linear infectivity and immunization",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys Rev E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Functional differential equations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Asymptotic Behavior of Dissipative Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mathematical Surveys and Monographs",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Waltman P (1989) Persistence in infinite-dimensional systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "Lsm",
                    "middle": [],
                    "last": "Verduyn",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "SIAM J Math Anal",
            "volume": "20",
            "issn": "2",
            "pages": "388--395",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An age-dependent epidemic model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hoppensteadt",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Franklin Inst",
            "volume": "297",
            "issn": "",
            "pages": "325--338",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematical theories of populations: demographics, genetics and epidemics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hoppensteadt",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A motif-based approach to network epidemics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull Math Biol",
            "volume": "71",
            "issn": "",
            "pages": "1693--1706",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Networks and epidemic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "Ktd",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J R Soc Interface",
            "volume": "2",
            "issn": "",
            "pages": "295--307",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc R Soc A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Proc R Soc A",
            "volume": "138",
            "issn": "",
            "pages": "55--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "From individuals to epidemics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Philos Trans R Soc Lond B",
            "volume": "351",
            "issn": "",
            "pages": "1615--1621",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global-stability problem for coupled systems of differential equations on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Shuai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Differ Equ",
            "volume": "248",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Threshold dynamics for a HFMD epidemic model with periodic transmission rate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nonlinear Dyn",
            "volume": "64",
            "issn": "1",
            "pages": "89--95",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The spread of disease with birth and death on networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Stat Mech",
            "volume": "",
            "issn": "08",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global stability of an SEIR epidemic model with age-dependent latency and relapse",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nonlinear Anal RWA",
            "volume": "24",
            "issn": "",
            "pages": "18--35",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Two group infection age model including an application to noscomial infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccluskey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "SIAM J Appl Math",
            "volume": "73",
            "issn": "2",
            "pages": "1058--1095",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global attractors and steady states for uniformly persistent dynamical systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "SIAM J Math Anal",
            "volume": "37",
            "issn": "1",
            "pages": "251--275",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lyapunov functional and global asymptotic stability for an infection-age model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Appl Anal",
            "volume": "89",
            "issn": "",
            "pages": "1109--1140",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global stability for an SEI epidemiological model with continuous age-structure in the exposed and infectious classes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccluskey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Math Biosci Eng",
            "volume": "9",
            "issn": "4",
            "pages": "819--841",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Unexpected epidemic threshold in heterogeneous networks: the role of disease transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Olinky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys Rev E",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemic spreading in scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys Rev Lett",
            "volume": "86",
            "issn": "",
            "pages": "3200--3203",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemic dynamics and endemic states in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys Rev E",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Epidemic dynamics in finite size scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev E",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Disease evolution on networks: the role of contact structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc R Soc B",
            "volume": "270",
            "issn": "",
            "pages": "699--708",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Analysis of a delayed hand-foot-mouth disease epidemic model with pulse vaccination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Samanta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Syst Sci Control Eng",
            "volume": "2",
            "issn": "1",
            "pages": "61--73",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global stability of infectious disease models using Lyapunov functions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shuai",
                    "suffix": ""
                },
                {
                    "first": "Pvd",
                    "middle": [],
                    "last": "Driessche",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "SIAM J Appl Math",
            "volume": "73",
            "issn": "4",
            "pages": "1513--1532",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dynamical systems and population persistence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Hand, foot, and mouth disease in China: modeling epidemic dynamics of enterovirus serotypes and implications for vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Boeckel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Lyapunov stability for an age-structured population model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tarkhanov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecol Model",
            "volume": "216",
            "issn": "",
            "pages": "232--239",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Semiflows generated by Lipschitz perturbations of non-densely defined operators",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Differ Integral Equ",
            "volume": "3",
            "issn": "",
            "pages": "1035--1066",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global stability of virus spreading in complex heterogeneous networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SIAM J Appl Math",
            "volume": "68",
            "issn": "",
            "pages": "1495--1502",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Hand, foot and mouth disease in China: patterns of spread and transmissibility during",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Longini",
                    "middle": [],
                    "last": "Ira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Stanaway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiology",
            "volume": "22",
            "issn": "6",
            "pages": "781--792",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0b013e318231d67a"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Global dynamics for a class of age-infection hiv models with nonlinear infection rate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Math Anal Appl",
            "volume": "432",
            "issn": "1",
            "pages": "289--313",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Global dynamics for an age-structured epidemic model with media impact and incomplete vaccination",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nonlinear Anal: Real World Appl",
            "volume": "32",
            "issn": "",
            "pages": "136--158",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Theory of nonlinear age-dependent population dynamics. Marcel Dekker",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Math Biosci Eng",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Effect of infection age on an SIS epidemic model on complex networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Math Biol",
            "volume": "73",
            "issn": "",
            "pages": "1227--1249",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Spreading of epidemics on scale-free networks with nonlinear infectivity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nonlinear Anal TMA",
            "volume": "70",
            "issn": "",
            "pages": "3273--3278",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Behaviors of susceptible-infected epidemics on scale-free networks with identical infectivity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys Rev E",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Global attractivity of a network-based epidemic SIS model with nonlinear infectivity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Commun Nonlinear Sci Numer Simul",
            "volume": "17",
            "issn": "",
            "pages": "2588--2594",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Epidemic spreading on contact networks with adaptive weights",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Theor Biol",
            "volume": "317",
            "issn": "",
            "pages": "133--139",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A hand-foot-and-mouth disease model with periodic transmission rate in Wenzhou, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Article ID",
            "volume": "234509",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2014/234509"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adams 2003) Let K ⊂ L p + (0, +∞) be closed and bounded where p ≥ 1. Then, K is compact if and only if the following conditions hold:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "McCluskey 2012) Let J ⊂ R. For j = 1, 2, suppose that f j : J → R is a bounded Lipschitz continuous function with bound K j and Lipschitz coefficient M j . Then, the product function f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For a complete trajectory f in X, S k (s) is strictly positive and Z k (s) = 0 for all s ≥ 0 if Z k (s) = 0 for all s ≤ 0, k = 1, 2, . . . , n.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "sup Z i (t) = 0, we have lim t→+∞ sup Z k (t) = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The initial conditions satisfy I k0 (τ ) > 0 for all τ ≥ 0 and k. Furthermore, lim τ →+∞ I k0 (τ ) < +∞. Now, to simplify system (5), we let γ (τ ) = γ be a constant and denote bk[1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Color figure online) The influence of ϕ(k) on R 0 , here ϕ(k) = ak α 1+bk α",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dynamics of I k (t) subject to time t (b) Dynamics of I k (t) subject to time t Color figure online) Here, ϕ(k) = k, β(τ) = τ (200−τ ) 15,000 , γ (τ) = 1 1+τ , μ = 0.06, b = 0.07, R 0 = 0.6066 < 1. a Dynamics of I k (t) subjectto time t, k = 10, 20, 30, 40. b Dynamics of I k (t) subject to time t, k = 1, 2, . . . , Color figure online) Here ϕ(k) = k, β(τ) = τ (200−τ ) 15000 , γ (τ) = 1 1+10τ , μ = 0.06, b = 0.07, R 0 = 3.4798 > 1. a Dynamics of I k (t) subject to time t, k = 10, 20, 30, 40. b Dynamics of I k (t) subject to time t, k = 1, 2, . . . , 40",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Color figure online) a Transmission rate β(τ ); b diagnosis rate δ(τ ). The symptoms appear at day 4, which coincides with the beginning of infectious period. Infected individuals are quarantined at a rate of 30% per day after day 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Dynamics of I(t, τ ) subject to time t of system (1) (d) Dynamics of I(t, τ ) subject to time t of system (23) I k (t) subject to time I k (t) subject to time Color figure online) Here is the comparison of dynamics of I k (t) and I (t, τ) of system (1) and system (23). a and c represent the dynamics in system (1), b and d show dynamics of system (23). a and b are the evolution of I k (t), while c and d are the evolution of I (t, τ). Each line with the same initial conditions and parameters. a Dynamics of I k (t) subject to time t of system (1), k = 10, 20, 30, 40. b",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for any degree k. Other parameters are set as b = 0.07, μ = 0.06, ξ(τ ) = 0.2 and 05 · (τ − 4) · e −0.09(τ −4) 2 + 0.03, if 4 < τ < 21, 0.0301, if τ ≥ 21.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was jointly supported by the NSFC Grants 11572181 and 11331009. SC was also supported with funding from ARC Linkage Grant LP130101055. Part of this work was done while SC, YT and XF visited the Center for Mathematical Sciences at Huazhong University of Science and Technology, Wuhan, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "dτ.Therefore, we haveFurthermore, it is obvious that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Now we give the proof of Theorem 4.1 in Sect. 4.Proof of Theorem 4.1 To apply Lemma 4.1, we define the projection of (t, X 0 ) about any bounded set of X by decomposing (t) into the following two operators,where, U (t, X 0 ) = (0, U 1 (t, ·), 0, U 2 (t, ·), . . . , 0, U n (t, ·)), C(t, X 0 ) = (S 1 (t), C 1 (t, ·), S 2 (t), C 2 (t, ·), . . . , S n (t), C n (t, ·)),From Eq. (6), it is easy to get (t) = U (t) + C(t). Then,≤ e −(μ+α)t I i (0, τ ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A"
        }
    ]
}