{"paper_id": "e5400057ab4573349a21ddff566353a9a0d825fb", "metadata": {"title": "Molecular Subtype of Infectious Bronchitis Virus in Broiler Flocks in Jordan", "authors": [{"first": "D", "middle": ["A"], "last": "Roussan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W", "middle": ["S"], "last": "Totanji", "suffix": "", "affiliation": {}, "email": ""}, {"first": "G", "middle": ["Y"], "last": "Khawaldeh", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Infectious bronchitis virus (IBV) causes respiratory disease in chickens all over the world. Infectious bronchitis virus has many serotypes that do not confer cross protection against each other. The current study was designed to know which IBV types were circulating in Jordanian broiler chickens. Tracheal swabs from 175 broiler flocks at the acute phase of respiratory disease were collected. The swabs were subjected to RNA extraction and tested by reverse transcription PCR (RT-PCR). Specific-nested PCR were performed on RT-PCR products to detect and differentiate strains of Massachusetts, 4/91, and D274 types. The nucleic acid of IBV was de-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infectious bronchitis (IB) is a major disease problem in the broiler industry. Many antigenic types of the causative agent, IB virus (IBV), exist, for example, the Massachusetts, D274, and 4/91 (also known as CR88 and 793/B) serotypes. The Massachusetts type was the first isolated in Europe in the 1940s . The D274 type was the most common in several western European countries in the early and mid-1980s (Cook, 1984; Davelaar et al., 1984; . The 4/91 type was first identified in the United Kingdom in 1990 / 1991 (Gough et al., 1992 Parsons et al., 1992) but was retrospectively found to have been present in France since 1985 (Cavanagh et al., 1998) . Cavanagh et al. (1999) detected the 4/91 type of IBV in swabs, collected in 1997 and 1998, from Saudi Arabia, Japan, Sweden, Denmark, Poland, Italy, France, and Argentina. Antibodies reactive with the 4/91 type have been detected in chickens in Thailand, Mexico, Greece, Britain, France, the Netherlands, Spain, and Germany (Cook et al., 1996) .", "cite_spans": [{"start": 406, "end": 418, "text": "(Cook, 1984;", "ref_id": "BIBREF6"}, {"start": 419, "end": 441, "text": "Davelaar et al., 1984;", "ref_id": "BIBREF8"}, {"start": 493, "end": 508, "text": "Kingdom in 1990", "ref_id": null}, {"start": 509, "end": 515, "text": "/ 1991", "ref_id": null}, {"start": 516, "end": 535, "text": "(Gough et al., 1992", "ref_id": "BIBREF9"}, {"start": 536, "end": 557, "text": "Parsons et al., 1992)", "ref_id": "BIBREF11"}, {"start": 630, "end": 653, "text": "(Cavanagh et al., 1998)", "ref_id": "BIBREF4"}, {"start": 656, "end": 678, "text": "Cavanagh et al. (1999)", "ref_id": "BIBREF3"}, {"start": 980, "end": 999, "text": "(Cook et al., 1996)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In Jordan, chicken production is the most developed industry in the animal sector. There are serious respiratory diseases of unknown etiology that have caused catastrophic economic losses to farmers in the country. There 1 Corresponding author: droussan@provimi.com.jo 661 tected in 105 out 174 (60%) broiler flocks by RT-PCR. Specific-nested PCR revealed that 35.2, 31.4, and 8.6% of these flocks had Massachusetts, 4/91, and D274, respectively, alone. In 24.8% of tested flocks, 2 types of IBV were detected. However, because the primers used in this study were designed specifically for 3 types of IBV, other types might have been present but not detected. Future work should include the isolation and molecular characterization of IBV in the region to adopt a suitable vaccination program using the common field serotypes as vaccines to protect against IBV-caused disease.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "is limited evidence in literature describing the prevalence of poultry respiratory diseases in Jordan. One report (Saad, 2006) describes the serotype of IBV (Massachusetts, Arkansas, Delaware variant 072, and JMK) in poultry flocks in Jordan based on hemagglutination inhibition test and demonstrates the exposure of these flocks to Arkansas, Delaware variant 072, as well as Massachusetts-like serotypes of IBV. Therefore, this study was designed to know which IBV strains were circulating in Jordanian broiler chickens using type-specific reverse transcription PCR (RT-PCR) for Massachusetts, as well as other IBV strains (D274 and 4/91) not previously documented in Jordan.", "cite_spans": [{"start": 114, "end": 126, "text": "(Saad, 2006)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "During the period from September 2005 to November 2007, we examined 175 commercial broiler flocks from northern, southern, and central Jordan in which the chickens were suffering from respiratory disease. Five sterile swabs (Heinz Herenz Medizinalbedarf GmbH, Hamburg, Germany) were taken from 5 chickens from each flock at the acute phase of respiratory disease and sent to the Provimi Jordan laboratory where they were stored at 4°C until RNA was extracted. Vaccination history included all flocks vaccinated against the M-41 strain of IBV (Intervet, Wim de Kö rverstraat, AN Boxmeer, the Netherlands). In the majority of these flocks, signs of respiratory disease usually appeared at 24 to 31 d of age. Chickens suffered from severe gasping, coughing, conjunctivitis, nasal and ocular discharge, depression, weakness, and were reluctant to move. Gross lesions observed in these flocks included a moderate to severe congestion of trachea with or without mucopurelent exudates, airsaculitis, and pericarditis or perihepatitis.", "cite_spans": [], "ref_spans": [], "section": "Broiler Flocks"}, {"text": "Swabs from each flock were placed in 1,000 L of PBS (pH 7.2) and were scraped on the side of the tube to facilitate removal of contents from the swab head. Extraction of RNA was performed on 60 L of the pooled material for swab from each flock, using a Purescript RNA purification kit (Gentra Systems, Minneapolis, MN) according to the procedure of the manufacturer.", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "The RT-PCR reaction was performed using 1-step RT-PCR, an Access RT-PCR System kit (Promega Corp., Madison, WI), and primers XCE2− and XCE2+ (Alpha DNA, Montreal, Quebec, Canada; Table 1 ) according to the procedure of the manufacturer. Reverse transcription PCR was carried out in a DNA Engine thermal cycler (BioRad Laboratories Ltd., Mississauga, Ontario, Canada) for 1 reverse transcription cycle of 60 min at 45°C, followed by 94°C for 5 min, then 40 PCR cycles of 94°C for 45 s, 57°C for 45 s, and 72°C for 90 s, with a final extension cycle at 72°C for 5 min. Reverse transcription PCR produces a 466-bp fragment common to all IBV (Figure 1 ) that was used in 3 specific nested PCR with oligonucleotide XCE3−, which was designed to hybridize to RNA from all 3 strains, and oligonucleotides MCE1+, DCE1+, and BCE1+ ( Table 1) ", "cite_spans": [], "ref_spans": [{"start": 179, "end": 186, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 638, "end": 647, "text": "(Figure 1", "ref_id": "FIGREF1"}, {"start": 823, "end": 831, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "RT-PCR and Nested PCR"}, {"text": "The RT-PCR and nested PCR products were electrophoresed on a 2% agarose gel in Tris-acetate-EDTA buffer (40 mM of Tris and 2 mM of EDTA, with a pH value of 8.0) containing ethidium bromide (Promega Corp.) for 45 min at 100 V and visualized under ultraviolet light (AlphaImager; Alphainnotech, San Leandro, CA).", "cite_spans": [], "ref_spans": [], "section": "Agarose Gel Electrophoresis"}, {"text": "All of the tested broiler flocks (175) that were received had a history of respiratory disease. The IBV were detected by RT-PCR in 105 out 175 (60%) of these flocks. Specific-nested PCR were performed on RT-PCR-positive products (105) to detect and differentiate strains of the Massachusetts, 4/91, and D274 types. The results of specific-nested PCR (Table 2) revealed that 35.2, 31.4, and 8.6% of these flocks had Massachusetts, 4/91, and D274, respectively, alone. On the other hand, 4.8, 7.6, and 12.4% of these flocks were infected with both Massachusetts + D274, D274 + 4/91, and Massachusetts + 4/91, respectively. The overall results of specific-nested PCR (Table  2 ) indicated the IBV Massachusetts and 4/91 types were found to be most prevalent (52.4 and 51.4%, respectively), whereas the IBV D274 type was found to be of low prevalence (21%). Figure 1 shows RT-PCR and nested PCR for IBV detection and subtyping (Massachusetts, 4/91, and D274).", "cite_spans": [], "ref_spans": [{"start": 664, "end": 673, "text": "(Table  2", "ref_id": "TABREF1"}, {"start": 854, "end": 862, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "Current diagnosis of IB is commonly based on virus isolation in embryonating eggs, followed by immunological identification of the isolates. This procedure is timeconsuming and requires the use of specific polyclonal or monoclonal antibodies. Moreover, some isolates could be mixtures of different types of IBV that can confuse the interpretation of serotyping results. Reverse transcription PCR has been described previously using IBV, RNA extracted from allantoic fluid, and tracheal swabs. These techniques had been shown to be very efficient for the detection of IBV and for the identification of IBV types (Cavanagh et al., 1999; Handberg et al., 1999) . In this study, we performed RT-PCR on the tracheal swabs from birds with a history of respiratory disease. Furthermore, the RT-PCR-positive reactions were subjected to specificnested PCR to detect and differentiate strains of the Massachusetts, 4/91, and D274 types. The IBV had been detected in 60% of broiler flocks by RT-PCR. Nested PCR results indicated that the main IBV types circulating in the Jordan broiler population were the Massachusetts One hundred seventy-five flocks had respiratory disease and were tested by RT-PCR, and 105 of these flocks (60%) were positive. type and 4/91 type, which represent 52.4 and 51.4%, respectively, followed by D274, which represents 21% of tested flocks (Table 2) . However, because the primers were selected specifically for these 3 types of IBV, other types might have been present but not detected.", "cite_spans": [{"start": 611, "end": 634, "text": "(Cavanagh et al., 1999;", "ref_id": "BIBREF3"}, {"start": 635, "end": 657, "text": "Handberg et al., 1999)", "ref_id": null}], "ref_spans": [{"start": 1360, "end": 1369, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "Massachusetts-type IBV was detected in 52.4% of the broilers tested. In a recent study, Cavanagh et al. (1999) reported that when Massachusetts-type IB vaccines were applied at 1 d old in the hatchery, vaccine virus could later be detected in all broiler flocks tested by RT-PCR on swabs, with maximal amounts during the first week of life. In our work, most of the Massachusetts type detected was from broilers showing respiratory signs beyond 3 wk of age. Our results suggest field exposure of these flocks to Massachusetts type alone or in combination with other type of IBV.", "cite_spans": [{"start": 88, "end": 110, "text": "Cavanagh et al. (1999)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Twenty-six (24.8%) of tested flocks were infected with 2 types of IBV (Table 2 ). This is in agreement with previous observations showing that broiler flocks may be infected simultaneously with several types of IBV (Cavanagh et al., 1999) . The results in a current study indicate a relatively high prevalence of 2 types of IBV (i.e., Massachusetts and 4/91 types), in addition to a low prevalence of the D274 type. This study and previous ones reported suggested that there is a possibility of the presence of several IBV stains in Jordan.", "cite_spans": [{"start": 215, "end": 238, "text": "(Cavanagh et al., 1999)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 70, "end": 78, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "Like in many other parts of the world, Massachusettstype vaccines are the only officially authorized vaccines in Jordan. Despite the use of these IBV vaccines, it is common to find IB problems in vaccinated chickens. The results of this study may partially explain the failure of Massachusetts-type vaccines and necessitate revising the Jordanian vaccination program against IB. In this study, the sequence of PCR products was not determined, and therefore the origin of the isolates is not clear at present. In conclusion, by utilizing such diagnostic techniques, it is possible to conduct a detailed epidemiological study to determine the full economic effect of this disease. Future work should include the isolation, serotyping, and molecular characterization of IBV in the region to adopt a suitable vaccination program using the common field serotypes as vaccines to protect against IBV-caused disease.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Molecular analysis of the 793/B serotype of infectious bronchitis virus in Great Britain", "authors": [{"first": "A", "middle": [], "last": "Adzhar", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Gough", "suffix": ""}, {"first": "D", "middle": [], "last": "Haydon", "suffix": ""}, {"first": "K", "middle": [], "last": "Shaw", "suffix": ""}, {"first": "P", "middle": [], "last": "Britton", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 1997, "venue": "Avian Pathol", "volume": "26", "issn": "", "pages": "625--640", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Sequence analysis of strains of avian infectious bronchitis coronavirus isolated during the 1960s in the UK", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Davis", "suffix": ""}], "year": 1992, "venue": "Arch. Virol", "volume": "130", "issn": "", "pages": "471--476", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Location of the amino-acid differences in the S1 spike glycoprotein subunit of closely related serotypes of infectiousbronchitis virus", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Davis", "suffix": ""}, {"first": "J", "middle": ["K A"], "last": "Cook", "suffix": ""}, {"first": "D", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Kant", "suffix": ""}, {"first": "G", "middle": [], "last": "Koch", "suffix": ""}], "year": 1992, "venue": "Avian Pathol", "volume": "21", "issn": "", "pages": "33--43", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Longitudinal field studies of infectious bronchitis virus and avian pneumovirus in broilers using type-specific polymerase chain reactions", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "K", "middle": [], "last": "Mawditt", "suffix": ""}, {"first": "P", "middle": [], "last": "Britton", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Naylor", "suffix": ""}], "year": 1999, "venue": "Avian Pathol", "volume": "28", "issn": "", "pages": "593--605", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sequence analysis of strains of the 793/B genotype (CR88, 4/91) of IBV isolated between 1985 and 1997", "authors": [{"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "K", "middle": [], "last": "Mawditt", "suffix": ""}, {"first": "R", "middle": [], "last": "Gough", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Picault", "suffix": ""}, {"first": "P", "middle": [], "last": "Britton", "suffix": ""}], "year": 1998, "venue": "Proceedings of an International Symposium on Infectious Bronchitis and Pneumovirus Infections in Poultry", "volume": "252", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The classification of new serotypes of infectious bronchitis virus isolated from poultry flocks in Great Britain between 1981 and 1983", "authors": [{"first": "J", "middle": ["K A"], "last": "Cook", "suffix": ""}], "year": 1984, "venue": "Avian Pathol", "volume": "13", "issn": "", "pages": "733--741", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A survey of the presence of a new infectious bronchitis virus designated 4/91 (793B)", "authors": [{"first": "J", "middle": ["K A"], "last": "Cook", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Orbell", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Woods", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Huggins", "suffix": ""}], "year": 1996, "venue": "Vet. Rec", "volume": "13", "issn": "", "pages": "178--180", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Occurrence and significance of infectious bronchitis virus variant strains in egg and broiler production in The Netherlands", "authors": [{"first": "F", "middle": ["G"], "last": "Davelaar", "suffix": ""}, {"first": "B", "middle": [], "last": "Kouwenhoven", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Burger", "suffix": ""}], "year": 1984, "venue": "Vet. Q", "volume": "6", "issn": "", "pages": "114--120", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A \"new\" strain of infectious bronchitis virus infecting domestic fowl in Great Britain", "authors": [{"first": "R", "middle": ["E"], "last": "Gough", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Randall", "suffix": ""}, {"first": "M", "middle": [], "last": "Dagless", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Alexander", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Cox", "suffix": ""}, {"first": "D", "middle": [], "last": "Pearson", "suffix": ""}], "year": 1992, "venue": "Vet. Rec", "volume": "130", "issn": "", "pages": "493--494", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Jorgensen. 1999. Detection and strain differentiation of infectious bronchitis virus in tracheal tissues from experimentally infected chickens by reverse transcription polymerase chain reaction. Comparison with an immunohistochemical technique", "authors": [{"first": "K", "middle": ["J"], "last": "Handberg", "suffix": ""}, {"first": "O", "middle": ["L"], "last": "Nielsen", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Pedersen", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Avian Pathol", "volume": "28", "issn": "", "pages": "327--335", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Characterisation of an avian infectious bronchitis virus isolated from IB-vaccinated broiler breeder flocks", "authors": [{"first": "D", "middle": [], "last": "Parsons", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Ellis", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "J", "middle": ["K A"], "last": "Cook", "suffix": ""}], "year": 1992, "venue": "Vet. Rec", "volume": "131", "issn": "", "pages": "408--411", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Infectious bronchitis virus serotypes in poultry flocks in Jordan", "authors": [{"first": "M", "middle": ["G"], "last": "Saad", "suffix": ""}], "year": 2006, "venue": "Prev. Vet. Med", "volume": "78", "issn": "", "pages": "317--324", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "that are specific for types Massachusetts, D274, and 4/91, respectively, and generates 295-, 217-, and 154-bp fragments, respectively (Figure 1). Nested PCR reaction contained 0.5 L of RT-PCR product of positive reactions, 0.5 L of Taq DNA polymerase (5 units/L; Promega Corp.), 2 L of deoxynucleoside triphosphate mix (10 mM; Promega Corp.), 5 L of 10× PCR buffer (Promega Corp.), and 1 L of each of the oligonucleotides MCE1+, DCE1+, and BCE1+ (50 Pmol/ l; Alpha DNA). A total reaction volume of 50 L was obtained by adding nuclease-free water. The nested PCR were performed using the following conditions: 94°C for 1 min, 48°C for 2 min, and 72°C for 90 s, 35 cycles followed by a final extension cycle of 72°C for 10 min. The IBV (M41) antigen [Gezondheidsdienst voor Dieren B.V. (GD), Animal Health Service Deventer, the Netherlands] was used as a positive control for RNA extraction and RT-PCR. Negative control (nuclease-free water) was also used in each run.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Reverse-transcription PCR and nested PCR for infectious bronchitis virus (IBV) detection and subtyping. Lanes M = 100-bp DNA ladder marker (Promega Corp., Madison, WI); lane 1 = negative control for IBV; lane 2 = XCE2+/XCE2− primers set for general detection of IBV (positive; band at 466 bp); lane 3 = Massachusetts type of IBV (positive; band at 295 bp); lane 4 = D274 type of IBV (positive; band at 217 bp); lane 5 = 4/91 type of IBV (positive; band at 154 bp).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sequences of oligonucleotide used in reverse transcription PCR (RT-PCR) and nested PCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oligonucleotide1 </td><td>Sequences </td><td>Specificity </td><td>Band size (bp) </td><td>References\n</td></tr><tr><td>RT-PCR\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>XCE2+ </td><td>5•-CACTGGTAATTTTTCAGATGG-3• </td><td>Universal </td><td>466 </td><td>Adzhar et al., 1997\n</td></tr><tr><td>XCE2• </td><td>5•-CCTCTATAAACACCCTTGCA-3• </td><td> </td><td> </td><td>Adzhar et al., 1997\n</td></tr><tr><td>Nested PCR\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>XCE3• </td><td>5•-CAGATTGCTTACAACCACC-3• </td><td> </td><td> </td><td>Adzhar et al., 1997\n</td></tr><tr><td>DCE1+ </td><td>5•-TTCCAATTATATCAAACCAGC-3• </td><td>D274 </td><td>217 </td><td>Adzhar et al., 1997\n</td></tr><tr><td>MCE1+ </td><td>5•-AATACTACTTTTACGTTACAC-3• </td><td>Massachusetts </td><td>295 </td><td>Adzhar et al., 1997\n</td></tr><tr><td>BCE1+ </td><td>5•-AGTAGTTTTGTGTATAAACCA-3• </td><td>4/91 </td><td>154 </td><td>Adzhar et al., 1997\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Infectious bronchitis virus (IBV) types among 105 broiler flocks that were positive by reverse transcription PCR (RT-PCR) 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td>IBV type </td><td>No. of IBV type (%)\n</td></tr><tr><td>Massachusetts </td><td>37 </td><td>(35.2)\n</td></tr><tr><td>Massachusetts + 4/91 </td><td>13 </td><td>(12.4)\n</td></tr><tr><td>Massachusetts + D274 </td><td>5 </td><td>(4.8)\n</td></tr><tr><td>Total Massachusetts </td><td>55 </td><td>(52.4)\n</td></tr><tr><td>4/91 + D274 </td><td>8 </td><td>(7.6)\n</td></tr><tr><td>4/91 </td><td>33 </td><td>(31.4)\n</td></tr><tr><td>Total 4/91 </td><td>54 </td><td>(51.4)\n</td></tr><tr><td>D274 </td><td>9 </td><td>(8.6)\n</td></tr><tr><td>Total D274 </td><td>22 </td><td>(21)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was funded by Provimi Jordan. We wish to thank Paul Gerady (Provimi Jordan); also, our deepest gratitude extends to Ibrahim Shaheen and Du'aa Al Salhey (Provimi Jordan).", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}