{"paper_id": "e6072f5dc88d629e1c6232d29b85ca87618d94df", "metadata": {"title": "Aberrant activation of hedgehog signaling pathway in ovarian cancers: effect on prognosis, cell invasion and differentiation", "authors": [{"first": "Xiaoyun", "middle": [], "last": "Liao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michelle", "middle": ["K Y"], "last": "Siu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christy", "middle": ["W H"], "last": "Au", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Esther", "middle": ["S Y"], "last": "Wong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yan", "middle": [], "last": "Chan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["P C"], "last": "Ip", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Y", "middle": ["S"], "last": "Ngan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Queen Mary Hospital", "location": {"settlement": "Pokfulam, Hong Kong", "country": "China"}}, "email": ""}, {"first": "Annie", "middle": ["N Y"], "last": "Cheung", "suffix": "", "affiliation": {}, "email": "anycheun@hkucc.hku.hk"}]}, "abstract": [], "body_text": [{"text": "Ovarian epithelial cancer is the most lethal gynecological cancer in the Western world. At the time of initial diagnosis, $70% of patients were present with disease that has spread beyond ovaries (1) . Despite advances in surgical and chemotherapeutic approaches, only 45% of patients with advanced stage of cancers can survive 5 years after initial diagnosis (1) . The etiology of ovarian carcinogenesis is still among the less understood of major human malignancies (2) .", "cite_spans": [{"start": 196, "end": 199, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 360, "end": 363, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 468, "end": 471, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "It is generally accepted that ovarian epithelial cancer arises from ovarian surface epithelium (OSE) that covers the ovary. OSE is a simple, rather primitive mesothelium with both epithelial and mesenchymal characteristics. In contrast to mesothelia elsewhere, OSE retains the properties of relatively uncommitted pluripotent cells that has the ability to differentiate diversely in response to different stimuli (2) . As it progresses to malignancy, OSE becomes more committed to an epithelial phenotype of the Mullerian duct in association with increased E-cadherin expression than to undergo epithelial-mesenchymal conversion (2, 3) . This unique characteristic distinguishes ovarian cancers from other cancers, which usually become less differentiated than the epithelium from which they arise during tumorigenesis and lose E-cadherin expression with progression (4) . Moreover, ovarian cancers can metastasize by exfoliating small nodules of cohesive tumor cells from the primary tumor into the peritoneal cavity. Tumor cells can often aggregate and form spheroid-like structures that subsequently implant and invade into peritoneal tissue through E-cadherinmediated adherens junction (3) (4) (5) (6) (7) .", "cite_spans": [{"start": 413, "end": 416, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 629, "end": 632, "text": "(2,", "ref_id": "BIBREF1"}, {"start": 633, "end": 635, "text": "3)", "ref_id": "BIBREF2"}, {"start": 867, "end": 870, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 1190, "end": 1193, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 1194, "end": 1197, "text": "(4)", "ref_id": "BIBREF3"}, {"start": 1198, "end": 1201, "text": "(5)", "ref_id": "BIBREF4"}, {"start": 1202, "end": 1205, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 1206, "end": 1209, "text": "(7)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Aberrant activation of hedgehog (HH) signaling pathway has recently been reported in various human cancers (8) , such as basal cell carcinoma (9) , prostate cancer (10), pancreatic cancer (11, 12) , gastrointestinal malignancies (13) (14) (15) and ovarian cancers (16) . In mammals, there are three HH ligand proteins: Sonic hedgehog (Shh), Indian HH and Desert HH. In the absence of ligands, the pathway is inactive. The transmembrane protein receptor Patched functions as a tumor suppressor that inhibits Smoothened (Smo) from activating downstream signaling components and Gli-mediated transcription of target genes (17, 18) . Activation of the pathway is initiated through binding of any of the three ligands (Shh, Indian HH, Desert HH) to Patched, alleviating Patched-mediated suppression of Smo and activating a signal cascade that leads to the translocation of active form of Gli, a zinc finger transcriptional factor, to the nucleus and further activates targeting genes expression (17, 18) . Aberrant activation of HH pathway is caused through sustained increased endogenous expression of HH (ligand-dependent) or by ligand-independent mutations of Patched, Smo and Suppressor of fused in the pathway (19, 20) .", "cite_spans": [{"start": 107, "end": 110, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 142, "end": 145, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 188, "end": 192, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 193, "end": 196, "text": "12)", "ref_id": "BIBREF11"}, {"start": 229, "end": 233, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 234, "end": 238, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 239, "end": 243, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 264, "end": 268, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 619, "end": 623, "text": "(17,", "ref_id": "BIBREF16"}, {"start": 624, "end": 627, "text": "18)", "ref_id": "BIBREF17"}, {"start": 990, "end": 994, "text": "(17,", "ref_id": "BIBREF16"}, {"start": 995, "end": 998, "text": "18)", "ref_id": "BIBREF17"}, {"start": 1210, "end": 1214, "text": "(19,", "ref_id": "BIBREF18"}, {"start": 1215, "end": 1218, "text": "20)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the current study, the expression and prognostic significance of Shh, Patched, Smo and Gli1 in ovarian cancers was analyzed. The effect of Gli1 expression on cell proliferation, apoptosis, invasion propensity and differentiation was investigated with special interest in the E-cadherin-mediated morphogenic functions as an attempt to better understand the roles of HH pathway in ovarian cancer progression and differentiation.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Clinical samples for immunohistochemistry Eighty cases of formalin-fixed and paraffin-embedded primary epithelial ovarian tumor were retrieved from Department of Pathology, Queen Mary hospital, The University of Hong Kong for immunohistochemistry. Hematoxylin eosinstained sections were reviewed to confirm the histopathological diagnosis using the standard criteria (21) . Histologically, 13 of the 80 tumors were benign (five serous and eight mucinous cystadenomas), 23 were borderline tumors (10 serous and 13 mucinous) and 44 were carcinomas (16 serous, 10 mucinous, 8 endometrioid and 10 clear cell adenocarcinomas). Of the 44 carcinomas, 16 were diagnosed at stage I, 5 at stage II, 10 at stage III and 11 at stage IV according to the International Federation of Gynecology and Obstetrics classification. With regard to the histological differentiation, 17 were graded as grade 1, 16 were grade 2 and 11 were grade 3. The follow-up period ranged from 5 to 111 months (median 64 months).", "cite_spans": [{"start": 367, "end": 371, "text": "(21)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Clinical samples for RNA study Snap-frozen blocks from 37 ovarian tumors including eight serous adenocarcinoma, nine endometrioid adenocarcinoma, five clear cell carcinoma and four mucinous adenocarcinoma as well as nine borderline tumors (three serous and six mucinous), two benign mucinous tumor and their corresponding normal fallopian tubes and/or contralateral ovaries were used for RNA extraction. These blocks were collected with permission of the Institution Review Board. Prior to RNA extraction, hematoxylin and eosin-stained frozen sections were examined to confirm histological diagnosis and purity of sample. Only portions of samples that consisted of at least 70% cancer were used in experiments.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "Two human ovarian cancer cell lines SKOV3 and OVCAR3 were purchased from the American Type Culture Collection (Manassas, VA). Three ovarian cancer cell lines OVCA420, OVCA429, OVCA433 and two immortalized cell lines HOSE 6-3 and HOSE 11-12 raised from normal human ovarian surface epithelial cells were generous gifts from Prof. S.W.Tsao, Department of Anatomy, The University of Hong Kong. All five cancer cell lines were raised from serous carcinoma, among which OVCAR3 and SKOV3 were from metastatic cells in the ascites. The cell lines were cultured in a 1:1 mixture of medium 199 (Invitrogen, Carlsbad, CA) and medium 105 (Sigma-Aldrich, St Louis, MO) except that OVCA420 was maintained in RPMI-1640 (Sigma-Aldrich). The medium was supplemented with 10% fetal bovine serum (FBS; Biomeda, Foster City, CA) and 1% penicillin-streptomycin. Incubation was carried out at 37°C under 5% CO 2 in air.", "cite_spans": [], "ref_spans": [], "section": "Cell lines"}, {"text": "Immunohistochemical studies were carried out on serial paraffin-embedded sections with the streptavidin-biotin-peroxidase complex method (22) . Sections of 5 lm thick were deparaffinized and treated in 0.01 M citrate buffer (pH 6.0) for 15 min at 95°C in a microwave oven except that antigen retrieval for Gli1 staining was conducted by heating in a pressure cooker filled with 10 mM ethylenediaminetetraacetic acid buffer (pH 8.0) for 5 min. After cooling, they were treated with 3% hydrogen peroxide and incubated with 10% normal serum to block non-specific binding. Primary polyclonal antibodies against Shh (sc-1194), Patched (sc-9016), Smo (sc-13943) and Gli1 (sc-20687) (Santa Cruz Biotechnology, Santa Cruz, CA) were applied at 1:100 dilution and incubated at 4°C overnight. Secondary antibodies (Shh, rabbit antigoat immunoglobulin; Patched, Smo and Gli1, goat anti-rabbit; 1:100) were applied for 30 min at room temperature; 3, 3-diaminobenzidine-hydrogen peroxide was used as chromogen. The sections were counterstained with hematoxylin, dehydrated, cleared and mounted. Known positive prostate carcinoma was used as a positive control for Patched, Smo and Gli1. Normal gastric mucosa served as positive control for Shh (23) . Sections processed with replacement of primary antibody by Tris-buffered saline were used as a negative control. Immunoreactivity of these antibodies was scored according to the intensity of the staining (24): 0 (none), 1þ (weak) and 2þ (moderate) to 3þ (strong).", "cite_spans": [{"start": 137, "end": 141, "text": "(22)", "ref_id": "BIBREF21"}, {"start": 1230, "end": 1234, "text": "(23)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "RNA extraction and semiquantitative reverse transcription-polymerase chain reaction Total RNA was extracted from cells and frozen tissues using Trizol (Invitrogen) (25) . First-strand complementary DNA was synthesized from 2.5 lg total RNA with oligo-dT primer and SuperScript III reverse transcriptase kit (Invitrogen) according to the manufacturer's protocol. Primers information was summarized in Table 1 . Preliminary experiments were conducted to ensure that the polymerase chain reaction (PCR) conditions were at the logarithmic phase of the reaction for each set of primers. Each PCR was optimized to ensure that a single PCR product was amplified and no product corresponding to primerdimer pairs was present.", "cite_spans": [{"start": 164, "end": 168, "text": "(25)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 400, "end": 407, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Immunohistochemistry"}, {"text": "Quantitative real-time reverse transcription-PCR Quantitative real-time PCR was applied to confirm the semiquantitative reverse transcription (RT)-PCR result on Gli1 expression in frozen tissues and cell lines as well as to evaluate the messenger RNA (mRNA) expression change of Gli1, E-cadherin, membrane type 1 matrix metalloproteinase (MT1-MMP) (26) and vascular endothelial growth factor (VEGF) (27) after treatment with 3keto-N-(aminoethyl-aminocaproyl-dihydrocinnamoyl)(KAAD)-cyclopamine and transfection of Gli1 (Table 1) . A 20 ll reaction, which included 1 ll of complementary DNA template, 10 pmol/l of each forward and reverse primer and 10 ll SYBR Green Mix (Bio-Rad, Hercules, CA), was conducted using the iCycler Detection System (Bio-Rad). PCRs of each template were performed in duplicate in one 96-well plate. The thermal cycling conditions comprised an initial denaturation step at 95°C for 10 min and 50 cycles at 95°C for 15 s and 60°C for 1 min. The relative fold change 2 ÀDDCT method was used to determine the relative quantitative gene expression compared with b-actin.", "cite_spans": [{"start": 348, "end": 352, "text": "(26)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 519, "end": 528, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Immunohistochemistry"}, {"text": "Smo inhibition SKOV3, OVCAR3 and OVCA433 ovarian cancer cell lines, which displayed Gli1 overexpression, were treated with KAAD-cyclopamine, a specific antagonist of Smo, at a final concentration of 2 lM (Cat# K171000, Toronto Research Chemicals, Toronto, Canada) in 0.5% FBS medium. Tomatidine (2 lM in 0.5% FBS Dulbecco's modified Eagle's medium, Sigma Cat# T2909, a structurally similar compound with non-specific inhibition on HH signaling)-treated cells and untreated cells (0.5% FBS medium only) were used as controls. The inhibition effect on Gli1 expression was tested by quantitative real-time PCR.", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Plasmids pcDNA3.1-HisB-hGli1 was kindly provided by Dr Hiroshi Sasaki (28) (Riken Center for Developmental Biology, Kobe, Japan). pGL2-Basic-Ecad37, pGL2-Basic-Ecad108, pGL2-Basic-Ecad368 and pGL2-Basic-Ecad1359 were gifts from Prof. S.W.Tsao (29, 30) (Department of Anatomy, The University of Hong Kong).", "cite_spans": [{"start": 243, "end": 247, "text": "(29,", "ref_id": "BIBREF28"}, {"start": 248, "end": 251, "text": "30)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Transient transfection of Gli1 in SKOV3, OVCAR3 and OVCA433 cell lines was performed using GeneJuice Transfection Reagent (Novagen, Darmstadt, Germany) according to the manufacturer's recommendation (Plasmid: GeneJuice 5 1:3) (31). Gli1 mRNA expression was confirmed by quantitative real-time RT-PCR for each transfection. Cells with ectopic expression of Gli1 were subjected to functional analysis.", "cite_spans": [], "ref_spans": [], "section": "Transient transfection of Gli1"}, {"text": "For cell viability analysis, after cells were treated with drug or transfected with Gli1 for 24, 48 and 72 h, 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide assay was applied. In brief, triplicate samples for each treatment were used in a 96-well format. Twenty microliters of 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide (10 mg/ml in phosphate-buffered saline) was added to each well (containing 100 ll cultured medium without FBS). Four hours later, medium was aspirated and 100 ll dimethyl sulfoxide was added into each well. The 570 nm absorbance was measured with a microplate reader. Each experiment was repeated at least three times in triplicate wells. Data presented are the means and standard deviations (SDs).", "cite_spans": [], "ref_spans": [], "section": "Proliferation assay"}, {"text": "Terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling assay (TUNEL) was performed according to the manufacturer's protocol (Roche, Indianapolis, IN). In brief, cells were fixed with 4% paraformaldehyde at room temperature for 1 h and permeated with 0.1% Triton X-100, 0.1% sodium citrate (freshly prepared) on ice for 2 min. After washing with phosphatebuffered saline, each sample was incubated with 50 ll of TUNEL reaction mixture at 37°C for 30 min. TUNEL label solution (without enzyme) was used as a negative control. TUNEL-positive cells were counted under a fluorescent microscope. The counting was repeated three times and the percentage from each counting was calculated.", "cite_spans": [], "ref_spans": [], "section": "Apoptosis assay"}, {"text": "Invasion assays were performed with 24-well BioCoat Matrigel Invasion Chambers (BD Biosciences, San Jose, CA) according to the manufacturer's (32, 33) .", "cite_spans": [{"start": 142, "end": 146, "text": "(32,", "ref_id": "BIBREF31"}, {"start": 147, "end": 150, "text": "33)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Matrigel invasion assay"}, {"text": "Wound-healing assay Cells were seeded into 24-well plates and allowed to grow to 90-95% confluence. Similar-sized wounds were introduced to monolayer cells using a sterile yellow pipette tip. Wounded monolayer cells were washed three times by phosphate-buffered saline to remove cell debris and then cultured with or without KAAD-cyclopamine, for ectopic overexpression of Gli1 group, cells were transfected with pcDNA3.1-HisB-hGli1 or with empty vector before wounds were introduced. The speed of wound healing was monitored and photographed every 24 h using a phase contrast microscope until complete wound healing was observed in the untreated control.", "cite_spans": [], "ref_spans": [], "section": "Matrigel invasion assay"}, {"text": "Dual luciferase reporter assay SKOV3 cells (4 Â 10 4 per well) were plated into 24-well culture plates and allowed to grow overnight. For ectopic overexpression of Gli1 assay, E-cadherin promoters containing different length of E-cadherin promoter (29) and pRL-TK-Luc (internal control) were cotransfected with pcDNA3.1/ His-Gli1 or with empty vector using GeneJuice transfection reagent (Novagen) and lysed after 48 h. For inhibition assay, after 24 h transfection with E-cadherin promoters and pRL-TK-Luc, the cells were treated with or without KAAD-cyclopamine and lysed after 48 h. Luciferase activity was assayed using the dual luciferase reporter assay system with procedure described by the manufacturer (Promega, Madison, WI). The percentage decrease in luciferase activity of the treated cells was calculated with reference to the untreated controls. Each experiment was repeated at least twice in triplicate wells and each data point represented the mean and SD.", "cite_spans": [{"start": 248, "end": 252, "text": "(29)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Matrigel invasion assay"}, {"text": "Total cell lysates from cell lines were prepared in sodium dodecyl sulfate lysis buffer containing proteinase inhibitors (24, 34) . Protein concentrations were determined using a protein assay kit (Bio-Rad) according to the manufacturer's instructions. Quantified protein lysates were separated in 7.5 or 12.5% sodium dodecyl sulfate-polyacrylamide gel and electrophoretically transferred to polyvinylidene difluoride membrane (Amersham Biosciences, Piscataway, NJ). The membrane was blotted with 5% non-fat milk, washed and then probed with Gli1, Patched and vimentin (Santa Cruz Biotechnology), calretinin (Zymed, South San Francisco, CA), Snail (Abgent, San Diego, CA) and E-cadherin Hedgehog pathway in ovarian cancer (BD Transduction Laboratories, Lexington, KY), cytokeratin 7 and b-actin (Sigma-Aldrich) as well as Bcl-2, total and cleaved forms of caspases 3, 7, 9, poly(ADP-ribose) polymerase (PARP), b1-integrin (Cell signaling, Danvers, MA). After washing, the membranes were incubated with horseradish peroxidase-conjugated anti-mouse or -rabbit or -goat antibody (Santa Cruz Biotechnology) and then detected by the enhanced chemiluminescence plus system (Amersham Biosciences).", "cite_spans": [{"start": 121, "end": 125, "text": "(24,", "ref_id": "BIBREF23"}, {"start": 126, "end": 129, "text": "34)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Protein extraction and western blotting"}, {"text": "Kruskal-Wallis test and Mann-Whitney U-test were used to assess the differences of immunohistochemical staining level between or among different groups. Comparisons of the frequencies of high expression of HH molecules with different clinicopathological features were performed by Chi-square and Fisher's exact tests. Spearman's rank correlation was applied to determine whether there was a positive or negative correlation among staining of HH molecules. Log-rank test and Cox's regression analysis were applied to evaluate significant predictors of patients' survival. Cumulative survival was also analyzed by the Kaplan-Meier method. Results obtained from multiple in vitro experiments were reported as mean ± SD and were analyzed by two-tailed Student's t-test. Differences were considered significant if P , 0.05. All analyses were performed by using SPSS 13.0 (Chicago, IL). Cox's regression analysis showed that Gli1 but not Patched was an independent prognostic factor adjusted by tumor grade, stage, histologic type and patients' age (P 5 0.01, 95% CI: 1.336, 8.863). Besides Gli1, tumor grade, stage and histologic type (serous/non-serous) were another three independent indicators for poor prognosis (P 5 0.004, P , 0.001, P 5 0.003, respectively). No significant correlation between expression of Shh, Patched, Smo and Gli1 with tumor grade and clinical stage was found (P . 0.05, Chi-square).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In clinical samples, Shh was found to be the most frequently expressed HH ligand at mRNA level in ovarian cancers ( Figure 2B ). Elevated expression of Shh mRNA was observed in 57.7% (15/26) of ovarian cancers, whereas its expression was weak or undetectable in normal tissues, benign and borderline tumors (P , 0.001, Chisquare). Elevated Shh mRNA expression was detected more frequently in endometrioid and clear cell carcinoma (12/14, 85 .7%) compared with serous and mucinous carcinoma (3/12, 25%) (P 5 0.004, Chi-square). Sustained expression of Patched mRNA was observed in all cancer samples. A heterogeneous Gli1 mRNA was present in ovarian cancers and further confirmed by real-time PCR, Hedgehog pathway in ovarian cancer compared with their normal counterparts, elevated Gli1 mRNA expression was present in 53.8% ovarian cancers.", "cite_spans": [{"start": 430, "end": 440, "text": "(12/14, 85", "ref_id": null}], "ref_spans": [{"start": 116, "end": 125, "text": "Figure 2B", "ref_id": "FIGREF2"}], "section": "Elevated expression of Shh mRNA was commonly found in ovarian cancers"}, {"text": "Consistent with RT-PCR results of clinical samples, elevated expression of Shh was observed in only one of five ovarian serous cancer cell lines, whereas Patched was consistently expressed at mRNA and protein level in immortalized ovarian epithelial cells and cancer cells with variable levels ( Figure 2C ). Semiquantitative RT-PCR, real-time PCR and western blotting showed significantly elevated Gli1 mRNA and protein expression in four of five ovarian cancer cell lines when compared with immortalized human ovarian epithelial cell line HOSE 6-3 and HOSE 11-12 ( Figure 2C ).", "cite_spans": [], "ref_spans": [{"start": 296, "end": 305, "text": "Figure 2C", "ref_id": "FIGREF2"}, {"start": 567, "end": 576, "text": "Figure 2C", "ref_id": "FIGREF2"}], "section": "Expression of HH molecules and differentiation markers in ovarian cancer and normal immortalized ovarian epithelial cell lines"}, {"text": "As shown in Figure 2D , expression of mesothelial marker calretinin and mesenchymal marker vimentin was evident in normal ovarian epithelial cell lines HOSE 6-3 and HOSE 11-12, whereas epithelial marker E-cadherin was only detected in cancer cells. Epithelial marker cytokeratin 7 expression was present in all five cancer cell lines and HOSE 6-3. The expression of Snail, a transcriptional repressor of E-cadherin, was observed in all normal and cancer cell lines. The expression pattern concurred with the current understanding that normal ovarian epithelial cells are of mesothelial origin with both epithelial and mesenchymal characteristics (4) .", "cite_spans": [{"start": 646, "end": 649, "text": "(4)", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 12, "end": 21, "text": "Figure 2D", "ref_id": "FIGREF2"}], "section": "Expression of HH molecules and differentiation markers in ovarian cancer and normal immortalized ovarian epithelial cell lines"}, {"text": "Real-time PCR showed that Gli1 mRNA expression level was increased 12-30 folds after transfection of Gli1 into ovarian cancer cells (supplementary Figure 1A is available at Carcinogenesis Online). Introduction of Gli1 into cancer cells promoted up to 2-fold increase in cell growth ( Figure 3A ) and significantly increased cell invasion ability by Matrigel assay compared with empty vector control and untransfected cells ( Figure 3B ). After pcDNA3.1-HisB-hGli1 transfection, the migration rates of cancer cells were higher than those with empty vector control and untransfected cells ( Figure 3C ). Protein expression of b1 integrin, Bcl-2, total but not cleaved form of PARP and caspases 3, 7, 9, ( Figure 3D ) was increased with ectopic overexpression of Gli1 in association with upregulated mRNA expression of MT1-MMP and VEGF in cancer cells ( Figure 4A ).", "cite_spans": [], "ref_spans": [{"start": 147, "end": 156, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 284, "end": 293, "text": "Figure 3A", "ref_id": "FIGREF3"}, {"start": 425, "end": 434, "text": "Figure 3B", "ref_id": "FIGREF3"}, {"start": 589, "end": 598, "text": "Figure 3C", "ref_id": "FIGREF3"}, {"start": 703, "end": 712, "text": "Figure 3D", "ref_id": "FIGREF3"}, {"start": 851, "end": 860, "text": "Figure 4A", "ref_id": "FIGREF4"}], "section": "Ectopic overexpression of Gli1 increased cancer cell proliferation, invasiveness, mobility and induced differentiation change"}, {"text": "Ectopic transfection of Gli1 induced significantly increased expression of mesenchymal marker vimentin in SKOV3 and OVCA433 cells as well as slightly increased Snail expression in OVCA433. Most importantly, increased rather than decreased expression of epithelial marker E-cadherin was observed ( Figure 4B ). Significantly increased mRNA expression of E-cadherin was demonstrated by real-time PCR in association with ectopic overexpression of Gli1 ( Figure 4C ). To further examine whether ectopic Gli1 expression can activate Ecadherin transcriptionally, E-cadherin promoter reporter constructs containing 37 bp (E-Cad 37), 108 bp (E-Cad 108), 368 bp (E-Cad 368) and 1359 bp (E-Cad 1359) of the 5# flanking region of the promoter were cotransfected into SKOV3 cells. Dual luciferase assay in pcDNA3.1-HisB-hGli1-transfected cancer cells showed that E-cadherin promoter activity was upregulated at transcriptional level compared with the empty vector control ( Figure 4D ).", "cite_spans": [], "ref_spans": [{"start": 297, "end": 306, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 451, "end": 460, "text": "Figure 4C", "ref_id": "FIGREF4"}, {"start": 962, "end": 971, "text": "Figure 4D", "ref_id": "FIGREF4"}], "section": "Ectopic overexpression of Gli1 increased cancer cell proliferation, invasiveness, mobility and induced differentiation change"}, {"text": "Inhibition of the HH pathway suppressed cancer cell growth, invasiveness and cell mobility, induced apoptosis and dedifferentiation in cancer cells Gli1 mRNA expression was decreased in ovarian cancer cells after treatment with KAAD-cyclopamine (supplementary Figure 1B is available at Carcinogenesis Online). Cell proliferation was suppressed in all three cancer cell lines compared with their controls (Tomatidine control and untreated control) ( Figure 5A ). In addition, obviously increased apoptosis assessed by TUNEL assay was observed in SKOV3 and OVCA433 cells after treatment ( Figure 5B) , whereas OVCAR3 showed no significant change. Decreased protein expression of Bcl-2, total form of caspases-3, 7, 9 and PRAP as well as increased expression of cleaved caspase 7 and PARP in cancer cells after inhibition of the pathway was observed, suggesting that death receptor pathway is involved in the apoptosis induced by the blocking of HH pathway ( Figure 5C ).", "cite_spans": [], "ref_spans": [{"start": 260, "end": 269, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 449, "end": 458, "text": "Figure 5A", "ref_id": "FIGREF5"}, {"start": 587, "end": 597, "text": "Figure 5B)", "ref_id": "FIGREF5"}, {"start": 956, "end": 965, "text": "Figure 5C", "ref_id": "FIGREF5"}], "section": "Ectopic overexpression of Gli1 increased cancer cell proliferation, invasiveness, mobility and induced differentiation change"}, {"text": "By Matrigel invasion assay, as shown in Figure 5D , KAADcyclopamine-treated SKOV3 and OVCA433 cells showed much lower invasive ability compared with the Tomatidine-treated control and untreated cells as evidenced by decreased number of cells migrated through the Matrigel. Suppressive effect of KAADcyclopamine treatment on cancer cell mobility was also noted in wound-healing assay ( Figure 6A ) in association with decreased mRNA expression of MT1-MMP and VEGF ( Figure 6B ) and decreased protein expression of b1 integrin ( Figure 5C ).", "cite_spans": [], "ref_spans": [{"start": 40, "end": 49, "text": "Figure 5D", "ref_id": "FIGREF5"}, {"start": 385, "end": 394, "text": "Figure 6A", "ref_id": "FIGREF6"}, {"start": 465, "end": 474, "text": "Figure 6B", "ref_id": "FIGREF6"}, {"start": 527, "end": 536, "text": "Figure 5C", "ref_id": "FIGREF5"}], "section": "Ectopic overexpression of Gli1 increased cancer cell proliferation, invasiveness, mobility and induced differentiation change"}, {"text": "In response to KAAD-cyclopamine treatment, the morphology of SKOV3 cells changed from cohesive sheets of roundish epithelioid cells to scattered small primitive cells ( Figure 6C ). Growth inhibition in vitro resulted in decreased E-cadherin, cytokeratin 7, Snail and calretinin protein expression ( Figure 6C ), indicating that inhibition of the pathway induced dedifferentiation change of ovarian cancer cells to primitive-like cells rather than to mesenchymal-epithelial transition reported in other human cancers (11, 36) . Quantitative real-time PCR confirmed that after KAAD-cyclopamine blocking, significant downregulation of E-cadherin transcripts concurred with downregulation of the target gene Gli1 mRNA ( Figure 6D ). Furthermore, E-cadherin promoter activity was decreased by 2-to 5-folds compared with Tomatidine-treated control ( Figure 6D ), suggesting that Hedgehog pathway in ovarian cancer E-cadherin activity can be inactivated at transcriptional level after inhibition of the pathway. These results suggested that inhibition of the HH pathway induced dedifferentiation or regressive change of ovarian cancer cells to the more primitive pleuripotential ovarian epithelium lacking epithelial characteristics (11) .", "cite_spans": [{"start": 517, "end": 521, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 522, "end": 525, "text": "36)", "ref_id": "BIBREF35"}, {"start": 1227, "end": 1231, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 169, "end": 178, "text": "Figure 6C", "ref_id": "FIGREF6"}, {"start": 300, "end": 309, "text": "Figure 6C", "ref_id": "FIGREF6"}, {"start": 717, "end": 726, "text": "Figure 6D", "ref_id": "FIGREF6"}, {"start": 845, "end": 854, "text": "Figure 6D", "ref_id": "FIGREF6"}], "section": "Ectopic overexpression of Gli1 increased cancer cell proliferation, invasiveness, mobility and induced differentiation change"}, {"text": "HH signaling pathway controls many aspects of tissue patterning, cell proliferation and differentiation in various organs during normal development. In adult, the pathway remains active in a number of stem cells and regenerating tissues (37) . Aberrant activation of the pathway was reported in a variety of human cancers but study of HH pathways in ovarian cancers has been scanty (16, 38) . In the current study, besides confirming the increased expression of Shh, Patched, Smo and Gli1 proteins in borderline tumors compared with benign ovarian tumors as reported by Chen et al. (16) , we also documented a heterogeneous mRNA and protein expression pattern of Gli1 in the cancer group. More importantly, the association between Patched and Gli1 protein overexpression with poor survival of ovarian cancer patients was demonstrated for the first time. The predictive association of Gli1 with poor survival, in particular, was independent of other clinicopathological parameters.", "cite_spans": [{"start": 237, "end": 241, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 382, "end": 386, "text": "(16,", "ref_id": "BIBREF15"}, {"start": 387, "end": 390, "text": "38)", "ref_id": "BIBREF37"}, {"start": 570, "end": 586, "text": "Chen et al. (16)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "It was reported that HH signaling pathway was related to the cancer cell mobility, migration and invasiveness in several types of cancers (11, 39) , probably through directly participating in cell migration and angiogenesis processes (40) . In our study, the correlation of Gli1 overexpression and poor survival can be explained by the cell proliferation, migration, invasion and angiogenesis-promoting effect and apoptosis-inhibiting effect of Gli1 overexpression. Such changes were associated with increased expression of VEGF, MT1-MMP and b1 integrin, which play critical roles in ovarian carcinogenesis (5, 41, 42) . MT1-MMP is the critical determinant of matrix degradation and invasion in ovarian cancer cells, whereas integrins play important roles in the metastatic process through their participation in both cell-cell contacts and interactions with a large variety of extracellular matrix protein (43) . VEGF is thought to contribute to ovarian tumor progression by stimulating angiogenesis and to promote ascites accumulation by increasing the permeability of diaphragmatic and tumorassociated vasculature (44) . Overexpression of Gli1 in cancer cells also induced increased expression of Bcl-2. It is known that Bcl-2 is an anti-apoptotic gene and is an important chemotherapy-resistant factor (45) . Overexpression of Bcl-2 may result in accumulation of cells in the G 0 phase of cell cycle division and contribute to chemoresistance (45) . Thus, aberrant activation of HH may result in cancer cell resistance to apoptosis through participation of death receptor pathway. Ectopic expression of Gli1 may also facilitate spread of the ovarian cancer cells. The increased expression of E-cadherin, in association with Gli1 overexpression, may facilitate the attachment among tumor cells to form aggregates or spheroids and tumor cells to adhere and invade the peritoneal mesothelial lining, thus contribute to their ability to colonize new sites, resulting in transcoelomic spread of ovarian cancer (5, 6) . Peritoneal ovarian cancer spheroids have been shown to be protected from apoptosis induced by radiation and therapeutic drugs (46) . The coexisting overexpression of vimentin has been considered to be accelerating cancer cell invasiveness in breast cancer (47) . Such mechanism of differentiation can contribute to more aggressive clinical behavior of ovarian cancers with Gli1 overexpression.", "cite_spans": [{"start": 138, "end": 142, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 143, "end": 146, "text": "39)", "ref_id": "BIBREF38"}, {"start": 234, "end": 238, "text": "(40)", "ref_id": "BIBREF39"}, {"start": 607, "end": 610, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 611, "end": 614, "text": "41,", "ref_id": "BIBREF40"}, {"start": 615, "end": 618, "text": "42)", "ref_id": "BIBREF41"}, {"start": 907, "end": 911, "text": "(43)", "ref_id": "BIBREF42"}, {"start": 1117, "end": 1121, "text": "(44)", "ref_id": "BIBREF43"}, {"start": 1306, "end": 1310, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 1447, "end": 1451, "text": "(45)", "ref_id": "BIBREF44"}, {"start": 2009, "end": 2012, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 2013, "end": 2015, "text": "6)", "ref_id": "BIBREF5"}, {"start": 2144, "end": 2148, "text": "(46)", "ref_id": "BIBREF45"}, {"start": 2274, "end": 2278, "text": "(47)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Discussion"}, {"text": "Inhibition of the pathway by KAAD-cyclopamine suppressed cell proliferation and induced apoptosis in vitro. Repression of cell growth may be due to induction of apoptosis as demonstrated in our study and induction of G 0 /G 1 cell cycle arrest, which was reported recently (16) . Variable sensitivity to the KAAD-cyclopamine treatment was observed. It is known that increased expression of the anti-apoptotic gene Bcl-2 causes resistance to chemotherapeutic drugs and radiation therapy, whereas decreased Bcl-2 may promote apoptotic responses to anticancer drug (45) . Even though increased expression of cleaved form of caspase 7 and PARP was observed in OVCAR3 cells, OVCAR3 was quite resistant regarding effect on cancer cell apoptosis probably due to high expression of Bcl-2 or other genetic alterations despite of elevated Gli1 expression. OVCA433 cell line is the cell line most sensitive to KAADcyclopamine-induced apoptosis and cell growth inhibition. The nature of this sensitivity may be related to its very low expression of Bcl-2.", "cite_spans": [{"start": 273, "end": 277, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 562, "end": 566, "text": "(45)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Discussion"}, {"text": "We also found that blockade of HH pathway inhibited ovarian cancer invasion and motility in vitro in association with decreased expression of MT1-MMP, b1 integrin and VEGF. Moreover, the inhibition induced dedifferentiation of the cancer cells to a more primitive state. After KAAD-cyclopamine treatment, cell morphology changed from tightly packed roundish appearance to scattered small primitive-like phenotype. Decreased expression of E-cadherin, cytokeratin 7, Snail, vimentin and calretinin was observed. These findings were different from mesenchymal-epithelial transition observed in pancreatic cancer cells after the same treatment (11) . Instead, such changes may reflect regression to a more primitive pluripotent phenotype. Decreased expression of E-cadherin may inhibit ovarian cell invasion through disruption of cell-cell adherent junctions and preventing spheroidal morphogenesis and thus preventing them attaching to the peritoneum (5, 6) .", "cite_spans": [{"start": 640, "end": 644, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 948, "end": 951, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 952, "end": 954, "text": "6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "Downregulation of E-cadherin is frequently documented in epithelialmesenchymal transitions in tumor progression (48) and dominant transcriptional repression is mainly responsible for the loss of E-cadherin expression in breast cancers (49, 50) . Transcriptional factor Snail is one of the repressors of E-cadherin gene expression, which in turn controls epithelial-mesenchymal transitions (51, 52) . Snail is also an early Gli1-responsive gene in the skin and Gli1 can directly induce Snail transcription (53) . Induction of a conditional Gli1 transgene in the basal keratinocytes of mouse skin led to rapid upregulation of Snail transcripts and to cell proliferation in the interfollicular epidermis. Established Gli1-induced skin lesions exhibited molecular similarities to basal cell carcinoma, including loss of E-cadherin expression mediated by the Snail (54) . However, in our current study, E-cadherin was only expressed in ovarian cancer cell lines instead of normal epithelial cell lines, whereas Snail expression was present in both cancer and normal cell lines without big difference. After treatment with KAAD-cyclopamine, decreased expression of E-cadherin was observed in association with decreased rather than increased Snail expression in SKOV3 cells. Conversely, ectopic overexpression of Gli1 in SKOV3 cells induced increased expression of E-cadherin, whereas no significant change in Snail expression was found, suggesting that Gli1-related E-cadherin expression in ovarian cancer may be regulated through Snail-independent mechanisms.", "cite_spans": [{"start": 112, "end": 116, "text": "(48)", "ref_id": "BIBREF47"}, {"start": 235, "end": 239, "text": "(49,", "ref_id": "BIBREF48"}, {"start": 240, "end": 243, "text": "50)", "ref_id": "BIBREF49"}, {"start": 389, "end": 393, "text": "(51,", "ref_id": "BIBREF50"}, {"start": 394, "end": 397, "text": "52)", "ref_id": "BIBREF51"}, {"start": 505, "end": 509, "text": "(53)", "ref_id": "BIBREF52"}, {"start": 860, "end": 864, "text": "(54)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Discussion"}, {"text": "We further demonstrated that Gli1 can regulate E-cadherin expression change at transcriptional level. Since Gli1 is a sequence-specific DNA binding protein that interacts with the motif (5#-GACCACCCA-3#) and there is no binding site within the 1359 bp of E-cadherin promoter (55, 56) , the up-or downregulated E-cadherin transcriptional activity may be due to indirect effects of Gli1 expression possibly through other activators or repressors. After transfection of Gli1 into SKOV3, only the shorter promoter constructs E-Cad37 and E-Cad108 were associated with increased activity, whereas the longer E-Cad368 and E-Cad1359 had no response. It is possible that the transcriptional repressor binding sites are located upstream of the more proximal E-cadherin promoter elements. Increased expression of E-cadherin might also be mediated through demethylation of CpG dinucleotide of the E-cadherin promoter. Further studies are needed to explore the underlying mechanisms.", "cite_spans": [{"start": 275, "end": 279, "text": "(55,", "ref_id": "BIBREF54"}, {"start": 280, "end": 283, "text": "56)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we showed for the first time that overexpression of Gli1 and Patched correlated with poor clinical outcome in ovarian cancer. Overexpression of Gli1 increased cancer cell aggressiveness through upregulated expression of b1-integrin, MT1-MMP, VEGF, anti-apoptotic and differentiation changes. Our findings provide a molecular basis for the role of HH pathway in ovarian cancers and suggest that inhibition of the HH pathway by KAAD-cyclopamine may be a valid therapeutic strategy for ovarian cancer.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Supplementary Table 1 and Figure 1 can be found at http://carcin. oxfordjournals.org/", "cite_spans": [], "ref_spans": [{"start": 14, "end": 21, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 26, "end": 34, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Supplementary material"}, {"text": "The University of Hong Kong Conference and Research Committee Grant (10207325).", "cite_spans": [], "ref_spans": [], "section": "Funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Cancer statistics", "authors": [{"first": "A", "middle": [], "last": "Jemal", "suffix": ""}], "year": 2007, "venue": "CA Cancer J. Clin", "volume": "57", "issn": "", "pages": "43--66", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Ovarian surface epithelium: biology, endocrinology, and pathology", "authors": [{"first": "N", "middle": [], "last": "Auersperg", "suffix": ""}], "year": 2001, "venue": "Endocr. Rev", "volume": "22", "issn": "", "pages": "255--288", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epithelial-mesenchymal interconversions in normal ovarian surface epithelium and ovarian carcinomas: an exception to the norm", "authors": [{"first": "N", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2007, "venue": "J. Cell. Physiol", "volume": "213", "issn": "", "pages": "581--588", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cell-cell adhesion in the normal ovary and ovarian tumors of epithelial origin; an exception to the rule", "authors": [{"first": "K", "middle": [], "last": "Sundfeldt", "suffix": ""}], "year": 2003, "venue": "Mol. Cell. Endocrinol", "volume": "202", "issn": "", "pages": "89--96", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ovarian cancer metastasis: integrating insights from disparate model organisms", "authors": [{"first": "H", "middle": [], "last": "Naora", "suffix": ""}], "year": 2005, "venue": "Nat. Rev. Cancer", "volume": "5", "issn": "", "pages": "355--366", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The morphogenic function of E-cadherin-mediated adherens junctions in epithelial ovarian carcinoma formation and progression", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}], "year": 2008, "venue": "Differentiation", "volume": "76", "issn": "", "pages": "193--205", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Engagement of collagen-binding integrins promotes matrix metalloproteinase-9-dependent E-cadherin ectodomain shedding in ovarian carcinoma cells", "authors": [{"first": "J", "middle": [], "last": "Symowicz", "suffix": ""}], "year": 2007, "venue": "Cancer Res", "volume": "67", "issn": "", "pages": "2030--2039", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Gli code: an information nexus regulating cell fate, stemness and cancer", "authors": [{"first": "A", "middle": [], "last": "Ruiz I Altaba", "suffix": ""}], "year": 2007, "venue": "Trends Cell Biol", "volume": "17", "issn": "", "pages": "438--447", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Activating Smoothened mutations in sporadic basal-cell carcinoma", "authors": [{"first": "J", "middle": [], "last": "Xie", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "391", "issn": "", "pages": "90--92", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Inhibition of prostate cancer proliferation by interference with SONIC HEDGEHOG-GLI1 signaling", "authors": [{"first": "P", "middle": [], "last": "Sanchez", "suffix": ""}], "year": 2004, "venue": "Proc. Natl Acad. Sci. USA", "volume": "101", "issn": "", "pages": "12561--12566", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Blockade of hedgehog signaling inhibits pancreatic cancer invasion and metastases: a new paradigm for combination therapy in solid cancers", "authors": [{"first": "G", "middle": [], "last": "Feldmann", "suffix": ""}], "year": 2007, "venue": "Cancer Res", "volume": "67", "issn": "", "pages": "2187--2196", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Indian hedgehog signaling pathway: expression and regulation in pancreatic cancer", "authors": [{"first": "H", "middle": [], "last": "Kayed", "suffix": ""}], "year": 2004, "venue": "Int. J. Cancer", "volume": "110", "issn": "", "pages": "668--676", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Widespread requirement for Hedgehog ligand stimulation in growth of digestive tract tumours", "authors": [{"first": "D", "middle": ["M"], "last": "Berman", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "425", "issn": "", "pages": "846--851", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Hedgehog signaling in colorectal tumour cells: induction of apoptosis with cyclopamine treatment", "authors": [{"first": "D", "middle": [], "last": "Qualtrough", "suffix": ""}], "year": 2004, "venue": "Int. J. Cancer", "volume": "110", "issn": "", "pages": "831--837", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Activation of the hedgehog pathway in human hepatocellular carcinomas", "authors": [{"first": "S", "middle": [], "last": "Huang", "suffix": ""}], "year": 2006, "venue": "Carcinogenesis", "volume": "27", "issn": "", "pages": "1334--1340", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Hedgehog signal pathway is activated in ovarian carcinomas, correlating with cell proliferation: it's inhibition leads to growth suppression and apoptosis", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "Cancer Sci", "volume": "98", "issn": "", "pages": "68--76", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Hedgehog signaling in animal development: paradigms and principles", "authors": [{"first": "P", "middle": ["W"], "last": "Ingham", "suffix": ""}], "year": 2001, "venue": "Genes Dev", "volume": "15", "issn": "", "pages": "3059--3087", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Similarities between the Hedgehog and Wnt signaling pathways", "authors": [{"first": "D", "middle": [], "last": "Kalderon", "suffix": ""}], "year": 2002, "venue": "Trends Cell Biol", "volume": "12", "issn": "", "pages": "523--531", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The hedgehog signaling pathway in cancer", "authors": [{"first": "M", "middle": [], "last": "Evangelista", "suffix": ""}], "year": 2006, "venue": "Clin. Cancer Res", "volume": "12", "issn": "", "pages": "5924--5928", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Hedgehog signalling in cancer formation and maintenance", "authors": [{"first": "M", "middle": [], "last": "Pasca Di Magliano", "suffix": ""}], "year": 2003, "venue": "Nat. Rev. Cancer", "volume": "3", "issn": "", "pages": "903--911", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Surface-epithelial-stromal tumours of the ovary", "authors": [{"first": "M", "middle": [], "last": "Fox", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "713--743", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "p63 expression in ovarian tumours: a marker for Brenner tumours but not transitional cell carcinomas", "authors": [{"first": "X", "middle": ["Y"], "last": "Liao", "suffix": ""}], "year": 2007, "venue": "Histopathology", "volume": "51", "issn": "", "pages": "477--483", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Evidence that loss of sonic hedgehog is an indicator of Helicobater pylori-induced atrophic gastritis progressing to gastric cancer", "authors": [{"first": "A", "middle": [], "last": "Shiotani", "suffix": ""}], "year": 2005, "venue": "Am. J. Gastroenterol", "volume": "100", "issn": "", "pages": "581--587", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Down-regulation and promoter methylation of tissue inhibitor of metalloproteinase 3 in choriocarcinoma", "authors": [{"first": "H", "middle": [], "last": "Feng", "suffix": ""}], "year": 2004, "venue": "Gynecol. Oncol", "volume": "94", "issn": "", "pages": "375--382", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Epigenetic and genetic alterations of p33ING1b in ovarian cancer", "authors": [{"first": "D", "middle": ["H"], "last": "Shen", "suffix": ""}], "year": 2005, "venue": "Carcinogenesis", "volume": "26", "issn": "", "pages": "855--863", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Analysis of MT1-MMP and MMP2 expression in human gastric cancers", "authors": [{"first": "M", "middle": [], "last": "Mori", "suffix": ""}], "year": 1997, "venue": "Int. J. Cancer", "volume": "74", "issn": "", "pages": "316--321", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The oncogene phosphatidylinositol 3#-kinase catalytic subunit alpha promotes angiogenesis via vascular endothelial growth factor in ovarian carcinoma", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2003, "venue": "Cancer Res", "volume": "63", "issn": "", "pages": "4225--4231", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Regulation of Gli2 and Gli3 activities by an aminoterminal repression domain: implication of Gli2 and Gli3 as primary mediators of Shh signaling", "authors": [{"first": "H", "middle": [], "last": "Sasaki", "suffix": ""}], "year": 1999, "venue": "Development", "volume": "126", "issn": "", "pages": "3915--3924", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A novel anticancer effect of garlic derivatives: inhibition of cancer cell invasion through restoration of E-cadherin expression", "authors": [{"first": "Q", "middle": [], "last": "Chu", "suffix": ""}], "year": 2006, "venue": "Carcinogenesis", "volume": "27", "issn": "", "pages": "2180--2189", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Extinction of E-cadherin expression in breast cancer via a dominant repression pathway acting on proximal promoter elements", "authors": [{"first": "K", "middle": ["M"], "last": "Hajra", "suffix": ""}], "year": 1999, "venue": "Oncogene", "volume": "18", "issn": "", "pages": "7274--7279", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Homozygous L-SIGN (CLEC4M) plays a protective role in SARS coronavirus infection", "authors": [{"first": "V", "middle": ["S"], "last": "Chan", "suffix": ""}], "year": 2006, "venue": "Nat. Genet", "volume": "38", "issn": "", "pages": "38--46", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Differential role of gonadotropin-releasing hormone on human ovarian epithelial cancer cell invasion", "authors": [{"first": "C", "middle": ["L"], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "Endocrine", "volume": "31", "issn": "", "pages": "311--320", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Differential effects of cellular fibronectin and plasma fibronectin on ovarian cancer cell adhesion, migration, and invasion", "authors": [{"first": "L", "middle": [], "last": "Zand", "suffix": ""}], "year": 2003, "venue": "In Vitro Cell. Dev. Biol. Anim", "volume": "39", "issn": "", "pages": "178--182", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Follicle stimulating hormone can act on receptors of other growth hormone", "authors": [{"first": "A", "middle": ["N"], "last": "Cheung", "suffix": ""}], "year": 2007, "venue": "Carcinogenesis", "volume": "28", "issn": "", "pages": "2060--2061", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Overexpression of hedgehog signaling molecules and its involvement in the proliferation of endometrial carcinoma cells", "authors": [{"first": "Y", "middle": ["Z"], "last": "Feng", "suffix": ""}], "year": 2007, "venue": "Clin. Cancer Res", "volume": "13", "issn": "", "pages": "1389--1398", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "An orderly retreat: dedifferentiation is a regulated process", "authors": [{"first": "M", "middle": [], "last": "Katoh", "suffix": ""}], "year": 2004, "venue": "Proc. Natl Acad. Sci. USA", "volume": "101", "issn": "", "pages": "7005--7010", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Interference with HH-GLI signaling inhibits prostate cancer", "authors": [{"first": "B", "middle": [], "last": "Stecca", "suffix": ""}], "year": 2005, "venue": "Trends Mol. Med", "volume": "11", "issn": "", "pages": "199--203", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Multiple gene expression analyses in paraffin-embedded tissues by TaqMan low-density array: application to hedgehog and Wnt pathway analysis in ovarian endometrioid adenocarcinoma", "authors": [{"first": "A", "middle": [], "last": "Steg", "suffix": ""}], "year": 2006, "venue": "J. Mol. Diagn", "volume": "8", "issn": "", "pages": "76--83", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Sonic hedgehog signaling promotes motility and invasiveness of gastric cancer cells through TGF-beta-mediated activation of the ALK5-Smad 3 pathway", "authors": [{"first": "Y", "middle": ["A"], "last": "Yoo", "suffix": ""}], "year": 2008, "venue": "Carcinogenesis", "volume": "29", "issn": "", "pages": "480--490", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Molecular pathways regulating pro-migratory effects of Hedgehog signaling", "authors": [{"first": "E", "middle": [], "last": "Hochman", "suffix": ""}], "year": 2006, "venue": "J. Biol. Chem", "volume": "281", "issn": "", "pages": "33860--33870", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Coordinated expression of integrin subunits, matrix metalloproteinases (MMP), angiogenic genes and Ets transcription factors in advanced-stage ovarian carcinoma: a possible activation pathway?", "authors": [{"first": "B", "middle": [], "last": "Davidson", "suffix": ""}], "year": 2003, "venue": "Cancer Metastasis Rev", "volume": "22", "issn": "", "pages": "103--115", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "MT1-MMP is the critical determinant of matrix degradation and invasion by ovarian cancer cells", "authors": [{"first": "K", "middle": ["L"], "last": "Sodek", "suffix": ""}], "year": 2007, "venue": "Br. J. Cancer", "volume": "97", "issn": "", "pages": "358--367", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Effusion cytology in ovarian cancer: new molecular methods as aids to diagnosis and prognosis", "authors": [{"first": "B", "middle": [], "last": "Davidson", "suffix": ""}], "year": 2003, "venue": "Clin. Lab. Med", "volume": "23", "issn": "", "pages": "729--754", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Vascular endothelial growth factor-trap decreases tumor burden, inhibits ascites, and causes dramatic vascular remodeling in an ovarian cancer model", "authors": [{"first": "A", "middle": ["T"], "last": "Byrne", "suffix": ""}], "year": 2003, "venue": "Clin. Cancer Res", "volume": "9", "issn": "", "pages": "5721--5728", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Bcl-2 family proteins: regulators of apoptosis and chemoresistance in hematologic malignancies", "authors": [{"first": "J", "middle": ["C"], "last": "Reed", "suffix": ""}], "year": 1997, "venue": "Semin. Hematol", "volume": "34", "issn": "", "pages": "9--19", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Taxol-induced bcl-2 phosphorylation in ovarian cancer cell monolayer and spheroids", "authors": [{"first": "S", "middle": [], "last": "Makhija", "suffix": ""}], "year": 1999, "venue": "Int. J. Oncol", "volume": "14", "issn": "", "pages": "515--521", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Vimentin and epithelial-mesenchymal transition in human breast cancer-observations in vitro and in vivo", "authors": [{"first": "M", "middle": ["I"], "last": "Kokkinos", "suffix": ""}], "year": 2007, "venue": "Cells Tissues Organs", "volume": "185", "issn": "", "pages": "191--203", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Epithelial-mesenchymal transitions in tumour progression", "authors": [{"first": "J", "middle": ["P"], "last": "Thiery", "suffix": ""}], "year": 2002, "venue": "Nat. Rev. Cancer", "volume": "2", "issn": "", "pages": "442--454", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Wnt, hedgehog and snail: sister pathways that control by GSK-3beta and beta-Trcp in the regulation of metastasis", "authors": [{"first": "B", "middle": ["P"], "last": "Zhou", "suffix": ""}], "year": 2005, "venue": "Cell Cycle", "volume": "4", "issn": "", "pages": "772--776", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Transcriptional defects underlie loss of E-cadherin expression in breast cancer", "authors": [{"first": "X", "middle": ["D"], "last": "Ji", "suffix": ""}], "year": 1997, "venue": "Cell Growth Differ", "volume": "8", "issn": "", "pages": "773--778", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The transcription factor snail controls epithelialmesenchymal transitions by repressing E-cadherin expression", "authors": [{"first": "A", "middle": [], "last": "Cano", "suffix": ""}], "year": 2000, "venue": "Nat. Cell Biol", "volume": "2", "issn": "", "pages": "76--83", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The transcription factor snail is a repressor of E-cadherin gene expression in epithelial tumour cells", "authors": [{"first": "E", "middle": [], "last": "Batlle", "suffix": ""}], "year": 2000, "venue": "Nat. Cell Biol", "volume": "2", "issn": "", "pages": "84--89", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Comparative gene expression profile analysis of GLI and c-MYC in an epithelial model of malignant transformation", "authors": [{"first": "I", "middle": ["D"], "last": "Louro", "suffix": ""}], "year": 2002, "venue": "Cancer Res", "volume": "62", "issn": "", "pages": "5867--5873", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Snail induction is an early response to Gli1 that determines the efficiency of epithelial transformation", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2006, "venue": "Oncogene", "volume": "25", "issn": "", "pages": "609--621", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The GLI gene encodes a nuclear protein which binds specific sequences in the human genome", "authors": [{"first": "K", "middle": ["W"], "last": "Kinzler", "suffix": ""}], "year": 1990, "venue": "Mol. Cell. Biol", "volume": "10", "issn": "", "pages": "634--642", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Gene expression profiling leads to identification of GLI1-binding elements in target genes and a role for multiple downstream pathways in GLI1-induced cell transformation", "authors": [{"first": "J", "middle": ["W"], "last": "Yoon", "suffix": ""}], "year": 2002, "venue": "J. Biol. Chem", "volume": "277", "issn": "", "pages": "5548--5555", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Representative immunostaining of Shh (A), Patched (B), Smo (C) and Gli1 (D) in benign cystadenomas (i) borderline tumors (ii) and invasive carcinomas (iii) of ovary (Â20). (A) The expression of Shh was present in the epithelium, stroma and glandular lumen of cancers. (B) Patched and (C) Smo expression was observed in the cytoplasm of tumors and their expression was increased in borderline tumors and cancers compared with benign tumors. (D) Highest level of Gli1 expression was found in invasive cancers where scattered nuclear Gli1 immunoreactivity was found.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Gli1 and Patched protein correlated with poor survival of ovarian cancer patients Representative profile of immunostaining for Shh, Patched, Smo and Gli1 was shown in Figure 1. Patched and Smo expression was ob-served in the cytoplasm of neoplastic epithelium, whereas Shh was present in the cytoplasm, stroma and glandular lumen of tumor. While Gli1 expression was mainly detected in the cytoplasm, scattered nuclear staining was observed in the ovarian cancer cells with 3þ expression(35).Shh protein expression was present in almost all tumors at different levels and had highest expression (3þ) in cancer groups. While Patched and Smo expression was not observed in any benign mucinous tumor, they were expressed very weakly in benign serous tumors (1þ). The mean expression levels of HH molecules in benign, borderline and malignant tumors in association with different histological type, grade and clinical stage were shown in supplementaryTable 1(available at Carcinogenesis Online). The immunoreactivity of Patched and Smo in borderline tumors was increased to 2þ or 3þ. However, no significant difference in their protein expressions was found between borderline and malignant tumors (P . 0.05, Kruskal-Wallis and Mann-Whitney U-tests). Whereas all cancers cases had Patched expression, Patched expression was high (3þ) in 34.1% (15/44) cancers. There was a positive correlation between Patched expression and Smo expression in ovarian cancers (P , 0.001, Spearman's rank correlation). Gli1 expression was weak in benign mucinous/serous tumors and increased in borderline mucinous/serous tumors. A heterogeneous expression pattern of Gli1 in the cancer group was observed. High Gli1 expression (3þ) was observed more frequently in serous carcinoma (8/16, 50%) than in non-serous carcinoma (3/28, 10.7%) (P 5 0.009, Chi-square). Gli1 expression", "latex": null, "type": "figure"}, "FIGREF2": {"text": "(A) Kaplan-Meier plot on cumulative survival of patients with ovarian cancer with high and low Gli1 expression showed that high Gli1 expression was associated with poor prognosis. (B) Representative mRNA expression of Shh, Patched, Smo and Gli1 in various ovarian tissues detected by RT-PCR. (N1 and N2, normal tissues; B1, benign tumor; B2, borderline tumor; C1-C6, cancers; Ptch, Patched.) Elevated expression of Shh mRNA was observed in cancer samples, whereas sustained expression of Patched mRNA and heterogeneous expression of Gli1 mRNA was present in ovarian cancers. (C) Results of RT-PCR for Shh, Patched, Smo and Gli1 and western blotting for Patched and Gli1 in immortalized normal ovarian epithelial cell lines (HOSE 6-3, HOSE 11-12) and ovarian cancer cell lines (OVCA420, OVCA429, OVCA433, OVCAR3 and SKOV3). Sustained expression of Patched and variable expression of Gli1 mRNA and protein was observed in all seven cell lines (Ptch, Patched). (D) Mesothelial marker calretinin (Cal) and mesenchymal marker vimentin (Vim) were expressed in normal cell lines, whereas epithelial marker E-cadherin (E-Cad) and cytokeratin 7 (CK 7) were present in cancer cell lines. Snail expression was observed in all the normal and cancer cell lines. X.Liao et al. was significantly correlated with Patched (P , 0.001) and Smo (P , 0.001) expression in ovarian cancers (Spearman's rank correlation). The expression of Patched and Gli1 was significantly correlated to patients' survival (Log-rank and Kaplan-Meier analysis). Patients with ovarian cancers having high Gli1 expression (3þ) (n 5 11) had a shorter overall survival (37.3 ± 8.7 months) [95% confidence interval (CI): 20.3, 54.4] than patients with cancers having lower Gli1 expression (,3þ) (n 5 32) (128.2 ± 14.0 months) (95% CI: 100.9, 155.6) (P 5 0.004) (Figure 2A). Similarly, patients with high expression of Patched (n 5 15) also had poorer survival (38.7 ± 7.4 months) (95% CI: 24.2, 53.2) than those with lower Patched expression (n 5 28) (130.3 ± 14.3 months) (95% CI: 102.2, 158.4) (P 5 0.007). The Gli1 expression was also related to disease-free survival (P 5 0.001).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Ectopic overexpression of Gli1 promoted proliferation, migration and invasion of ovarian cancer cells. (A) Transient transfection of pcDNA3.1-HisB-hGli1 promotes cancer cell proliferation as assessed by 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide. Error bars, SD. (B) Increased cell number was found to migrate through Matrigel-coated chamber after transfection of pcDNA3.1-HisB-hGli1 (OVCAR3 cells were shown). Bar chart below showed an increase in percentage of cells migrating through Matrigel-coated chamber in Gli1-transfected cells when compared with empty vector-transfected cells and untransfected (untreated) cells ( Ã P , 0.01; ÃÃ P , 0.05). (U, untransfected cells; V, vector; G, pcDNA3.1-HisB-hGil) Error bars, SD. (C) Wound-healing assay shows increased cell migration ability of SKOV3 with ectopic overexpression of Gli1. (D) Increased expression of Bcl-2, total form of caspases-3, 7, 9 and PARP as well as b1-integrin was present in Gli1-transfected cancer cells. (Casp-3, 7, 9, caspases-3, 7, 9, respectively; U, untransfected; V, empty vector; G, pcDNA3. 1-HisB-hGli1.)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Ectopic Gli1 overexpression induced increased expression of MT1-MMP and VEGF mRNA as well as epithelial differentiation markers in ovarian cancer cells. (V, empty vector; His-Gli1 and G, pcDNA3.1-HisB-hGli1.) (A) Real-time PCR showed increased expression of MT1-MMP in OVCAR3 and VEGF in all cancer cells. Error bars, SD. (B) Increased expression of E-cadherin (E-Cad) and vimentin (Vim) was present in cancer cells after transfection of pcDNA3.1-HisB-hGli1 (V, empty vector, G, pcDNA3.1-HisB-hGli1). (C) E-cadherin mRNA expression was increased with ectopic overexpression of Gli1 in SKOV3 detected by real-time PCR. Error bars, SD. (D) Dual luciferase assay confirmed upregulation of E-cadherin expression at transcriptional level in SKOV3 cells after transfection ( Ã P , 0.05). Error bars, SD. X.Liao et al.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Inhibition of the pathway by KAAD-cyclopamine on the effect of cell proliferation, apoptosis, invasion and protein expression change in ovarian cancer cells. (U, untreated; T, Tomatidine; K, KAAD-cyclopamine.) (A) KAAD-cyclopamine treatment suppressed cancer cell proliferation in 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide assay ( Ã P , 0.05; ÃÃ P , 0.01; ÃÃÃ P , 0.001). Error bars, SD. (B) TUNEL assay showed that KAAD-cyclopamine induced apoptosis in OVCA433 cancer cells after treatment with KAAD-cyclopamine, whereas very few apoptotic cells were found in the control group treatment with Tomatidine. Bar chart below showed the percentage of apoptotic cells in each cell line ( Ã P , 0.05, ÃÃ P , 0.01). Error bars, SD. Different sensitivity to KAADcyclopamine in different cell lines was noted. (C) Decreased expression of Bcl-2, total form of Caspases 3, 7, 9 and PARP and b1-integrin as well as increased expression of cleaved caspase 7 and PARP was observed in cancer cells after treatment with KAAD-cyclopamine compared with control cells. (Casp-3, -7, -9, caspases 3, 7, 9, respectively.) (D) Decreased number of SKOV3 cancer cells migrated through Matrigel-coated chamber after treatment with KAAD-cyclopamine. Bar chart showed the percentage of cells migrating cell through the Matrigel-coated chamber ( Ã P , 0.01). Error bars, SD.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Inhibition of the pathway by KAAD-cyclopamine on the effect of cell migration and morphologic differentiation in ovarian cancer cells. (C, control; K, KAAD-cyclopamine.) (A) Wound-healing assay in SKOV3 showed that treatment with KAAD-cyclopamine led to suppression of cell migrations in cancer cells. (B) Decreased mRNA expression of MT1-MMP and VEGF was found after inhibition treatment. Error bars, SD. (C) After treatment with KAAD-cyclopamine, SKOV3 cell morphology changed from cohesive sheets of roundish epithelioid cells to scattered small primitive cells. Decreased expression of calretinin (Cal), E-cadherin (E-Cad), cytokeratin 7 (CK 7), Snail and vimentin was observed in association with morphologic change. (D) Decreased expression of E-cadherin mRNA in relation to decreased promoter activity of E-cadherin was found in KAAD-cyclopamine-reated SKOV3 cells compared with Tomatidine-treated control. Error bars, SD. X.Liao et al.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of primer sequences used for RT-PCR and real time PCR.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene </td><td>Forward primers </td><td>Reverse primers </td><td>Product size (bp) </td><td>Ref\n</td></tr><tr><td>Shh </td><td>ACCGAGGGCTGGGACGAAGA </td><td>ATTTGGCCGCCACCGAGT </td><td>211 </td><td>15\n</td></tr><tr><td>Patched </td><td>CCACGACAAAGCCGACTACAT </td><td>GCTGCAGATGGTCCTTACTTTTTC </td><td>151 </td><td>Design\n</td></tr><tr><td>Smo </td><td>CCTTTGGCTTTGTGCTCATTACCTT </td><td>CGTCACTCTGCCCAGTCAACCT </td><td>297 </td><td>12\n</td></tr><tr><td>Gli1 </td><td>TCTGCCCCCATTGCCCACTTG </td><td>TACATAGCCCCCAGCCCATACCTC </td><td>480 </td><td>14\n</td></tr><tr><td>E-cadherin </td><td>TGAAGGTGACAGAGCCTCTGGAT </td><td>TGGGTGAATTCGGGCTTGTT </td><td>151 </td><td>29\n</td></tr><tr><td>MT1-MMP </td><td>ACGGAGGTGATCATCATTGAGG </td><td>AGATGGGGCTGGACAGACACA </td><td>477 </td><td>26\n</td></tr><tr><td>VEGF </td><td>AACCATGAACTTTCTGCTGTCTTG </td><td>TTCACCACTTCGTGATGATTCTG </td><td>129 </td><td>27\n</td></tr><tr><td>b-actin </td><td>CCTGGCACCCAGCACAAT </td><td>GGGCCGGACTCGTCATAC </td><td>144 </td><td>Design\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank Dr Hiroshi Sasaki, Riken Center for Developmental Biology, Kobe, Japan for kindly providing us plasmids pcDNA3.1-HisB-hGli1 and Prof. S.W.Tsao, Department of Anatomy, The University of Hong Kong for pGL2-Basic-Ecad37, pGL2-Basic-Ecad108, pGL2-Basic-Ecad368 and pGL2-Basic-Ecad1359 used in the study. Some of the results of this study have been presented in the American Association for Cancer Research 99th Annual Meeting 2008 and the first author has been awarded the 2008 ITO EN, Ltd Scholar-in-Training Award by the American Association for Cancer Research. The project was performed as part of the PhD project of the first author.Conflict of Interest Statement: None declared.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}