{
    "paper_id": "e62f0639434f798dd6b444cda358072395a0fbd3",
    "metadata": {
        "title": "VID-19 pandemic: the 3R's (reduce, refine, and replace) of personal protective equipment (PPE) sustainability",
        "authors": [
            {
                "first": "Vivian",
                "middle": [],
                "last": "Ip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frca",
                "middle": [],
                "last": "Timur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P Ö"
                ],
                "last": "Zelsel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Desa",
                "middle": [],
                "last": "Rakesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Sondekoppam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "H"
                ],
                "last": "Tsui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Literature regarding the transmission risk of the coronavirus disease (COVID-19) to healthcare providers (HCP) is largely from early case reports/series or other clinical reports, both of which require critical appraisal. Timely recommendations for critical care and anesthesiology teams in managing COVID-19 patients are vital to the wellbeing of HCP. 1 In light of a global shortage of personal protective equipment (PPE), drastic measures are being taken to preserve it. The 3R-mantra of sustainability (reduce, refine, and replace) not only applies to ''green anesthesia'' practice, 2 but is also well-suited to PPE preservation.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Reduce. The first step is to eliminate all unnecessary use of PPE. Deferring all non-urgent surgeries preserves hospital resources and simultaneously reduces transmission of coronavirus. Rigorous screening measures for staff and visitors safeguards the hospital environment, and in turn also reduces the number of people in the hospital further contributing to infection containment. Indeed, this reduction strategy is similar to the current practice of public health policy across the globe of ''social distancing'', ''shelter in place'', and public gathering bans to avoid any non-essential contact in an attempt to ''flatten'' the pandemic curve and to prevent overwhelming the healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Refine. Understanding the mode(s) of COVID-19 transmission is still evolving. The World Health Organization continues to recommend droplet and contact precautions for general care but airborne precautions for HCPs performing aerosol-generating medical procedures (AGMP) in COVID-19 patients. A On the other hand, US Centers for Disease Control and Prevention (CDC) now recommends the use of respirator masks as part of the first line of protection of HCP caring for suspected COVID-19 patients. B In the presence of community spread, many centres in the US are already treating all untested surgical patients as presumed infectious. This could likely become the standard in all Canadian healthcare facilities, which will further drain PPE reserves. Modalities to increase airborne and contact/droplet PPE supplies other than procurement of currently used products will need to be explored. The need to refine the current culture of using disposable PPE to sustainable PPE solutions is essential for demand to meet supply-ideally, before a pandemic. approved (in effect, a refine measure) reusable industrial respirators in clinical settings to address the acute shortage. C Decontamination and reclamation of used PPE D have also been widely disseminated; however, the safety of such practices is not well-supported with robust evidence. Although this presents a unique opportunity to preserve the limited supplies of PPE while reducing the environmental burden from their eventual disposal, the safety and efficacy of reusable PPE must be carefully studied prior to implementation and recommendation. More importantly, HCPs must also refine their skillset by understanding, simulating, and practicing donning and doffing both their disposable and reusable equipment properly and safely. 3 Replace. Replacement of AGMP should be considered whenever feasible. In the midst of PPE shortage, regional anesthesia is an elegant and environmentally sustainable modality to circumvent the need of AGMP associated with general anesthesia. 4 During this time of uncertainty, HCPs need to be extra vigilant in protecting themselves, including the likelihood of encountering asymptomatic COVID-19 patients. Despite PPE being a scarce resource, we should not compromise the safety for HCP by limiting use. Instead, we need to develop and implement ways to embrace sustainable solutions both for the current pandemic and for the future. Innovative ideas such as a 3R approach may be one such resource-conscious solution.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 496,
                    "text": "B",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1789,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2031,
                    "end": 2032,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Conflicts of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Editorial responsibility This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, Canadian Journal of Anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement None."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "DOI",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Re-defining the 3R's (reduce, refine, and replace) of sustainability to minimize the environmental impact of inhalational anesthetic agents",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sondekoppam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Can J Anesth",
            "volume": "66",
            "issn": "",
            "pages": "249--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Simulation as a tool for assessing and evolving your current personal protective equipment: lessons learned during the coronavirus disease (COVID-19) pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Naidu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Badh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Duggan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "DOI",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01638-z"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Chong",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01637-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Letter authorizing emergency use of all disposable filtering facepiece respirators",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergency Use Authorization (EUA) for the emergency use of the Battelle CCDS Critical Care Decontamination System TM",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "U S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Recently, the US Food and Drug Administration has A World Health Organization. Modes of transmission of virus Available from URL: https://www.who.int/newsroom/commentaries/detail/modes-of-transmission-of-virus-causingcovid-19-implications-for-ipc-precaution-recommendations (accessed March 2020). B Centers for Disease Control and Prevention. Interim Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease 2019 (COVID-19) in Healthcare Settings. Available from URL: https://www.cdc.gov/ coronavirus/2019-ncov/infection-control/control-recommendations. html (accessed March 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}