{
    "paper_id": "e63fe5d6d56707236dff384626b7d1ad7a14d9b7",
    "metadata": {
        "title": "Regulation of human insulin gene expression in transgenic mice",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Marquart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Oeisenhofer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Huber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Palm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "1"
                ],
                "last": "Bioi ; Kabat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "A"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "T"
                ],
                "last": "Bilofsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Reid-Miller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Perry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Chothia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Novotny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Bruccoleri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Karplus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Saul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "A"
                ],
                "last": "Amzel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Poljak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Chern ; Briiggemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Radbruch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Rajewsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Fersht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "and were used to compete the binding of radiolabelled MVNP-IgE to polyvinyl microtitre plates that had been coated with a, sheep anti-human e antiserum (Seward Laboratory); b, (NIP-caph4-BSA; C, Ac38 antiidiotypic antibody; d, Ac146 anti-idiotypic antibody; e, rabbit anti-MV NP antiserum. Binding was also carried out in the presence of MVNP-IgM antibody JW1/2/2 (ref. 32) (_) as well as in the presence of JW5/1/2 (0), which is an IgM antibody that differs from JW1/2/2 at 13 residues mainly located in V H CDR2 (M.S.N., unpublished results). Values of binding are relative to the binding in the absence of inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "between .a-strands depends on loop size and specific interactions of the loop back to the .a-sheet. However, in the same class of variable domains (V H, V K or VA) these interactions are usually conserved (ref. 5 and A. M. Lesk and C. Chothia, personal communication). While human monoclonal antibodies have therapeutic potential in human disease, they can be difficult to prepare 17 and treatment of patients with mouse monoclonal antibodies often increases the titre of circulating antibody against the mouse immunoglobulinl8. As chimaeric antibodies containing human constant domains l2 ,19.20 and variable domains made by grafting mouse CDRs into human FRs, could have therapeutic potential, we wondered whether the HuVNP-IgE antibody loses antigenic determinants associated with the MV NP variable region (idiotopes). The binding of HuVNP-IgE and MVNP-IgE to both monoclonal and polyclonal anti-idiotypic antibodies directed against the MV NP domain was examined by using inhibition assays. As shown in Fig. 3d , the HuVNP-IgE antibody has lost the MV NP idiotypic determinant recognized by antibody Ac146 (ref. 21), Furthermore, HuVNP-IgE also binds the antibody Ac38 (ref. 21) less well (Fig.3c) , therefore it is not surprising that HuVNP-IgE has lost many of the determinants recognized by a polyclonal rabbit anti-idiotypic antiserum (Fig. 3e) . While the loss of idiotypic determinants that accompanies 'humanizing' of the V H region is reassuring in view of potential therapeutic applications, it does suggest that the recognition of the hapten and of anti-idiotypic antibodies is not equivalent. Thus the HuVNP-IgE antibody retains hapten binding but has lost idiotypic determinants, indicating that the immunoglobulin uses different sites to bind hapten and anti-idiotypic antibodies. It appears, therefore, that both FR and CDR side chains form the binding site for these anti-idiotopes, but mainly CDR side chains interact with hapten.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1015,
                    "text": "Fig. 3d",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1202,
                    "text": "(Fig.3c)",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1353,
                    "text": "(Fig. 3e)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "We thank C. Milstein for suggesting this project, K. Rajewsky and M. Reth for the anti-idiotypic antibodies Ac38 and Ac146, and A. M. Lesk, C. Chothia, R. J. Leatherbarrow and C. Milstein for helpful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Comparison of HuV NP and MV NP IgEs in binding inhibition assays. Various concentrations of HuVNP-IgE (e) and MVNP-IgE (0) were used to compete the binding of radiolabelled MVNP-IgE to polyvinyl microtitre plates that had been coated with a, sheep anti-human e antiserum (Seward Laboratory); b, (NIP-caph4-BSA; C, Ac38 antiidiotypic antibody; d, Ac146 anti-idiotypic antibody; e, rabbit anti-MV NP antiserum. Binding was also carried out in the presence of MVNP-IgM antibody JW1/2/2 (ref. 32) (_) as well as in the presence of JW5/1/2 (0), which is an IgM antibody that differs from JW1/2/2 at 13 residues mainly located in V H CDR2 (M.S.N., unpublished results). Values of binding are relative to the binding in the absence of inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "between .a-strands depends on loop size and specific interactions of the loop back to the .a-sheet. However, in the same class of variable domains (V H, V K or VA) these interactions are usually conserved (ref. 5 and A. M. Lesk and C. Chothia, personal communication). While human monoclonal antibodies have therapeutic potential in human disease, they can be difficult to prepare 17 and treatment of patients with mouse monoclonal antibodies often increases the titre of circulating antibody against the mouse immunoglobulinl8. As chimaeric antibodies containing human constant domains l2 ,19.20 and variable domains made by grafting mouse CDRs into human FRs, could have therapeutic potential, we wondered whether the HuVNP-IgE antibody loses antigenic determinants associated with the MV NP variable region (idiotopes). The binding of HuVNP-IgE and MVNP-IgE to both monoclonal and polyclonal anti-idiotypic antibodies directed against the MV NP domain was examined by using inhibition assays. As shown in Fig. 3d , the HuVNP-IgE antibody has lost the MV NP idiotypic determinant recognized by antibody Ac146 (ref. 21) , Furthermore, HuVNP-IgE also binds the antibody Ac38 (ref. 21 ) less well (Fig.3c) , therefore it is not surprising that HuVNP-IgE has lost many of the determinants recognized by a polyclonal rabbit anti-idiotypic antiserum (Fig. 3e) . While the loss of idiotypic determinants that accompanies 'humanizing' of the V H region is reassuring in view of potential therapeutic applications, it does suggest that the recognition of the hapten and of anti-idiotypic antibodies is not equivalent. Thus the HuVNP-IgE antibody retains hapten binding but has lost idiotypic determinants, indicating that the immunoglobulin uses different sites to bind hapten and anti-idiotypic antibodies. It appears, therefore, that both FR and CDR side chains form the binding site for these anti-idiotopes, but mainly CDR side chains interact with hapten.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1015,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1196,
                    "end": 1204,
                    "text": "(Fig.3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1346,
                    "end": 1355,
                    "text": "(Fig. 3e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We thank C. Milstein for suggesting this project, K. Rajewsky and M. Reth for the anti-idiotypic antibodies Ac38 and Ac146, and A. M. Lesk, C. Chothia, R. J. Leatherbarrow and C. Milstein for helpful discussions. J.F. is a Fellow of the Jane Coffin Childs Memorial Fund for Medical Research. Received Insulin is a polypeptide hormone of major physiological importance in the regulation of fuel homeostasis in animals (reviewed in refs 1, 2). It is synthesized by the Il-cells of pancreatic islets, and circulating insulin levels are regulated by several small molecules, notably glucose, amino acids, fatty acids and certain pharmacological agents. Insulin consists of two polypeptide chains (A and B, linked by disulphide bonds) that are derived from the proteolytic cleavage of pro insulin, generating equimolar amounts of the mature insulin and a connecting peptide (C-peptide). Humans, like most vertebrates, contain one proinsulin gene 3 ,4, although several species, including mice! and rats 6 ,7, have two highly homologous insulin genes. We have studied the regulation of serum insulin levels and of insulin gene expression by generating a series of transgenic mice containing the human insulin gene. We report here that the human insulin gene is expressed in a tissue-specific manner in the islets of these transgenic mice, and that serum human insulin levels are properly regulated by glucose, amino acids and tolbutamide, an oral hypoglycaemic agent.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "text": "Received",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The human insulin gene that we have used to generate transgenic mice is contained within a 12.5-kilobase (kb) EcoRI fragment that was isolated from a genomic library4. Of 46 mice born after one series of single-cell embryo microinjections, three contained human insulin gene sequences as detected by Southern hybridization analysis (Fig. 1a) . A human C-peptide radioimmunoassay (Behringwerke) was used to monitor expression of the human insulin gene in the transgenic mice and their offspring. Several hundred transgenic and control mice have been analysed under a variety of physiological circumstances (see below), and the transgenic mice show variable levels of human C-peptide in their sera, whereas control mice show no such expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The tissue specificity of human insulin gene expression in these transgenic mice was examined by both RNA analyses and pancreatic islet function studies. Northern hybridizations using a human insulin complementary DNA probe demonstrated that total pancreatic RNA from both transgenic (Fig. 1b , lane 11) and control (lane 1) mice hybridized to the human insulin cDNA probe, whereas RNAs from transgenic spleen, kidney, brain, lung, liver, salivary gland, intestine, heart and muscle (lanes 2-10, respectively) showed no hybridization. Because no transgenic tissues other than pancreas were found to express detectable levels of insulin RNA, insulin expression in both transgenic and control pancreas was studied to determine whether the transgenic pancreas is a site of human insulin expression. Pancreatic islets from six transgenic and six control mice were isolated by collagenase digestion as described previously8,9 and cultured in groups of 80-100 islets per tissue culture well. The following day, aliquots of media were taken and human Cpeptide levels measured. The samples from the transgenic islet wells contained 250-650 ng ml-1 of human C-peptide, but the control islet wells contained no detectable human C-peptide. The cultured transgenic islets continued to express human Cpeptide for several days. From these experiments, we conclude that the major site of human insulin expression in these transgenic mice is the endocrine pancreas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "(Fig. 1b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Transgenic and control pancreas were stained with immunoperoxidase using a guinea pig anti-porcine insulin antibody and a goat anti-human C-peptide antibody (Fig. 2) . The anti-porcine insulin antibody cross-reacted with both human and mouse insulin, and islets from both transgenic (Fig. 2a) and control (Fig. 2b) mice were stained. The size, distribution and number of islets were essentially the same in transgenic and control mice. The anti-human C-peptide antibody showed little or no cross-reactivity with mouse C-peptide, however, and the transgenic islets (Fig. 2c) were stained using this antibody whereas the control islets (Fig. 2d) were not. These immunohistochemistry data are consistent with the Northern analysis and islet function studies presented above, and demonstrate that the transgenic islets were specifically expressing human insulin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 314,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 573,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Glucose and human C-peptide levels in the transgenic mice were studied under a variety of physiological conditions to determine whether normal glucose homeostasis was being preserved and whether expression of the human insulin gene was being regulated appropriately in these mice. Blood glucose regulation was studied by glucose tolerance tests. Transgenic offspring of mouse 16 and non-transgenic siblings were fasted overnight, given an intraperitoneal (i.p.) injection of glucose, and bled at various times after injection to determine serum glucose levels. The glucose tolerance curve from the transgenic mice was similar to that from the control mice (Fig. 3a) . Of particular importance is the finding that the fasting and maximally stimulated glucose levels as well as the kinetics of Neither the mouse insulin cDNA nor gene sequences have been determined, but since the coding re~ions of the human and rat insulin mRNAs share 81 % sequence homology 5, it was expected that both transgenic and control pancreatic RNAs would hybridize to the human insulin cDNA probe. Methods. A 12.5-kb EcoRI fragment containing the human insulin gene' was isolated from pBR322 sequences by preparative gel electrophoresis and electroelution l6 . Fertilized mouse eggs for microinjection were recovered in cumulus from the oviducts of (C57 x C3H)F I females that had mated with FI males several hours earlier. Approximately 1,000 copies of the human insulin gene fragment were microinjected into the male pronucleus of each fertilized egg. Microinjected eggs were implanted into the oviducts of I-day pseudopregnant ICR foster mothers and carried to term 17 • Several weeks after the birth of animals that developed from microinjected eggs, total genomic DNA was prepared l8 from mouse tails. For the Southern blot analysis in a, 8 fLg of total genomic DNA for each mouse were digested with PvuII, subjected to electrophoresis on a 0.9% agarose gel and transferred to nitrocellulosel 9 • The filter was then prehybridized overnight, hybridized to a 32P_Iabelled genomic human insulin probe, washed and exposed to X-ray film. The genomic human insulin probe is a fragment that extends from a BglII site at -169 with respect to the transcriptional start site of the human insulin gene to an AvaI site at +644 (ref. 4 ). In addition to promoter sequences, this fragment contains the first intervening sequence, the first exon (including sequences encoding the signal peptide, B-peptide and a portion of C-peptide), and a portion of the second intervening sequence. Approximately 75% of the genomic human insulin probe consists of non coding sequences that are not highly conserved between species, which explains its limited cross-hybridization with the endogenous mouse insulin genes (which can be detected only after long exposures). Total cellular RNA was isolated from tissue samples by the guanidinium isothiocyanate/ caesium chloride technique 20 . For Northern blot analysis, 4 fLg of total RNA from each sample was subjected to electrophoresis on a 1.2% agarose-formaldehyde denaturing gel and transferred to nitrocellulose filters l6 . The filter was then prehybridized, hybridized to a 32P_Iabelled human insulin cDNA IS probe, washed and exposed to X-ray film. Fig. 2 Immunoperoxidase staining of transgenic and control pancreas. Pancreas samples were immersed in liquid nitrogen and 4-lLm tissue sections were prepared using a cryostat. Immunoperoxidase staining of serial sections was performed as described previousll 1 , using either guinea pig anti-porcine insulin antibody (a and b) or goat anti-human C-peptide antibody (c and d). a, Transgenic pancreas stained with anti-insulin antibody (Arnel Products). b, Control pancreas stained with antiinsulin antibody. c, Transgenic pancreas stained with anti-human Cpeptide antibody (Behringwerke). d, Control pancreas stained with antihuman C-peptide antibody (photographically enhanced to allow visualization of islets). Other transgenic tissues, including liver, adrenal and thyroid, are not stained using the guinea pig anti-porcine insulin antibody (not shown). data are similar to glucose tolerance results previously reported for both mice 22 and humans 2 . Preliminary experiments suggest that mouse 20 also expresses human C-peptide and responds to a glucose tolerance test, and more extensive studies will be performed when mouse 20 and mouse 38 have generated large colonies. An assay specific for mouse C-peptide is not available, and we were unable to compare levels of endogenous mouse C-peptide with levels of human C-peptide. the return to basal glucose levels were similar for the transgenic and control animals. In addition, intravenous (i.v.) administration of glucagon increased serum glucose levels by -50% within 15 min in both transgenic and control mice. Taken together, these results strongly suggest that serum glucose levels were appropriately modulated in the transgenic mice. The weights of the transgenic mice, growth rates, feeding behaviour, reproductive capability and longevity appeared normal. The role of human insulin in the regulation of blood glucose levels in transgenic mice was investigated by performing a glucose tolerance test on transgenic and control mice (Fig. 3b) . No human C-peptide was detected in the sera of fasting transgenic mice, but within 10 min of i.p. administration of glucose, human C-peptide appeared in the serum, and peak levels were attained within -20 min. By 45 min post-glucose, human Cpeptide levels fell to values approaching the pre-stimulation or basal level. This pattern of human C-peptide expression correlates closely with the glucose tolerance curves presented above, and suggests that serum human insulin levels were being appropriately regulated by glucose. The control mice did not express any detectable human C-peptide, indicating that the human gene must have been the source of the human C-peptide in the transgenic animals.",
            "cite_spans": [
                {
                    "start": 1974,
                    "end": 1975,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2303,
                    "end": 2304,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 4196,
                    "end": 4198,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 665,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3259,
                    "end": 3265,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 5252,
                    "end": 5261,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Insulin is regulated by several other factors, including amino acids and certain pharmacological agents. An i.v. amino-acid infusion test was performed on fasting transgenic and control mice and human C-peptide levels in the serum were determined. Peak human C-peptide levels were seen within 5 min of aminoacid infusion and declined gradually over the next 40 min (Fig.  3c) . Similarly, serum human C-peptide levels responded to tolbutamide, a sulphonylurea derivative known to promote insulin release lo (Fig. 3d) . Within 20 min of i.v. tolbutamide administration, serum human C-peptide levels peaked, then decreased rapidly over the next 10 min. Tolbutamide has been used clinically to diagnose insulinomas ll because in normal subjects serum insulin (or C-peptide) levels rapidly return to normal from their tolbutamide-induced peak, but in insulinoma patients elevated insulin levels persist. That the transgenic mice quickly regained basal serum human C-peptide levels supports the conclusion that their insulin expression was tightly regulated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 375,
                    "text": "(Fig.  3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We have demonstrated that the human insulin gene is expressed in the pancreas of transgenic mice. Cell-type-and tissue-specific expression of h uman 12 and rae Z -14 insulin genes has been documented in two other laboratories. A 230-base-pair (bp) region (from -103 bp to -333 bp with respect to the transcriptional start site) of the rat insulin I promoter was reported to be sufficient to allow tissue-specific expression of insulin/ chloramphenicol acetyltransferase fusion genes in a hamster pancreatic cellline lz .I3. Similarly, a rat insulin II/ simian virus 40 large-T antigen fusion gene has been reported to cause the development of islet cell tumours in transgenic mice l4 • As both of these studies used fusion genes, the regulation of circulating human insulin could not be studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum insulin levels are regulated by glucose, amino acids, proteins and drugs such as the sulphonylurea derivatives. The human insulin gene in these transgenic mice is regulated appropriately by all of these agents, and serum glucose homeostasis is normal. These transgenic animals can therefore now be used to study several critical aspects of the physiological regulation of insulin gene expression, including the mechanisms controlling serum insulin and total f3-cell insulin levels. Because at least one additional insulin gene is being expressed in the transgenic mice and total insulin RNA and protein levels are approximately the same as in control mice, the question of dosage compensation can be investigated. Moreover, our tolbutamide results indicate that drugs thought to affect human insulin metabolism can now be tested in an in vivo animal system. In a more general sense, the in vivo effects of various pharmacological agents on human gene expression and protein function can therefore be evaluated in a non-human setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, it is noteworthy that a 12.5-kb DNA fragment contains sufficient information for the appropriate physiological regulation of insulin levels in these transgenic mice. The organism's ability to modulate foreign DNA sequences and proteins on a minute to minute basis clearly has important implications for both molecular biology and gene therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Dr Tom Wagner for instruction in microinjection, Victoria Roman for technical assistance and Patrick Mattoon for animal care. The human C-peptide assay was the gift of Dr H. H. Schoene and Behringwerke, AG. This work was supported by grants from Hoechst AG and the NIH (AM-07055).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genetic recombination of DNA is one of the fundamental mechanisms underlying the evolution of DNA-based organisms and results in their diversity and adaptability. The importance of the role of recombination is far less evident for the RNA-based genomes that occur in most plant viruses and in many animal viruses. RNA recombination has been shown to promote the evolutionary variation of picornaviruses l -4, it is involved in the creation of defective interfering (DI) RNAs of positive-and negative-strand virusesS--9 and is implicated in the synthesis of the messenger RNAs of influenza virus lO and coronavirus ll • However, RNA recombination has not been found to date in viruses that infect plants. In fact, the lack of DI RNAs and the inability to demonstrate recombination in mixedly infected plants has been regarded as evidence that plants do not support recombination of viral RNAs. Here we provide the first molecular evidence for recombination of plant viral RNA. For brome mosaic virus (BMV), a plus-stranded, tripartite-genome virus of monocots, we show that a deletion in the 3' end region of a single BMV RNA genomic component can be repaired during the development of infection by recombination with the homologous region of either of the two remaining wild-type BMV RNA components. This result clearly shows that plant viruses have available powerful recombinatory mechanisms that previously were thought to exist only in animal hosts, thus they are able to adapt and diversify in a manner comparable to animal viruses. Moreover, our observation suggests an increased versatility of viruses for use as vectors in introducing new genes into plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sarnbrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Proc. natn. Acad. Sc' US.A. 78",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6376--6380",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "16. Fersht, A. R., Wilkinson, A. J., Carter, P. & Winter, G. Biochemistry 24, 5858-5861 (1985). 17. Boyd, J. E., James, K. & McClelland, D. B. L. Trends Biotechnol. 2,70-77 (1984). 18. Shawler, D. L., Bartholomew, R. M., Smith, L. M. & Dilman, R. O. l.lmmun. 135, 1530-1535 (1985). 19. Morrison, S. L.. Johnson, M. J .• Herzenberg, L. A. & Oi. V. T. Proc. natn. Acad. Sci. u.s.A. 81,6851-6855 (1984). 20. Bouli.nne, G. L., Hozumi, N. & Shulman, M. J. Nature 312,643-646 (1984). 21. Reth, M., Imanishi·Kari, T. & Rajewsky, K. Eur. 1. Imrnun.9, 1004-\\013 (1979). 22. Eisen, H. N. Meth. med. Res. 10, 115-121 (1964). 23. Mariuzza, R. A. et 01.1. molec. Bioi. 170, \\055-1058 (1983). 24. Segal, l. H. in Enzyme Kinetics, 73-74 (Wiley, New York, 1975). 25. Jones, T. A. in Computational Crystallography (ed. Sayre, D.) 303-3\\0 (Clarendon, Oxford, 1982). 26. Staden, R. Nucleic Acids Res. 12, 521-538 (1984). 27. Sanger, F. & Coulson, A. FEBS Lett. 87, 107-110 (1978). 28. Yanisch·Perron, C., Vieira, J. & Messing, J. Gene 33, 103-119 (1985). 29. Sanger, F., Nicklen, S. & Coulson, A. R. Proc. no tn. Acad. Sci. U.S.A. 74, 5463-5467 (1977). 30. Messing, J. & Vieira, J. Gene 19, 269-276 (1982). 31. Flanagan, J. G. & Rabbitts, T. H. EMBO 1. 1,655-660 (1982). 32. Neuberger, M. S., Williams, G. T. & Fox, R. O. Nature 312, 604-608 (1984). Regulation of human insulin gene expression in transgenic mice Richard F Selden*, Marek J. Skoskiewiczt, Kathleen Burke Howie*, Paul S. Russellt & Howard M. Goodman* Departments of *Molecular Biology and tSurgery, Massachusetts General Hospital, and Departments of *Genetics and tSurgery, Harvard Medical School, Massachusetts General Hospital, Boston, Massachusetts 02114, USA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characterization of microinjected mice. a, Detection of human insulin sequences in total genomic DNA of microinjected mice. DNA samples digested with PvuII are from the following microinjected mice: lane I, mouse 16, containing 5-10 copies of the human insulin gene fragment per haploid genome; lane 2, mouse 20, also containing 5-10 copies of the human insulin gene fragment per haploid genome; lane 3, mouse 21, negative for human insulin sequences, demonstrating that the endogenous mouse insulin genes do not hybridize significantly to the human insulin genomic probe; lane 4, human control, containing I copy of the human insulin gene per haploid genome; lane 5, mouse 38, containing 1-2 copies of the human insulin gene fragment per haploid genome (this DNA sample was analysed in a separate experiment in which the hybridizing band was of comparable intensity to the human control). DNA samples from each transgenic mouse contain a hybridizing band of -1,600 bp which corresponds to a 1,594·bp PvuII fragment contained within the 12.5·kb human insulin DNA fragment' used for microinjection. This result suggests that at least one structurally intact human insulin gene was incorporated into the genome of each transgenic animal, although the presence of mUltiple hybridizing bands in lane 2 indicates that other integration events are likely to have occurred during the embryogenesis of mouse 20. Mouse 16, a male, was bred to generate a colony of several hundred offspring, and the human insulin gene was transmitted in mendelian fashion, with -50% of both the FI and F2 offspring inheriting the injected DNA fragment. b, Detection of human and mouse insulin messenger RNAs in tissues of transgenic and control mice. Total cellular RNA samples are from transgenic and non-transgenic offspring of mouse 16 as follows: lane I, non-transgenic pancreas; lane 2, transgenic spleen; lane 3, transgenic kidney; lane 4, transgenic brain; lane 5, transgenic lung; lane 6, transgenic liver; lane 7, transgenic salivary gland; lane 8, transgenic intestine; lane 9, transgenic heart; lane 10, transgenic muscle; lane 11, transgenic pancreas.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", Intraperitoneal glucose tolerance test. Transgenic offspring of mouse 16 and nontransgenic siblings were fasted overnight, then given an i.p. injection of glucose (1 mg glucose per g body weight). Each mouse was then \\i, arbitrarily assigned to a group of four for -injection. Four mice did not receive ~I glucose and were bled to determine fasting.~ \" serum glucose levels. Each time point therefore o~ 100 represents an average of values from four animals, and standard deviation half-bars are indicated. Solid line, transgenic mice; dashed line, control mice. Serum glucose determinations were performed using a commercially available kit (Worthington) under the condi-o tions recommended by the manufacturer. Intravenous and oral glucose tolerance tests .. performed as described above showed no ! 0.8 statistically significant difference between the transgenic and control mice (data not shown). ;;: 0.6 b, Human C-peptide levels during an i.p. i glucose tolerance test. The experiment was per-1.0 formed as described in a, with each transgenic ~ 04 § point representing an average of values from ~ six animals (i.p. injection of 2 mg glucose per ~ g body weight). Serum human C-peptide levels ~ were measured using a commercially available kit (Behringwerke) under the conditions recommended by the manufacturer. Solid line, transgenic mice; dashed line, control mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "c, Human C-peptide levels during an i.v. amino-acid tolerance test. Transgenic and control mice were fasted overnight, infused with a solution containing 0.5 mg arginine and 0.5 mg leucine, and bled at the indicated times for human C-peptide determination. Each time point represents the average of values from four animals. Solid line, transgenic mice; dashed line, control mice. d, Human C-peptide levels during an i.v. tolbutamide infusion test. Transgenic and control mice were fasted overnight, infused with a solution containing 0.5 mg of tolbutamide (Upjohn) and bled at the indicated times for human C-peptide determination. Each time point represents the average of values from two animals. Solid line, transgenic mice; dashed line, control mice.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "17 February; accepted 17 March 1986. I. Poljak. R. J. et al. Proc. narn. Acad. Sci. U.S.A. 70, 3305-3310 (1973). 2. Segal, D. M. et al. Proc. natn. Acad. Sci U.S.A. 71, 4298-4302 (1974). 3. Marquart, M., Oeisenhofer, J., Huber, R. & Palm, W. 1. molec. Bioi. 141,369-391 (1980). 4. Kabat, E. A, Wu, T. T., Bilofsky, H., Reid-Miller, M. & Perry, H. in Sequences of Proteins of Immunological Interest (U.S. Department of Health and Human Services, 1983). 5. Lesk, A. M. & Chothia, C. 1. molec. Bioi. 160,325-342 (1982). 6. Chothia, C., Novotny, J., Bruccoleri, R. & Karplus, M. 1. molee. Bioi. 186,651-663 (1985). 7. Reth, M., Hammeriing, G. 1. & Rajewsky. K. Eur. J. Immun. 8, 393-400 (1978). 8. Saul, F. A., Amzel, M. & Poljak, R. J. 1. bioi. Chern. 253, 585-597 (1978). 9. Briiggemann, M., Radbruch, A. & Rajewsky, K. EMBO 1. 1.629-634 (1982). 10. Reth, M., Bothwell, A. L. M. & Rajewsky. K. in Immunoglobulin Idiolypes and Their ExpreSSion (eds Janeway, c., Wigzell, H. & Fox, c. F.) 169-178 (Academic. New York. 1981). 11. Neuberger, M. S. & Rajewsky, K. Proc. natn. Acad. Sci. U.S.A. 78, 1138-1142 (1981). 12. Neuberger, M. S. et 01. Nature 314, 268-270 (1985). 13. Bothwell, A. L. M. et 01. Cell 24, 625-637 (1981). 14. Mulligan, R. C. & Berg, P. Proc. natn. Acad. Sci. U.S.A. 78, 2072-2076 (1983). IS. Fersht, A. R. et al. Nature 314, 235-238 (1985).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}