{
    "paper_id": "e65788afca859bb1b0e393b04f2c32db9dabd6c5",
    "metadata": {
        "title": "Fortune Favours the Prepared Mind A National Perspective on Pandemic Preparedness",
        "authors": [
            {
                "first": "Theresa",
                "middle": [],
                "last": "Tam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunization and Respiratory Infections Division",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Jill",
                "middle": [],
                "last": "Sciberras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunization and Respiratory Infections Division",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Mullington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunization and Respiratory Infections Division",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Arlene",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunization and Respiratory Infections Division",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid spread of avian influenza H5N1 in Asia in late 2003 has moved the world to a new state of pandemic alert. The risk of further human cases will persist, as will opportunities for a pandemic virus to emerge. Therefore, Canada has taken a number of steps to strengthen national pandemic preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coordination has been fostered through the development of a national pandemic preparedness plan and ongoing development of systems and processes for national health emergency management. Specific areas of advancement include: enhancement of rapid surveillance and communication capacity, the pandemic vaccine strategy, acquisition of an antiviral stockpile, research prioritization, international collaboration, and an international meeting of Ministers of Health (October 2005) to enhance global cooperation and coordination in advance of a possible influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Key next steps include: • publication of the 2005 edition of the Canadian Pandemic Influenza Plan; • conducting emergency exercises to help strengthen planning at all levels and across health care, emergency management and NGO sectors; • developing H5N1 vaccine and clinical trials; • evaluating the need to supplement national antiviral stockpile; and • undertaking public and key stakeholder consultations to provide further input into planning strategies and activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "La propagation rapide du virus H5N1 de la grippe aviaire en Asie à la fin de 2003 a déclenché une alerte pandémique dans le monde. Le risque de nouvelles infections humaines devrait subsister, tout comme les possibilités d'émergence d'un virus pandémique. Le Canada prend donc un certain nombre de mesures pour renforcer sa capacité d'intervention en cas de pandémie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "Pour favoriser la coordination, le Canada dispose d'un plan national de préparation aux pandémies, et on est en train d'élaborer des systèmes et des processus nationaux de gestion des situations d'urgence en santé. Des progrès ont été accomplis à plusieurs égards : amélioration de la capacité de surveillance et de communication rapides, élaboration d'une stratégie de vaccination en cas de pandémie, acquisition d'une réserve de médicaments antiviraux, établissement des priorités de recherche, hausse de la coopération internationale, et tenue d'une réunion internationale des ministres de la Santé (octobre 2005) pour renforcer la coopération et la coordination mondiales en prévision d'une éventuelle pandémie de grippe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "Les prochaines grandes étapes seront : • la publication de l'édition 2005 du Plan canadien de lutte contre la pandémie d'influenza; • la tenue d'exercices de préparation aux urgences pour renforcer la planification à tous les paliers et entre les secteurs des soins de santé, de la gestion des urgences et des ONG; • la mise au point et les essais cliniques d'un vaccin contre le H5N1; • l'évaluation du besoin de compléter la réserve nationale de médicaments antiviraux; • la tenue de consultations avec la population et les intervenants clés pour étayer les stratégies et les activités de planification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "I nfluenza A viruses tend to change their surface proteins (antigenic shift) to produce new virus subtypes. When populations have no immunity to a new strain that also shows high person-toperson transmissibility with accompanying disease, a pandemic -or worldwide epidemic -can result. A severe pandemic, in the order of magnitude of the \"Spanish flu\" of 1918-19, will likely be the largest public health emergency that Canadians will face, resulting in a great impact on the health care system and the disruption of societal functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "Unlike natural disasters, chemical, radiological and nuclear incidents, an influenza pandemic will impact on multiple communities across Canada simultaneously. Each local jurisdiction must be prepared to respond in the context of uncertain availability of external resources and support. All levels of government and their stakeholders need to collaborate in contingency planning in order to optimize health care delivery during a pandemic and to mitigate its impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "It has been over 40 years since the last pandemic (1968). A number of false alarms have occurred in recent years, including the 1976 swine influenza A (H1N1) outbreak in the US. While these featured a novel influenza A virus (antigenic shift) to which the population was entirely or largely susceptible, the viruses were not readily transmissible from person to person. The re-emergence and rapid spread of avian influenza H5N1 in Asia in late 2003, however, has moved the world to a new state of pandemic alert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABRÉGÉ"
        },
        {
            "text": "Direct transmission of avian influenza (AI) A (H5N1) from birds to humans was first reported in Hong Kong in 1997. Since late 2003, wide-scale outbreaks of H5N1 influenza in poultry flocks in Asian countries have been recurring despite aggressive control measures, including the culling of more than 140 million poultry. The current unprecedented epizootic of avian influenza A (H5N1) in Asia is of concern because of its documented transmission to humans. To date, the WHO has confirmed over 115 human cases and over 59 deaths in Vietnam, Thailand, Cambodia and Indonesia, primarily in previously healthy children and young adults who The H5N1 virus is now endemic in poultry and expanding its avian host range and its geographical range to countries beyond Asia, possibly through wild migratory birds -historically the host reservoir of all influenza A viruses. The risk of further human cases will persist, as will opportunities for a pandemic virus to emerge. 1 With the virus now endemic in poultry and expanding its avian host range, averting a pandemic by totally eliminating further opportunities for human exposure no longer seems feasible. It is not known whether rapid intervention with case isolation, antiviral drugs and a vaccine if available, and rapidly implemented in the initial focus of human infection, would successfully interrupt transmission. Such a strategy would require a sensitive surveillance system and epidemiologic and laboratory capacity to provide an early detection of initial clusters.",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 965,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The current threat of avian influenza A(H5N1)"
        },
        {
            "text": "Scientifically, we cannot predict which influenza virus will cause the next pandemic or when the next pandemic will occur. However, another pandemic is inevitable and the ongoing circulation of H5N1 represents a persistent human health threat that could evolve into the next pandemic. All levels of government, the multiple stakeholders involved in human health, animal health, and emergency management as well those responsible for essential societal functions need to get prepared now to deal with this type of public health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic planning in Canada"
        },
        {
            "text": "Canada has taken a number of steps to strengthen national pandemic preparedness. Coordination has been fostered through the development of a national pandemic preparedness plan and ongoing development of systems and processes for national health emergency management. Specific areas of advancement include: enhancement of rapid surveillance and communication capacity, the pandemic vaccine strategy, acquisition of an antiviral stockpile, research prioritization and international collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic planning in Canada"
        },
        {
            "text": "Members of Canada's Pandemic Influenza Committee (PIC), which includes repre-sentatives from the federal, provincial and territorial governments and an ethicist, have held extensive consultations with officials and experts to develop the Canadian Pandemic Influenza Plan. 2 The goal of the Plan, released in February 2004, is to minimize serious illness, overall deaths, and societal disruption among Canadians in the event of a pandemic. It is a framework to guide action at all levels of government, including the identification of roles and responsibilities through all phases of the pandemic. All provinces and territories have started their pandemic preparedness and several have already published their plans on their websites.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Canadian Pandemic Influenza Plan"
        },
        {
            "text": "Guidelines have been developed to assist local planning efforts in health care services preparedness; however, it is up to local hospitals and health units to adapt these to their needs, including resource management. The development of risk communication strategies and the formation of communication networks between levels of government, and across health and other sectors involved in the pandemic response is critical. Citizen and stakeholder engagement is also contemplated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Canadian Pandemic Influenza Plan"
        },
        {
            "text": "Good surveillance at the global, national and local levels, is essential to inform public health decisions. Since SARS, Canada has strengthened its surveillance and alerting systems. The national influenza surveillance system, \"FluWatch\", collects information on laboratory and epidemiologic indicators year-round. 3 The Canadian Public Health Laboratory Network (CPHLN) continues to strengthen the laboratory capacity across Canada to diagnose novel influenza subtypes, including H5N1. Global Public Health Intelligence Network (GPHIN), an internet-based, early warning system provides preliminary media reports of public health significance 24 hours a day, 7 days a week. The Public Health Agency of Canada (PHAC) sends regular updates and alerts to provinces and territories via the internet as part of the Canadian Network for Public Health Intelligence (CNPHI).These tools can also be utilized by local public health to send information to their front-line health care providers.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and Alert Systems"
        },
        {
            "text": "The newly formed Pan-Canadian Public Health Network will continue to address protocols for data or information sharing among levels of government; however, challenges in providing data and communicating epidemiologic data will remain, given the expected extreme demand for information by the public, domestic and international stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance and Alert Systems"
        },
        {
            "text": "A consortium of partners, including PHAC, Canadian Food Inspection Agency (CFIA), provincial/territorial public health, provincial veterinary labs, Canadian Wildlife Service (Environment Canada), and academia (veterinary colleges), and under the leadership of the Canadian Cooperative Wildlife Health Centre, are currently conducting a study of influenza in wild migratory birds aimed at determining which avian influenza subtypes are present in this population. This work will contribute to an improved understanding of one of the possible ways in which novel avian influenza strains may be introduced into Canada. The CFIA also has plans to increase overall domestic capacity for detection and response to avian influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance and Alert Systems"
        },
        {
            "text": "Vaccines remain the cornerstone of a pandemic response. However, vaccines are likely not going to be available at the start of pandemic activity in Canada; leaving antiviral drugs as the only other virusspecific intervention. In 2001, the Government of Canada put in place a 10year pandemic influenza vaccine contract with a domestic manufacturer to provide sufficient infrastructure and capacity to produce enough pandemic vaccine for all Canadians, including a supply of fertilized hens' eggs. In addition, the Government of Canada is providing $34 million over five years to assist in the development and testing of a prototype (\"mock\") pandemic influenza vaccine, in order to increase the level of knowledge on the safety and effectiveness of a pandemic influenza vaccine against an H5N1 or similar strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Strategy and Antiviral Stockpiling"
        },
        {
            "text": "A national stockpile of 16 million doses of the antiviral drug oseltamivir was established in 2005. Since then, some provinces and territories have purchased additional supplies. The national antiviral stockpile will be used to treat identified priority groups agreed upon by the PIC at the time of a pandemic: persons hospitalized for influenza who present to the hospital early enough (within 48 hours of onset) for antivirals to be effective; health care and emergency/essential service workers who present with the early signs of flu-like illness; persons with high-risk medical conditions in the community; high-risk residents of health institutions, i.e., nursing homes and other chronic institutions during outbreaks; and for select prophylaxis of frontline health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Strategy and Antiviral Stockpiling"
        },
        {
            "text": "During SARS, there was very limited ability to implement real-time research to guide public health policies and clinical management. Since then, an Emerging Infectious Diseases -Clinical Research Network has been established to provide infrastructure readiness for research during an influenza pandemic. On August 31 st and September 1 st , 2005, PHAC and the Canadian Institutes of Health Research hosted a workshop to determine national research priorities that will enhance pandemic and inter-pandemic influenza prevention and control. The workshop identified substantial gaps in knowledge on influenza. The next step will be for funding agencies to consider these priorities and for a wide spectrum of researchers in Canada to be aware of the key knowledge gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "Over the past few years, Canada has provided ongoing laboratory and epidemio-logical support to WHO and the countries affected by avian influenza. Canada is contributing $15 million over five years to the Canada-Asia Regional Emerging Infectious Diseases (CAREID) Project to increase capacity in Southeast Asia and China by strengthening surveillance, laboratory capacity, emergency preparedness and risk communications. Through a variety of international partnerships (for example, the Global Health Security Initiative of the G7 plus Mexico), Canada actively participates in international collaboration to strengthen global and regional response, including risk communications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Collaboration"
        },
        {
            "text": "Pandemic Influenza Plan to be published at the end of this year, incorporating the latest WHO phase terminologies and guidance on public health measures; • Emergency exercises to help strengthen planning at all levels and across health care, emergency management and NGO sectors. The first national exercise is targeted for November 2005; • H5N1 vaccine development and clinical trials; • Evaluation of the need to supplement the national antiviral stockpile; • An international meeting of Ministers of Health hosted by Canada will take place on October 24-25, 2005, to enhance global cooperation and coordination in advance of a possible influenza pandemic. Discussions will focus on four themes: inter-sectoral collaboration on the animal-human health interface; perspectives on risk communication and assessment; vaccine and antiviral development and access; and surveillance and capacity building. • Public and key stakeholder consultations to provide further input into planning strategies and activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key next steps • A new version of the Canadian"
        },
        {
            "text": "Although the questions of whether H5N1 will improve its transmissibility and when the next pandemic will occur cannot be answered at this time, the window of opportunity to intensify preparedness may close at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key next steps • A new version of the Canadian"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Responding to the avian influenza pandemic threat. Recommended strategic actions -2",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Agency of Canada. Canadian Pandemic Influenza Plan",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public Health Agency of Canada",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunization and Respiratory Infections Division, Public Health Agency of Canada, Ottawa, ON 2. Senior Epidemiologist Correspondence: Dr. Theresa Tam, Immunization and Respiratory Infections Division, Public Health Agency of Canada, Tunney's Pasture PL0602B, Ottawa, ON K1A 0K9, Tel: 613-957-8685, Fax: 613-946-0244, E-mail: Theresa_tam@phac-aspc.gc.ca have had direct exposure to infected poultry.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}