{
    "paper_id": "e6be694daa0c60a7790ab65110409bc2e3b519f6",
    "metadata": {
        "title": "Letters to the Editor Substituting latanoprost (Xalatan TM ) for isopropyl unoprostone (Rescula TM ) in monotherapy and combination therapy",
        "authors": [
            {
                "first": "Hidetoshi",
                "middle": [],
                "last": "Tsukamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tomoko",
                "middle": [],
                "last": "Yokoyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Koji",
                "middle": [],
                "last": "Okada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mayumi",
                "middle": [],
                "last": "Okada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hideki",
                "middle": [],
                "last": "Mochizuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hiromu",
                "middle": [
                    "K"
                ],
                "last": "Mishima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Japan Dear Sir",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". IOP changes after switching patients from unoprostone to latanoprost in monotherapy (unoprostone » latanoprost). IOP was significantly (paired t-test; pΩ0.0249) reduced after the change. best of our knowledge, a comparative study of unoprostone and latanoprost has only been reported in monkey eyes (Serle et al. 1998) , but not in patients with glaucoma.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 320,
                    "text": "(Serle et al. 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, we evaluated the hypotensive effect of switching from unoprostone to latanoprost in patients receiving monotherapy or combination therapy for glaucoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 36 patients were switched from unoprostone to latanoprost in monotherapy or combination therapy between March and October 1999 at the glaucoma clinic of Hiroshima University Hospital. The patients included 17 men and 19 women with a mean patient age of 62.4∫13.0 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five patients were changed from unoprostone to latanoprost monotherapy, and 31 patients receiving combination therapy with unoprostone and a beta-blocker were given latanoprost and a beta-blocker without a washout of unoprostone. We concluded that the effect of unoprostone had completely disappeared by the final intraocular pressure (IOP) measurement, because the interval between changing drugs and measuring the IOP was more than 3 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In patients receiving bilateral treatment, data were analyzed according to Fig. 2 . IOP changes after substituting latanoprost for unoprostone in combination therapy with a beta-blocker (unoprostone π betablocker » latanoprost π beta-blocker). IOP was significantly (paired t-test; pΩ0.0001) reduced after the change. the following criteria: 1) if different types of glaucoma were present in each eye, which had the worse type (glaucoma is worse than ocular hypertension); 2) if the types of glaucoma were equal, which had the higher IOP before switching drugs; 3) if IOP values were equal, which had the worse optic nerve head condition; and 4) if the optic nerve head conditions were equal, then the right eye. Thus, we analyzed the IOPs of 36 eyes of 36 patients. The types of glaucoma were primary open-angle glaucoma in 26 eyes, ocular hypertension in 2 eyes, normal tension glaucoma in 5 eyes, and pseudoexfoliation glaucoma in 3 eyes. IOP was measured before and after changing drug regimens. Final IOP was measured 12.0∫4.8 weeks (range, 3 to 19 weeks) after switching from unoprostone to latanoprost.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We analyzed IOPs before and after switching by paired t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In patients receiving monotherapy, IOP was significantly (pΩ0.0249) reduced from 18.6∫3.0 to 14.4∫2.7 mmHg at 12.3∫6.2 weeks after switching (Fig. 1) , while in patients receiving combination therapy, IOP was significantly (pΩ0.0001) reduced from 19.4∫4.5 to 15.7∫3.1 mmHg at 12.0∫4.7 weeks after switching (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Five local side effects were observed in 4 patients: two had conjunctival hyperemia, one had stinging, one had itching, and one had ocular discomfort. All side effects were slight and transient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To our knowledge, this is the first report to describe changing therapy from unoprostone to latanoprost in patients with glaucoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our findings showed that latanoprost was more effective than unoprostone in treating glaucoma as monotherapy and as combination therapy with a betablocker. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sir, I n the August 1999 issue of Acta Ophthalmologica, Dr. Toke Bek discussed the pathophysiology of diabetic maculopathy (Bek 1999) . He hypothesized that its pathogenesis is related to disturbances in retinal vasomotion. He reported that his hypothesis agreed with his clinical findings, and indicated that disturbed vasomotion is the cause of capillary hyperperfusion.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 133,
                    "text": "(Bek 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diabetic Maculopathy"
        },
        {
            "text": "In a Letter in the October 1999 issue of Acta Ophthalmologica, Dr. Einar Stefánsson agreed that diabetic macular edema is caused by hydrostatic changes as Dr. Bek indicated, but previous studies had already suggested that increased hydrostatic pressure in the retinal vessels is the cause of diabetic maculopathy. The diabetic maculopathy can be explained on the grounds of Starling's law (Gottfredsdó ttir et al. 1993; Kristinsson et al. 1997; Kristinsson 1997) . In a reply to this letter, Dr. Bek stated: ''the objective of the paper was not to discuss the idea that diabetic maculopathy is caused by increased hydrostatic pressure in retinal vessels. The objective was to go one step further back and point to a possible cause of this increased hydrostatic pressure. I believe that the idea of disturbed vasomotion as a possible cause of capillary hyperperfusion is new.'' This discussion shows clearly that diabetic macular edema is caused by an increased hydrostatic pressure in the retinal vessels. However, we propose that a decreased hydrostatic pressure in the tissue is another important factor causing macular edema. We suggested earlier that retinal traction by the posterior hyaloid membrane reduces tissue hydrostatic pressure in the retina (Ikeda et al. 1999a (Ikeda et al. , 1999b . We base this on the following observations: We performed vitrectomy on 2 patients (3 eyes) with diffuse macular edema who exhibited attachment of the posterior hyaloid to the retina but no ophthalmoscopic retinal traction. The cystoid changes disappeared a few days after vitrectomy, and the diffuse macular edema resolved within 2 weeks (Ikeda et al. 1999a) . The rapid disappearance of the macular edema after vitrectomy clearly indicated an involvement of the vitreous in the occurrence of edema.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 419,
                    "text": "(Gottfredsdó ttir et al. 1993;",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 444,
                    "text": "Kristinsson et al. 1997;",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 462,
                    "text": "Kristinsson 1997)",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1275,
                    "text": "(Ikeda et al. 1999a",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1297,
                    "text": "(Ikeda et al. , 1999b",
                    "ref_id": null
                },
                {
                    "start": 1638,
                    "end": 1658,
                    "text": "(Ikeda et al. 1999a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diabetic Maculopathy"
        },
        {
            "text": "We suggest that macular edema develops by the following mechanism: In the eyes of patients with diabetic retinopathy, plasma components leak into the vitreous due to an impairment of the blood-ocular barrier (Krupin et al. 1979; Cunha-Vaz 1983) , resulting in degeneration and contraction of the vitreous. This induces tangential traction of the posterior hyaloid membrane (Kishi & Shimizu 1993) , leading to an anterior traction of the retina attached to the posterior hyaloid membrane. As a result, the hydrostatic pressure in the tissue decreases (Ikeda et al. 1999b ). This increases the difference in hydrostatic pressure between the tissue and retinal vessels even when the degree of the increase in the hydrostatic pressure in the retinal vessels is slight. If the oncotic pressure remains constant, the outward flux of water into the tissue increases. In our cases in which retinal traction by the vitreous was released by detachment of the posterior hyaloid membrane by vitrectomy, fluorescein fundus angiography 1 week after surgery revealed that fluorescein leakage from the retinal vessels had almost disappeared (Ikeda et al. 1999a ). This was considered to be due to the normalization of the hydrostatic pressure in the tissue and a resultant decrease in the outward flux of water into the tissue. Although our subjects had diffuse macular edema, we have some patients in whom focal leakage from microaneurysms decreased after vitrectomy, suggesting the involvement of vitreous traction as a factor associated with aggravation of focal leakage.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 228,
                    "text": "(Krupin et al. 1979;",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 244,
                    "text": "Cunha-Vaz 1983)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 395,
                    "text": "(Kishi & Shimizu 1993)",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 569,
                    "text": "(Ikeda et al. 1999b",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1144,
                    "text": "(Ikeda et al. 1999a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diabetic Maculopathy"
        },
        {
            "text": "Based on these findings, we suggest that the vitreous is an important factor in the pathophysiology of diabetic macular edema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetic Maculopathy"
        },
        {
            "text": "Key words: diabetic retinopathy -diabetic maculopathy -diabetic macular edemahydrostatic pressure -Starling's law -vitrectomy -vitreous traction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diabetic Maculopathy"
        },
        {
            "text": "Bek T (1999) There is ample evidence suggesting that the vitreous body may be involved in or modify the pathophysiology of diabetic maculopathy. One way this is remedied may indeed be by retinal traction, but other causes should also be looked for. Such causes might be related to the non-mechanical physical and the chemical properties of the vitreous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "However, in my opinion all available clinical and esperimental evidence suggests that the pathophysiology of diabetic maculopathy is best explained as a result of changes in flow regulation to individual retinal microcirculatory units. One way these changes could be induced is by disturbances in retinal vasomotion. S ternal cleft is a rare congenital anomaly, usually reported only as an isolated finding. It is rarely associated both with supra-umbilical raphe, which resembles a postoperative scar, and with craniofacial haemangioma (Leiber 1982; Igarashi et al. 1985 ). An excellent review by Gorlin and coworkers included 42 cases of patients with the combination of sternal non-union and supra-umbilical raphe with no evidence of gender predilection, though an additional 31 cases, in which facial haemangioma was included, were characterised by almost complete female preponderance (Gorlin et al. 1994) . Haemangiomas develop during the first few weeks after birth, grow rapidly for about six months, remain static for a while, and then most of them undergo involution and subside spontaneously by the age of 5-10 years. They are almost always sporadic in occurrence. We would like to report a girl with the three above mentioned findings. The haemangioma, which threatened her vision, manifested good response to systemic steroid treatment.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 550,
                    "text": "(Leiber 1982;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 551,
                    "end": 571,
                    "text": "Igarashi et al. 1985",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 890,
                    "end": 910,
                    "text": "(Gorlin et al. 1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The girl was born in the 40th week of gestation after a normal pregnancy. The family history was unremarkable. At birth, a central chest defect was noted, and a supra-umbilical abdominal raphe extending from the xiphoid process to the umbilicus was also seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Radiological examination confirmed the diagnosis of sternal atresia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Echocardiography, abdominal ultra- sound and computer tomography of the chest and upper abdomen revealed no other organ abnormalities. She was operated on for her sternal defect at three weeks of age. At nine days of age, haemangiomas were noted in the temporal regions, over both eyelids and in the lower lip. Over the course of the next eight weeks, the eyelid haemangiomas continued to grow rapidly. Ophthalmological examination at nine weeks of age revealed the presence of haemangioma in both upper eyelids with bilateral blepharoptosis, more pronounced on the left side and causing obstruction of visual axis and esotropia in the left eye. Visual fixation in the left eye was decreased. Amblyopia treatment with patching was started, and surgery was performed on the left eyelid, the haemangioma being reduced via a 6 mm wide excision and the wound closed primarily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "The eyelid operation did not have the expected effect. At 11 weeks of age further progression of the haemangiomas resulted in total occlusion of the left eye and subtotal occlusion of the right eye (Fig. 1) . The child was visually inattentive, generally inactive, and drowsy most of the time. Development of vision in both eyes was threatened. Further surgery was abandoned. Instead, cortisone (Kenacort T A 10 mg/ml 0.2 ml) was injected intralesionally into the haemangiomatous tissue of the upper lid on the left side, and daily systemic steroid treatment was instituted with Prednisolone A 2 mg/kg. Already the following day a decrease of the haemangioma was noted, and ophthalmological examination five days later revealed significant regression. The girl could open both eyes well, and the visual axes were free bilaterally (Fig. 2) . The infant was generally alert. There was esotropia and decreased fixation in the left eye. After two weeks, steroid therapy was tapered off and after 40 days treatment every other day sufficed. The systemic steroid treatment could not be terminated completely until two years later. At the end of the treatment only small bilateral temporal haemangiomas, mild ptosis of the left eye, and a moderately enlarged lower lip remained.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 830,
                    "end": 838,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Although the haemangioma of the lower lip showed signs of involution following steroid treatment, its configuration was unsatisfactory. Marked evertion and protrusion of the lip indicated the need of surgical correction. At the age of two years and six months, an excision of haemangiomatous tissue following the midline was therefore performed. Owing to remaining deformity, this procedure was repeated two years later when an excision along the inside of the lip was also done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "The girl was followed up with frequent ophthalmological assessment for seven years, during which she was treated for her left amblyopia. The vision of the left eye improved successively, and at six years of age she underwent strabismus surgery. The final outcome is satisfactory with only slight reduction in visual acuity of the left eye (20/25), cosmetically good ocular alignment, mild left blepharoptosis, small bilateral temporal haemangiomas and a moderately enlarged lower lip (Fig. 3) . There has been no recurrence of the left eyelid haemangioma.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Our patient manifested the combination of a supra-umbilical raphe, complete absence of sternum, and facial haemangiomas. This constellation is a rare though well known clinical entity. At least two mechanisms for these birth defects may be considered. Abdominal raphe and failing fusion of the sternum may be due to a disturbance of epithelial-mesenchymal interaction in the midline (Leiber 1982), or to the delayed arrival of the supporting midline mesoderm in the 8th gestational week (Optiz 1985) .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 499,
                    "text": "(Optiz 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "The review by Gorlin and coworkers, overlap between this combination and that of abdominal raphe, sternal defect and facial haemangioma raised the question of the independence of these disorders and suggested that they probably represent a spectrum (Gorlin et al. 1994) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 269,
                    "text": "(Gorlin et al. 1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "The sternum defect can be partial, superior or inferior, or complete. In our case, it was complete, necessitating surgical treatment. Haemangioma may be present at birth but usually appears within the first weeks or months of life. In our case they appeared a few days after birth and than manifested steady growth. The growth was most pronounced over the upper eyelids, especially on the left side, thus threatening vision by occlusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "The surgical and steroid treatment of the eyelid was therefore started in an attempt to save the vision of that eye. Surgically, it is difficult to obtain immedi-ate beneficial effect on haemangiomas in this age group. Response to steroids is unpredictable, as steroids are effective in proliferative haemangiomas only. Consequently, reported success rates have varied from 30% to 90%. In our case, proliferation was clinically obvious , and the haemangioma appeared to be very sensitive to steroids, manifesting unequivocal regression already within the first day after institution of treatment. The patient was followed for seven years and manifested only mild amblyopia and a slight trace of the facial haemanginoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "In conclusion, steroid therapy may be the treatment of choice in patients with prolíferative haemangiomas growing in sites where surgical correction is difficult to achieve and where functional deficits may therefore be encountered. M editerranean spotted fever is an acute infectious disease transmitted by the tick bite. Its infectious agent is Rickettsia conorii, the most widespread rickettsia of the spotted fever group. Intraocular complications are uncommon in Mediterranean spotted fever. We report here a case of endogenous panuveitis in a patient with R. conorii infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments"
        },
        {
            "text": "A 65-year-old farmer was admitted with a 5-day-long history of progressive visual loss in his left eye. A tick had been removed from his left leg 20 days prior to admission. Twelve days before admission he had had fever (38.5aeC), headache, arthromyalgia, and malaise, but no rush was observed; these symptoms resolved spontaneously in 6 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        },
        {
            "text": "Physical examination showed a small crust surrounded by a violet erythemic halo (''tache noîr''), with the typical appearance of the Mediterranean spotted fever entrance site caused by the tick bite. On initial examination, visual acuity was 6/6 in the right eye, 6/60 in the left. Slitlamp examination of the affected eye revealed mild aqueous flare. Fundus examination showed vitreous opacities, juxtapapillary chorioretinitis (Jensen's chorioretinitis), and retinal vasculitis and haemorrhages along the inferior temporal vessels (Fig. 1) . Right eye examination was unremarkable. A blood sample taken on the day of admission revealed the presence of IgM (titreΩ1:64) and IgG (titreΩ1:64) to R. conorii. Serum antibodies were detected using indirect immunofluorescence. TPHA test and tests for the detection of serum IgM and IgG to Toxoplasma gondii and Borrelia burgdorferi were negative. On the basis of these data, the diagnosis of Mediterranean spotted fever was made. As a result, the patient was treated with oral doxycycline (200 mg daily) and topical chloramphenicol (0.5%), dexamethasone (0.2%), and atropine (1%). After 3 weeks of treatment, there was complete resolution of the disease. A second blood sample taken 21 days later showed a fourfold rise (titreΩ1:256) in IgG to R. conorii, thus confirming the diagnosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 541,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        },
        {
            "text": "Members of the genus Rickettsia are small Gram negative organisms often intimately associated with arthropod tissues. They may be parasitic in humans and other vertebrates, causing diseases transmitted by arthropods. The genus Rickettsia consists of three groups of antigenically related organisms: the spotted fever group (at least 8 species), the typhus group (3 species), and the scrub typhus group (a single species) (Weiss & Moulder 1984; Olson & McDade 1995) .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 443,
                    "text": "(Weiss & Moulder 1984;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 444,
                    "end": 464,
                    "text": "Olson & McDade 1995)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        },
        {
            "text": "R. conorii, the most widespread rickettsia of the spotted fever group, is the aetiological agent of Mediterranean spotted fever (also called fièvre boutonneuse) in humans. The brown dog tick, Rhipicephalus sanguineous, is the prevalent vector and the disease is normally transmitted by the bite of the tick; however, other means of transmission have also been described (Pinna et al. 1997) . The disease, which varies in severity but is seldom fatal, is considered endemic during the spring and summer in most of the regions bordering on the Mediterranean and Black seas, in Kenya and other parts of central Africa, South Africa, and certain parts of India.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 389,
                    "text": "(Pinna et al. 1997)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        },
        {
            "text": "The ocular manifestations of Mediterranean spotted fever are usually limited to petechial lesions on the bulbar con-junctiva due to local vasculitis with conjunctivitis. Parinaud's oculoglandular syndrome (Pinna et al. 1997) , corneal ulcers (Alio et al. 1992 ), uveitis (Bloch-Michel et al. 1984 , retinal vasculitis (Alio et al. 1987) , and endophthalmitis (Mendevil & Cuartero 1998) have also been described. In the case reported here, the patient presented iridocyclitis, chorioretinitis, and sectorial retinal vasculitis and haemorrhages 20 days after being bitten by a tick. Endogenous panuveitis is very rarely seen in patients with Mediterranean spotted fever. Interestingly, similar findings have been observed in patients with Rocky Mountain spotted fever (Presley 1969; Raab et al. 1969 ), a severe exanthematous disease endemic in the Western Hemisphere. Like Mediterranean spotted fever, Rocky Mountain spotted fever is caused by a rickettsial agent, R. rickettsi, and transmitted to man through the bite of an infected tick (Weiss & Moulder 1984; Olson & McDade 1995) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 224,
                    "text": "(Pinna et al. 1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 242,
                    "end": 259,
                    "text": "(Alio et al. 1992",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 260,
                    "end": 296,
                    "text": "), uveitis (Bloch-Michel et al. 1984",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 336,
                    "text": "(Alio et al. 1987)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 766,
                    "end": 780,
                    "text": "(Presley 1969;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 781,
                    "end": 797,
                    "text": "Raab et al. 1969",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1038,
                    "end": 1060,
                    "text": "(Weiss & Moulder 1984;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1061,
                    "end": 1081,
                    "text": "Olson & McDade 1995)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        },
        {
            "text": "R. conorii infection should be considered in the differential diagnosis of panuveitis in areas where Mediterranean spotted fever is endemic. The absence of rash should not rule out a possible rickettsial aetiology. The clinical diagnosis of the disease may be confirmed by the detection of serum antibodies to R. conorii performed by using indirect immunofluorescence. Treatment with oral doxycycline is effective provided it is started as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous panuveitis in a patient with Rickettsia conorii infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Marked female predilection in some syndromes associated with facial hemangiomas",
            "authors": [
                {
                    "first": "R J",
                    "middle": [],
                    "last": "Gorlin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kantaputra",
                    "suffix": ""
                },
                {
                    "first": "D J &amp;",
                    "middle": [],
                    "last": "Aughton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mulliken",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Med Genet",
            "volume": "52",
            "issn": "",
            "pages": "130--135",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Supraumbilical midabdominal Corticosteroid treatment of facial haemangioma rapheøand facial cavernous hemangiomas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kajii",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Clin Genet",
            "volume": "27",
            "issn": "",
            "pages": "196--198",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Angeborene supraumbilikale Mittelbauchraphe (SMBR) und kavernö se Gesichtshämangiomatose-ein neues Syndrom?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leiber",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Monatsschr Kinderheilkd",
            "volume": "130",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On sternal cleft",
            "authors": [
                {
                    "first": "J M ;",
                    "middle": [],
                    "last": "Opitz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hersh",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Med Genet",
            "volume": "21",
            "issn": "",
            "pages": "201--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retinal manifestations of Mediterranean spotted fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruiz-Beltran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Herrero-Herrero",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guinaldo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ophthalmologica (Basel)",
            "volume": "195",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rickettsial keratitis in a case of Mediterranean spotted fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruiz-Beltran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruiz-Moreno",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Europ J Ophthalmol",
            "volume": "2",
            "issn": "",
            "pages": "41--43",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fièvre boutonneuse mediterranéenne: a propos de la physiopathologie des manifestations uvèales",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bloch-Michel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ginnepain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Edlinger",
                    "suffix": ""
                },
                {
                    "first": "E &amp;",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Bull Mém Soc Fr Ophtal",
            "volume": "95",
            "issn": "",
            "pages": "566--570",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Endogenous endophthalmitis caused by Rickettsia conorii",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mendivil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cuartero",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acta Ophthalmol Scand",
            "volume": "76",
            "issn": "",
            "pages": "121--122",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Manual of clinical microbiology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcdade",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "678--685",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oculoglandular syndrome in Mediterranean spotted fever acquired through the eye",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sotgiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fadda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carta",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Br J Ophthalmol",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fundus changes in Rocky Mountain spotted fever",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Presley",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am J Ophthalmol",
            "volume": "67",
            "issn": "",
            "pages": "263--267",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Retinopathy in Rocky Mountain spotted fever",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Raab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodes",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am J Ophthalmol",
            "volume": "68",
            "issn": "",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bergey's manual of systematic bacteriology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weiss E &amp; Moulder",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Genus",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "688--698",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The patient before treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "After 1 week of treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The patient at seven years of age.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fluorescein angiogram of left eye fundus. Details are not clear because of marked vitreous opacities. A) Arteriovenous phase (34 sec) shows perivascular staining in inferior temporal juxtapapillary retina. Dark areas inferior to optic disc indicate sites of retinal hemorrhage. B) Late venous phase (127 sec) shows optic disc hyperfluorescence with indistinct margins.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Vaz JG (1983): Studies on the pathophysiology of diabetic retinopathy. The blood-retinal barrier in diabetes. Diabetes 32 Suppl 2: 20-27. Gottfredsdó ttir MS, Kristinsson JK, Stefánsson E, Jó nasson F & Gíslason I (1993): Retinal vasoconstriction after laser treatment for diabetic macular edema. Am J Ophthalmol 115: 64-67. Ikeda T, Sato K, Katano T & Hayashi Y (1999a): Vitrectomy for cystoid macular oedema with attached posterior hyaloid membrane in patients with diabetes. Br J Ophthalmol 83: 12-14. Ikeda T, Sato K, Katano T & Hayashi Y (1999b): Attached posterior hyaloid membrane and the pathogenesis of honeycombed cystoid macular edema in patients with diabetes. Am J Ophthalmol 127: 478-479. Kishi S & Shimizu K (1993): Clinical manifestations of posterior precortical vitreous pocket in proliferative diabetic retinopathy. Ophthalmology 100: 225-229. Kristinsson JK, Gottfredsdó ttir MS & Stefánsson E (1997): Retinal vessel dilatation and elongation in diabetic macular edema. Br J Ophthalmol 84: 274-278. Kristinsson JK (1997): Diabetic retinopathy. Screening and prevention of blindness. A doctoral thesis. Acta Ophthalmol Scand suppl. 223: 1-76. Krupin T, Waltman SR & Becker B (1979):Vitreous fluorophotometry in diabetes mellitus. Ophthalmology 86: 137-141. Stefánsson E (1999): Diabetic maculopathy. Acta Ophthalmol Scand 77: 612-613.In my opinion the comment of Tomohiro Ikeda is indeed important. There is no doubt that vitrectomy in some cases may be beneficial to diabetic maculopathy, especially the diffuse type. However, I think that it is questionable whether this effect is due to an elimination of retinal traction from the vitreous. If retinal traction should be the cause of diabetic retinal oedema one would expect clear regional differences with more lesions in the upper part of the retina (and the macular area) than in the lower part. Furthermore, patients with localized retinal traction from a vitreous string would develop lesions similar to diabetic maculopathy in the affected area. This is in my experience not the case.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Key words: endogenous panuveitis -Rickettsia conorii infection -Mediterranean spotted fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}