{"paper_id": "e6cb66ee9a4b6c895370c1f45c443ab83ea3dcea", "metadata": {"title": "Safety procedures of coagulation factors", "authors": [{"first": "J", "middle": ["I"], "last": "Jorquera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto Grifols, S. A", "location": {"postCode": "08150", "settlement": "Barcelona, Barcelona", "country": "Spain, Spain"}}, "email": ""}]}, "abstract": [{"text": "Two main types of safety", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Abstract Two main types of safety procedures must be applied to biological products, including plasma derivatives: (i) preventive procedures and (ii) elimination procedures. Prevention includes epidemiological control of donor populations; checks on each donorÕs health condition; analysis of each donation for the main pathogens using serological methods; additional analysis of all plasma for human immunodeficiency virus (HIV), hepatitis B virus (HBV), hepatitis C virus (HCV), hepatitis A virus (HAV) and the B19 virus, using nucleic acid amplification techniques (NAT). A 60 days or longer inventory hold of all plasma donations is applied, to allow additional time to discard previous donations from potential seroconverting or otherwise rejectable donors.Elimination procedures minimize the low residual risk of transmitting pathogens, including unknown or previously undetected ones. Since the introduction 20 years ago of solvent-detergent treatment, very effective against enveloped viruses (HIV, HBV, HCV, West Nile virus, SARS, avian influenza virus etc), there have been no known cases of transmission of this type of pathogens by products manufactured according to this procedure. Other inactivation procedures such as pasteurization, dryheat or nanofiltration may prove equally effective. In addition, dry-heat treatment and nanofiltration are capable of effectively eliminating non-enveloped viruses (HAV, B19 virus). Recent studies show that the B19 virus is much more sensitive to heat (in lyophilized state or by pasteurization) and acid pH than previously thought.Although there is no evidence for the transmission of classic transmissible spongiform encephalopathies (TSEs) through blood or blood-products transfusion, four possible cases have been reported in the United Kingdom involving transmission by non-leukoreduced blood components of the agent that causes variant Creutzfeldt-Jakob Disease (vCJD), a disease linked to the outbreak of bovine spongiform encephalopathy (BSE) which took place in that country. However, there are no cases of human TSE (classic or variant) transmission by plasma-derived products. Analytical methods capable of detecting the vCJD agent in patientsÕ brains (where high titres are found) and other tissues (such as the spleen, appendix and lymph nodes, where much lower concentrations are found) are unable to detect the agent in blood or plasma from patients with vCJD, even in the clinical phase of the disease. Experiments by Grifols and other groups show that the capacity of the production processes to eliminate vCJD agent models is many orders of magnitude greater than the maximum expected load of the agent. In this regard, the efficacy of precipitation, affinity chromatography, depth filtration and nanofiltration are particularly notable.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords: coagulation factor concentrates, safety", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Approximately 20 years ago, solvent-detergent (SD) treatment was introduced as a virucidal treatment for coagulation factors [1] . Since then, no transmission of any enveloped viruses has taken place by SD treated products, including coagulation factor concentrates. Pasteurization, dry-heat treatment and nanofiltration (although the last one introduced approximately 10 years ago), have similar robust safety records for enveloped viruses. The combination of more than one effective step, based on different virus elimination mechanisms (e.g. inactivation or removal) increased the safety margin of plasma products to unprecedented levels, quite comparable to those of any existing biological product. Table 1 shows a summary of experiments performed on GrifolsÕ FVIII/VWF and FIX products, for SD treatments and nanofiltration (data on file, Instituto Grifols, S.A.).", "cite_spans": [{"start": 125, "end": 128, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 704, "end": 711, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Viral safety"}, {"text": "As observed in Table 1 , there was not a single result with residual infectivity, emphasizing the efficacy of SD treatment and nanofiltration for enveloped viruses, including viruses sometimes defined as ÔemergingÕ such as West Nile virus (WNV) and avian influenza (H5N1) models. These findings are in good agreement with published literature [2, 3] .", "cite_spans": [{"start": 343, "end": 346, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 347, "end": 349, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 15, "end": 22, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Viral safety"}, {"text": "However, viral elimination procedures are just one among the cascade of safety measures currently implemented for plasma derived products. The first control applied deals with the epidemiological control of donor populations, followed by the application of donorsÕ medical examinations and approved safety questionnaires before donation. Once the donation is obtained, each unit is serologically tested for the antigen (HBsAg) of Hepatitis B virus (HBV) and the antibodies to human immunodeficiency virus (HIV) and Hepatitis C virus (HCV).", "cite_spans": [], "ref_spans": [], "section": "Viral safety"}, {"text": "Grifols is currently the second largest plasma collector in the world, with a growing network of over 70 plasma centres in the USA. This plasma is submitted to an inventory hold of 60 days or over, and at least the donor has to donate twice before the plasma can be accepted for manufacture (qualified donor). During the inventory hold period, if the donor seroconverts or is subject to any other cause of rejection, all previous available units in inventory will be discarded. While the hold period is taking place, all collected plasma is subjected to Nucleic acid testing (NAT) in pilot sample minipools for HIV, HBC, HCV, Hepatitis A virus (HAV) and B19 virus (B19V). Given the extreme sensitivity of NAT testing, this measure is very effective in practically closing the Ôwindow periodÕ, i.e. when a unit can be negative for serological markers but already viraemic. The introduction of NAT testing of plasma for fractionation multiplies the safety margin for both enveloped and non-enveloped agents. Finally, the actual starting plasma pool for fractionation is retested for the above mentioned serological markers and for HIV, HCV and HBV nucleic acids by NAT.", "cite_spans": [], "ref_spans": [], "section": "Viral safety"}, {"text": "Concerning relevant non-enveloped viruses (i.e. HAV and B19V), the safety margin has also improved greatly as the introduction of two viral elimination steps for coagulation concentrates and the addition of NAT testing to the screening procedures of the plasma for fractionation. Purification steps contribute to reduce residual viral loads after NAT testing and before (generally) terminal viral elimination methods are applied (e.g. dry-heat or nanofiltration). HAV was known to be sensitive to dry-heat treatment [4] and B19V has also been found to be more sensitive to heat than some animal models which are regularly employed for viral validation studies [5] [6] [7] [8] . Both HAV and B19V are retained by small pore size nanofilters [9] .", "cite_spans": [{"start": 516, "end": 519, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 660, "end": 663, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 664, "end": 667, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 668, "end": 671, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 672, "end": 675, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 740, "end": 743, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Viral safety"}, {"text": "From 1980 to 1996, close to 170 000 bovine spongiform encephalopathy (BSE) cases were diagnosed (mostly by surveillance, only 1900 by testing) [10, 11] . Estimates of the number of affected cattle having entered the human food chain in the United Kingdom reach 3 million [12] . Close to 4.5 million animals were sacrificed as a preventive measure [13] . In the rest of the world, the number of affected cattle (mainly diagnosed via test and retired from the food chain) is about 5600 [14] . Both in UK and the rest of the world the BSE epidemic is disappearing, thanks to the effective control measures introduced in the 1990s (Fig. 1) .", "cite_spans": [{"start": 143, "end": 147, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 148, "end": 151, "text": "11]", "ref_id": "BIBREF10"}, {"start": 271, "end": 275, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 347, "end": 351, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 484, "end": 488, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 627, "end": 635, "text": "(Fig. 1)", "ref_id": null}], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "The variant Creutzfeldt Jakob Disease (vCJD) emerged in the United Kingdom (UK) associated with the BSE outbreak which took place in that country. According to data published by the United KingdomÕs Ministry of Health [15] , there is a trend towards the reduction in the number of new vCJD cases (from a peak of 28 deaths in year 2000, there was only one new case diagnosed in 2006, and none so far in 2007, Fig. 2 ). The total number of definite [16] . Epidemiological studies do not find an association between classical human Transmissible spongiform encephalopathies (TSEs) and transfusion [17] , but there are four recent instances of possible transmission of the vCJD agent through non-leukoreduced blood cell components [18] [19] [20] [21] . The donations involved in these possible transmissions took place 17-42 months before the onset of symptoms in the donor. However, no vCJD cases have been reported in recipients of plasma-derived products in the United Kingdom, which is considered to have the highest risk, or anywhere else in the world.", "cite_spans": [{"start": 218, "end": 222, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 447, "end": 451, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 594, "end": 598, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 727, "end": 731, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 732, "end": 736, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 737, "end": 741, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 742, "end": 746, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 408, "end": 414, "text": "Fig. 2", "ref_id": null}], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "There is very active surveillance in search of potential TSE cases among the haemophilia population. A study carried out in US by the CDC examined the brains of 24 people with haemophilia and symptoms of dementia and no evidence of CJD was found [22] . Another surveillance study was con-ducted among an estimated 12 000 haemophilia patients in haemophilia treatment centres in the United States since 1995, plus additional centres in other countries, and no cases of CJD have been found among them [23] .", "cite_spans": [{"start": 246, "end": 250, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 499, "end": 503, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "In a third study conducted in the United Kingdom histological examinations of the brains from 33 patients treated with concentrates during the period 1962-1995 showed no evidence of vCJD [24] .", "cite_spans": [{"start": 187, "end": 191, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "A series of measures has been introduced to minimize the risk of transmission of TSE agents by biological products. In case of biotechnological products, bovine derived materials which were commonly used in the past are avoided or sourced from ÔBSE-freeÕ countries. In case of plasma derivatives, in spite of the absence of transmissions, several additional precautionary measures have been introduced, which are included in the donorsÕ questionnaire and deal with CJD antecedents or travelling to UK or Europe for specific duration periods. But, undoubtedly, the most effective precautionary measure is avoiding the fractionation of UK plasma. Although probably unnecessary because of the capacity of plasma fractionation to remove TSE agents, this measure eliminates in practice the major source of risk, given the differences of magnitude of the BSE and associated vCJD epidemics in UK vs. the rest of the world. Currently, the UK plasma manufacturer employs plasma from plasmapheresis obtained in the USA. The second country in terms of number of vCJD cases, France, still fractionates locally collected plasma, because of the results of a product specific TSE risk assessment [16] .", "cite_spans": [{"start": 1181, "end": 1185, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "Although there are no transmissions of human TSE agents by plasma derivatives, animal models show very low titres of prions (10 Infectious Units/mL in the preclinical phase) in plasma (the majority being cell associated) and also, that plasma fractionation has a capacity to eliminate the infectivity [25, 26] . Analytical methods capable of detecting the prion in affected human brains (where it is found at high concentration) or in other tissues (intermediate concentrations) are not capable of detecting the agent in blood or plasma, suggesting that, if present, the amount found would be very low.", "cite_spans": [{"start": 301, "end": 305, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 306, "end": 309, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "The capacity of plasma fractionation and modern purification processes applied to coagulation products (including precipitation, affinity chromatography, clarifying or depth fitrations, nanofiltration etc) to eliminate TSE agents is based on the physicochemical change of properties caused by the conversion of the natural form of the prion protein (PrP c ; rich in a-helix) to the pathological form (PrP TSE ; rich in b-sheets [27] ). This change implicates new properties: insolubility, aggregation, hydrophobicity, adsorption to several matrixes…, providing the basis for its elimination during manufacturing steps. Furthermore, plasma products today are highly purified proteins: their production processes include many steps with a capacity to eliminate impurities and pathogens.", "cite_spans": [{"start": 428, "end": 432, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "Many studies (see Foster [25] , Bournouf and Padilla [26] for review) have investigated the capacity of elimination of prions by isolated production steps or combinations of purification steps. Prion strains from different species (including human prions) were observed to have a similar elimination profile, behaving also in a similar way whether infectivity is endogenous (infectivity in blood of e.g. mice that developed TSE after being intracraneally injected) or directly spiked from brain extracts [28] [29] [30] [31] [32] . The value of these studies in relation to the safety of plasma products was subject of recognition recently at the Dec 15th (2006) FDAÕs TSE advisory committee [33] .", "cite_spans": [{"start": 25, "end": 29, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 53, "end": 57, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 504, "end": 508, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 509, "end": 513, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 514, "end": 518, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 519, "end": 523, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 524, "end": 528, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 691, "end": 695, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Transmissible spongiform encephalopathies: a new challenge?"}, {"text": "The production processes of GrifolsÕ coagulation products include several steps with a capacity to remove TSE agents. The magnitude of the removal capacity has been studied through spiking experiments with a 263 K Scrapie strain established in hamsters and partial results have already been published [34] .", "cite_spans": [{"start": 301, "end": 305, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "GrifolsÕ research on TSE agents removal capacity of production processes"}, {"text": "Concerning the FVIII/VWF production process (Fig. 3) , the Polyethylene glycol (PEG) precipitation, the heparin-affinity chromatography and the saline precipitation followed by clarifying and sterile filtrations were experimentally studied. During PEG precipitation the precipitate is removed; during the affinity chromatography, FVIII/VWF is retained in the column and impurities are thoroughly washed away, followed by specific elution of the FVIII/VWF complex. Finally, during the saline precipitation the supernatant is eliminated. Therefore, the purification principles of these steps are different among them.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 52, "text": "(Fig. 3)", "ref_id": "FIGREF1"}], "section": "GrifolsÕ research on TSE agents removal capacity of production processes"}, {"text": "Two different types of spikes (representing different degrees of TSE agent purification) derived from brains of 263 K hamsters that were inoculated (in duplicate runs) into the relevant process materials and the corresponding purification steps were developed in a laboratory model representative of the industrial production process. The starting and final materials were titrated by western blot25, detecting PrP TSE , a surrogate marker of prion infectivity. The TSE agent removal capacity observed was 3.3 log 10 /mL for the PEG precipitation, ‡3.5 log 10 /mL for the heparin-affinity chromatography and 2.3 log 10 /mL for the saline precipitation and final filtrations.", "cite_spans": [], "ref_spans": [], "section": "GrifolsÕ research on TSE agents removal capacity of production processes"}, {"text": "For the bioassay titrations, 50 lL of six serial dilutions of each studied sample were injected intracerebrally in six hamsters per dilution. Positive and negative samples are included as controls of the assays. The observation period is 1 year, during which clinical signs are recorded. Necropsy and histopathology is performed on dead animals or after the observation period is finished. Titres of the different samples are defined in terms of surviving animals per each studied dilution. Although the observation period is not finished yet, the preliminary results of these bioassays are in very good agreement with the western blot results (Gajardo R et al., unpublished).", "cite_spans": [], "ref_spans": [], "section": "GrifolsÕ research on TSE agents removal capacity of production processes"}, {"text": "Concerning factor IX, experimental studies on nanofiltration show a reduction factor ‡4.0 log 10 /mL by western blot, and a bibliographical evaluation of other steps compared to similar published procedures indicate a very high reduction capacity for the affinity chromatography (about 3.0 log 10 /mL) and for the ion exchange procedures (also about 3.0 log 10 /mL). Additional steps, such as CohnÕs fraction I precipitation may also contribute to the overall TSE reduction capacity (1.3 log 10 /mL).", "cite_spans": [], "ref_spans": [], "section": "GrifolsÕ research on TSE agents removal capacity of production processes"}, {"text": "Plasma products never had a wider safety margin than today, comparable to any existing biologically derived therapeutic product, in terms of theoretical risks of biological agent transmission. In comparison, other issues, especially inhibitor development in haemophilic patients are a much more real concern.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Inactivation of viruses in labile blood derivatives", "authors": [{"first": "B", "middle": [], "last": "Horowitz", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Wiebe", "suffix": ""}, {"first": "A", "middle": [], "last": "Lippin", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Stryker", "suffix": ""}], "year": 1985, "venue": "Transfusion", "volume": "25", "issn": "", "pages": "516--538", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "West Nile virus: recent experience with the model virus approach", "authors": [{"first": "T", "middle": ["R"], "last": "Kreil", "suffix": ""}], "year": 2004, "venue": "Dev Biol (Basel)", "volume": "118", "issn": "", "pages": "101--106", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "H5N1 influenza virus and the safety of plasma products", "authors": [{"first": "T", "middle": ["R"], "last": "Kreil", "suffix": ""}, {"first": "U", "middle": [], "last": "Unger", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Orth", "suffix": ""}], "year": 2007, "venue": "Transfusion", "volume": "47", "issn": "", "pages": "452--461", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Robustness study of specific virus inactivation steps in the manufacturing process of a high purity factor VIII concentrate", "authors": [{"first": "H", "middle": [], "last": "Biescas", "suffix": ""}, {"first": "P", "middle": [], "last": "Ruiz", "suffix": ""}, {"first": "M", "middle": [], "last": "Gensana", "suffix": ""}, {"first": "M", "middle": [], "last": "Massot", "suffix": ""}, {"first": "K", "middle": [], "last": "Duff", "suffix": ""}], "year": 1999, "venue": "FANHDI. Haematologica", "volume": "84", "issn": "", "pages": "218--222", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Inactivation of parvovirus B19 during pasteurization of human serum albumin", "authors": [{"first": "J", "middle": [], "last": "Blü Mel", "suffix": ""}, {"first": "I", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "H", "middle": [], "last": "Willkommen", "suffix": ""}, {"first": "Lö", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2002, "venue": "Transfusion", "volume": "42", "issn": "", "pages": "1011--1019", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Heat sensitivity of human parvovirus B19", "authors": [{"first": "M", "middle": [], "last": "Yunoki", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsujikawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Urayama", "suffix": ""}], "year": 2003, "venue": "Vox Sang", "volume": "84", "issn": "", "pages": "164--173", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inactivation of parvovirus B19 by liquid heating incorporated in the manufacturing process of human intravenous immunoglobulin preparations", "authors": [{"first": "M", "middle": [], "last": "Yunoki", "suffix": ""}, {"first": "T", "middle": [], "last": "Urayama", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsujikawa", "suffix": ""}], "year": 2005, "venue": "Br J Haematol", "volume": "128", "issn": "", "pages": "401--405", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Dry-heat sensitivity of human B19 and porcine parvoviruses", "authors": [{"first": "G", "middle": ["G"], "last": "Prikhodõko", "suffix": ""}], "year": 2005, "venue": "Transfusion", "volume": "45", "issn": "", "pages": "1692--1695", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nanofiltration of plasmaderived biopharmaceutical products", "authors": [{"first": "T", "middle": [], "last": "Burnouf", "suffix": ""}, {"first": "M", "middle": [], "last": "Radosevich", "suffix": ""}], "year": 2003, "venue": "Haemophilia", "volume": "9", "issn": "", "pages": "24--37", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Variant CJD (vCJD) and bovine spongiform encephalopathy (BSE): 10 and 20 years on: part 1", "authors": [{"first": "R", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Collee", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Liberski", "suffix": ""}], "year": 2006, "venue": "Folia Neuropathol", "volume": "44", "issn": "", "pages": "93--101", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Number of Cases of Bovine Spongiform Encephalopathy (BSE) Reported in the United Kingdom", "authors": [], "year": 2007, "venue": "Office International Des Epizooties -OIE. Available at", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bovine spongiform encephalopathy (BSE) and its epidemiology", "authors": [{"first": "P", "middle": ["G"], "last": "Smith", "suffix": ""}, {"first": "R", "middle": [], "last": "Bradley", "suffix": ""}], "year": 2003, "venue": "Br Med Bull", "volume": "66", "issn": "", "pages": "185--98", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Bovine Spongiform Encephalopathy and variant Creutzfeldt-Jakob Disease: Background, evolution, and current concerns", "authors": [{"first": "P", "middle": [], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Will", "suffix": ""}, {"first": "R", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Asher", "suffix": ""}, {"first": "L", "middle": [], "last": "Detwiler", "suffix": ""}], "year": 2001, "venue": "Emerg Infect Dis", "volume": "7", "issn": "", "pages": "6--16", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Number of Reported Cases of Bovine Spongiform Encephalopathy (BSE) in Farmed Cattle Worldwide (Excluding the United Kingdom)", "authors": [], "year": 2007, "venue": "Office International Des Epizooties -OIE", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The National Creutzfeldt-Jakob Diesease Surveillance Unit. Variant Creutzfeldt-Jakob Disease -Current data", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Analysis of the Risk of Transmission of the Variant Creutzfeldt-Jakob disease by Medicinal Products of Human Origin and Labile Blood Products", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "An update on the Creutzfeldt-Jakob disease look-back study", "authors": [{"first": "S", "middle": [], "last": "Zou", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Notari", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Fujii", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schonberger", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Dodd", "suffix": ""}], "year": 2005, "venue": "Transfusion", "volume": "45", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Possible transmission of variant Creutzfeldt-Jakob disease by blood transfusion", "authors": [{"first": "C", "middle": ["A"], "last": "Llewelyn", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Hewitt", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Knight", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "363", "issn": "", "pages": "417--438", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Preclinical vCJD after blood transfusion in a PRNP codon 120 heterozygous patient", "authors": [{"first": "A", "middle": ["H"], "last": "Peden", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Head", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Ritchie", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Bell", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ironside", "suffix": ""}], "year": 2004, "venue": "Lancet", "volume": "364", "issn": "", "pages": "527--536", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Health Protection Agency. 4th Case of Variant CJD Infection Associated with Blood Transfusion", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Creutzfeldt-Jakob disease and blood transfusion: results of the UK Transfusion Medicine Epidemiological Review study", "authors": [{"first": "P", "middle": ["E"], "last": "Hewitt", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Llewelyn", "suffix": ""}, {"first": "J", "middle": [], "last": "Mackenzie", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Will", "suffix": ""}], "year": 2006, "venue": "Vox Sang", "volume": "91", "issn": "", "pages": "221--251", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Surveillance for Creutzfeldt-Jakob disease among persons with hemophilia", "authors": [{"first": "B", "middle": [], "last": "Evatt", "suffix": ""}, {"first": "H", "middle": [], "last": "Austin", "suffix": ""}, {"first": "E", "middle": [], "last": "Barnhart", "suffix": ""}], "year": 1998, "venue": "Transfusion", "volume": "38", "issn": "", "pages": "817--837", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Emerging infectious disease issues in blood safety", "authors": [{"first": "M", "middle": ["E"], "last": "Chamberland", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Alter", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Busch", "suffix": ""}, {"first": "G", "middle": [], "last": "Nemo", "suffix": ""}, {"first": "M", "middle": [], "last": "Ricketts", "suffix": ""}], "year": 2001, "venue": "Emerg Infect Dis", "volume": "7", "issn": "", "pages": "552--555", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Retrospective neuropathological review of prion disease in UK haemophilic patients", "authors": [{"first": "C", "middle": ["A"], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ironside", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Bell", "suffix": ""}], "year": 1998, "venue": "Thromb Haemost", "volume": "80", "issn": "", "pages": "909--920", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Removal of TSE agents from blood products", "authors": [{"first": "P", "middle": ["R"], "last": "Foster", "suffix": ""}], "year": 2004, "venue": "Vox Sang", "volume": "87", "issn": "", "pages": "7--10", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Current strategies to prevent transmission of prions by human plasma derivatives", "authors": [{"first": "T", "middle": [], "last": "Burnouf", "suffix": ""}, {"first": "A", "middle": [], "last": "Padilla", "suffix": ""}], "year": 2006, "venue": "Transfus Clin Biol", "volume": "13", "issn": "", "pages": "320--328", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Prion diseases", "authors": [{"first": "H", "middle": [], "last": "Baron", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Prusiner", "suffix": ""}], "year": 2000, "venue": "Biological Safety -Principles and Practices", "volume": "", "issn": "", "pages": "187--208", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The distribution of infectivity in blood components and plasma derivatives in experimental models of transmissible spongiform encephalopathy", "authors": [{"first": "P", "middle": [], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Rohwer", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Dunstan", "suffix": ""}, {"first": "C", "middle": [], "last": "Macauley", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Gajdusek", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Drohan", "suffix": ""}], "year": 1998, "venue": "Transfusion", "volume": "38", "issn": "", "pages": "810--816", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Monitoring plasma processing steps with a sensitive Western blot assay for the detection of the prion protein", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Stenland", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hartwell", "suffix": ""}], "year": 2000, "venue": "J Virol Methods", "volume": "84", "issn": "", "pages": "77--89", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A direct relationship between the partitioning of the pathogenic prion protein and transmissible spongiform encephalopathy infectivity during the purification of plasma proteins", "authors": [{"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Stenland", "suffix": ""}, {"first": "Jlc", "middle": [], "last": "Miller", "suffix": ""}], "year": 2001, "venue": "Transfusion", "volume": "41", "issn": "", "pages": "449--55", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Partitioning of human and sheep forms of the pathogenic prion protein during the purification of therapeutic proteins from human plasma", "authors": [{"first": "C", "middle": ["J"], "last": "Stenland", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": [], "last": "Brown", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Petteway", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "R", "middle": [], "last": "Rubenstein", "suffix": ""}], "year": 2002, "venue": "Transfusion", "volume": "42", "issn": "", "pages": "1497--500", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Blood infectivity, processing and screening tests in transmissible spongiform encephalopathy", "authors": [{"first": "P", "middle": [], "last": "Brown", "suffix": ""}], "year": 2005, "venue": "Vox Sang", "volume": "89", "issn": "", "pages": "63--70", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "FDAÕs Transmissible Spongiform Encephalopathies Advisory Committee", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Efficacy of plasma derivatives purification processes to eliminate an experimental TSE-model agent", "authors": [{"first": "H", "middle": [], "last": "Biescas", "suffix": ""}, {"first": "S", "middle": [], "last": "Nieto", "suffix": ""}, {"first": "S", "middle": [], "last": "Caballero", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Díez", "suffix": ""}, {"first": "R", "middle": [], "last": "Gajardo", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Jorquera", "suffix": ""}], "year": 2006, "venue": "Haemophilia", "volume": "12", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Fig. 2. vCJD deaths in UK.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Factor VIII production process flow diagram.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Reduction factors of SD treatment and nanofiltration for different enveloped viruses ( ‡ denotes absence of residual infectivity in the experiments -average of duplicate runs per agent and treatment assayed).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Agent </td><td>HBV-Herpes virus </td><td>HIV </td><td>HCV </td><td>WNV </td><td>H5N1\n</td></tr><tr><td>Model (size, nm) </td><td>PRV 180-200 </td><td>HIV-1 100 </td><td>BVDV 40-60 </td><td>WNV 40-60 </td><td>Human influenza 80-120\n</td></tr><tr><td>FVIII/VWF-SD </td><td>‡6.04 </td><td>‡5.41 </td><td>‡4.69 </td><td>‡7.10 </td><td>‡5.65\n</td></tr><tr><td>FIX-SD </td><td>‡6.06 </td><td>‡6.07 </td><td>‡4.77 </td><td>‡5.76 </td><td>‡5.16\n</td></tr><tr><td>FIX-Nanofiltration </td><td>‡6.04 </td><td>‡6.76 </td><td>‡6.25 </td><td>‡7.00 </td><td>Not tested\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Prefiltration (0.45 µm) Sterile filtration (0.22 µm)", "latex": null, "type": "table"}}, "back_matter": []}