{"paper_id": "e75af04e81a9fe76f1bf0eeea81ba2ef8e12fd7c", "metadata": {"title": "Efficacy, immunogenicity, and safety of IC43 recombinant Pseudomonas aeruginosa vaccine in mechanically ventilated intensive care patients-a randomized clinical trial", "authors": [{"first": "Christopher", "middle": [], "last": "Adlbrecht", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raphael", "middle": [], "last": "Wurm", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pieter", "middle": [], "last": "Depuydt", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Herbert", "middle": [], "last": "Spapen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jose", "middle": ["A"], "last": "Lorente", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Staudinger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jacques", "middle": [], "last": "Creteur", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christian", "middle": [], "last": "Zauner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andreas", "middle": [], "last": "Meier-Hellmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philipp", "middle": [], "last": "Eller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Margot", "middle": ["Vander"], "last": "Laenen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zsolt", "middle": [], "last": "Molnár", "suffix": "", "affiliation": {}, "email": ""}, {"first": "István", "middle": [], "last": "Várkonyi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bernhard", "middle": [], "last": "Schaaf", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mária", "middle": [], "last": "Héjja", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vladimír", "middle": [], "last": "Šrámek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hauke", "middle": [], "last": "Schneider", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Niranjan", "middle": [], "last": "Kanesa-Thasan 17", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susanne", "middle": [], "last": "Eder-Lingelbach", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anton", "middle": [], "last": "Klingler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Katrin", "middle": [], "last": "Dubischar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nina", "middle": [], "last": "Wressnigg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jordi", "middle": [], "last": "Rello", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Pseudomonas aeruginosa infections are a serious threat in intensive care units (ICUs). The aim of this confirmatory, randomized, multicenter, placebo-controlled, double-blind, phase 2/3 study was to assess the efficacy, immunogenicity, and safety of IC43 recombinant Pseudomonas aeruginosa vaccine in non-surgical ICU patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Eight hundred patients aged 18 to 80 years admitted to the ICU with expected need for mechanical ventilation for ≥ 48 h were randomized 1:1 to either IC43 100 μg or saline placebo, given in two vaccinations 7 days apart. The primary efficacy endpoint was all-cause mortality in patients 28 days after the first vaccination. Immunogenicity and safety were also evaluated. Findings: All-cause mortality rates at day 28 were 29.2% vs 27.7% in the IC43 and placebo groups, respectively (P = .67). Overall survival (Kaplan-Meier survival estimates, P = .46) and proportion of patients with ≥ one confirmed P. aeruginosa invasive infection or respiratory tract infection also did not differ significantly between both groups. The geometric mean fold increase in OprF/I titers was 1.5 after the first vaccination, 20 at day 28, after the second vaccination, and 2.9 at day 180. Significantly more patients in the placebo group (96.5%) had ≥ one adverse event (AE) versus the IC43 100 μg group (93.1%) (P = .04). The most frequently reported severe AEs in the IC43 and placebo groups were respiratory failure (6.9% vs 5.7%, respectively), septic shock (4.1% vs 6.5%), cardiac arrest (4.3% vs 5.7%), multiorgan failure (4.6% vs 5.5%), and sepsis (4.6% vs 4.2%). No related serious AEs were reported in the IC43 group.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Nosocomial infections are an increasing problem in intensive care units (ICUs), with infection rates reportedly two to five times higher than in the general inpatient hospital population [1] . Elderly patients who are multimorbid, immunocompromised, and increasingly vulnerable to antibiotic-resistant bacteria are particularly at risk [2] .", "cite_spans": [{"start": 187, "end": 190, "text": "[1]", "ref_id": "BIBREF5"}, {"start": 336, "end": 339, "text": "[2]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Pseudomonas aeruginosa is an invasive, gram-negative bacterium that is known to cause a wide range of acute and chronic infections [3] . P. aeruginosa rarely causes infection in the healthy host, yet it is an efficient opportunistic pathogen that can cause serious infections in patients who have weakened immune systems, e.g., individuals who are immunocompromised, and patients with malignancies or HIV infection [4] . P. aeruginosa is one of the most common nosocomial pathogens and is a major cause of morbidity and mortality for hospitalized patients [5] . It is responsible for approximately 10% of all hospital-acquired infections and has an estimated mortality rate of up to 50% [5, 6] . It is common in ICU patients with chronic disease and/or those who acquire ventilator-associated pneumonia [7] [8] [9] [10] . Despite the availability of new classes of antibiotics, multidrug resistance to P. aeruginosa has doubled over the past 30 years [6] [7] [8] [9] [10] [11] . Thus, new approaches are required to prevent and cure P. aeruginosa infections. Vaccination strategies that may confer long-lived adaptive immunity against multidrug-resistant, gram-negative bacterial infections have produced mixed results [12] . However, the investigational vaccine IC43 appeared to be promising based on the favorable safety and immunogenicity profile from previous phase 1/2 studies [13, 14] . In the phase 2 study, IC43 demonstrated a significant immunogenic effect in ventilated ICU patients without safety concerns. In addition, all-cause mortality was reduced versus placebo (more pronounced in patients with infections), although there were no significant differences in P. aeruginosa infection rates [13] .", "cite_spans": [{"start": 131, "end": 134, "text": "[3]", "ref_id": "BIBREF7"}, {"start": 415, "end": 418, "text": "[4]", "ref_id": "BIBREF8"}, {"start": 556, "end": 559, "text": "[5]", "ref_id": "BIBREF9"}, {"start": 687, "end": 690, "text": "[5,", "ref_id": "BIBREF9"}, {"start": 691, "end": 693, "text": "6]", "ref_id": "BIBREF10"}, {"start": 803, "end": 806, "text": "[7]", "ref_id": "BIBREF11"}, {"start": 807, "end": 810, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 811, "end": 814, "text": "[9]", "ref_id": "BIBREF13"}, {"start": 815, "end": 819, "text": "[10]", "ref_id": "BIBREF14"}, {"start": 951, "end": 954, "text": "[6]", "ref_id": "BIBREF10"}, {"start": 955, "end": 958, "text": "[7]", "ref_id": "BIBREF11"}, {"start": 959, "end": 962, "text": "[8]", "ref_id": "BIBREF12"}, {"start": 963, "end": 966, "text": "[9]", "ref_id": "BIBREF13"}, {"start": 967, "end": 971, "text": "[10]", "ref_id": "BIBREF14"}, {"start": 972, "end": 976, "text": "[11]", "ref_id": "BIBREF15"}, {"start": 1219, "end": 1223, "text": "[12]", "ref_id": "BIBREF16"}, {"start": 1382, "end": 1386, "text": "[13,", "ref_id": "BIBREF17"}, {"start": 1387, "end": 1390, "text": "14]", "ref_id": "BIBREF18"}, {"start": 1705, "end": 1709, "text": "[13]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the current study, we sought to confirm the previously observed effects of IC43 100 μg on all-cause mortality in a large, high-risk ICU population of medically ill, intubated patients with the need for mechanical ventilation (MV).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This was a confirmatory, randomized, multicenter, placebo-controlled, double-blind phase 2/3 study to assess the efficacy, immunogenicity, and safety of IC43 recombinant P. aeruginosa vaccine in ICU patients, with a follow-up duration of 180 days after the first vaccination (NCT01563263).", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "The study was conducted from 2012 to 2015 at 52 study sites in six European countries (Austria, Belgium, Czech Republic, Germany, Hungary, and Spain). The study was approved by the responsible Ethics Committees and compliant with the current International Conference on Harmonization/Good Clinical Practice guidelines and in accordance with the principles set forth in the Declaration of Helsinki.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "Medically ill patients admitted to an ICU with the expected need for MV for ≥ 48 h who were aged 18 to 80 years at screening were eligible for inclusion. Female patients were only included if they lacked childbearing potential or had a negative pregnancy test. Written informed consent was obtained in line with local regulations. Exclusion criteria included a Sequential Organ Failure Assessment (SOFA) score < 4 at day 0 (day of screening), a previous organ transplant within the past 6 months, readmission to the ICU during the current total hospital stay, admission to the ICU within 2 days after surgery, admission to the ICU due to trauma, elective surgery until day 28 after the first vaccination, and expected plasmapheresis or immunoadsorption. The use of antibiotics was left to the discretion of the local physicians treating the patients.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "Patients were randomized 1:1 to either receive IC43 100 μg (recombinant P. aeruginosa fusion protein construct consisting of epitopes of OprF and OprI with an N-terminal His 6 tag: Met-Ala-(His)6 -OprF 190-342 -OprI 21-83 protein [Valneva Austria GmbH, Vienna, Austria]) [15] or placebo (phosphate-buffered saline solution containing 0.9% NaCl). Each patient was planned to receive a total of two intramuscular vaccinations (of 1 mL in the deltoid muscle of the same upper arm) 7 days apart, on days 0 and 7.", "cite_spans": [{"start": 271, "end": 275, "text": "[15]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Interventions"}, {"text": "The primary efficacy endpoint was all-cause mortality at day 28 in patients receiving either IC43 100 μg or placebo. Secondary efficacy endpoints included all-cause mortality at days 14, 56, and 90; all-cause mortality at days 28, 56, and day 90 in patients surviving through day 14; all-cause mortality at days 14, 28, 56, and 90 in patients surviving through day 3; overall survival; and the proportion of patients who had a P. aeruginosa infection/colonization within 28 and 56, 90, and 180 days after first vaccination; further pre-planned statistical analyses provided infection rates between day 7 and day 14 and day 14 and day 90.", "cite_spans": [], "ref_spans": [], "section": "Study outcomes"}, {"text": "P. aeruginosa infections were diagnosed by the investigator according to predefined diagnostic criteria [8, 16] and confirmed by an independent data monitoring committee (DMC). For the collection of P. aeruginosa infection data, investigators obtained cultures from blood samples, central venous catheter device samples, respiratory secretions, and urine as medically indicated, according to the local standard of care. The fact that there was no convincing signal concerning an effect of the vaccine evaluated on P. aeruginosa infections in the phase 2 trial in addition to the difficulties in interpreting overinfection led to the decision not to screen per protocol for infections in the phase 3 trial. Investigators documented P. aeruginosa infections (e.g., bacteremia, urinary tract infection, pneumonia, tracheobronchitis) or respiratory tract colonization. Organ function (SOFA scores) was assessed at all visits performed at the ICU. In addition, the length of ICU stay after the first vaccination and overall hospital stay were evaluated. Immunogenicity at days 7, 14, 28, 56, and 180 was determined by measuring OprF/I-specific immunoglobulin G antibody titer using an enzyme-linked immunosorbent assay. Safety was evaluated up to 180 days after the first vaccination, including adverse events (AEs), serious AEs, and laboratory parameters; systemic and local tolerability were assessed during up to 7 days post vaccination.", "cite_spans": [{"start": 104, "end": 107, "text": "[8,", "ref_id": "BIBREF12"}, {"start": 108, "end": 111, "text": "16]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Study outcomes"}, {"text": "A sample size of 800 patients (400 per group) was selected to allow for the detection of a 10% difference in mortality rates with a power ≥ 90% and an expected mortality rate in the placebo group of 25 to 30% (twosided significance level of 5%; χ 2 test without continuity correction). Patients were randomized 1:1 into one of the treatment groups using an ascending Investigational Medicinal Product (IMP) kit number, where IMP kits were prepacked according to the randomization plan generated before the study starts with a block size of four (two per group). The primary efficacy analysis compared the difference in day 28 all-cause mortality (number of deaths until day 28/total number of observed patients in treatment group) between the two treatment groups in the intent-to-treat analysis population (ITT, all randomized patients), using a Cochran-Mantel-Haenszel test stratified for the country with the null hypothesis of no difference between treatment groups and a significance level of 5% (two-sided). In addition, logistic regression was applied to assess the independent influence of treatment with covariates such as the country, patient's age, SOFA score, and the Acute Physiology and Chronic Health Evaluation (APACHE) II score as covariates. Survival endpoints were evaluated using Kaplan-Meier curves and Cox regressions, with the factors treatment group, country, patient's age, and SOFA/APACHE II score at day 0. SOFA scores after day 0 (visit 0) were compared between treatment groups for each visit using a van Elteren test stratified for the country. Geometric mean titers and geometric mean titer ratios were estimated by applying an analysis of variance including the factors country and vaccination group after log 10 transformation. The geometric mean fold change of OprF/I titers was also estimated. All patients who received at least one vaccination and provided postvaccination safety data were included in the safety analysis.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "After enrollment of 50% of patients, i.e., after 400 patients, an interim analysis for futility was planned to compare the day 28 mortality between the IC43 100 μg group and placebo group and to allow discontinuation of the study in case of insufficient vaccine effect. A conditional power at the end of the trial of at least 60% was used as the nonbinding futility criterion. All the study staff including statisticians remained blinded for treatment allocation during the interim analysis, which was reviewed exclusively by the DMC and the study steering committee. SAS 9.3 TS1M2 (second maintenance release) was used.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Between 2012 and 2015, a total of 812 patients were enrolled at 52 study centers (Fig. 1) ; 799 patients were randomized to receive either IC43 100 μg (N = 393) or placebo (N = 406). The ITT population included all randomized patients. The number of patients who received the second injection (IMP or PBS) was 344 (87.5%) in the IC43 and 349 (86.0%) in the placebo group. Seven hundred ninety-six patients who received at least one IMP injection were included in the safety analysis.", "cite_spans": [], "ref_spans": [{"start": 81, "end": 89, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "The baseline characteristics of the study population are presented in Table 1 . There were no major differences in terms of medical history between the two treatment groups. The most common concomitant medications were antibiotics for systemic use (98.2% [n = 782] and antithrombotic agents (90.7% [n = 722]). Among the 629 patients (79.0%) treated with Pseudomonas-specific antiinfective therapy, carbapenems were the most frequently reported (41.3% [n = 329]). The number of days on antibiotic treatment was similar in the IC43 100 μg and placebo groups (mean 54.4 vs 52.0 days; median 16 days in both groups). The use of systemic antibiotic treatments before and after the second IMP injection was similar in the IC43 and placebo groups when pooled across all countries (85.2% vs 83.6% and 63.4% vs 59.6%, respectively). The number of patients receiving P. aeruginosa relevant antibiotics at baseline or prior to inclusion was very high (79%), being consistent with the literature [10, 17] . No additional post hoc analysis of the group without P. aeruginosa active antibiotics has been performed due to a small sample size. The following antibiotics were considered relevant for P. aeruginosa: piperacillin, piperacillin/ tazobactam, ceftazidime, ceftirome, cefepime, group 1 carbapenems (imipenem, meropenem, doripenem), aminoglycosides, ciprofloxacin, levofloxacin, and aztreonam.", "cite_spans": [{"start": 984, "end": 988, "text": "[10,", "ref_id": "BIBREF14"}, {"start": 989, "end": 992, "text": "17]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 70, "end": 77, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Overall, all-cause mortality rates were similar in the two treatment arms; the proportion of patients who died through day 28 was 29.2% (108/370 [95% confidence interval (CI), 24.8-34.0]) in the IC43 100 μg group and 27.7% (108/390 [95% CI, 23.5-32.3]) in the placebo groups (P = .6740) (Fig. 2) . However, there were substantial differences in all-cause mortality rates at day 28 between the different countries (Austria:29.5%, Belgium 33.8%, Hungary 35.0%, Germany 24.1%, Spain 18.5%, and Czech Republic 14.0%, for the total study population).", "cite_spans": [], "ref_spans": [{"start": 287, "end": 295, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Primary efficacy endpoint"}, {"text": "For the interim analysis (N = 394), the pre-specified, nonbinding futility criterion was formally met; however, the reduction in day 28 all-cause mortality between the IC43 100 μg (28.3%) and placebo (32.8%) groups was considered clinically meaningful by the DMC, and hence, the study was continued.", "cite_spans": [], "ref_spans": [], "section": "Primary efficacy endpoint"}, {"text": "In patients surviving through day 3, all-cause mortality rates were similar in the IC43 and placebo groups (Fig. 2) ; however, in patients who survived through day 14, allcause mortality rates were higher in the IC43 group vs the placebo group, but the differences were not significant (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 107, "end": 115, "text": "(Fig. 2)", "ref_id": "FIGREF2"}, {"start": 286, "end": 294, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Secondary efficacy endpoints"}, {"text": "Overall survival (Kaplan-Meier survival estimates) did not differ significantly between the groups (P = .4603) (Fig. 3) . Mortality rates were numerically slightly lower in the IC43 group than in the placebo group on day 14 (17.1 vs 19.8%) and day 56 (37.6 vs 38.9%) and higher on day 90 (44.4 vs 42.7%) and day 180 (60.6 vs 55.3%); again, these differences were not significant. Based on the Cox regression models, there was no significant impact of treatment group on survival; however, baseline SOFA score alone was negatively associated with survival, independent of treatment group (P < .0001). Concomitant corticosteroid use also significantly affected survival, regardless of treatment group (P < .05) or treatment group plus SOFA score (P < .05).", "cite_spans": [], "ref_spans": [{"start": 111, "end": 119, "text": "(Fig. 3)", "ref_id": null}], "section": "Secondary efficacy endpoints"}, {"text": "At all visits between days 0 and 180, mean SOFA scores were similar in the IC43 100 μg (range, 2.0-8.1) and placebo (range, 3.4-8.2) groups (eTable 2 in the Supplement). The mean length of ICU stay after the first IMP injection was also similar between treatments (mean 22. The rates of patients with at least one DMC-confirmed P. aeruginosa invasive infection or respiratory tract infection (e.g., pneumonia, tracheobronchitis) starting between days 14 and 90 did not differ significantly between the IC43 100 μg and placebo groups (eTable 1 in the Supplement). In addition, no statistically significant differences were seen for the other periods (e.g., day 0 to day 7). Overall, the rates of P. aeruginosa events were not significantly different during the course of the study between the vaccination group and the placebo group respectively (bacteriemia 8 (2.0)% versus 11 (2.7%), P = 0.644; pneumonia 22 (5.6%) versus 32 (7.9%), P = 0.208; and urinary tract infection 7 (1.8%) versus 8 (2%) P = 1.000). P. aeruginosa respiratory infections developed a median 10.8 and 11 days after IMP injection in the IC43 100 μg and placebo groups, respectively. Rates of patients with at least one DMCconfirmed P aeruginosa respiratory tract colonization starting between days 0 and 7, between days 0 and 28, and between day 0 and study's end differed significantly between the IC43 100 μg and placebo groups (5.1% vs 2.0%, P = .0201; 8.4% vs 4.7%, P = .0438; 10.7% vs 6.4%, P = .0316, respectively). No significant differences in DMC-confirmed P. aeruginosa respiratory tract colonization were observed between days 14 and 90 (P = .4591). Any P. aeruginosa respiratory tract colonization was detected 48 (12.2%) of the vaccination group and in 30 (7.4%) of the placebo group (P = 0.024). This difference likely represents a play of chance. Specific information on susceptibility to antibiotics was not prospectively collected in this trial and is therefore unfortunately not available to answer this question. There was a clear difference with > 70% of patients immunized with IC43 100 μg attaining peak OprF/Ispecific antibody titers > 1000 endotoxin units per milliliter at day 28. The findings from the phase 2 study were confirmed with the geometric mean fold increase in OprF/I titers ranging from 1.5 after the first vaccination to a peak of 20 on day 28 after the second vaccination and 2.9 at day 180. A detailed summary of the immunogenicity findings is included in Additional file 1.", "cite_spans": [], "ref_spans": [], "section": "Secondary efficacy endpoints"}, {"text": "A total of 5510 AEs were reported for 755 patients ( Table 2 ). The number of patients with at least one AE was significantly higher in the placebo group (96.5%) than in the IC43 100 μg group (93.1%) (P = .0365). The most frequently reported AE (> 10% in any treatment group) was diarrhea (109 patients; 13.7%) ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 53, "end": 60, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 313, "end": 321, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Secondary efficacy endpoints"}, {"text": "The most frequently reported severe AEs in the IC43 100 ug and placebo groups were similar and included respiratory failure (6.9% vs 5.7%), septic shock (4.1% vs 6.5%), cardiac arrest (4.3% vs 5.7%), multiorgan failure (4.6% vs 5.5%), and sepsis (4.6% vs 4.2%). One patient of the placebo group experienced a possibly related SAE (respiratory failure); no related SAEs were reported in the IC43 100 μg group.", "cite_spans": [], "ref_spans": [], "section": "Secondary efficacy endpoints"}, {"text": "Overall, the proportion of patients with reported local reactions was low and comparable between the two treatment groups (< 1% of patients in both groups). In general, hematology and clinical chemistry parameters were comparable between the two treatment groups at all time points, with the exception of C-reactive protein.", "cite_spans": [], "ref_spans": [], "section": "Secondary efficacy endpoints"}, {"text": "Compared with the IC43 100 μg group, C-reactive protein levels were slightly raised at all time points in the placebo group, but most notably at early termination visit (mean 273.4 vs 67.6 mg/L, respectively).", "cite_spans": [], "ref_spans": [], "section": "Secondary efficacy endpoints"}, {"text": "Despite the availability of new classes of antibiotics, multidrug resistance to P. aeruginosa has doubled over the past 30 years and improvements in the management of MDR PA pneumonia are a global challenge and unmet clinical need [17, 18] . This is the first large randomized trial to evaluate a vaccination strategy in complex medically ill ICU patients requiring MV and aiming to decrease all-cause mortality at day 28. This study proved the feasibility of vaccination and inducing specific immune responses in a complex ICU patient cohort. While the IC43 vaccine was demonstrated to be safe and immunogenic, no significant differences in all-cause mortality or survival rates vs placebo were observed.", "cite_spans": [{"start": 231, "end": 235, "text": "[17,", "ref_id": "BIBREF21"}, {"start": 236, "end": 239, "text": "18]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The study was undertaken to confirm the previously observed promising effects of IC43 100 μg on all-cause mortality and to evaluate the benefits and risks of using vaccines in an ICU setting [13] . A previous phase 2 study in ICU patients requiring MV showed a significantly lower mortality rate for the IC43 group (21.5%) versus the placebo group (40%) at day 28 associated with high immunogenicity in the IC 43 group. Other trials including critically ill patients observed mortality rates of about 25%, which are lower than the mortality observed in the cohort of this phase 2 study [19] . In this context, it needs to be stated that for sample size calculation of the present IC43 trial, both the differences in mortality rate and the predicted placebo mortality rate at the time point of primary endpoint assessment (day 28) were conservatively estimated lower than observed in the phase 2 study. The missing correlation between the observed mortality benefit and confirmed P. aeruginosa infections in the initial phase 2 trial required a phase 3 trial. In retrospect, probably another phase 2b trial performed in a more selected population at risk (or even colonized with P. aeruginosa) would have been more appropriate. In addition, choosing P. aeruginosa-related event as a broader primary endpoint may have been an option.", "cite_spans": [{"start": 191, "end": 195, "text": "[13]", "ref_id": "BIBREF17"}, {"start": 586, "end": 590, "text": "[19]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In the current study, vaccination with IC43 resulted in strong and consistent humoral responses; the absence of clinical efficacy of IC43 vaccination was therefore probably not due to failure to elicit an antibody response. However, antibody responses were limited at day 7 (i.e., 16.6% SCR), before the second dose was administered. It is possible that the time course of antibody development, even at 2 weeks, is insufficient to influence clinical outcome in acute, critically ill patients. Furthermore, as stated before, the rates of patients with at least one DMC-confirmed P. aeruginosa infection did not differ significantly between the IC43 100 μg and the placebo group. Instead, there was even a statistically significantly higher rate of respiratory tract colonization in the vaccinated group compared to the placebo group. In the absence of any effect on P. aeruginosa infections, we assume this to be a chance observation, not unlikely given the number of statistical tests. The hypothesis that antibody titers elicited with the IC43 100 μg vaccine, particularly after the second vaccination, could result in a reduction of P. aeruginosa infections could not be confirmed. Unlike in the previous phase 2 study, in the current trial, P. aeruginosa was not actively screened for per protocol, and this was left to the discretion of the treating physician.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "An additional difference compared to the IC43 phase 2 study was the restriction of the study population to medically ill ICU patients, in which the greatest clinical benefit could be expected. Due to the high-risk patient population studied, the mortality rate had reached roughly a fifth (17.1 vs 19.8%) of the included patients by day 14, limiting the number of potential endpoints occurring after the specific antibody titers peaked on day 28. In this context, it needs to be stated that the observed mortality rate up to the time point of primary endpoint assessment (day 28) was well within the expected mortality rate of 25 to 30%.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The high rate of systemic antibiotics already initiated before study inclusion (79% of patients received agents effective against Pseudomonas) potentially reduces the effect of a vaccine. The fact that most patients were receiving antibiotics prior to vaccine dosing was expected because prior antibiotic exposure is consistently identified as a risk factor for nosocomial P. aeruginosa pneumonia [20] . Moreover, overall, approximately 98% received concomitant antibiotics during the trial, and it will be therefore not possible to explore potential interactions between vaccination and antibiotic exposure on P. aeruginosa isolates.", "cite_spans": [{"start": 397, "end": 401, "text": "[20]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The rates of Pseudomonas colonization, which occur early during an ICU stay, are also a factor mitigating against vaccine effect, particularly since they were significantly higher at baseline and throughout the study in the IC43 100 ug group. However, the observed rates of Pseudomonas infection and colonization were not greatly different from those closely monitored in the phase 2 study. In addition, a certain level of uncertainty remains with respect to truly distinguishing P. aeruginosa infection from P. aeruginosa airway colonization based on respiratory clinical specimens, even with the use of predefined diagnostic criteria.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A proof of efficacy for the IC43 antigen against P. aeruginosa has not firmly been established in humans despite several promising earlier small-scale studies [5, 15] . It is possible that the induced antibodies were not protective. Despite a number of possible targets, the high variability between Pseudomonas species and the complexity of its infection process and interaction with the host's immune response has made it difficult to develop an effective vaccine difficult [9] .", "cite_spans": [{"start": 159, "end": 162, "text": "[5,", "ref_id": "BIBREF9"}, {"start": 163, "end": 166, "text": "15]", "ref_id": "BIBREF19"}, {"start": 476, "end": 479, "text": "[9]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a planned interim analysis conducted after 394 patients were enrolled, results demonstrated a 4.5% absolute mortality reduction in the IC43 100 ug group compared with the placebo group. Though the prespecified nonbinding futility criterion was formally met, the DMC recommended continuation of the trial and the sponsor endorsed the decision. The attributable mortality of P. aeruginosa infection in mechanically ventilated patients is dependent on the severity of illness, susceptibility pattern, and appropriate antibiotic prescription, being estimated to be around 13% [21, 22] . Thus, a 10% reduction in mortality would have been very optimistic, a factor that had been taken into account for the decision to continue. In the second part of the study after the interim analysis, the trend was in fact overturned with higher overall mortality at day 28 in the active treatment group, resulting in an increase of 1.5% when compared to placebo at the final analysis. The absolute mortality rates observed in the interim analysis were well within the 95% CI limits of the mortality rates at the final analysis and were, therefore, not improbable. This is a common problem of phase 3 ICU trials where encouraging earlier analyses were reduced or abolished after larger trials in these complex study populations [23] .", "cite_spans": [{"start": 575, "end": 579, "text": "[21,", "ref_id": "BIBREF25"}, {"start": 580, "end": 583, "text": "22]", "ref_id": "BIBREF26"}, {"start": 1313, "end": 1317, "text": "[23]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "One of the limitations of this trial is that P. aeruginosa events were not screened for by protocol, but this was left to the discretion of the treating physician. It was performed according to local standards of care. Therefore, it may be possible that the number of P. aeruginosa events has been underestimated. The rationale for not providing antibiotic policies was chosen in order to show the effect of the vaccine on top of general practice antibiotic background therapy in this multinational trial and due to the heterogeneity of susceptibilities and mechanisms of resistance of the pathogen [24] which would require a personalized approach depending of different ICUs' (52 sites) predominant mechanisms of resistance.", "cite_spans": [{"start": 599, "end": 603, "text": "[24]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "The inclusion of patients from different European countries may have introduced some variability in the current study as there is great variation in the standards of care for patients requiring long-term MV across Europe [25] . Furthermore, by including centers from different countries and additional centers than were included in the phase 2 study [13] , some of which contributed only few subjects for analysis, it is possible that a change in enrollment of the patient type may have enhanced the variability of the ICU population pool. Heterogeneity of ICU populations is a recognized factor in interventional trials, and while the eligibility criteria were not altered during the current study, possible selection bias through different regional referral patterns may have led to a broader patient selection or earlier/later intervention. In line with these interpretations, the country of residence was shown to be a significant factor for survival/mortality in several regression models. Choosing a clinical and statistically significant improvement in all-cause mortality as the primary endpoint, which is of course very difficult to reach in clinical trials performed in intensive care patients, as well as the lack of an enrichment strategy in order to include a more selected ICU patient population at higher risk for P. aeruginosa may be considered, retrospectively, very challenging for the design of a study protocol.", "cite_spans": [{"start": 221, "end": 225, "text": "[25]", "ref_id": "BIBREF29"}, {"start": 350, "end": 354, "text": "[13]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Interventions to prevent nosocomial infection using a vaccine at the time point of ICU admission may come too late, and potentially, vaccination before admission would allow more time to show an effect. A large, randomized trial investigating an S. aureus vaccine administered weeks before elective cardiothoracic surgery failed to reach its primary endpoint [26] . It remains unclear whether vaccine candidates using other S. aureus antigens could be efficacious prophylactically; similarly, some subsets of patients exposed at high risk of P. aeruginosa, such as those requiring prolonged MV for elective surgery, could benefit from preoperative vaccination with other P. aeruginosa vaccine candidates. As stated above, the primary endpoint of the present study was chosen based on the results of the preceding phase 2 study. Clearly, achieving mortality reduction in a broad ICU population would have been interesting, as an impact on mortality is very difficult to demonstrate in critically ill patients. The main reason for continuing the trial after the formal, nonbinding futility criterion was met was that the observed absolute mortality difference of 4.5% represented a clinically important signal bearing the many negative previously performed ICU trials in mind.", "cite_spans": [{"start": 359, "end": 363, "text": "[26]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, the trial confirmed good immunogenicity and an acceptable safety profile. Despite evident immunogenicity between days 7 and 14, P. aeruginosa infection occurred prior to the development of IgG immune response. This suggests that the effectivity of pre-emptive administration before elective surgery in high-risk patients needs to be explored. The enhancement of innate and adaptive immunity remains a promising approach to vanquish emerging MDR and XDR P. aeruginosa [27] .", "cite_spans": [{"start": 476, "end": 480, "text": "[27]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "The present study evaluated the concept of vaccination as a strategy to reduce mortality and to prevent a potentially lethal infection with P. aeruginosa in ventilated nonsurgical ICU patients. IC43 100 μg vaccination was both immunogenic and well tolerated; however, there was no clinical benefit of IC43 compared to placebo treatment.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13054-020-2792-z.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1: eTable 1.DMC-Confirmed P aeruginosa Respiratory Tract Infection/Colonization. eTable 2. SOFA Score by Visit and Treatment Group (Intent-to-Treat Population). Immunogenicity information. eFigure 1. Reverse Cumulative Distribution Curve to Show Proportion of Patients With an OprF/I-Specific IgG Antibody Titer Above a Specific Value at Day 28 by Treatment Group (Intent-to-Treat Population).", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Editorial/writing support was provided by Leigh Prevost BSc Pharm (Hons) of PAREXEL.", "cite_spans": [], "ref_spans": [], "section": "Additional contributions"}, {"text": "Authors' contributions NK, SE, AK, KD, and JR contributed to the study concept and design. NK, SE, and KD supervised the study. CA, NK, SE, AK, KD, NW, and JR analyzed and interpreted data. AK did the statistical analyses. All authors contributed to the drafting and revision of the report and approved the final version.", "cite_spans": [], "ref_spans": [], "section": "Additional contributions"}, {"text": "Valneva was the study sponsor and involved in all stages of the study (Valneva Austria GmbH, Vienna, Austria, and Novartis Vaccines/GSK).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Inquiries concerning data may be sent to the sponsor of the trial.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The study was approved by the responsible Ethics Committees and compliant with the current International Conference on Harmonisation/Good Clinical Practice guidelines and in accordance with the principles set forth in the Declaration of Helsinki. Written informed consent was obtained in line with local regulations.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "All co-authors have seen and approved the manuscript, and the manuscript has not been submitted elsewhere.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Universitair Ziekenhuis Gent", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "14 Fakultní nemocnice U Svaté Anny v Brně", "authors": [{"first": "", "middle": [], "last": "Kenézy Kórház Debrecen", "suffix": ""}, {"first": "Hungary", "middle": [], "last": "Debrecen", "suffix": ""}, {"first": "", "middle": [], "last": "Klinikum Dortmund Gmbh", "suffix": ""}, {"first": "Germany", "middle": [], "last": "Dortmund", "suffix": ""}], "year": null, "venue": "Országos Korányi TBC és Pulmonológiai Intézet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hospital Universitari Vall d'Hebron", "authors": [], "year": null, "venue": "Centro de Investigacion Biomedica en Red (CIBERES)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Lippincot-Ravan; Irwin and Rippe's intensive care medicine -NLM Catalog -NCBI", "authors": [{"first": "T", "middle": [], "last": "Ewans", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Nosocomial infections in the elderly", "authors": [{"first": "S", "middle": ["M"], "last": "Saviteer", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Samsa", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Rutala", "suffix": ""}], "year": 1988, "venue": "Am J Med", "volume": "84", "issn": "", "pages": "661--667", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pathogen-host interactions in Pseudomonas aeruginosa pneumonia", "authors": [{"first": "R", "middle": ["T"], "last": "Sadikot", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Blackwell", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Christman", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Prince", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "1209--1232", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Recurrent Pseudomonas aeruginosa infection in chronic lung diseases: relapse or reinfection? Tuberc Respir Dis (Seoul)", "authors": [{"first": "H-K", "middle": [], "last": "Yum", "suffix": ""}, {"first": "I-N", "middle": [], "last": "Park", "suffix": ""}, {"first": "B-M", "middle": [], "last": "Shin", "suffix": ""}, {"first": "S-J", "middle": [], "last": "Choi", "suffix": ""}], "year": 2014, "venue": "", "volume": "77", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Epidemiology of infections due to Pseudomonas aeruginosa", "authors": [{"first": "A", "middle": ["J"], "last": "Morrison", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wenzel", "suffix": ""}], "year": 1984, "venue": "Rev Infect Dis", "volume": "6", "issn": "3", "pages": "627--669", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "National Nosocomial Infections Surveillance (NNIS) System Report, data summary from", "authors": [], "year": 1992, "venue": "Am J Infect Control", "volume": "32", "issn": "", "pages": "470--85", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The microbiology of ventilator-associated pneumonia", "authors": [{"first": "D", "middle": ["R"], "last": "Park", "suffix": ""}], "year": 2005, "venue": "Respir Care", "volume": "50", "issn": "", "pages": "742--63", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Diagnosis and treatment of ventilator-associated pneumonia", "authors": [{"first": "I", "middle": [], "last": "Porzecanski", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Bowton", "suffix": ""}], "year": 2006, "venue": "Chest", "volume": "130", "issn": "", "pages": "597--604", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pseudomonas aeruginosa ventilatorassociated pneumonia management", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "Ramirez", "middle": [], "last": "Estrada", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgatta", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Infect Drug Resist", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Risk factors for infection by Pseudomonas aeruginosa in patients with ventilator-associated pneumonia", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "V", "middle": [], "last": "Ausina", "suffix": ""}, {"first": "M", "middle": [], "last": "Ricart", "suffix": ""}], "year": 1994, "venue": "Intensive Care Med", "volume": "20", "issn": "3", "pages": "193--201", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Vaccines for Pseudomonas aeruginosa: a long and winding road", "authors": [{"first": "G", "middle": ["P"], "last": "Priebe", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Goldberg", "suffix": ""}], "year": 2014, "venue": "Expert Rev Vaccines", "volume": "13", "issn": "", "pages": "507--526", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Vaccine approaches for multidrug resistant gram negative infections", "authors": [{"first": "B", "middle": [], "last": "Campfield", "suffix": ""}, {"first": "K", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Kolls", "suffix": ""}], "year": 2014, "venue": "Curr Opin Immunol", "volume": "28", "issn": "", "pages": "84--93", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A randomized placebo-controlled phase II study of a Pseudomonas vaccine in ventilated ICU patients", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "C-G", "middle": [], "last": "Krenn", "suffix": ""}, {"first": "G", "middle": [], "last": "Locker", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "A randomized, placebo-controlled phase I study assessing the safety and immunogenicity of a Pseudomonas aeruginosa hybrid outer membrane protein OprF/I vaccine (IC43) in healthy volunteers", "authors": [{"first": "K", "middle": [], "last": "Westritschnig", "suffix": ""}, {"first": "R", "middle": [], "last": "Hochreiter", "suffix": ""}, {"first": "G", "middle": [], "last": "Wallner", "suffix": ""}, {"first": "C", "middle": [], "last": "Firbas", "suffix": ""}, {"first": "M", "middle": [], "last": "Schwameis", "suffix": ""}, {"first": "B", "middle": [], "last": "Jilma", "suffix": ""}], "year": 2014, "venue": "Hum Vaccin Immunother", "volume": "10", "issn": "", "pages": "170--83", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Safety and immunogenicity of a Pseudomonas aeruginosa hybrid outer membrane protein F-I vaccine in human volunteers", "authors": [{"first": "E", "middle": [], "last": "Mansouri", "suffix": ""}, {"first": "J", "middle": [], "last": "Gabelsberger", "suffix": ""}, {"first": "B", "middle": [], "last": "Knapp", "suffix": ""}], "year": 1999, "venue": "Infect Immun", "volume": "67", "issn": "", "pages": "1461--70", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "European surveillance of ICU-acquired infections (HELICS-ICU): methods and main results", "authors": [{"first": "C", "middle": [], "last": "Suetens", "suffix": ""}, {"first": "I", "middle": [], "last": "Morales", "suffix": ""}, {"first": "A", "middle": [], "last": "Savey", "suffix": ""}], "year": 2007, "venue": "J Hosp Infect", "volume": "65", "issn": "", "pages": "171--174", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Global prospective epidemiologic and surveillance study of ventilator-associated pneumonia due to Pseudomonas aeruginosa*", "authors": [{"first": "M", "middle": ["H"], "last": "Kollef", "suffix": ""}, {"first": "J", "middle": [], "last": "Chastre", "suffix": ""}, {"first": "J-Y", "middle": [], "last": "Fagon", "suffix": ""}], "year": 2014, "venue": "Crit Care Med", "volume": "42", "issn": "", "pages": "2178--87", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Infections in intensive care unit adult patients harboring multidrug-resistant Pseudomonas aeruginosa: implications for prevention and therapy", "authors": [{"first": "B", "middle": [], "last": "Borgatta", "suffix": ""}, {"first": "L", "middle": [], "last": "Lagunes", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Imbiscuso", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Larrosa", "suffix": ""}, {"first": "M", "middle": [], "last": "Lujàn", "suffix": ""}, {"first": "J", "middle": [], "last": "Rello", "suffix": ""}], "year": 2017, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "36", "issn": "", "pages": "1097--104", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Effect of noninvasive ventilation vs oxygen therapy on mortality among immunocompromised patients with acute respiratory failure", "authors": [{"first": "V", "middle": [], "last": "Lemiale", "suffix": ""}, {"first": "D", "middle": [], "last": "Mokart", "suffix": ""}, {"first": "M", "middle": [], "last": "Resche-Rigon", "suffix": ""}], "year": 2015, "venue": "JAMA", "volume": "314", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Risk factors for colonization and infection by Pseudomonas aeruginosa in patients hospitalized in intensive care units in France", "authors": [{"first": "S", "middle": [], "last": "Hoang", "suffix": ""}, {"first": "A", "middle": [], "last": "Georget", "suffix": ""}, {"first": "J", "middle": [], "last": "Asselineau", "suffix": ""}], "year": 2018, "venue": "PLoS One", "volume": "13", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Evaluation of outcome for intubated patients with pneumonia due to Pseudomonas aeruginosa", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "P", "middle": [], "last": "Jubert", "suffix": ""}, {"first": "J", "middle": [], "last": "Vallés", "suffix": ""}, {"first": "A", "middle": [], "last": "Artigas", "suffix": ""}], "year": 1996, "venue": "Clin Infect Dis", "volume": "23", "issn": "5", "pages": "973--981", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Survival in patients with nosocomial pneumonia: impact of the severity of illness and the etiologic agent", "authors": [{"first": "J", "middle": [], "last": "Rello", "suffix": ""}, {"first": "M", "middle": [], "last": "Rué", "suffix": ""}, {"first": "P", "middle": [], "last": "Jubert", "suffix": ""}, {"first": "G", "middle": [], "last": "Muses", "suffix": ""}], "year": 1997, "venue": "Crit Care Med", "volume": "25", "issn": "11", "pages": "1862--1869", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The next generation of sepsis clinical trial designs", "authors": [{"first": "S", "middle": ["M"], "last": "Opal", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Dellinger", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "H", "middle": [], "last": "Masur", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Angus", "suffix": ""}], "year": 2014, "venue": "Crit Care Med", "volume": "42", "issn": "", "pages": "1714--1735", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Understanding resistance in Pseudomonas", "authors": [{"first": "G", "middle": [], "last": "Dimopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Akova", "suffix": ""}, {"first": "J", "middle": [], "last": "Rello", "suffix": ""}], "year": 2020, "venue": "Intensive Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The impact of hospital and ICU organizational factors on outcome in critically ill patients", "authors": [{"first": "Y", "middle": [], "last": "Sakr", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Moreira", "suffix": ""}, {"first": "A", "middle": [], "last": "Rhodes", "suffix": ""}], "year": 2015, "venue": "Crit Care Med", "volume": "43", "issn": "", "pages": "519--545", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Effect of an investigational vaccine for preventing Staphylococcus aureus infections after cardiothoracic surgery", "authors": [{"first": "V", "middle": ["G"], "last": "Fowler", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Allen", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Moreira", "suffix": ""}], "year": 2013, "venue": "JAMA", "volume": "309", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Understanding resistance in Pseudomonas", "authors": [{"first": "G", "middle": [], "last": "Dimopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Akova", "suffix": ""}, {"first": "J", "middle": [], "last": "Rello", "suffix": ""}], "year": 2019, "venue": "Intensive Care Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CONSORT diagram", "latex": null, "type": "figure"}, "FIGREF1": {"text": "3 vs 22.4 days; IQR, 19.0 vs 19.5 days), as was the length of hospital stay (33.6 vs 34.5 days; IQR, 32 vs 30 days).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "All-cause mortality (intent-to-treat population). a IC43 100 μg versus placeboFig. 3 Overall survival: Kaplan-Meier curves by treatment group (intent-to-treat population). Arrows depict vaccination time points. Numbers reflect a number of subjects at risk. + Symbols denote censored patients", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline characteristics per treatment group (safety population)Abbreviations: BMI body mass index, ICU intensive care unit, Q quarter, SOFA Sequential Organ Failure Assessment", "latex": null, "type": "table"}, "TABREF1": {"text": "Incidence of adverse events per treatment arm", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>IC43 100 μg (n = 393)No. (%) </td><td>Placebo (n = 403)No. (%) </td><td>P value </td><td>Total (N = 796)No. (%)\n</td></tr><tr><td>Patients with ≥ 1 AE </td><td>366 (93.1) Most frequently reported AEs by preferred term (&gt; 10%)a\n</td><td>389 (96.5) </td><td>.0365 </td><td>755 (94.8)\n</td></tr><tr><td>Diarrhea </td><td>57 (14.5) </td><td>52 (12.9) </td><td>.5371 </td><td>109 (13.7)\n</td></tr><tr><td>Pyrexia </td><td>43 (10.9) </td><td>62 (15.4) </td><td>.0747 </td><td>105 (13.2)\n</td></tr><tr><td>Urinary tract infection </td><td>53 (13.5) </td><td>52 (12.9) </td><td>.8346 </td><td>105 (13.2)\n</td></tr><tr><td>Decubitus ulcer </td><td>53 (13.5) </td><td>49 (12.2) </td><td>.5971 </td><td>102 (12.8)\n</td></tr><tr><td>Pneumonia </td><td>47 (12.0) </td><td>50 (12.4) </td><td>.9138 </td><td>97 (12.2)\n</td></tr><tr><td>Treatment-related AEs </td><td>27 (6.9) </td><td>23 (5.7) </td><td>.5599 </td><td>50 (6.3)\n</td></tr><tr><td>Severe AEs </td><td>236 (60.1) </td><td>235 (58.3) </td><td>.6653 </td><td>471 (59.2)\n</td></tr><tr><td>Treatment-related severe AEs </td><td>2 (0.5) </td><td>2 (0.5) </td><td>1.0000 </td><td>4 (0.5)\n</td></tr><tr><td>Serious AEs </td><td>227 (57.8) </td><td>232 (57.6) </td><td>1.0000 </td><td>459 (57.7)\n</td></tr><tr><td>Treatment-related serious AEs </td><td>0 (0.0) </td><td>1 (0.2) </td><td>1.0000 </td><td>1 (0.1)\n</td></tr><tr><td>Medically attended AEs </td><td>347 (88.3) </td><td>356 (88.3) </td><td>1.0000 </td><td>703 (88.3)\n</td></tr><tr><td>AEs occurring within 1 h after first vaccination </td><td>5 (1.3) </td><td>8 (2.0) </td><td>.5783 </td><td>13 (1.6)\n</td></tr><tr><td>AEs occurring within 1 h after second vaccination </td><td>3 (0.8) </td><td>3 (0.7) </td><td>1.0000 </td><td>6 (0.8)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Competing interests SE, KD, and NW are Valneva employees and own stock and share options in Valneva. NK was an employee of GSK during the study and now serves as a consultant to Valneva. JR and CA have received honorary as consultants for the sponsor. CA, RW, PD, HS, JAL, TS, JC, CZ, AMH, PE, MVL, ZM, IV, BS, MH, VŠ, HS and JR received research funding for the trial from the sponsor.Author details 1", "cite_spans": [], "ref_spans": [], "section": "annex"}]}