{
    "paper_id": "e78943ef81ca6863a4a503f9f773a7dd9b911def",
    "metadata": {
        "title": "Aufrechterhaltung der Versorgung mit Blut produkten im Falle einer InfluenzaPandemie",
        "authors": []
    },
    "abstract": [
        {
            "text": "Bei der 69. Sitzung des Arbeitskreises Blut am 23.09.2009 wurde folgende Stellungnahme (S9) verabschiedet:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bei einer Influenza-Pandemie kommt es zu einer Infektion durch ein neuartiges Influenzavirus, das auf eine Bevölkerung trifft, die allenfalls eine geringe Restimmunität aus vorherigen Influenzainfektionen oder -impfungen hat. Somit erkrankt ein deutlich höherer Teil der Bevölkerung als bei saisonalen Influenzawellen. Aus den Erfahrungen der letzten Influenzapandemien und aufgrund von Modellrechnungen besteht die Möglichkeit, dass bis zu 30 % der Bevölkerung erkranken. Abhängig von der Virulenz des neuen Erregers kann auch die Mortalität deutlich höher sein als bei saisonaler Influenza. Bei einer schweren Pandemie könnten insgesamt etwa 40 % der Erkrankten ambulante medizinische Betreuung und ca. 1 % der Erkrankten stationäre Behandlung benötigen. Anhand von Modellierungen rechnet man mit möglicherweise mehreren Erkrankungswellen von etwa 6-12 Wochen Dauer im Abstand von einigen Monaten. Eine Pandemie beginnt in der Regel regional und kann bei Durchführung entsprechender Maßnahmen zur Eindämmung zumindest vorübergehend schwerpunktmäßig regional bleiben. Zur Eindämmung der Pandemie werden v.a. Maßnahmen ",
            "cite_spans": [
                {
                    "start": 1109,
                    "end": 1118,
                    "text": "Maßnahmen",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hintergrund"
        },
        {
            "text": "Aufgrund der Erfahrungen aus vorangegangenen Pandemien und durch Modellrechnungen können verschiedene Abläufe einer Pandemie als mögliche Szenarien abgebildet werden. Der Grad der Betrof-fenheit der Bevölkerung allgemein kann anhand von infektionsepidemiologischen Parametern geschätzt werden. Entscheidend für die Blutversorgung sind jedoch die spezifischen Auswirkungen der Pandemie auf die Spendeeinrichtungen und die Einrichtungen der Krankenversorgung, die Blutprodukte anwenden. In dieser Stellungnahme wird unterschieden zwischen einer Phase, in der keine erkennbare Verminderung der Versorgung auftritt (präpandemische Phase bzw. Pandemie ohne Beeinträchtigung der Blutversorgung, im Vorfeld einer schweren Pandemie) und einer Phase der schweren Pandemie, die zu Versorgungsengpässen der Bevölkerung mit zellulären Blutkomponenten führt (siehe 4.1). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einschätzung der Versorgungs situation"
        },
        {
            "text": "Die Versorgung mit EK ist am stärksten von den Einschränkungen im Pandemiefall betroffen, da mit Ausnahme der Herstellung von Apherese-Doppel-EK keine alternative Gewinnungsmethode besteht, die den Mangel partiell kompensieren könnte. Auf gefrorene EK zurückzugreifen oder diese gar im Vorfeld vorsorglich zu bevorraten, ist aufgrund des hohen Personal-und technischen Aufwandes bei der Herstellung und Aufbereitung sowie der fehlenden Lagerungskapazitäten au-ßerhalb der bereits bestehenden Indikationen keine Option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erythrozytenkonzentrate (EK)"
        },
        {
            "text": "Da die Versorgung mit TK in Deutschland zu etwa gleichen Teilen mit Poolpräparaten aus der Vollblutspende und Thrombozytapheresepräparaten erfolgt und bisher nur knapp 20 % der Vollblutspenden für die Herstellung von TK herangezogen werden, ist kein Engpass für Thrombozytenpräparate zu erwarten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thrombozytenkonzentrate (TK)"
        },
        {
            "text": "Für die therapeutische Anwendung werden in Deutschland jährlich etwa 1,1 Millionen Einzelplasmen bereitgestellt, achtmal so viel wird als Plasma zur Fraktionierung gewonnen. Ein verringertes Aufkommen wird infolge der Quarantänelagerung erst mit einer Verzögerung von mehr als vier Monaten als Verknappung bemerkbar und kann bei entsprechenden Voraussetzungen durch vermehrte Plasmapheresen ohne Weiteres aufgefangen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gefrorenes Frischplasma (GFP)"
        },
        {
            "text": "Der Verbrauch von Plasmaderivaten wird nicht wesentlich verändert sein, da diese zu einem großen Teil für chronisch Kranke benötigt werden (z.B. Hämophile, Patienten mit Immundefekten) oder bei zwingenden Indikationen unverändert eingesetzt werden (z.B. Anti-D-Prophylaxe). Da Plasmaderivate eine lange Haltbarkeit haben und bevorratet werden, ist eine unmittelbare Auswirkung der Pandemie nicht zu erwarten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmaderivate"
        },
        {
            "text": "Diese Stellungnahme zur Versorgung mit Blutprodukten im Pandemiefall bezieht sich vor allem auf die Versorgung mit EK. Einzelne Aspekte sind u.U. jedoch auch für die Pandemieplanung bei Herstellern von Plasmaderivaten sinnvoll. Rekonvaleszentenplasma kann als ergänzende (zu Impfstoffen und antiviralen Substanzen) Option auch über den Heilversuch im Einzelfall hinaus gewonnen, angewendet und wissenschaftlich evaluiert werden. Die Vorschriften zur klinischen Prüfung bleiben unberührt. Das Blood Regulators Network der WHO befürwortet grundsätzlich, die Herstellung und den Einsatz von Rekonvaleszentenplasma als Teil der nationalen Pandemiepläne zu explorieren 2 . Das PEI wird die regulatorischen Rahmenbedingungen klären und sich an der Entwicklung entsprechender Protokolle beteiligen ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmaderivate"
        },
        {
            "text": "In Deutschland wurde eine Vereinbarung zur Zusammenarbeit gemäß § 3 Absatz 2 TFG getroffen. Sie stellt die verbindliche Grundlage für die Kooperation der Blutspendedienste dar (siehe 4.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vereinbarung zur Zusammenarbeit gemäß § 3 TFG"
        },
        {
            "text": "Um dem zu erwartenden Mangel an zellulären Blutkomponenten zu begegnen, müssen rechtzeitig Maßnahmen getroffen werden. Diese sollten zwischen den Spendeeinrichtungen, den zuständigen Behörden und Entscheidungsträgern sowie den Anwendern von Blutprodukten abgestimmt sein. Einerseits ist es wichtig, die nötigen Vorkehrungen zur Aufrechterhaltung der Versorgung mit Blutprodukten rechtzeitig zu treffen, andererseits sollten einschneidende Maßnahmen oder Veränderungen bei der Herstellung (z.B. Umsetzung vorübergehend durch eine Eilverordnung geänderter Spender-Zulassungskriterien oder Einsatz von Personal aus anderen Bereichen) so spät und so kurz wie möglich umgesetzt werden, um die Qualität der Blutprodukte auch in Krisenzeiten sicherzustellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maßnahmen allgemein"
        },
        {
            "text": "Blutspender leisten einen wichtigen Beitrag für die Gesellschaft. Ihr Ausfall durch die Pandemie gefährdet die Blutversorgung. Daher sollte insbesondere Blutspendern die aktive Impfung mit pandemischem Impfstoff angeboten werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maßnahmen allgemein"
        },
        {
            "text": "Die in dieser Stellungnahme beschriebenen Maßnahmen orientieren sich am Ausmaß des erwartbaren Versorgungsengpasses (Betroffenheit). Die Betroffenheit ergibt sich nicht allein durch das Ausmaß der allgemein festgestellten Pandemie, vielmehr muss die tatsächliche regionale und überregionale Versorgung während der Pandemie berücksichtigt werden. Daher ist eine zentrale Erfassung der Betroffenheit der Spendeeinrichtungen von der Pandemie notwendig. Die einzelnen Spendeeinrichtungen sollen im Vorfeld einer schweren Pandemie anhand z.B. der Vorjahresdaten erfassen, wie groß ihre durchschnittliche tägliche (oder wöchentliche) Herstellungsmenge ist und definieren, wann diese einen kritischen Wert unterschreitet. Hierbei sollten saisonale Aspekte wie Ferienzeit oder Sonderaktionen berücksichtigt werden. Dies kann für einzelne Spendeeinrichtungen unterschiedlich sein. Der Parameter, an dem der Versorgungsengpass abgeschätzt werden soll, ist die Zahl der zu einem täglich gleichen Zeitpunkt verfügbaren Blutprodukte, z.B. nachdem die regulären Lieferungen erfolgt sind und/oder reservierte, nicht benötigte EK wieder in den verfügbaren Bestand zurückgenommen wurden (\"freie EK\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feststellung der Betroffenheit der Spendeeinrichtungen von der Pandemie"
        },
        {
            "text": "Da Modellierungen zeigen konnten, dass die monatliche Herstellungsmenge um bis zu 10 % um den Mittelwert ohne eine kritische Einschränkung der Versorgung schwankt und auch Schwankungen im Verbrauch zu erwarten sind, kann als Orientierung für einen kritischen Grenzwert die Unterschreitung der durchschnittlichen bzw. erwarteten Anzahl der frei verfügbaren EK im Zusammenhang mit einer schweren Pandemie um 20 % über mehr als 3 Tage oder ein anhaltender Abwärtstrend über mehr als fünf Tage um täglich 5 % oder mehr dienen. Sobald eine Spendeeinrichtung eine derartige Entwicklung feststellt, soll dieser Tatbestand (vorzugsweise per E-Mail) an das PEI gemeldet werden: (Transfusionsmedizin@ PEI.de).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feststellung der Betroffenheit der Spendeeinrichtungen von der Pandemie"
        },
        {
            "text": "Das PEI erfasst den Zeitpunkt, ab dem Blutspendeeinrichtungen, die mehr als 10 % Anteil an der Gesamtversorgung mit EK haben, die Entwicklung nach 4.1 melden, und berichtet unverzüglich dem BMG. Dies dient dem BMG als \"Trigger\" für das Inkraftsetzen der Eilverordnung nach §79 AMG und ist Auslöser für die Teile der Stellungnahme \"Aufrechterhaltung der Blutversorgung im Influenza-Pandemiefall\", die nicht bereits vorsorglich zu treffen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feststellung der Betroffenheit der Spendeeinrichtungen von der Pandemie"
        },
        {
            "text": "In gleichem Sinne -also bei der Meldung über den Anstieg des Spendenaufkommens auf die durchschnittlich unter Normalbedingungen zu erwartende tägliche Menge -wird vom PEI erfasst, wann sich die Versorgungslage der Spendedienste durch die Pandemie entspannt hat und zum normalen Ablauf zurückzukehren ist . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feststellung der Betroffenheit der Spendeeinrichtungen von der Pandemie"
        },
        {
            "text": "Im Falle eines drohenden Versorgungsengpasses (siehe 4.1) bei einer schweren Pandemie wird zur Gewinnung von möglichst vielen Spendern und zur Entlastung der Spendeeinrichtungen vom BMG eine Eilverordnung vorgesehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modifizierte Spenderauswahlkriterien und Meldeverpflichtungen"
        },
        {
            "text": "Die Einrichtungen der Krankenversorgung werden frühzeitig bereits im Vorfeld einer schweren Pandemie mit einem Anschreiben des AK Blut auf die Stellungnahme zur Versorgung mit Blutprodukten im Influenza-Pandemiefall sowie die Notwendigkeit der besonders restriktiven Indikationsstellung bei der Hämotherapie und -soweit ärztlich vertretbar -zur Zurückstellung von elektiven Eingriffen mit erwartbarem Blutbedarf im Falle einer schweren Pandemie hingewiesen (siehe 7.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information der Anwender von Blutprodukten"
        },
        {
            "text": "Zusätzlich sollten die Bundesärztekammer (BÄK), die Deutsche Krankenhausgesellschaft (DKG), die Landeskrankenhausgesellschaften (LKG) und die Landesärztekammern (LÄK) die Einrichtungen der Krankenversorgung auf die Stellungnahme zur Sicherstellung des Bedarfs an Blutprodukten hinweisen, damit diese bei der jeweils aktuellen Pandemieplanung innerhalb des Systems der Qualitätssicherung (QS-System) berücksichtigt wird. Darüber hinaus sollte durch die zuständigen Verantwortungsträger, z.B. Transfusionskommissionen bzw. Tranfusionsverantwortlicher/Transfusionsbeauftragte der jeweiligen Einrichtungen, bereits im Vorfeld konkret festgelegt werden, wie im Falle eines Versorgungsengpasses vorgegangen wird. Bei drohendem bzw. bestehendem Mangel werden die Einrichtungen der Krankenversorgung durch die versorgenden Spendeeinrichtungen umgehend informiert und auf eine angemessene Rationierung der Bevorratung in den Klinikdepots hingewiesen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information der Anwender von Blutprodukten"
        },
        {
            "text": "Die Spendeeinrichtungen werden aufgrund des Personal-und Spendermangels sowie der erforderlichen hygienischen Maßnahmen zur Infektionsvermeidung ihre üblichen Abläufe bei einer Pandemie verändern müssen. Hierbei ist zu beachten, dass dies stets mit großer Sorgfalt zu erfolgen hat, insbesondere, wenn in bestehende Abläufe eingegriffen wird oder kurzfristig eingewiesenes Personal eingesetzt wird, damit die erforderliche Quali-tät aufrechterhalten werden kann. Da die einzelnen Spendeeinrichtungen unterschiedliche Spende-und Herstellungsabläufe haben, müssen die folgenden Empfehlungen ggf. an die jeweilige Situation angepasst werden. Es ist zu empfehlen, dass in jeder Spendeeinrichtung eine kleine Gruppe von Mitarbeiterinnen und Mitarbeitern die Maßnahmen im Pandemiefall koordiniert, überprüft und ggf. anpasst (\"Pandemieteam\"). Nach der Pandemie sollte dieses Team den Effekt der getroffenen Maßnahmen auswerten und die Erkenntnisse für künftige Pandemiewellen nutzen. Nach Abklingen der Pandemiewelle gelten die üblichen Vorgehensweisen und Schutzmaßnahmen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maßnahmen der Spende einrichtungen"
        },
        {
            "text": "In diesem Anhang werden die in der Stellungnahme empfohlenen Maßnahmen für Spendeeinrichtungen und Einrichtungen der Krankenversorgung tabellarisch zusammengefasst. Die Empfehlungen bieten eine Hilfestellung für die notwendige Pandemieplanung der einzelnen Spendeeinrichtungen und der Einrichtungen der Krankenversorgung, deren Eigenverantwortlichkeit für die Ergreifung geeigneter Maßnahmen davon unberührt bleibt. Die Maßnahmen finden sich im Detail im Text der Stellungnahme und müssen ggf. an die jeweilige Situation angepasst werden. In der Stellungnahme finden sich ergänzend Empfehlungen für die zuständigen Behörden und Institutionen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabellarische Darstellung der empfohlenen Maßnahmen für Spendeeinrichtungen und Einrichtungen der Krankenversorgung"
        },
        {
            "text": "In der Stellungnahme wird unterschieden zwischen einer Phase, in der keine erkennbare Verminderung der Versorgung auftritt (präpandemische Phase bzw. Pandemie ohne Beeinträchtigung der Blutversorgung, im Vorfeld einer schweren Pandemie) und einer Phase der schweren Pandemie, die zu Versorgungsengpässen der Bevölkerung mit zellulären Blutkomponenten führt. Die Empfehlungen finden sich im Detail im Text der Stellungnahme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabellarische Darstellung der empfohlenen Maßnahmen für Spendeeinrichtungen und Einrichtungen der Krankenversorgung"
        },
        {
            "text": "Was Bezug zur Stellungnahme",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfohlene Maßnahmen im Vorfeld einer schweren Pandemie: Wer"
        },
        {
            "text": "Erfassung der durchschnittlichen täglichen (oder wöchentlichen) Herstellungsmenge, Definition, wann diese einen kritischen Wert unterschreitet unter Berücksichtigung des regulären Bedarfs der versorgenden Einrichtungen der Krankenversorgung, z.B. anhand der Zahl der zu einem täglich gleichen Zeitpunkt verfügbaren Blutprodukte (\"freie EK\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spendeeinrichtungen"
        },
        {
            "text": "Über die bereits getroffenen Vereinbarungen zur Zusammenarbeit zwischen den Spendeeinrichtungen hinaus, Abstimmung und Konkretisierung des Vorgehens im Falle eines Versorgungsengpasses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.1"
        },
        {
            "text": "Integration der Empfehlungen der Stellungnahme in geeigneter Weise in das QM. Prüfung und ggf. Ergänzung des Hygieneplans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Bildung eines \"Pandemieteams\" 5.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Planung zum Vorgehen bei Personalmangel (Reaktivierung von Personal, Umsetzung von Personal, Personalrotation) und ggf. rechtzeitige Schulung der Teams, Festlegung von Vertretern für jede Schlüsselposition, Regelung von Befugnissen in einem Organigramm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Prüfung und ggf. Aufstockung der Lagerkapazitäten. Absprache der Lieferungen im Pandemiefall mit den Herstellern/Zulieferern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Bevorratung mit Material zur Infektionsvermeidung im Pandemiefall, z.B. Flächendesinfektionsmittel, MNS-Masken, FFP1- bzw. FFP2-Masken, ggf. zusätzliches Schreibgerät zur Einmalverwendung durch die Spender etc..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Planung der modifizierten Abläufe von Spendeterminen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Hinweise an das Personal zu Arbeitsschutzmaßnahmen und zum hygienischen Verhalten einschließlich korrekter Verwendung persönlicher Schutzausrüstung mit praktischen Schulungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2/5.3"
        },
        {
            "text": "Absprachen mit den Einrichtungen der Krankenversorgung über Kommunikationswege.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Vorbereitung von Webseiten, ggf. Telefonhotlines, Informationsblättern für Spendewillige und Informationsposter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.4"
        },
        {
            "text": "Überprüfung der Kontaktdaten regelmäßiger Spender und ggf. bereits Hinweis, dass eine Einbestellung erfolgen könnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.5"
        },
        {
            "text": "Absprache des Vorgehens bei mobilen Spendeterminen mit den zuständigen lokalen Behörden (z.B. bei Schließung von Schulen, die im Regelfall als Spendeorte dienen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spendeeinrichtungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hinweise zur persönlichen Hygiene 2. www.RKI.de > Infektionskrankheiten A-Z > Influenza Informationen zur Influenza-Pandemie",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Blut Voten und Stellungnahmen des AK Blut 4. www.RKI.de > Infektionsschutz > Impfen > Impfempfehlungen Empfehlungen der ständigen Impfkommission zur neuen Influenza 5. www. PEI.de Hinweise zur Zulassung von Blutprodukten, Hinweise zur Impfung 6",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "Rki"
                    ],
                    "last": "De &gt; Infektionsschutz",
                    "suffix": ""
                },
                {
                    "first": "&gt;",
                    "middle": [],
                    "last": "Blut/Transfusionsmedizin",
                    "suffix": ""
                },
                {
                    "first": "&gt;",
                    "middle": [],
                    "last": "Ak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Positionspapier des Blood Regulators Network der WHO zu Rekonvaleszentenplasma 8. www.neuegrippe.bund.de Informationen zur neuen Influenza A/H1N1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "zur Unterbrechung der Kontaktketten in der Bevölkerung durchgeführt. Dazu gehören neben persönlichen hygienischen Maßnahmen insbesondere die Isolierung von Erkrankten und unmittelbaren Kontaktpersonen und das Fernbleiben von Menschenansammlungen. Seit dem Frühjahr 2009 breitet sich eine neue Influenza A/H1N1 aus, die vermutlich ihren Ursprung in Mittelamerika nahm. Bei dieser aktuellen Influenza A/ H1N1 Pandemie wurde die überwiegende Mehrzahl der Infektionen bei Personen unter 60 Jahren beobachtet. Ein möglicher Grund hierfür könnte sein, dass ältere Menschen bereits einen gewissen immunologischen Schutz im Laufe ihres Lebens entwickelt haben. Dies ist jedoch nicht bei jeder Pandemie der Fall. Aktuell (Stand 27.10.09) wurden in Deutschland über 25.000 Patienten mit neuer Influenza A/ H1N1 aus allen Bundesländern gemeldet. Die Infektion mit dem neuen Influenzavirus verläuft derzeit überwiegend milde, jedoch kann nicht ausgeschlossen werden, dass Mutationen im Laufe der Pandemie zu einer erhöhten Virulenz des Erregers führen können. Die Krankheitslast im Rahmen einer Pandemie kann zu erheblichen Beeinträchtigungen des Gesundheitswesens und des öffentlichen und allgemeinen Lebens führen. Deshalb wurden Pandemiepläne entwickelt, um auf eine solche Situation vorbereitet zu sein. Der Nationale Pandemieplan sowie die Pandemiepläne der Länder zielen darauf ab, die Morbidität und Mortalität in der Gesamtbevölkerung zu reduzieren, die Versorgung der erkrankten Personen sicherzustellen, essentielle öffentliche Dienstleistungen aufrechtzuerhalten und Vorkehrungen für eine zuverlässige und zeitnahe Information der politischen Entscheidungsträger, des Fachpersonals, der Öffentlichkeit und der Medien zu treffen. Darüber hinaus haben viele Firmen oder Einrichtungen betriebliche Pandemiepläne erstellt, die für die besonderen Situationen angepasst wurden. Im Hinblick auf die Spendeeinrichtungen und die Versorgung der Bevölkerung mit Blutprodukten, v.a. zellulären Blutkomponenten, muss damit gerechnet werden, dass Personal in Krankenhäusern und Spendeeinrichtungen und Blutspender ausfallen werden. Abhängig vom Ausmaß der Pandemie kann dies zu einer kritischen Unterversorgung der Patienten mit Blutprodukten führen. Daher ist es erforderlich, dass auch die Spendeeinrichtungen und die Anwender Maßnahmen ergreifen, um die essentielle Versorgung mit zellulären Blutkomponenten aufrechtzuerhalten. Die vorliegende Stellungnah-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Die Herstellungskapazität der Spendeeinrichtungen kann bei einer schweren Pandemie durch Personalmangel erheblich eingeschränkt sein. Mitarbeiterinnen und Mitarbeiter werden ausfallen, weil sie selbst erkrankt sind oder erkrankte Familienmitglieder pflegen müssen. Mitarbeiterinnen und Mitarbeiter werden eventuell die Spendetermine aus Angst vor Ansteckung meiden. Der Personalausfall kann unter ungünstigen Umständen bis zu 50 % betragen. Die verschiedenen Bereiche der Spendeeinrichtungen werden vom Personalausfall unterschiedlich stark betroffen sein, abhängig davon, wie essentiell und speziell die Aufgaben sind und ob alternativ andere Mitarbeiterinnen und Mitarbeiter eingesetzt werden können. Dies betrifft v.a.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Quarantänelagerung nicht in Frage. Die herstellende Einrichtung sollte sich ggf. hinsichtlich der Bewertung der Sicherheit und der Wirksamkeit des Rekonvaleszentenplasmas mit dem PEI in Verbindung setzen. Eine wissenschaftliche Begleitung der Anwendung ist unbedingt erforderlich, die Dokumentation sollte eine adäquate Auswertung und Beurteilung des Behandlungsfalles möglich machen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Berichte über Influenzainfektionen, die durch Blut oder Blutprodukte übertragen wurden, liegen bisher nicht vor. Derzeit gibt es Hinweise, dass bis zu 24 Stunden vor Beginn der Symptomatik eine Virusausscheidung über den Respirationstrakt möglich ist. Selbst wenn in dieser kurzen Zeitspanne eine Virämie theoretisch denkbar ist, so würde die mögliche Übertragung von Influenza durch Blutprodukte im Pandemiefall nur einen minimalen Beitrag zum gesamten Infektionsgeschehen darstellen. Eine Testung der Spenden auf Influenzaviren ist daher nicht erforderlich. Es besteht keine Notwendigkeit für eine spezielle Quarantäne, Labordiagnostik oder von Produkt-bzw. Spendersperren bzw. für ein Rückverfolgungsverfahren bei Meldung einer Influenzaerkrankung des Spenders nach der Spende.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Über die bereits getroffenen Vereinbarungen hinaus (siehe 3.6), sollten die Spendeeinrichtungen z.B. auf regionaler Ebene das Vorgehen bereits im Vorfeld einer schweren Pandemie abstimmen und Vereinbarungen zur Zusammenarbeit in konkreten Punkten treffen. Hierzu gehört auch die Absprache, wie mit Anforderungen bei extremen Versorgungsengpässen umgegangen werden soll und wie die gegenseitige Unterstützung konkret aussehen wird. Dies betrifft im Einzelfall nicht nur die Bereitstellung von Blutprodukten, sondern auch die gegenseitige Unterstützung im Bereich Spende, Herstellung und Testung. Entsprechende Regelungen sollten vertraglich vereinbart werden. Regionale Versorgungsengpässe, die regional nicht erfolgreich beherrscht werden können, müssen jedoch auch überregionale Unterstützung nach sich ziehen. Dies sollte ebenfalls im Vorfeld abgesprochen werden. Da es bisher keinen Hinweis auf die Übertragung von Influenza durch Blutprodukte gibt, hat der überregionale Austausch von Blutkonser-ven voraussichtlich keinen Einfluss auf die Ausbreitung der Pandemie. Hygienemaßnahmen in den Spendeeinrichtungen das Ansteckungsrisiko reduziert ist. Die aktuellen Spenderauswahlkriterien und auch ggf. deren vorübergehende Modifikation sowie organisatorische Besonderheiten im Spendeablauf sollten den potenziellen Spendern z.B. über die Webseiten der Spendeeinrichtungen oder eine Telefonhotline zugänglich sein. Hierbei ist z.B. darauf hinzuweisen, dass bei Einhaltung entsprechender Hygienemaßnahmen der vorausgegangene Kontakt mit Erkrankten kein grundsätzliches Ausschlusskriterium für die Blutspende darstellt und die Entscheidung über die Zulassung zur Spende im Einzelfall der Spendeärztin/dem Spendearzt obliegt.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Mit den zuständigen Behörden der Länder sollte im Vorfeld einer schweren Pandemie das Vorgehen bei mobilen Spendeterminen abgesprochen werden. Hierbei ist zu berücksichtigen, dass mögliche Spendeorte (Schulen) eventuell für die reguläre Nutzung geschlossen sind oder eine Empfehlung zur Vermeidung von Großveranstaltungen ausgesprochen wurde. Eine Lösung kann hier nur auf regionaler Ebene erfolgen.Der AK Blut hat in dieser Stellungnahme \"Aufrechterhaltung der Versorgung mit Blutprodukten im Influenza-Pandemiefall\" Hinweise erarbeitet, um einem zu erwartenden Mangel an Blutspenden im Pandemiefall zu begegnen. Diese Stellungnahme beinhaltet auch Empfehlungen für Einrichtungen der Krankenversorgung, auf die mittels separatem Anschreiben an die Einrichtungen der Krankenversorgung hingewiesen wird (siehe 7.1). Da die Situation in jeder Klinik anders ist, sollten konkrete Maßnahmen in Absprache mit der versorgenden Spendeeinrichtung getroffen werden, z.B. in der Transfusionskommission. Ziel aller Maßnahmen muss sein, die Versorgung mit Blutprodukten für zwingende und dringliche Indikationen im Pandemiefall generell aufrechtzuerhalten. Maßnahmen im Vorfeld einer schweren Pandemie sollten beinhalten: F Integration der Empfehlungen der Stellungnahme auf geeignete Weise ins QS-System der Klinik einschließlich Hygieneplan. Dies sollte auch das Vorgehen bei der Bevorratung von EK beinhalten. F Information der Ärztinnen und Ärzte über Maßnahmen im Falle einer Pan-Maßnahmen in einer schweren Pandemie sollten beinhalten: F Der Transfusionsverantwortliche informiert die Ärztinnen und Ärzte via Transfusionsbeauftragte über die Pandemiesituation und weist auf die klinikintern vereinbarten QS-Maßnahmen hin. F Bei elektiven Eingriffe mit einer Transfusionswahrscheinlichkeit von ≥ 10 % nach Hausstatistik für Regeleingriffe sollte kritisch geprüft werden, ob diese bei entsprechendem Mangel zurückgestellt werden können. Aufgrund des zeitlichen und personellen Mehraufwands für die Gewinnung von Eigenblutspenden gilt dies auch für Fälle, bei denen theoretisch die Versorgung mit präoperativer Eigenblutspende möglich wäre. F Angemessene Rationierung der Bevorratung von Blutkomponenten durch den Depotverantwortlichen in Abstimmung mit der versorgenden Spendeeinrichtung. F Der Depotverantwortliche informiert die Klinikärztinnen und -ärzte regelmäßig über die Versorgungssituation. F Die Transfusionsbeauftragten kontrollieren die Einhaltung der klinikintern vereinbarten QS-Maßnahmen. 6.2 Restriktive Hämotherapie/alternative blutsparende Therapien F Insbesondere während der Pandemie sind blutsparende Verfahren einzusetzen und die Indikation v.a. für Erythrozytenkonzentrate entsprechend der Querschnittsleitlinien der BÄK zur Therapie mit Blutkomponenten und Plasmaderivaten zu wählen. F Bereits gewonnenes Eigenblut darf auch im Falle einer Pandemie nur für den Eigenblutspender eingesetzt werden. Nach Abklingen der Pandemiewelle muss die OP-Planung in enger Absprache mit dem Depotverantwortlichen bzw. der versorgenden Spendeeinrichtung erfolgen, da wegen der Nachholung von zurückgestellten Eingriffen noch mehrere Wochen mit einem Versorgungsengpass für EK zu rechnen ist. produkte beziehen, und ggf. Ihrer kaufmännischen Verwaltung, Kontakt aufzunehmen und die z.B. im Rahmen einer Transfusionskommission festzulegenden Maßnahmen in Ihren internen Pandemieplan aufzunehmen. Nur wenn alle Beteiligten an einem Strang ziehen, kann durch die empfohlenen Maßnahmen gewährleistet werden, die Blutversorgung in einem schweren Pandemiefall für zwingende und dringliche Indikationen aufrechtzuerhalten. Wenn Sie noch Fragen zur Stellungnahme haben, stehen wir Ihnen gerne zur Verfügung. Mit freundlichen Grüßen Prof. Dr. R. Burger Vorsitzender Arbeitskreis Blut",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Händedesinfektion oder gründliches Händewaschen durch Spendewillige, ggf. Anlegen von Mund-Nasenschutz (MNS-Maske).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2"
        },
        {
            "text": "Nach der Spende Ausgabe von Verpflegungsbeuteln statt Imbiss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2"
        },
        {
            "text": "Sachgerechte Entsorgung der MNS-Masken beim Verlassen der Spendeeinrichtung oder des Spendelokales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2"
        },
        {
            "text": "Gewinnung von präoperativen Eigenblutspenden nur in Einzelfällen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2"
        },
        {
            "text": "Hinweis an Personal, dass man im Krankheitsfall zu Hause bleiben soll, auch wenn die Personalsituation angespannt ist. Vor Arbeitsbeginn Befragen nach Wohlbefinden etc. einschließlich Fiebermessung wie bei Blutspendern (siehe dort), Mitarbeiterinnen und Mitarbeiter mit Temperaturen über 37,5 °C und/oder klinischen Symptomen werden freigestellt bis eine Woche nach Abklingen der Symptome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.2"
        },
        {
            "text": "Anordnung von Urlaubssperren und Überstunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Mobilisation von zusätzlichem Personal z.B. aus anderen Bereichen der Einrichtung der Krankenversorgung oder von früheren Mitarbeiterinnen und Mitarbeitern, die nach Möglichkeit bereits im Vorfeld für diese Aufgaben geschult wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Aktive Impfung mit pandemischem Impfstoff der Mitarbeiterinnen und Mitarbeiter, v.a. die im Publikumsverkehr tätig sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Atemschutz für Mitarbeiter und Mitarbeiterinnen der Spendetermine entsprechend Beschluss 609 des Ausschusses für biologische Arbeitsstoffe (ABAS) abgestuft nach Expositionsrisiko (siehe Text der Stellungnahme).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Ggf. Tragen einer Personen-gebundenen Schutzbrille (z.B. wie bei Umgang mit Säuren) oder eines Gesichtsschildes bei Tätigkeiten, bei denen die Gefahr von Spritzern oder makroskopischen Tröpfchen, die Infektionserreger enthalten, auf Augenschleimhäute besteht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Tragen von Einmalhandschuhen, Händewaschen und Händedesinfektion auch nach Ablegen der Handschuhe bei der Arbeit im Spendebereich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Verzicht auf Händeschütteln und unnötige Körperkontakte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Den Mitarbeiterinnen und Mitarbeitern können in Abhängigkeit von der Schwere des Verlaufs der Influenza grundsätzlich prophylaktisch antivirale Arzneimittel (Oseltamivir, Tamiflu®, Zanamivir, Relen-za®) angeboten werden. Hierbei sind die jeweils aktuellen Empfehlungen des RKI und der Fachgesellschaften unbedingt zu beachten. Die Mitarbeiterinnen und Mitarbeiter sind frühzeitig über diese Maßnahme einschließlich der möglichen Nebenwirkungen zu informieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Werbung für die Blutspende in den geeigneten Medien, ohne Wettbewerbsinteressen zu verfolgen. Bei der Werbung für Spender sollte eng mit den zuständigen Behörden der Länder zusammengearbeitet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "Einrichtungen der Krankenversorgung ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.5"
        }
    ]
}