{"paper_id": "e84ae1faf665d4c02950ff7a2d2309dd9f30841d", "metadata": {"title": "Viruses and asthma", "authors": [{"first": "Johnston", "middle": [], "last": "Sl", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Southampton", "location": {"settlement": "Southampton", "country": "UK"}}, "email": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Southampton", "location": {"settlement": "Southampton", "country": "UK"}}, "email": ""}, {"first": "Sebastian", "middle": ["L"], "last": "Johnston", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Southampton", "location": {"settlement": "Southampton", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "AIUiri;y IWH: .W; 922-932 Primed in UK ~ all rigfiLt reserved Copyriffht r Miinksfjiiard 1998", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The interrelationship between virus infections and asthma is a large subject. There are several areas of interest, ranging from the epidemiologic approach (association between viruses and the inception of asthma, between bronchiolitis and subsequent asthma, and between viruses and asthma exacerbations) to the cellular and molecular mechanisms", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The major respiratory virus types and the diseases they are most associated with are listed in Table 1 . Each of the respiratory viruses is capable of causing almost any respiratory disease, from a mild common cold to severe destructive pneumonia, depending on the .site and dose of virus inoculated, and the degree of host resistance. The most common respiratory viruses in infancy are respiratory syncytial (RS) viruses -they cause approximately 50% of all wheezing illness, and 80% of cases of bronchiolitis (1) . Indeed, 70% of children have been infected with RS virus by 1 year of age, and almost all by 3 years. In older children, rhinoviruses are the major virus type and cause around 60% of acute respiratory illnesses (2) . Influenza viruses occur in epidemics, the frequency and severity of which are determined by the degree of antigenic drift, and more rarely in pandemics associated with more major antigenic shift. Illness can vary from mild upper respiratory infection to severe lung infections with high mortality. Para-influenza viruses infect all age groups and are particularly associated with croup (laryngotracheobronchitis) in young children. Adenoviruses can cause mild colds, but are also associated with severe pneumonia, and coronaviruses cause around 10-15% of colds, although their ability to infect the lower respiratory tract is not well documented.", "cite_spans": [{"start": 511, "end": 514, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 728, "end": 731, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 95, "end": 102, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Respiratory viruses"}, {"text": "Although a connection between upper respiratory infections (URIs) and asthma has long been recognized, its importance was underestimated in most previous studies due to deficiencies in virusdetection methods or in clinical surveillance of subjects (3). Rhinoviruses and coronaviruses cause around 75% of URIs, but are detected very poorly by standard methods. Neither virus type grows well in the cell-culture systems in use in most diagnostic laboratories, and antibodies are not available for immunofluorescence or serologic techniques. Recent advances in virus-detection methods, particularly for rhinoviruses and coronaviruses, have improved detection rates by around 3-5-foId (4) (5) (6) (7) .", "cite_spans": [{"start": 681, "end": 684, "text": "(4)", "ref_id": "BIBREF2"}, {"start": 685, "end": 688, "text": "(5)", "ref_id": "BIBREF3"}, {"start": 689, "end": 692, "text": "(6)", "ref_id": "BIBREF4"}, {"start": 693, "end": 696, "text": "(7)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Virus detection methods"}, {"text": "The use of the polymerase chain reaction (PCR) for detection of rhinoviruses has been a major factor in two recent studies documenting the association between virus infections and asthma exacerbations in children and adults. In two community-based studies, it was demonstrated that 85% of asthma attacks in children (8) and 44% in adults (9) were precipitated by URIs. + + + Major cause; -i-+ commonly associated; -i-well recognized; + occasional/rare; blank -absent.", "cite_spans": [{"start": 316, "end": 319, "text": "(8)", "ref_id": "BIBREF6"}, {"start": 338, "end": 341, "text": "(9)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Association between virus infections and asthma exacerbations"}, {"text": "Rhinoviruses were numerically the most important, accounting for 60% of viruses identified in each of these studies. These studies together have established that respiratory virus infections are associated with most asthma exacerbations occurring in the community; however, neither study investigated whether severe attacks of asthma leading to hospital admission were also precipitated by virus infections.", "cite_spans": [], "ref_spans": [], "section": "Association between virus infections and asthma exacerbations"}, {"text": "The last two years have also provided evidence that respiratory viruses can also induce severe asthma. In a time-trend analysis comparing the seasonal patterns of respiratory infections and hospital admissions for asthma in children and adults (10), strong correlations were observed in both groups. The major factor determining pediatric admissions was school attendance -the peaks of both respiratory infections and asthma admissions occurred at the beginning of school terms. These data provide strong support for the hypothesis that virus infections also precipitate asthma exacerbations leading to hospital admissions; however, studies investigating this directly are now required to confirm this hypothesis.", "cite_spans": [], "ref_spans": [], "section": "Association between virus infections and asthma exacerbations"}, {"text": "Similar time-trend analysis has been used to investigate the possible contribution of virus infections to asthma mortality (11). Winter peaks in asthma mortality were observed in children under 5 years and in adults over 45 years, suggesting that virus infections also precipitate asthma deaths in these age groups. Interestingly, in asthmatic subjects aged 5-44 years, there was a strong summer peak (July/August). The reasons for this are presently unclear, but may include alterations in use of asthma medication, or in access to medical care during the holiday season. A further possibility is sensitization to mould spores, as levels of these peak at that time of year (12).", "cite_spans": [], "ref_spans": [], "section": "Association between virus infections and asthma exacerbations"}, {"text": "Taken together, these data suggest that virus infections are important causes of asthma exacerbations, including attacks severe enough to require hospital admission, in all age groups, but especially in children. Attacks severe enough to lead to death appear to be caused predominantly by virus infections in the young and the old, but less so in the 5-44-year age group. In these subjects, virus infections may not cause sufficiently catastrophic asthma to cause death -this appears to be mainly related to other factors, probably allergen exposure. Further studies directly examining the roles of URIs and other factors such as allergen exposure in precipitating severe asthma attacks are now required to confirm the results of these indirect time-trend studies.", "cite_spans": [], "ref_spans": [], "section": "Association between virus infections and asthma exacerbations"}, {"text": "Inhaled p-agonists and high-dose oral steroids are partially effective at treating virus-induced asthma exacerbations; however in the case of steroids, at the expense of worrying side-effects. Their use in children is undesirable for this reason, and some adults become relatively steroid resistant as their disease progresses. Inhaled steroids are a possible alternative, but intervention with high-dose inhaled steroids is only partially effective (13, 14), and again side-effects are a concern in children. The use of regular low-dose inhaled steroids for prevention is unfortunately ineffective (15). Therefore, there is an urgent need for the development of an effective treatment for virus-induced asthma. Antiviral therapy has been disappointing, as there are major obstacles to the development of effective antiviral therapy; not least, the rapid emergence of resistant strains (16) .", "cite_spans": [{"start": 886, "end": 890, "text": "(16)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Therapy of virus-induced asthma exacerbations"}, {"text": "An alternative approach to the therapy of virusinduced asthma is to define the factors that lead to the development of an asthma exacerbation in an asthmatic patient in terms of host responses to the viral infection. A nonasthmatic person undergoing a viral infection will develop principally upper respiratory symptoms, frequently a cough, but little else in the way of lower respirator)' symptoms. If the factors leading to the development of lower airways inflammation in virus-induced asthma can be identified, these factors would represent targets for the development of specific therapy aimed at reducing the impact of virus-induced asthma exacerbations. A clear understanding of the mechanisms of virus-induced asthma exacerbations, and the differences from the response of a normal subject to the same infection, will lead to the identification of such targets. Our understanding of both responses is at present very limited.", "cite_spans": [], "ref_spans": [], "section": "Therapy of virus-induced asthma exacerbations"}, {"text": "As the mechanisms of virus infections and of asthma itself are both complex, those of virus-induced asthma are therefore necessarily very complex! A summary of some of the important mechanisms thought to be involved is depicted in Fig. 1 . An important question to answer initially is thisdo virus infections exacerbate asthma directly by local mechanisms consequent upon lower airway infection, or do they infect only the upper respiratory tract and affect the lower airway indirectly?", "cite_spans": [], "ref_spans": [{"start": 231, "end": 237, "text": "Fig. 1", "ref_id": null}], "section": "Mechanisms of virus-induced asthma exacerbations"}, {"text": "Some types of virus are known to infect and replicate in the lower respiratory tract, particularly adenovirus, RS virus, and influenza virus, but the ability of rhinoviruses to infect the lower respiratory tract is controversial, Rhinoviruses have an optimum replication temperature of 33°C, which occurs in the cooler nasal passages. The warmer temperatures (37°C) of the lower respiratory tract are considered less conducive to virus replication: therefore, it has been argued that rhinovirus does not replicate in the lung. However, there is increasing evidence that rhinoviruses can infect the lower respiratory tract.", "cite_spans": [], "ref_spans": [], "section": "Lower respiratory tract virus infections"}, {"text": "We and others have demonstrated replication of rhinoviruses in human alveolar and bronchial epithelial cell lines in vitro at 37°C (17-20). We have also recently compared the temperature preferences of several rhinovirus serotypes when cultured in vitro. Although most rhinoviruses replicated slightly better at 33°C, some replicated better at 37°C, and in all cases were able to reach high titres at 37°C (21). These data suggest that the temperature conditions and cell types present in the lower respiratory tract permit rhinovirus replication under laboratory conditions.", "cite_spans": [], "ref_spans": [], "section": "Lower respiratory tract virus infections"}, {"text": "Observations made in our department during bronchoscopy of human volunteers experimentally infected with rhinovirus-16 revealed marked redness of the throat and trachea with patchy erythema around and beyond the carina, suggesting that lower airways infection was likely. In a recent study well designed to control for upper airway contamination. Gem et al. used PCR to assess lower airway rhinovirus load during experimental infections (22) . Bronchoalveolar lavage (BAL) cells were positive during the infection in over 80% of their samples, while only 37% of BAL fluid specimens were positive, suggesting that rhinoviruses are able to infect the lower airway, and that rhinovirus RNA is largely cell-associated.", "cite_spans": [{"start": 437, "end": 441, "text": "(22)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Lower respiratory tract virus infections"}, {"text": "In sitti hybridization to detect the rhinovirus genomic RNA can visually distinguish between cellular infection and contamination from the upper respiratory tract by demonstrating the presence of virus within bronchial epithelial cells in situ. In bronchial biopsies from 10 subjects (three asthmatic and seven normal) obtained from a previous virus infection study (23), rhinovirus-16 was detected in the bronchial epithelium of four subjects (two asthmatic and two normal) when taken at the height of cold symptoms (4 days after infection). No virus was detected in the baseline biopsies taken before the experimental cold, but two biopsies taken 6-8 weeks after infection were found to be positive from naturally occurring rhinovirus infections (24) , Taken together, all these data confirm that all the respiratory viruses (with the exception of coronavirus, for which no data exist) are able to infect the lower respiratory tract. What effects relevant to asthma do they have when they get there?", "cite_spans": [{"start": 748, "end": 752, "text": "(24)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Lower respiratory tract virus infections"}, {"text": "Many studies have investigated the potential mechanisms involved in virus-induced asthma exacerbations, and several inflammatory cell types and factors regulating their recruitment and activation have been proposed as being important (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 234, "end": 242, "text": "(Fig. 1)", "ref_id": null}], "section": "Inflammatory cell recruitment in virus-induced asthma exacerbations"}, {"text": "Neutrophils are involved in the inflammatory response to virus in the upper airways, and the nasal aspirates of children have increased levels of the neutrophil chemotactic factor interleukin (IL)-8 and the neutrophil product myeloperoxidase during virus-induced asthma (25) . Increased IL-8 levels have been reported in nasal lavage, and levels correlated with airway hyperreactivity in asthmatic subjects experimentally infected with rhinovirus-16 (26) . Replication of rhinovirus in bronchial and alveolar epithelial cells in vitro releases IL-8 (17, 20), as does infection of monocytes (27) . Gern has shown that rhinoviruses also bind to, but do not infect, pulmonary macrophages, and that tumour necrosis factor-alpha (TNF-a) secretion is induced by rhinovirus (28) . Production of IL-8 by macrophages in response to rhinovirus has not yet been studied, but such production seems likely given the above data. Grunberg et al. recently reported increased staining for IL-8 in neutrophils in sputum during experimental rhinovirus infections (29) . However, the role of neutrophils in lower respiratory tract virus infection has not been extensively studied, and further research is required. In particular, to date, no studies have compared the importance of neutrophils and factors regulating their recruitment and activation in the normal and in the pathologic asthmatic responses to viral infection.", "cite_spans": [{"start": 270, "end": 274, "text": "(25)", "ref_id": "BIBREF12"}, {"start": 450, "end": 454, "text": "(26)", "ref_id": "BIBREF13"}, {"start": 590, "end": 594, "text": "(27)", "ref_id": "BIBREF14"}, {"start": 767, "end": 771, "text": "(28)", "ref_id": "BIBREF15"}, {"start": 1044, "end": 1048, "text": "(29)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Inflammatory cell recruitment in virus-induced asthma exacerbations"}, {"text": "Eosinophils are found in the airways in increased numbers in asthma, and several studies have implicated eosinophils in the association of viral infections with asthma. Allergen-induced eosinophil numbers were elevated in bronchial lavage from atopic subjects during a rhinovirus infection compared to the uninfected state (30) . Eosinophil major basic protein is increased in nasal secretions during rhinovirus infection in asthmatic children (31) . Increased intraepithelial eosinophil numbers were observed in bronchial biopsies during experimental rhinovirus infections; interestingly, the eosinophil infiltrate persisted longer in asthmatic subjects than normal subjects (23). Increased eosinophil products have also been observed in induced-sputum supernatants from asthmatic subjects undergoing experimental rhinovirus infections (29) . Inflammatory cells such as eosinophils, neutrophils, and lymphocytes, as well as the expression of the intercellular adhesion molecuIe-1 (ICAM-1), were also found to be significantly increased in atopic in comparison with nonatopic subjects experiencing natural colds (32) . These data suggest that eosinophil infiltration is probably a crucial element of the disorder leading to clinical exacerbations of asthma, and that identification of the factors regulating eosinophil infiltration may provide a target for therapy.", "cite_spans": [{"start": 323, "end": 327, "text": "(30)", "ref_id": "BIBREF17"}, {"start": 444, "end": 448, "text": "(31)", "ref_id": "BIBREF18"}, {"start": 837, "end": 841, "text": "(29)", "ref_id": "BIBREF16"}, {"start": 1112, "end": 1116, "text": "(32)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Inflammatory cell recruitment in virus-induced asthma exacerbations"}, {"text": "In addition to the eosinophil infiltrate observed in the above experimental infection study, dense CD3\\ CD4-\", and CD8' lymphocyte infiltration was also observed in the epithelium and submucosa during acute colds (23). However, there was no difference between normal or asthmatic subjects in the lymphocyte response, suggesting that if lymphocytes are important in differentiating normal from asthmatic responses, then the difference is not likely to lie in the number of infiltrating cells, but perhaps it may lie in the phenotype of the cells. Respiratory virus infections normally promote CD4' Thl and CD8^ Tel responses with production of interferongamma (IFN-y) and IL-2, which have antiviral activities via proliferation of natural killer (NK) cells (33) . Th2 or Tc2 responses are thought to be important in the pathogenesis of asthma, acting via production of IL-4, which promotes isotype switching to IgE production, and IL-5, which promotes eosinophilic inflammation. There are clear data to demonstrate that such responses can be produced by viral infections in certain conditions in animal models (34) , and that CD8^ T cells may be important in regulating this response (35) . However, there are few data to corroborate these findings in human virus infections, although in atopic subjects during rhinovirus infections, there is some evidence that a Th2-like response may occur with production", "cite_spans": [{"start": 756, "end": 760, "text": "(33)", "ref_id": "BIBREF20"}, {"start": 1109, "end": 1113, "text": "(34)", "ref_id": "BIBREF21"}, {"start": 1183, "end": 1187, "text": "(35)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Inflammatory cell recruitment in virus-induced asthma exacerbations"}, {"text": "CD4\" responses providing help for antibody production, but also producing cytokines promoting allergic inflammation, and CDS* responses involving cytotoxic activity and antiviral cytokine production, but ahso producing cytokines promoting allergic inflammation. Physiologic balance between these two responses results in effective immunity; imbalance toward type-2 response leads to allergic disease. of IL-5 (36) . There is also evidence that during RS virus bronchiolitis in infants, there is an imbalance in the immune response to a type-2 response (37) . The balance between type-1 and type-2 responses to virus infection is depicted in simplified form in Fig. 2 . In fact, in reality, a balance between both responses is necessary for effective immune responses to occur. Type-1 responses are important for antiviral cytokine production, NK activity, nd cytotoxic lymphocyte activity, while type-2 responses are important for IL-6 production and isotype-switching to IgA production (the most important immunoglobulin for antiviral activity). Excessive responses of either type are harmful, excessive type-2 responses leading to increased allergic inflammation, and excessive type-1 responses leading to increased inflammation mediated by IFN-y-positive CD4\"' T cells (38) . The possible role of Thl/2 and Tcl/2 responses in virus infections in asthmatic and normal subjects clearly requires further investigation, as does the role of the factors regulating Th and Tc responses.", "cite_spans": [{"start": 409, "end": 413, "text": "(36)", "ref_id": "BIBREF23"}, {"start": 552, "end": 556, "text": "(37)", "ref_id": "BIBREF24"}, {"start": 1272, "end": 1276, "text": "(38)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 660, "end": 666, "text": "Fig. 2", "ref_id": null}], "section": "Fig. 2. Diagram of T-cell responses to virus infection involving"}, {"text": "Respiratory epithelial cells are the initial site of virus entry and replication, and have the capacity to produce/express many biologically active molecules implicated in cell recruitment in virus-induced asthma, including many cytokines and adhesion molecules. In vitro studies demonstrate that rhinovirus infection of respiratory epithelial cells induces its own receptor, ICAM-1 (39) (40) (41) . lCAM-1 is important in the pathogenesis of asthma, and its increased expression by rhinovirus infection may play a role in the retention and activation of intraepithelial lymphocytes and eosinophils. A recent in vivo study has confirmed the findings of the in vitro studies, by demonstrating increased bronchial epithelial ICAM-1 staining during experimental rhinovirus infections (42) . Similar data demonstrated that RS virus infection of bronchial epithelial cells also increased ICAM-1 expression, indicating that this response may be common to many respiratory virus types (43, 44) . Clearly, therefore, the factors regulating the induction of ICAM-1 expression by respiratory viruses may represent attractive targets for the development of novel therapeutic interventions.", "cite_spans": [{"start": 383, "end": 387, "text": "(39)", "ref_id": "BIBREF26"}, {"start": 388, "end": 392, "text": "(40)", "ref_id": "BIBREF27"}, {"start": 393, "end": 397, "text": "(41)", "ref_id": "BIBREF28"}, {"start": 781, "end": 785, "text": "(42)", "ref_id": null}, {"start": 978, "end": 982, "text": "(43,", "ref_id": "BIBREF31"}, {"start": 983, "end": 986, "text": "44)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Mechanisms of cellular recruitment in virus-induced asthma exacerbations"}, {"text": "The eosinophil infiltrate observed in asthmatic subjects during viral infection may also result from epithelial cell production ofcytokines/chemokines with direct effect on eosinophil recruitment and activation. For example, RANTES is a potent eosinophil chemoattractant and activator, and its levels are increased in nasal aspirates from children with virus-induced exacerbations of asthma (31) . RANTES production is increased in vitro in primary bronchial epithelial cells infected by influenza type A, RS virus, and rhinovirus (45,46, Johnston, unpublished observations), and chemokine receptor expression and the response of the epithelial cells to chemokine stimulation are also both increased (47) . Therefore, local autocrine activation of epithelial cells by rhinovirus infection, mediated by chemokines, may play a prominent role in virus-induced asthma exacerbations. However, these findings need to be confirmed in vivo, and their relative importance in asthmatic and normal subjects investigated, before chemokines can be put forward as candidate targets for therapeutic intervention. Furthermore, the above findings relate to a single chemokine, while there are other new chemokines with potent effects on eosinophil chemoattraction and activation, such as eotaxin and MCP-4 (48) .", "cite_spans": [{"start": 391, "end": 395, "text": "(31)", "ref_id": "BIBREF18"}, {"start": 700, "end": 704, "text": "(47)", "ref_id": "BIBREF35"}, {"start": 1289, "end": 1293, "text": "(48)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Mechanisms of cellular recruitment in virus-induced asthma exacerbations"}, {"text": "MlPla is another chemokine of great interest, as it is induced in monocytes exposed to rhinovirus (Johnston, unpublished observations), is found in increased amounts in nasal aspirate samples during wild-type virus infections (31) , and is essential for the cellular immune response to respiratory virus infection in animal studies (49) .", "cite_spans": [{"start": 226, "end": 230, "text": "(31)", "ref_id": "BIBREF18"}, {"start": 332, "end": 336, "text": "(49)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Mechanisms of cellular recruitment in virus-induced asthma exacerbations"}, {"text": "The presence of nonspecific bronchial hyperresponsiveness is an important feature of asthma, and the induction of nonspecific bronchial hyperresponsiveness is a well-documented result of viral infection in normal, allergic, and asthmatic subjects (50) (51) (52) (53) . Although this induction has not been observed in all studies (54) , this discrepancy in observations is probably related to differences in virus dose used and/or in the inoculation method (55) , The induction of nonspecific bronchial hyperresponsiveness by respiratory viral infection is a physiologic process that may clearly have relevance to virus-induced asthma exacerbations. However, the mechanisms of this induction are not clear.", "cite_spans": [{"start": 247, "end": 251, "text": "(50)", "ref_id": "BIBREF38"}, {"start": 252, "end": 256, "text": "(51)", "ref_id": "BIBREF39"}, {"start": 257, "end": 261, "text": "(52)", "ref_id": "BIBREF40"}, {"start": 262, "end": 266, "text": "(53)", "ref_id": "BIBREF41"}, {"start": 330, "end": 334, "text": "(54)", "ref_id": "BIBREF42"}, {"start": 457, "end": 461, "text": "(55)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Induction of bronchial hyperresponsiveness in virus-induced asthma exacerbations"}, {"text": "One way in which an infection may cause an increase in vagally mediated bronchoconstriction is through a respiratory tract viral infection causing loss of function of the neuronal M2 muscarinic receptor.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "Increased activity of the cholinergic nervous system after a viral infection was first suggested by Empey et al., who showed that during a naturally acquired viral infection normal subjects demonstrated increased reactivity to histamine compared to control noninfected patients (50) . Furthermore, this hyperreactivity was prevented when the subjects were pretreated with atropine, indicating that the hyperreactivity was due to increased cholinergic activity. A similar finding has also been reported by Aquilina et al. (51) . In animal studies, a number of groups have demonstrated an increase in vagally mediated hyperreactivity after a viral infection (56, 57) . Thus, there is evidence in both animal models and in man that a viral infection results in an increase in vagally mediated bronchoconstriction.", "cite_spans": [{"start": 278, "end": 282, "text": "(50)", "ref_id": "BIBREF38"}, {"start": 521, "end": 525, "text": "(51)", "ref_id": "BIBREF39"}, {"start": 656, "end": 660, "text": "(56,", "ref_id": "BIBREF44"}, {"start": 661, "end": 664, "text": "57)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "It has been shown that infection with parainfluenza virus causes loss of function of pulmonary neuronal M2 muscarinic receptors in guinea-pig or rat lungs (58, 59) . The loss of function is due in part to a directly toxic effect of the virus, especially when there is a heavy infective burden. However, in animals that are less severely infected, the loss of function may be due to an indirect, inflammatory cell-mediated effect (60).", "cite_spans": [{"start": 155, "end": 159, "text": "(58,", "ref_id": "BIBREF46"}, {"start": 160, "end": 163, "text": "59)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "There is now considerable evidence that eosinophils may be pathogenically important in virusinduced exacerbations of asthma, and also a great deal of evidence that eosinophils, particularly eosinophil major basic protein, are responsible for the lost function of the M2 muscarinic receptor both in antigen-challenged animals and in asthma patients (61) (62) (63) (64) (65) . Further evidence supporting the possible role of eosinophils in virus-induced asthma exacerbations, particularly vagally mediated bronchial hyperreactivity, is the observation that eosinophils accumulate around airway nerves in patients with fatal asthma (62). Studies focused on the possible role of eosinophil proteins in the loss of function of neuronal M2 muscarinic receptors in virus-induced asthma exacerbations are now urgently required.", "cite_spans": [{"start": 348, "end": 352, "text": "(61)", "ref_id": "BIBREF48"}, {"start": 353, "end": 357, "text": "(62)", "ref_id": null}, {"start": 358, "end": 362, "text": "(63)", "ref_id": null}, {"start": 363, "end": 367, "text": "(64)", "ref_id": null}, {"start": 368, "end": 372, "text": "(65)", "ref_id": null}], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "Sensory C fibre stimulation is another mechanism that may be important in virus-induced bronchial hyperresponsiveness. Stimulation of these fibres may result in bronchoconstriction via the brainstem, or by local release of substance P and neurokinin A. These neuropeptides have many properties that make them prominent candidates to be mediators in allergic inflammation, and they are implicated in virus-induced bronchial hyperresponsiveness (66) . In addition, their levels may also be increased in virus respiratory infections by reductions in the activity of^ the enzyme that inactivates them (neutral endopeptidase) consequent upon epithelial cell damage (67).", "cite_spans": [{"start": 443, "end": 447, "text": "(66)", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "Nitric oxide (NO) is a potent mediator which has potentially harmful and protective effects in the pathogenesis of asthma. However, recent studies suggest that NO may have a protective effect against virus-induced airway hyperresponsiveness. These data suggest that NO donors may represent a new therapeutic approach in virus-induced airway hyperresponsiveness.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "As well as its probably important role in the induction of infiammatory cell recruitment and activation, cytokine induction is also likely to play an important role in the induction of bronchial hyperresponsiveness. The proinflammatory cytokine IL-6 was found to be induced by rhinoviruses (18) , and IL-6 was also increased in the sputum of rhinovirus-infected asthmatic subjects (29) . Another recent, possibly important candidate for a role in the pathogenesis of virus-induced asthma is the related cytokine IL-11, Several viruses, including RS and parainfluenza viruses and rhinovirus, strongly stimulated production of IL-11 by stromal cells. Furthermore, it was detected in nasal aspirates from children with URI, and its levels correlated with clinically detectable wheezing (71). Since overexpression of IL-11 in airways has been shown to produce airway inflammation, airway wall thickening, and bronchial hyperresponsiveness (72), the induction of this cytokine by virus infections suggests that it may play an important role in virus-induced bronchial hyperresponsiveness and asthma.", "cite_spans": [{"start": 290, "end": 294, "text": "(18)", "ref_id": "BIBREF9"}, {"start": 381, "end": 385, "text": "(29)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Mechanisms of induction of bronchial hyperresponsiveness in asthma exacerbations"}, {"text": "The degree of redundancy among cytokine functions may suggest that even if one important molecule's functions can be blocked, another related molecule may fulfil a similar role, thereby rendering a treatment aimed at one specific molecule ineffective. Studies have recently started to examine the mechanisms of rhinovirus induction of proinflammatory cytokines and adhesion molecules, in order to determine whether there is a common mechanism, such as transcription factor activation.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of virus-induced cytokine production"}, {"text": "We have demonstrated that induction of IL-8 occurs via activation of the transcription factors AP-1 and NFKB (73), while that of ICAM-1 occurs via NFKB alone (41). Zhu et al. (18) studied the intracellular mechanisms of IL-6 inductionfactors binding to the NFKB transcription factorbinding site on the IL-6 promoter were again shown to be important. These in vitro data suggest that inhibition of NFKB might suppress rhinovirus induction of a number of proinflammatory cytokines and therefore reduce the severity of rhinovirus-induced asthma exacerbations. Similar data also indicate an important role for NFKB in RS virus induction of IL-la, IL-6, IL-8, and IL-11 (74, 75). However, other workers have found NFlL-6 to be required as well as NFKB (76, 77). These data suggest that inhibition of more than one transcription factor, or transcription factor family, may be required to downregulate virusinduced cytokine synthesis. Of interest is the fact that aspirin, which is known to inhibit NF/cB activation, inhibited RS virus induction of all the above cytokines in vitro (74).", "cite_spans": [{"start": 175, "end": 179, "text": "(18)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Mechanisms of virus-induced cytokine production"}, {"text": "The potential roles of these transcription factors have been suggested by in vitro studies, but in vivo confirmation is required. Furthermore, it is not known yet whether blocking the activity of a single transcription factor is sufficient to inhibit virus induction of proinflammatory cytokines either in vitro or in vivo, as it is not known what effect aspirin has on other transcription factor activities (78). Nevertheless, activity blocking several of the right transcription factor families (those implicated in disease) might still be a desirable property of a potential treatment. Further studies on the interactions between virus infection and transcription factors and their blockade are clearly required.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of virus-induced cytokine production"}, {"text": "Such interesting observations on the pathogenesis of virus-induced asthma exacerbations are beginning to suggest new candidate molecules that might represent targets for novel therapeutic interventions. It is hoped that further advances in our understanding of the cellular and molecular mechanisms involved will lead to clearer identification of such targets, and the development of blocking strategies suitable for testing in the clinic.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of virus-induced cytokine production"}, {"text": "A further subject attracting considerable recent attention is the interaction between virus infections and the development of allergy or asthma. It is known that simultaneous virus infection and positive specific IgE for inhalant allergens have a much higher odds ratio for the development of wheezing than any of the factors alone (79). Schwarze et al. (80) used a murine model to demonstrate that RS virus infection not only produces airway hyperresponsiveness in the acute phase, but also subsequently enhances allergen sensitization, both phenomena being associated with pulmonary eosinophilic infiltration. A further recent study in mice has demonstrated that acute infection with either RS virus or influenza virus greatly enhances allergic sensitization to inhaled allergen, in association with anaphylaxis and increased specific IgGl (81). An enhanced reaction to allergen inhalation in allergic patients experimentally infected with rhinovirus has also been demonstrated (30) .", "cite_spans": [{"start": 980, "end": 984, "text": "(30)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Virus infections and allergic sensitization"}, {"text": "These data suggest that concurrent virus infection can increase the airway response to allergens (by increasing penetration of allergens through the damaged epithelium?), but little is known about a possible reverse interaction. Effective virus clearance requires effective Thl-type responses. Asthma is clearly associated with Th2-type responses, and might therefore be expected to be associated with less efficient virus clearance or more severe infections (Fig. 2) . Several studies confirm that asthmatic subjects have more severe symptoms during virus infections (3), but it is not currently known whether the virus load or resi-dence time is greater in asthmatic than normal subjects.", "cite_spans": [], "ref_spans": [{"start": 459, "end": 467, "text": "(Fig. 2)", "ref_id": null}], "section": "Virus infections and allergic sensitization"}, {"text": "In addition to the above observations indicating that viral infection can increase allergic sensitization, several studies have found an increased incidence of asthma in children with a history of childhood bronchiolitis. A recent study comparing cases of RS virus bronchiolitis in children found a 23% incidence of asthma compared with 1% in matched control cases (82) . These data suggest either that the development of bronchiolitis (as opposed to uncomplicated upper respiratory RS virus infection) with early RS virus infection is a marker for the later development of atopy and asthma, or that severe infection with RS virus leading to bronchiolitis actually plays a causal role in redirecting the immune response toward a Th2 phenotype, and contributes directly to the risk of developing asthma later in life. There are some in vitro data to support the latter hypothesis, in that responses to certain RS virus proteins can lead to the development of lung eosinophilia and Th2-type cytokine release (83). In vivo data also support this hypothesis (37) , although the distinction between RS virus bronchiolitis serving as a marker for, or acting as a causative event in the later development of, asthma can be achieved only by the execution of appropriately designed prospective follow-up studies.", "cite_spans": [{"start": 365, "end": 369, "text": "(82)", "ref_id": "BIBREF53"}, {"start": 1054, "end": 1058, "text": "(37)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Does RS virus bronchiolitis lead to the development of asthma?"}, {"text": "It is disputed whether exposure to a respiratory viral infection in the first months of life can predispose to or protect against the development of atopy and asthma (84). The above data confirm that concurrent respiratory viral infection and allergen exposure lead to increased allergen sensitization compared with allergen exposure alone. These data and those on the role of RS virus bronchiolitis in the later development of allergy would suggest that childhood respiratory viral infection is likely to increase the risk of development of allergy or asthma.", "cite_spans": [], "ref_spans": [], "section": "The role of respiratory virus infections in the inception of asthma"}, {"text": "It has been argued that a decline in recent years in the incidence of serious infectious diseases such as tuberculosis, measles, and whooping cough, combined with a trend toward smaller families, less overcrowding of homes, and improved sanitation, resulting in fewer childhood respiratory viral infections, has, paradoxically, caused an increase in the incidence of atopy and asthma in developed countries (85) . West African children infected with wild-type measles virus during measles epidemics (producing severe illness, and therefore, presumably, marked Thl-type response) were less likely to become atopic than those that had been vaccinated with measles vaccine (presumably producing a much more mild immune response) (86) . Atopy was also less likely in Italian students seropositive for hepatitis A (87) and in Japanese children with positive delayed-type hypersensitivity responses to Mycobacterium tuberculosis (88). The number of older siblings was inversely related to development of atopy, presumably because of the higher number of infections circulated within larger families (85) . These studies support the hypothesis that the early exposure of infants to infectious agents stimulates their naive immune system in some way that reduces the potential development of allergy later in life, possibly by stimulating a Thl-like lymphocyte expansion which suppresses Th2 lymphocyte responses associated with atopy.", "cite_spans": [{"start": 407, "end": 411, "text": "(85)", "ref_id": "BIBREF54"}, {"start": 726, "end": 730, "text": "(86)", "ref_id": "BIBREF55"}, {"start": 1093, "end": 1097, "text": "(85)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "The role of respiratory virus infections in the inception of asthma"}, {"text": "Animal studies support this hypothesis in that it has been shown that pulmonary infection with attenuated M. bovis given 4 or 12 weeks before allergen challenge reduced allergen-induced airway eosinophilia and T-cell IL-5 release in a murine model of asthma (89). The same effect was not observed in IFN-y receptor-deficient mice, suggesting that IFN-y production in response to the mycobacterial infection was an important mechanism in the protective effect.", "cite_spans": [], "ref_spans": [], "section": "The role of respiratory virus infections in the inception of asthma"}, {"text": "Similar results have been recently reported with subcutaneous killed M. vaccae (90). In this study, bacterial infection was administered after the allergen response was established, but it still inhibited IgE levels and T-cell IL-5 production.", "cite_spans": [], "ref_spans": [], "section": "The role of respiratory virus infections in the inception of asthma"}, {"text": "It is likely that the dose and perhaps route and timing of such infections are important in determining the degree of protection against Th2-type responses, as early BCG vaccination offered no protection against the development of asthma (91). These data agree with those of Shirakawa et al., who showed that infection sufficient to produce delayed-type hypersensitivity responses to M tuberculosis protected against the presence of atopy, while BCG vaccination in the absence of delayed-type hypersensitivity responses did not (88).", "cite_spans": [], "ref_spans": [], "section": "The role of respiratory virus infections in the inception of asthma"}, {"text": "Respiratory viruses, particularly rhinovirus in all age groups, and RS virus in infants and young children, are important triggers of acute exacerbations of wheezing illness or asthma. The mechanisms involved in virus-induced asthma exacerbations are complex and incompletely understood. The available evidence implicates infiltration of lymphocytes, eosinophils, and neutrophils. The proinflammatory products of these cells and of virus-infected epithelial cells themselves play complex and interacting roles in producing lower airway inflammation, A clearer understanding of the important regulating molecules in this process is likely to lead to identification of targets for development of novel therapeutic interventions for the future. At present, high-dose inhaled or oral steroids are the mainstay of treatment, although response is unsatisfactory.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}, {"text": "The role of respiratory virus infections early in life, particularly with rhinovirus and RS virus, is controversial. There is good evidence that infections inducing strong type-1 immune responses (including frequent respiratory virus infections) can lead to reductions in allergic sensitization, and therefore, perhaps, to reductions in asthma. However, there is also direct evidence that virus infection at the time of allergen exposure can increase allergic sensitization, and that RS virus bronchiolitis is at least a marker for the later development of asthma, and may even play a causative/contributory role by inducing type-2 responses in certain circumstances. These data appear to be contradictory, but different responses may easily occur at different times of life, in different environmental circumstances, with different viruses and in different hosts! I hope that strategies (be they bacterial or viral, infections or vaccinations, or indeed simulations thereof such as the action of IL-12 or IFN-y) aiming to promote type-1 responses in those with excessive type-2 responses (atopic or asthmatic subjects) can in the future reduce the impact of allergic disease. It is also to be hoped that more effective antiviral or anti-virus-induced inflammation therapy will reduce the impact of acute virus infections on asthma exacerbations and allergic sensitization occurring during the acute respiratory illness.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Virus infections in infants and children admitted to hospital with acute respiratory illness", "authors": [{"first": "A", "middle": ["J"], "last": "Chauhan", "suffix": ""}, {"first": "A-Wbr", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "P", "middle": [], "last": "Xie", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiology of viral respiratory tract infections", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "Holgate", "middle": [], "last": "St ; Pattemore", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Johnston", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Bardin", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "", "suffix": ""}], "year": 1992, "venue": "Viral and other infections of the human respiratory tract", "volume": "3", "issn": "", "pages": "325--361", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Use of polymcrase chain reaction for diagnosis of picornavirus infection in subjects with and without respiratory symptoms", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Pattemore", "suffix": ""}], "year": 1993, "venue": "J Clin Microbiol", "volume": "31", "issn": "", "pages": "111--128", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Improved detection of rhinovirus in nasal and throat swabs by semi-nested RT-PCR", "authors": [{"first": "D", "middle": ["C"], "last": "Ireland", "suffix": ""}, {"first": "J", "middle": [], "last": "Kent", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}], "year": 1993, "venue": "J Med Virol", "volume": "40", "issn": "", "pages": "96--101", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Evaluation of nested polymerase chain methods for the detection of human coronaviruses 229E and OC43", "authors": [{"first": "S", "middle": [], "last": "Myint", "suffix": ""}, {"first": "S", "middle": [], "last": "Johnston", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "H", "middle": [], "last": "Simpson", "suffix": ""}], "year": 1995, "venue": "Mol Cell Probes", "volume": "8", "issn": "", "pages": "357--64", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Detection of respiratory syncytial virus, parainfluenza virus 3, adenovirus and rhinovirus sequences in respiratory tract of infants by polymerase chain reaction and hybridization", "authors": [{"first": "F", "middle": [], "last": "Freymuth", "suffix": ""}, {"first": "A", "middle": [], "last": "Vabret", "suffix": ""}, {"first": "F", "middle": [], "last": "Galateau-Salle", "suffix": ""}], "year": 1997, "venue": "Clin Diagn Virol", "volume": "8", "issn": "", "pages": "31--40", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Community study of role of viral infections in exacerbations of asthma in 9-11-year-old children", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Pattemore", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}], "year": 1995, "venue": "BMJ", "volume": "310", "issn": "", "pages": "1225--1233", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The effects of inhaled beclomethasone dipropionate on lung function and histamine responsiveness in recurrently wheezy infants", "authors": [{"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}, {"first": "Kent", "middle": ["J"], "last": "Ireland", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Johnston", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Pattemore", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Sanderson", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 1990, "venue": "Respiratory viruses and exacerbations of asthma in adults", "volume": "307", "issn": "", "pages": "858--62", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infection of human respiratory epithelial cell line with rhinovirus: induction of cytokine release and modulation of susceptibility to infection by cytokine exposure", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Subauste", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Richards", "suffix": ""}, {"first": "D", "middle": [], "last": "Proud", "suffix": ""}], "year": 1995, "venue": "Trends Microbiol", "volume": "5", "issn": "", "pages": "549--57", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A comparison of RT-PCR, in situ hybridisation and in situ RT-PCR for the detection of rhinovirus infection in paraffin sections", "authors": [{"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}, {"first": "A", "middle": [], "last": "Ray", "suffix": ""}], "year": 1996, "venue": "J Virol Methods", "volume": "97", "issn": "", "pages": "6172--81", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Detection of rhinovirus RNA in lower airway cells during experimentally induced infection", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Galagan", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Jarjour", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Fraenkel", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Bardin", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "F", "middle": [], "last": "Lampe", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med ]", "volume": "155", "issn": "", "pages": "879--86", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Localisation of rhinovirus in the bronchial epithelium of experimentally infected human volunteers", "authors": [{"first": "P", "middle": ["J"], "last": "Bates", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Bardin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Fraenkel", "suffix": ""}, {"first": "G", "middle": [], "last": "Sanderson", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": null, "venue": "Am J Respir Crit Care Med'l998", "volume": "157", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Role of nasal interleukin-8 in neutrophil recruitment and activation in children with virus-induced asthma", "authors": [{"first": "L", "middle": ["M"], "last": "Teran", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "J", "middle": [], "last": "Schroder", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Church", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Holgate", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "55", "issn": "", "pages": "1362--1368", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Effect of experimental rhinovirus 16 colds on airway hyperresponsiveness to histamine and interleukin-8 in nasal lavage in asthmatic subjects in vivo", "authors": [{"first": "K", "middle": [], "last": "Grunberg", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Timmers", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Smits", "suffix": ""}], "year": 1997, "venue": "Clin Exp Allergy", "volume": "27", "issn": "", "pages": "36--45", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Rhinoviruses induce interleukin-8 mRNA and protein production in human monocytes", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}, {"first": "A", "middle": [], "last": "Papi", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Monick", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Hunninghake", "suffix": ""}], "year": 1997, "venue": "J Infect Dis", "volume": "175", "issn": "", "pages": "323--332", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Rhinovirus enters but does not replicate inside monocytes and airway macrophages", "authors": [{"first": "J", "middle": ["E"], "last": "Gern", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 1996, "venue": "J Immunol", "volume": "156", "issn": "", "pages": "621--628", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Experimental rhinovirus 16 infection. Effects on cell differentials and soluble markers in sputum of asthmatic subjects", "authors": [{"first": "K", "middle": [], "last": "Grunberg", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Smits", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Timmers", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "156", "issn": "", "pages": "609--625", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A common cold virus, rhinovirus 16, potentiates airway inflammation and segmental allergen bronchoprovocation in allergic subjects", "authors": [{"first": "W", "middle": ["J"], "last": "Calhoun", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Schwartz", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1994, "venue": "J Clin Invest", "volume": "94", "issn": "", "pages": "2200--2208", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "MlP-la and the eosinophil product MBP are released into upper respiratory secretions during virus-induced asthma exacerbations in children", "authors": [{"first": "L", "middle": [], "last": "Teran", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Seminario", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Shute", "suffix": ""}], "year": 1998, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Bronchial inflammation and the common cold: a comparison of atopic and non-atopic individuals", "authors": [{"first": "C", "middle": ["J"], "last": "Trigg", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nickolson", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 1996, "venue": "Clin Exp Allergy", "volume": "26", "issn": "", "pages": "665--76", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Induction of Thl and Th2 responses", "authors": [{"first": "S", "middle": [], "last": "Romagnani", "suffix": ""}], "year": 1992, "venue": "Immunol Today", "volume": "13", "issn": "", "pages": "379--81", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Virus-specific CD8-f cells can switch to interleukin 5 production and induce airway eosinophilia", "authors": [{"first": "A", "middle": ["J"], "last": "Coyle", "suffix": ""}, {"first": "F", "middle": [], "last": "Erard", "suffix": ""}, {"first": "C", "middle": [], "last": "Bertrand", "suffix": ""}, {"first": "S", "middle": [], "last": "Walti", "suffix": ""}, {"first": "H", "middle": [], "last": "Pircher", "suffix": ""}, {"first": "Le", "middle": [], "last": "Gros", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 1995, "venue": "J Exp Med", "volume": "181", "issn": "", "pages": "1229--1262", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "CD8' T cells control Th2-driven pathology during pulmonary respiratory syncytial virus infection", "authors": [{"first": "T", "middle": [], "last": "Hussell", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Baldwin", "suffix": ""}, {"first": "A", "middle": [], "last": "O&apos;garra", "suffix": ""}, {"first": "Pjm", "middle": [], "last": "Openshaw", "suffix": ""}], "year": 1997, "venue": "Eur J Immunol", "volume": "27", "issn": "", "pages": "3341--3350", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Cytokine and rhinovirus 16 (RV16) RNA in the lower airway of experimentally infected subjects", "authors": [{"first": "J", "middle": ["E"], "last": "Gem", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Galagan", "suffix": ""}, {"first": "N", "middle": ["N"], "last": "Jarjour", "suffix": ""}, {"first": "Eab", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "153", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Respiratory syncytial virus infection in infants is associated with predominant Th-2-like response", "authors": [{"first": "M", "middle": [], "last": "Roman", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Calhoun", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Hinton", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "156", "issn": "", "pages": "190--195", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "IL-12 treatment attenuates Th2 and B cell responses but does not improve vaccine-enhanced lung illness", "authors": [{"first": "T", "middle": [], "last": "Hussell", "suffix": ""}, {"first": "U", "middle": [], "last": "Khan", "suffix": ""}, {"first": "Pjm", "middle": [], "last": "Openshaw", "suffix": ""}], "year": 1997, "venue": "J Immunol", "volume": "159", "issn": "", "pages": "328--362", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Rhinovirus infection of primary cultures of human tracheal epithelium: role of ICAM-1 and IL-1 p", "authors": [{"first": "M", "middle": [], "last": "Terajima", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamaha", "suffix": ""}, {"first": "K", "middle": [], "last": "Sekizawa", "suffix": ""}], "year": 1997, "venue": "Am J Physiol", "volume": "273", "issn": "", "pages": "749--59", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Interferon-gamma (IFN-y) down-regulates the rhinovirusinduced expression of intercellular adhesion molecule-1 (ICAM-1) on human airway epithelial cells", "authors": [{"first": "S", "middle": ["K"], "last": "Sethi", "suffix": ""}, {"first": "A", "middle": [], "last": "Bianco", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Allen", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Knight", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Spiteri", "suffix": ""}], "year": 1997, "venue": "Clin Exp Immunol", "volume": "110", "issn": "", "pages": "362--371", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Rhinovirus infection induces expression of its own receptor ICAM-1 via increased NFKB mediated transcription", "authors": [{"first": "A", "middle": [], "last": "Papi", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "RV-16) infection enhances lCAM-1 expression in bronchial mucosal biopsies of mildly asthmatic subjects, regardless of inhaled steroid treatment", "authors": [{"first": "", "middle": [], "last": "Rhinovirus", "suffix": ""}], "year": 1998, "venue": "Am J Respir Crit Care Med", "volume": "157", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Respiratory syncytial virus infection enhances neutrophil and eosinophil adhesion to cultured respiratory epithelial cells. Roles of CD18 and intercellular adhesion molecule-1", "authors": [{"first": "J", "middle": ["M"], "last": "Stark", "suffix": ""}, {"first": "V", "middle": [], "last": "Godding", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Sedgewick", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1996, "venue": "J Immunol", "volume": "156", "issn": "", "pages": "4774--82", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "ICAM-I expression and lowmolecular-weight G-protein activation of human bronchia! epithelial cells (A549) infected with RSV", "authors": [{"first": "R", "middle": [], "last": "Arnold", "suffix": ""}, {"first": "W", "middle": [], "last": "Konig", "suffix": ""}], "year": 1996, "venue": "J Lcukoc Biol", "volume": "60", "issn": "", "pages": "766--71", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "RSV infection of human airway epithelial cells causes production of the chemokine RANTES", "authors": [{"first": "S", "middle": [], "last": "Becker", "suffix": ""}, {"first": "W", "middle": [], "last": "Reed", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Henderson", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Noah", "suffix": ""}], "year": 1997, "venue": "Am J Physiol", "volume": "272", "issn": "", "pages": "512--532", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Expression of RANTES by normal airway epithelial cells after influenza virus A infection", "authors": [{"first": "S", "middle": [], "last": "Matsukura", "suffix": ""}, {"first": "F", "middle": [], "last": "Kokubu", "suffix": ""}, {"first": "T", "middle": [], "last": "Tomita", "suffix": ""}], "year": 1998, "venue": "Am J Respir Cell Mol Biol", "volume": "18", "issn": "", "pages": "255--64", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Upregulation of chemokine receptors on bronchial epithelial cells in vitro following rhinovirus 14 infection", "authors": [{"first": "A", "middle": ["J"], "last": "Coyle", "suffix": ""}, {"first": "M", "middle": [], "last": "Tyers", "suffix": ""}, {"first": "D", "middle": [], "last": "Church", "suffix": ""}], "year": 1998, "venue": "Am J Respir Crit Care Med", "volume": "157", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Production of the novel C-C chemokine MCP-4 by airway cells and comparison of its biological activity to other C-C chemokines", "authors": [{"first": "C", "middle": [], "last": "Stellato", "suffix": ""}, {"first": "P", "middle": [], "last": "Collins", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Ponath", "suffix": ""}], "year": 1997, "venue": "J Clin Invest", "volume": "99", "issn": "", "pages": "926--962", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Requirement of MlPlae for an inflammatory response to viral infection", "authors": [{"first": "D", "middle": ["N"], "last": "Cook", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Beck", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Coffman", "suffix": ""}], "year": 1995, "venue": "Science", "volume": "269", "issn": "", "pages": "1583--1588", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Mechanisms of bronchial hyperreactivity in normal subjects following upper respiratory tract infection", "authors": [{"first": "D", "middle": ["W"], "last": "Empey", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Laitinen", "suffix": ""}, {"first": "L", "middle": [], "last": "Jacobs", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Gold", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Nadel", "suffix": ""}], "year": 1976, "venue": "Am Rev Respir Dis", "volume": "113", "issn": "", "pages": "523--530", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Airway reactivity in subjects with viral upper respiratory tract infections: the effects of exercise and cold air", "authors": [{"first": "A", "middle": ["T"], "last": "Aquilina", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Hall", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Douglas", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}], "year": 1980, "venue": "Am Rev Respir Dis", "volume": "122", "issn": "", "pages": "3--10", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Virus induced airway hyperresponsiveness. Role of inflammatory cells and mediators", "authors": [{"first": "G", "middle": [], "last": "Folkerts", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Nijkamp", "suffix": ""}], "year": 1995, "venue": "Am J Respir Crit Care Med", "volume": "151", "issn": "", "pages": "1666--74", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Rhinovirus infection preferentially increases lower airway responsiveness in allergic subjects", "authors": [{"first": "J", "middle": ["E"], "last": "Gem", "suffix": ""}, {"first": "W", "middle": [], "last": "Calhoun", "suffix": ""}, {"first": "C", "middle": [], "last": "Swenson", "suffix": ""}, {"first": "G", "middle": [], "last": "Shen", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1997, "venue": "Am J Respir Crit Care Med", "volume": "155", "issn": "", "pages": "1872--1878", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Lower airway responses to influenza A virus in healthy allergic and nonallergic subjects", "authors": [{"first": "D", "middle": ["P"], "last": "Skoner", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Doyle", "suffix": ""}, {"first": "J", "middle": [], "last": "Seroky", "suffix": ""}, {"first": "P", "middle": [], "last": "Fireman", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "154", "issn": "", "pages": "661--665", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Bronchial hyperresponsiveness and cytokines in virus-induced asthma exacerbations", "authors": [{"first": "S", "middle": ["L"], "last": "Johnston", "suffix": ""}], "year": 1997, "venue": "Clin Exp Allergy", "volume": "27", "issn": "", "pages": "7--9", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Cholinergic reactivity of tracheal smooth muscle after infection with feline herpesvirus-I", "authors": [{"first": "C", "middle": ["R"], "last": "Killingsworth", "suffix": ""}, {"first": "Robinson", "middle": [], "last": "Ne", "suffix": ""}, {"first": "Adams", "middle": ["T"], "last": "Maes", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Bemey", "suffix": ""}, {"first": "C", "middle": [], "last": "Rozanski", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 1990, "venue": "J Appl Physiol", "volume": "69", "issn": "", "pages": "1953--60", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "In vivo and in vitro studies of the use of the guinea pig as a model for virus-provoked airway hyperreactivity", "authors": [{"first": "C", "middle": ["K"], "last": "Buckner", "suffix": ""}, {"first": "V", "middle": [], "last": "Songsiridej", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Busse", "suffix": ""}], "year": 1985, "venue": "Am Rev Respir Dis", "volume": "132", "issn": "", "pages": "305--315", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Parainfluenza virus infection damages inhibitory M^ muscarinic receptors on pulmonary parasympathetic nerves in the guinea-pig", "authors": [{"first": "A", "middle": ["D"], "last": "Fryer", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}], "year": null, "venue": "Br J Pharmacol", "volume": "199", "issn": "", "pages": "267--71", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The effect of leukocyte depletion on ptilmonary M2 muscarinic receptor function in parainfluenza virus-infected guinea-pigs", "authors": [{"first": "R", "middle": [], "last": "Sorkness", "suffix": ""}, {"first": "J", "middle": [], "last": "Clough", "suffix": ""}, {"first": "W", "middle": [], "last": "Castelman", "suffix": ""}, {"first": "R", "middle": [], "last": "Lemanske", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Fryer", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Yarkony", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}], "year": 1994, "venue": "Am Rev Respir Dis", "volume": "150", "issn": "", "pages": "588--94", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Pretreatment with antibody to eosinophil major basic protein prevents hyperresponsiveness by protecting neuronal M2 muscarinic receptors in antigen-challenged guinea pigs", "authors": [{"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Gleich", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Fryer", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Costello", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Schofield", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Kephart", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Gleich", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Fryer", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Evans", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Fryer", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Gleich", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Costello", "suffix": ""}], "year": 1993, "venue": "J Clin Invest ]", "volume": "91", "issn": "", "pages": "2254--62", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "muscarinic receptors in antigen challenged guinea-pigs is restored by heparin and poly-L-glutamale", "authors": [], "year": 1992, "venue": "J Clin Invest", "volume": "90", "issn": "", "pages": "2292--2300", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Relationship between exhaled nitric oxide and airway hyperresponsiveness following experimental rhinovirus infection in asthmatic subjects", "authors": [{"first": "Arc", "middle": [], "last": "Ladenius", "suffix": ""}, {"first": "G", "middle": [], "last": "Folkerts", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Van Der Linde", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Nijkamp", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Dusser", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jacoby", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Djokic", "suffix": ""}, {"first": "I", "middle": [], "last": "Rubinstein", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Borson", "suffix": ""}, {"first": "Ja ; De", "middle": [], "last": "Nadel", "suffix": ""}, {"first": "Hwfm", "middle": [], "last": "Gouw", "suffix": ""}, {"first": "K", "middle": [], "last": "Grunberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Schot", "suffix": ""}, {"first": "Acm", "middle": [], "last": "Kroes", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Sterk", "suffix": ""}, {"first": "G", "middle": [], "last": "Folkerts", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Van Der Linde", "suffix": ""}, {"first": "Fp ;", "middle": [], "last": "Nijkamp", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Sanders", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Siekierski", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Porter", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Richards", "suffix": ""}, {"first": "D", "middle": [], "last": "Proud", "suffix": ""}, {"first": "O", "middle": [], "last": "Einarsson", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Geba", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": [], "last": "Landry", "suffix": ""}, {"first": "Ja ;", "middle": [], "last": "Elias", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Geba", "suffix": ""}, {"first": "T", "middle": [], "last": "Zheng", "suffix": ""}], "year": 1989, "venue": "Transcriptional induction of multiple cytokines by human respiratory syncytial virus requires activation of NF-KB and is inhibited by sodium salicylate and aspirin", "volume": "115", "issn": "", "pages": "369--78", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Inducible transcriptional regulation of the NF-IL6 transcription factor by respiratory syncytial virus infection of pulmonary epithelial cells", "authors": [{"first": "M", "middle": ["A"], "last": "Fiedler", "suffix": ""}, {"first": "K", "middle": [], "last": "Wernke-Douries", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Stark", "suffix": ""}, {"first": "M", "middle": [], "last": "Jamaluddin", "suffix": ""}, {"first": "R", "middle": [], "last": "Garofalo", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ogra", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Brasier", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Mastronarde", "suffix": ""}, {"first": "B", "middle": [], "last": "He", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Monick", "suffix": ""}, {"first": "N", "middle": [], "last": "Mukaida", "suffix": ""}, {"first": "K", "middle": [], "last": "Matsushima", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Hunninghake", "suffix": ""}], "year": 1996, "venue": "J Infect Dis", "volume": "70", "issn": "", "pages": "1554--63", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Risk factors for acute wheezing in infants and children: viruses, passive smoke, and IgE antibodies to inhalant allergens", "authors": [{"first": "E", "middle": [], "last": "Kopp", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Duff", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Pomeranz", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Gelber", "suffix": ""}], "year": 1993, "venue": "Clin Exp Allergy", "volume": "265", "issn": "", "pages": "226--259", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Asthma and immunoglobulin E antibodies after respiratory syncytial virus bronchiolitis: a prospective cohort study with matched controls", "authors": [{"first": "N", "middle": [], "last": "Sigurs", "suffix": ""}, {"first": "R", "middle": [], "last": "Bjamason", "suffix": ""}, {"first": "F", "middle": [], "last": "Bergsson", "suffix": ""}], "year": 1994, "venue": "Pediatrics", "volume": "95", "issn": "", "pages": "987--995", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Hay fever, hygiene and household size", "authors": [{"first": "D", "middle": ["P"], "last": "Strachan", "suffix": ""}], "year": 1989, "venue": "BMJ", "volume": "299", "issn": "", "pages": "1259--60", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Cross sectional retrospective study of prevalence of atopy among Italian military students with antibodies against hepatitis A virus", "authors": [{"first": "S", "middle": ["O"], "last": "Shaheen", "suffix": ""}, {"first": "P", "middle": [], "last": "Aaby", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hall", "suffix": ""}], "year": 1996, "venue": "BCG vaccination and development of atopy", "volume": "347", "issn": "", "pages": "400--403", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "7g. /. Diagrammatic representation of some important mechanisms involved in virus-induced respiratory infections.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "De Gouw et al. (68) have found a relationship between rhinovirus-induced increases in NO levels and protection from increased bronchial hyperresponsiveness in experimental rhinovirus infections. Folkerts et al. (69) previously showed the same during parainfluenza virus type-3 infections in guinea pigs, and that infusion of a NO donor protected against virus-induced bronchial hyperresponsiveness. Finally, Sanders et al. (70) have shown that NO donors reduced rhinovirus-induced cytokine release from a bronchial epithelial cell line, and that NO has antirhinoviral activity in vitro.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Respiratory virus types and respiratory diseases associated with them", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus type </td><td>Serotypes Common cold Asthma exacerbation </td><td>Bronchitis Bronchiolitis\n</td></tr><tr><td>Rhinovirus\n</td><td>1-100 (plus)\n</td><td> </td></tr><tr><td>Coronavifus\n</td><td>22gE and 0C43\n</td><td> </td></tr><tr><td>Influenza\n</td><td>A, B, and C\n</td><td> </td></tr><tr><td>Parainfltienza\n</td><td>1, 2, 3, and 4\n</td><td> </td></tr><tr><td>Respiratory syncytial virus\n</td><td>A and B\n</td><td>(Laryngotracheobronchitis)\n</td></tr><tr><td> </td><td>Adenovirus\n</td><td>1-43\n</td></tr></table></body></html>"}}, "back_matter": []}