{"paper_id": "e8579fd7af71e1a51022216260e6aa98f68fa221", "metadata": {"title": "Design and application of GB virus C (GBV-C) peptide microarrays for diagnosis of GBV-C/HIV-1 co-infection", "authors": [{"first": "Leticia", "middle": [], "last": "Fernández", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "José Bleda", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["José"], "last": "Gómara", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Isabel", "middle": [], "last": "Haro", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The main objectives of the design of GB virus C (GBV-C) peptide microarrays are the miniaturisation of antigen-antibody interaction assays, the simultaneous analysis of several peptide sequences and the reduction in the volume of serum required from patients since this always represents a limiting factor in studies to develop new systems for diagnosing human diseases. We herein report the design of a microarray immunoassay based on synthetic peptides derived from the GBV-C E2 protein to evaluate their diagnostic value in detecting anti-E2 antibodies in HIV-1 patients. To this end, peptide microarrays were initially prepared to identify the most relevant epitopes in the GBV-C E2 protein. Thus, 124 peptides composed of 18 amino acids covering the whole E2-protein sequence, with 15 residue overlaps, were spotted in triplicate onto γaminopropyl silane-functionalised adsorbent binding slides.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The GB virus C (GBV-C) (formerly known as hepatitis G virus) is a virus in the Flaviviridae family made up of a single chain of RNA. There is clear evidence that GBV-C is transmitted by sexual and percutaneous routes and is frequently found in populations at risk for blood-borne or sexually transmitted viruses. Thus, GBV-C is more frequently detected in groups at higher risk for hepatitis infection by similar routes of transmission and in patients treated with multiple haemodialysis procedures and a high number of transfused blood product units [1] . GBV-C prevalence among patients with HIV mono-infection varies from 14 to 43 %, depending on the population studied [2] .", "cite_spans": [{"start": 551, "end": 554, "text": "[1]", "ref_id": null}, {"start": 673, "end": 676, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "However, no impact on health [3, 4] was identified until Prof. Tillmann's research team demonstrated that GBV-C viraemia is associated with a significant beneficial effect on the survival of HIV-infected patients [5] . These results were subsequently confirmed by this group and other research groups [6, 7] . Although the results were not always clearly significant [8] , a meta-analysis underlined GBV-C's association with a beneficial effect of the course of the disease [9, 10] . Although there are currently no commercial systems for detecting specific markers of GBV-C infection, active GBV-C infection has been detected by RT-PCR [11] , while past infection has been detected by the presence of anti-E2 antibodies [12] using an ELISA assay involving the E2 recombinant protein. The development of an anti-E2 detection method has led to a complete definition of the prevalence of GBV-C since E2 antibodies are several times more frequently detectable than RNA in blood donors [13] . Although the appearance of anti-E2 antibodies is considered to be an indication of past infection, and detection of these antibodies and the active presence of GBV-C [14] are unlikely to be concomitant, recent literature provides descriptions of results that feature duality in terms of the positive presence of anti-E2 antibodies and the presence of viral RNA [15] .", "cite_spans": [{"start": 29, "end": 32, "text": "[3,", "ref_id": null}, {"start": 33, "end": 35, "text": "4]", "ref_id": null}, {"start": 213, "end": 216, "text": "[5]", "ref_id": null}, {"start": 301, "end": 304, "text": "[6,", "ref_id": null}, {"start": 305, "end": 307, "text": "7]", "ref_id": null}, {"start": 367, "end": 370, "text": "[8]", "ref_id": null}, {"start": 474, "end": 477, "text": "[9,", "ref_id": null}, {"start": 478, "end": 481, "text": "10]", "ref_id": null}, {"start": 637, "end": 641, "text": "[11]", "ref_id": null}, {"start": 721, "end": 725, "text": "[12]", "ref_id": null}, {"start": 982, "end": 986, "text": "[13]", "ref_id": null}, {"start": 1155, "end": 1159, "text": "[14]", "ref_id": null}, {"start": 1350, "end": 1354, "text": "[15]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "On the other hand, it has been proposed that E2 antibodies are not a reliable marker of past GBV-C infection in populations with impaired immune function [16] . In particular, HCVco-infected patients receiving interferon therapy are able to eliminate the virus without the development of anti-E2 antibodies. Thus, the elimination of the infection without antibodies against the E2 protein has raised questions about the usefulness of E2 antibodies as a marker of past GBV-C infection among HIV and HIV-HCV-co-infected patients. The abovementioned results point to the need for further studies on the development of the antibodies in order to develop an understanding of the effect of exposure to GBV-C on human health in the context of other viral infections.", "cite_spans": [{"start": 154, "end": 158, "text": "[16]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Our group studied synthetic peptides derived from GBV-C for the development of new systems for diagnosing infections caused by the virus. We investigated the capacity of the synthetic peptides to recognise anti-GBV-C antibodies in HIV-1-and HCV/HIV-1-co-infected patients in order to secure a better understanding of the effect of exposure to GBV-C on the progression of illness caused by HIV-1 infection, as well as its putative role as a prognostic marker in the context of other viral infections. Furthermore, we recently described specific domains of the E2 envelope protein of GBV-C that interfered with the HIV-1 fusion peptide vesicle interaction, notably reduced cellular membrane fusion and interfered with HIV-1 infectivity in a dose-dependent manner [17] .", "cite_spans": [{"start": 761, "end": 765, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years, microarrays have become invaluable research tools for life scientists. The main interest in array technology lies in the capacity to analyse a large number of molecules in one single experiment. More specifically, the protein or peptide microarrays allow for the analysis of large-scale, high-sensitivity protein-protein interactions, making them a very attractive technique in proteomic studies in search of biomarkers, in the screening of new drugs and in disease diagnosis trials [18, 19] . In fact, the use of microarrays has emerged as a very promising diagnostic tool in medicine. In particular, peptide microarrays have been used in both autoimmune and allergic human diseases. Therefore, immunoenzymatic peptide assays have been designed for the diagnosis of the human herpes and corona viruses [20] and to identify different serum profiles in rheumatoid arthritis [21] .", "cite_spans": [{"start": 500, "end": 504, "text": "[18,", "ref_id": null}, {"start": 505, "end": 508, "text": "19]", "ref_id": null}, {"start": 820, "end": 824, "text": "[20]", "ref_id": null}, {"start": 890, "end": 894, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "We herein report the design of a microarray immunoassay based on synthetic peptides derived from the GBV-C E2 protein to evaluate their diagnostic value in detecting anti-E2 antibodies in HIV-1 patients. To this end, peptide microarrays were used to map the binding epitopes of the anti-E2 IgG antibodies produced in GBV-C infection. Eleven specific IgG surface-binding epitopes on the E2 GBV-C protein were identified. Peptide antigen microarrays were then constructed using the identified E2-binding epitopes for serum detection of IgG in GBV-C infection. Thus, serodiagnostic tests were performed with the designed GBV-C E2 peptide microarrays to establish exposure to GBV-C in HIV-1-co-infected patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The synthesis of the peptides was performed using an Fmocbased solid-phase procedure in a semi-automatic multiple peptide synthesiser, as previously described [17] . The 124 peptides consisting of 18 amino acids in length were overlapped by 15 residues, covering the sequence of the bestpreserved primary structure of the GBV-C E2 protein. Two irrelevant peptides were used as negative controls.", "cite_spans": [{"start": 159, "end": 163, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Peptide synthesis"}, {"text": "Three different serum panels were analysed:", "cite_spans": [], "ref_spans": [], "section": "Human serum samples"}, {"text": "The first panel consisted of 76 sera from HIV-infected patients who attended an outpatient clinic at Medizinische Hochschule in Hannover (Germany). Thirty-eight sera tested positive for GBV-C anti-E2 antibodies (using the Abbott test) and negative for GBV-C RNA (HIV-1+/E2 GBV-C+), and 38 tested negative for GBV-C anti-E2 antibodies and negative for GBV-C RNA (HIV-1+/E2 GBV-C−). The second panel consisted of 38 control sera from volunteer blood donors at Hospital Clínic Barcelona (negative controls). The third panel consisted of 60 sera from HIV-1infected patients at the Hospital Universitari de Bellvitge in Barcelona (serum testing panel).", "cite_spans": [], "ref_spans": [], "section": "Human serum samples"}, {"text": "This study was approved by the hospitals' ethics committees.", "cite_spans": [], "ref_spans": [], "section": "Human serum samples"}, {"text": "In order to identify the best conditions for performing the assays, optimisation experiments were conducted. For these purposes, two different surfaces for immobilisation were used: γ-aminopropyl silane-functionalised adsorbent binding slides (UltraGAPS, Gamma Amino Propyl Silane, Corning) and 3-glycidoxypropyltrimethoxysilane-functionalised covalent slides (Epoxide, Corning). Different concentrations of peptides and serum samples were also tested.", "cite_spans": [], "ref_spans": [], "section": "Optimisation of microarrays"}, {"text": "The best results were obtained with the UltraGAPS slides. Minimisation of the non-specific interactions was obtained by working at a peptide concentration of 1 μg/μl and a serum sample dilution of 1:200.", "cite_spans": [], "ref_spans": [], "section": "Optimisation of microarrays"}, {"text": "Preparation and processing of microarrays Peptides were diluted in 10 % DMSO/phosphate-buffered saline (PBS) to 1 μg/μl and transferred into 384-well plates. A robotic microarrayer from ArrayIt Corporation was used to spot the peptides onto the amino-silane surface on the Ultra-GAPS slides. The spotted microarrays were stored overnight at 4°C, kept free from moisture and blocked the next day with PBS containing 0.005 % of Tween 20 and 5 % of bovine serum albumin (BSA) for 1 h at room temperature. Each slide was divided into 14 wells with silicon seals that were attached to a solid support, creating a sealed incubation chamber inside.", "cite_spans": [], "ref_spans": [], "section": "Optimisation of microarrays"}, {"text": "Each well of the array was incubated overnight with 100 μl of serum (diluted 1:200 with PBS containing 0.005 % Tween and 5 % BSA). After being rinsed and washed six times for 2 min in PBS with 0.05 % Tween, arrays were incubated with 100 μl of a 1:1,000 dilution of a donkey anti-human IgG Dylight 649-conjugated secondary antibody (Jackson ImmunoResearch, West Grove, PA, USA) in PBS (0.005 % Tween+5 % BSA) for 1.5 h at room temperature. The arrays were then rinsed and washed again six times for 2 min. After removing the silicon seals, the arrays were washed twice for 10 min in PBS-T and twice for 15 s in distilled water. The arrays were spun dry and scanned using a GenePix 4000B Scanner.", "cite_spans": [], "ref_spans": [], "section": "Optimisation of microarrays"}, {"text": "Fluorescence intensities (medians after subtraction of the local background) were calculated from the scanned array images with GenePix Pro 6.1.0.4 (Molecular Devices, Sunnyvale, CA, USA). Fluorescence data distribution was skewed, and log transformation did not normalise the data. As described by other authors, some normalisation methods may even be more prejudicial than beneficial when trying to make data from different peptide microarrays more comparable [22] . Therefore, to compare non-normal data, nonparametric techniques, such as the Wilcoxon rank-sum test [23] , were used. To take account of the large number of pair comparisons between the panels of patients, a multiple-test procedure method featuring multiple comparisons, known as the false discovery rate, was applied [24] [25] [26] [27] .", "cite_spans": [{"start": 462, "end": 466, "text": "[22]", "ref_id": null}, {"start": 569, "end": 573, "text": "[23]", "ref_id": null}, {"start": 787, "end": 791, "text": "[24]", "ref_id": null}, {"start": 792, "end": 796, "text": "[25]", "ref_id": null}, {"start": 797, "end": 801, "text": "[26]", "ref_id": null}, {"start": 802, "end": 806, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In order to quantify the accuracy of a diagnostic test and estimate its specificity (the fraction of non-co-infected patients correctly classified by the diagnostic test) and sensitivity (fraction of co-infected patients correctly classified), a non-parametric estimation of the receiver operating characteristic (ROC) curve was used [28] . The area under the ROC curve (AUC) indicates the global performance of a diagnostic test and was estimated using the trapezoidal rule [29, 30] . The greater the AUC, the better the global performance of the diagnostic test. All statistical analyses were performed using the statistical software STATA 12.0 [31] .", "cite_spans": [{"start": 334, "end": 338, "text": "[28]", "ref_id": null}, {"start": 475, "end": 479, "text": "[29,", "ref_id": null}, {"start": 480, "end": 483, "text": "30]", "ref_id": null}, {"start": 647, "end": 651, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The most commonly used method to diagnose viral infectious diseases is based on the detection of antigen-specific antibodies from serum samples by conventional ELISA assays. Although this format offers sensitivity, specificity and automation, a drawback is the lack of sample multiplexing. Transferring these immunological assays from microtiter plates to microarray formats makes it possible to miniaturise the antigen-antibody interaction assays, analyse several peptide sequences simultaneously and reduce the volume of serum required from patients since this always represents a limiting factor in studies to develop new systems for diagnosing human diseases. Figure 1 shows the scheme of a peptide-based microarray for detecting specific antibodies.", "cite_spans": [], "ref_spans": [{"start": 664, "end": 672, "text": "Figure 1", "ref_id": null}], "section": "Results and discussion"}, {"text": "Furthermore, high-density peptide microarrays have been described as powerful tools for measuring the reactivity of antibodies against thousands of peptides simultaneously [22, 32] . Peptide microarrays can be applied in the context of infectious diseases to determine specific antibody recognition sequences. In this work, peptide microarrays were prepared to identify and define relevant epitopes in E2 proteins from GBV-C. A total of 124 peptides of 18 amino acids covering the whole E2 protein sequence, with 15 residue overlaps, were spotted in triplicate on planar slides. After testing different surfaces for the immobilisation of the 124 synthesised peptides [17] during screening of the primary structure of the E2 envelope protein of GBV-C, the solid medium that made it possible to minimise the non-specific interactions with the serums was that of γ-aminopropyl silane-functionalised adsorbent binding (UltraGAPS, Gamma Amino Propyl Silane).", "cite_spans": [{"start": 172, "end": 176, "text": "[22,", "ref_id": null}, {"start": 177, "end": 180, "text": "32]", "ref_id": null}, {"start": 667, "end": 671, "text": "[17]", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "The procedure to select the relevant E2 protein epitopes was carried out using serum samples from HIV-1-infected patients. The samples had previously been tested for the presence or absence of GBV-C anti-E2 antibodies by means of the discontinued Abbott test that have as antigenic substrate the E2 recombinant protein. Within each slide, we have incorporated positive [33] and negative controls to address the specificity of the recognition signal we found.", "cite_spans": [{"start": 369, "end": 373, "text": "[33]", "ref_id": null}], "ref_spans": [], "section": "Results and discussion"}, {"text": "By using a human/monkey anti-IgG as a secondary antibody conjugated to Dylight 649 fluorescent dye, the required volume of human serum was reduced considerably compared to the amount used in ELISA assays [33] . The selection procedure of E2 antigenic peptides was carried out in three steps, as described below. Eight HIV-1+/E2 GBV-C+ sera, eight HIV-1+/E2 GBV-C− sera and four negative control sera were randomly selected in order to identify a subset of the 124 initial peptides indicating potentially antigenic zones. The fluorescence of each peptide (in triplicate) was obtained for each serum sample (Figs. 1 and 2a) .", "cite_spans": [{"start": 204, "end": 208, "text": "[33]", "ref_id": null}], "ref_spans": [{"start": 605, "end": 621, "text": "(Figs. 1 and 2a)", "ref_id": null}], "section": "Results and discussion"}, {"text": "Using the results of the eight HIV-1+/E2 GBV-C+ sera, three zones with very high fluorescence values were identified: zone I (peptide 1 to peptide 9), zone II (peptide 10 to peptide 27) and zone III (peptide 45 to peptide 55), covering 38 peptides (31 % of the initial 124 peptides; Fig. 2b ). Focusing on these three zones, we compared the distribution of the fluorescence values of the HIV-1+/E2 GBV-C+, HIV-1+/E2 GBV-C− and negative control sera between the 38 peptides identified and the 86 that remained. The nonparametric Wilcoxon rank-sum test was used. The selected peptides showed statistically significant higher fluorescence values than the non-selected peptides.", "cite_spans": [], "ref_spans": [{"start": 283, "end": 290, "text": "Fig. 2b", "ref_id": null}], "section": "Results and discussion"}, {"text": "Likewise, in the 38 peptides selected, the fluorescence values were significantly higher in the HIV-1+/E2 GBV-C+ sera than in either the HIV-1+/E2 GBV-C− or negative control sera. These results indicate that the 38 identified peptides could differentiate the serum panels analysed. This set of peptides showed a higher reactivity with serum from the HIV-1/GBV-C-co-infected patients compared to the reactivity obtained with serum from the HIV-1 patients without GBV-C E2 antibodies and serum from the healthy volunteers.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "Taking into account the first selection of peptides with the limited number of characterised sera, an antigenic study was carried out using the whole first panel of 76 sera from HIV patients and the second serum panel from the volunteer blood donors. All the serum samples in each panel were analysed using the 38 peptides previously identified plus two irrelevant peptides that were spotted in triplicate on the UltraGAPS slides, as previously described, and the median fluorescence value was obtained. Descriptive results [Fig. 3 , Table S1 Electronic supplementary material (ESM)] showed the variation in fluorescence for the three groups of serum samples within a peptide and the differences between peptides within a group of sera.", "cite_spans": [], "ref_spans": [{"start": 524, "end": 531, "text": "[Fig. 3", "ref_id": null}, {"start": 534, "end": 542, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Second selection: comparison of the HIV-1+/E2 GBV-C and negative control panels"}, {"text": "For some peptides, the fluorescence values of the HIV-1 +/E2 GBV-C− sera were higher than the values of the negative controls and, at the same time, lower than the values of the HIV-1+/E2 GBV-C+ patients (e.g. P3, P15). Nevertheless, in other peptides this was not observed (e.g. P1, P27). These results indicate that some peptides seem to specifically recognise antibodies in the HIV-1+/E2 GBV-C+ sera previously tested with the Abbott test.", "cite_spans": [], "ref_spans": [], "section": "Second selection: comparison of the HIV-1+/E2 GBV-C and negative control panels"}, {"text": "To select a new set of peptides, we conducted two comparisons of the fluorescence data distribution between serum (2) HIV-1+/E2 GBV-C+ versus HIV-1+/E2 GBV-C− groups. The distribution of the fluorescence values was compared for each peptide using the non-parametric Wilcoxon rank-sum test. Given the large number of comparisons, a multiple-test procedure method featuring multiple comparisons, known as the false discovery rate, was applied in order to reduce the chance of establishing differences among groups where there were none. As a result of the statistical analysis, the peptides whose fluorescence distribution in the serum panel from the HIV-1 patients was significantly higher than the fluorescence distribution in the negative control panel (the volunteer blood donors) were selected. Furthermore, those peptides whose fluorescence data distribution of the serum from the HIV-1 patients with GBV-C anti-E2 antibodies was higher and significantly different from those of the serum from the HIV-1 patients without GBV-C anti-E2 antibodies were selected. In addition to the above criteria, the fluorescence median of the HIV-1+/E2 GBV-C E2+ group should be higher than 1,000 (twice the background noise). P11 was considered a special case and was not selected regarding the 75th percentile values of fluorescence in HIV-1+/E2GBV-C− and HIV-1+/ E2GBV-C+ panels. P19 and P54 were also considered special cases and were selected regarding the 75th percentile values of fluorescence (Table S2, ESM) .", "cite_spans": [], "ref_spans": [{"start": 1489, "end": 1504, "text": "(Table S2, ESM)", "ref_id": null}], "section": "Second selection: comparison of the HIV-1+/E2 GBV-C and negative control panels"}, {"text": "Overall, 17 peptides from the initial 38 sequences corresponding to the three putative antigenic regions of GBV-C E2 protein were selected. Thus, 44.7 % of the peptides in the initial step (17/38) were selected: 33 % of the peptides in zone I (P3, P4 and P6); 61 % of the peptides in zone II (P10, P12 to P20, and P24); and 27 % of the peptides in zone III (P51, P52 and P54).", "cite_spans": [], "ref_spans": [], "section": "Second selection: comparison of the HIV-1+/E2 GBV-C and negative control panels"}, {"text": "The objective of diagnostic tests is to determine the presence or absence of a pathological event (illness, infection, etc.). ROC curves were used to calculate the sensitivity and specificity values of the test. The AUC was also calculated as a Table 2 Classification of testing serum samples by the selected peptides For a fixed specificity, established at 94.74 %, the cut-off point of each peptide was determined as the value of maximum sensitivity.", "cite_spans": [], "ref_spans": [{"start": 245, "end": 252, "text": "Table 2", "ref_id": null}], "section": "Third selection: diagnostic capacity"}, {"text": "Using the HIV-1+/E2 GBV-C+ and negative control serum samples, 17 ROC curves were estimated using a nonparametric method, one per peptide. The negative controls were selected as representative of a population with a very low risk of contact with GBV-C. Results are shown in Table 1 . ROC curve analysis is shown in Fig. S1 (ESM) and fluorescence variation of the HIV-1+/E2 GBV-C+ group (as positive control) and negative control serum samples, together with the cut-off value of each peptide in Fig. S2 of the ESM.", "cite_spans": [], "ref_spans": [{"start": 274, "end": 281, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 315, "end": 322, "text": "Fig. S1", "ref_id": null}, {"start": 495, "end": 502, "text": "Fig. S2", "ref_id": null}], "section": "Third selection: diagnostic capacity"}, {"text": "Regarding these results, peptides with a sensitivity higher than 79 % and a percentage of serums correctly classified greater than or equal to 85 % were selected. Eleven of the 17 peptides (64.7 %) were then selected: zone I (P3, P4); zone II (P12, P13, P15, P16, P17, P18, P19 and P24); and zone III (P54). The AUC of five of these peptides was greater than 0.98, which indicates excellent discriminatory power; five peptides had an AUC of between 0.90 and 0.98, which indicates very good discriminatory power, and the AUC of peptide P54 was 0.87. After all of these selection steps, 11 peptides (9 % of the initial 124 peptides) of the GBV-C E2 protein were selected as potential antigenic peptides for the detection of anti-GBV-C antibodies.", "cite_spans": [], "ref_spans": [], "section": "Third selection: diagnostic capacity"}, {"text": "In an attempt to apply GBV-C E2 peptides for the diagnosis of GBV-C in HIV-1 patients, we investigated the capacity of the 11 peptides selected to interact with anti-E2 antibodies in HIV-1-infected patients with no known GBV-C/HIV-1 co-infection. At this point, we also analysed the selected 11 peptide sequences by means of the Basic Local Alignment Search Tool (BLAST) (http://www.ncbi.nlm.nih. gov/blast/Blast.cgi). The BLAST programme finds regions of local similarity between sequences comparing nucleotide or protein sequences to sequence databases and calculates the statistical significance of matches. After analysing all selected peptide domains, we proved that they just belong to different strains of GB virus C, and they do not match to any other known virus. Thus, the peptides-sera reactivity observed could specifically be related to antibodies anti-E2.", "cite_spans": [], "ref_spans": [], "section": "Diagnostic value of antibodies against selected peptides in HIV-1-infected patients"}, {"text": "Microarray assay was performed as described using UltraGAPS slides printed with the 11 peptides previously selected and the 60 serum samples from the third panel (serum testing panel). The median fluorescence value was obtained in triplicate. Descriptive results (Fig. 4) showed the variation of fluorescence within a peptide for the testing panel, together with the HIV-1+/E2 GBV-C+ group (as a positive control) and negative control serum samples. The cut-off value for each peptide is shown.", "cite_spans": [], "ref_spans": [{"start": 263, "end": 271, "text": "(Fig. 4)", "ref_id": "FIGREF1"}], "section": "Diagnostic value of antibodies against selected peptides in HIV-1-infected patients"}, {"text": "In order to determine whether these 60 serum samples could be considered anti-E2 GBV-C antibody positive, serum patterns were created. The pattern of each serum is a description of the peptides selected in which the median fluorescence value of the serum was greater than or equal to the corresponding cut-off (P## CO ; Table 2 ). Thus, taking into account the number of P## CO in each pattern, we defined a serum as anti-E2 GBV-C antibody positive when the pattern included at least six peptides. Moreover, the three antigenic zones previously identified had to appear within these patterns in their entirety, and we therefore ensured that at least one peptide from each zone was also present in a pattern for a serum to be considered anti-E2 GBV-C antibody positive (Table 3 ). These patterns demonstrate that patient serum shows reactivity against different peptides, which on their own are less specific markers for GBV-C infection than when combined. The creation of these patterns is important for the improvement of diagnostic accuracy with a combined set of peptides. Thus, peptide microarray technology can help establish reliable diagnostic biomarkers by employing a combination of antigenic peptides.", "cite_spans": [], "ref_spans": [{"start": 320, "end": 327, "text": "Table 2", "ref_id": null}, {"start": 768, "end": 776, "text": "(Table 3", "ref_id": "TABREF1"}], "section": "Diagnostic value of antibodies against selected peptides in HIV-1-infected patients"}, {"text": "Twenty-eight of the 60 sera from the testing panel were classified as anti-E2 GBV-C antibody positive. This corresponded to a reactivity of 47 %. This value is in agreement with the reported prevalence of GBV-C viraemia, which ranges from 14 to 43 % among HIV-1-infected people [2] . Bearing in mind these results, the potential antigenic peptides selected could be considered a useful tool for designing a new diagnostic system based on peptide microarrays to determine anti-E2 GBV-C antibodies in the serum of HIV-1infected patients.", "cite_spans": [{"start": 278, "end": 281, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Diagnostic value of antibodies against selected peptides in HIV-1-infected patients"}, {"text": "This work demonstrates that peptide microarrays are instrumental in identifying relevant antigenic peptide sets in the GBV-C E2 protein since they make it possible to measure anti-E2 antibody responses to multiple peptide sequences simultaneously. Our results show the usefulness of synthetic peptides as potential antigens for the development of a new GBV-C antibody peptide-based microarray for diagnosis in HIV-1-infected patients. The 11 peptides selected in this GBV-C E2 protein antigenic study identified anti-E2 GBV-C antibodies among HIV-1-infected patients, establishing a reactivity of 47 %. Furthermore, these results reinforce the need for a combination of potentially antigenic epitopes of different GBV-C E2 domains to achieve a more accurate and precise diagnostic system.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF30": {"ref_id": "b30", "title": "Stata Statistical Software: Release 12. StataCorp LP", "authors": [{"first": "", "middle": [], "last": "Statacorp", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Scanned image of a slide. b Fluorescence values of 124 GBV-C E2 peptides for 8 HIV-1+/E2 GBV-C+ sera Negative Controls GBV-C-: HIV-1+/E2 GBV-C-GBV-C+: HIV-1+/E2 GBV-C+ Distribution", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distribution of fluorescence values for the testing panel together with HIV-1+/E2 GBV-C+ group (as positive control) and negative controls serum samples by peptide. Horizontal red line indicates the ROC cut-off value of each peptide measure of the discriminatory power of the diagnostic test.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Testing serum's patterns listed by number of P## CO", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sera </td><td>Pattern\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Zone I </td><td> </td><td>Zone II </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Zone III\n</td></tr><tr><td> </td><td>Sera with 7 PCO\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. </td><td>31 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td> </td><td>P16CO </td><td> </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>2. </td><td>33 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td> </td><td> </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>3. </td><td>46 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td> </td><td>P18CO </td><td> </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>4. </td><td>51 </td><td>P3CO </td><td>P4CO </td><td> </td><td> </td><td>P15CO </td><td>P16CO </td><td> </td><td>P18CO </td><td> </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>5. </td><td>55 </td><td> </td><td>P4CO </td><td> </td><td> </td><td> </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td> </td><td>Sera with 8 PCO\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. </td><td>29 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td> </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>2. </td><td>36 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td> </td><td> </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>3. </td><td>54 </td><td> </td><td>P4CO </td><td> </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td> </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td> </td><td>Sera with 9 PCO\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. </td><td>14 </td><td>P3CO </td><td> </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>2. </td><td>21 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>3. </td><td>35 </td><td> </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>4. </td><td>49 </td><td>P3CO </td><td> </td><td> </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td> </td><td>Sera with 10 PCO\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. </td><td>1 </td><td>P3CO </td><td> </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>2. </td><td>3 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>3. </td><td>7 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>4. </td><td>16 </td><td> </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>5. </td><td>26 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>6. </td><td>27 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>7. </td><td>28 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>8. </td><td>34 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td> </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>9. </td><td>38 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td> </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td> </td><td>Sera with 11 PCO\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>1. </td><td>5 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>2. </td><td>6 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>3. </td><td>30 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>4. </td><td>39 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>5. </td><td>41 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>6. </td><td>48 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr><tr><td>7. </td><td>53 </td><td>P3CO </td><td>P4CO </td><td>P12CO </td><td>P13CO </td><td>P15CO </td><td>P16CO </td><td>P17CO </td><td>P18CO </td><td>P19CO </td><td>P24CO </td><td>P54CO\n</td></tr></table></body></html>"}}, "back_matter": []}