{"paper_id": "e8ab8e216a3802621371180ea3adb246559ac9ee", "metadata": {"title": "Essential Noninvasive Multimodality Neuromonitoring for the Critically Ill Patient", "authors": [{"first": "Frank", "middle": ["A"], "last": "Rasulo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tommaso", "middle": [], "last": "Togni", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stefano", "middle": [], "last": "Romagnoli", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This article is one of ten reviews selected from the Annual Update in Intensive Care and Emergency Medicine 2020. Other selected articles can be found online at https://www.biomedcentral.com/collections/annualupdate2020. Further information about the Annual Update in Intensive Care and Emergency Medicine is available from http:// www.springer.com/series/8901.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Technology has made huge progress within the field of medicine, where newer and more sophisticated devices have been created to assist clinicians in daily practice. Many of these instruments have become either less invasive or noninvasive. Such is the case for neuromonitoring, where it is now possible to apply multimodality noninvasive monitoring to derive a great deal of information necessary for both therapeutic and prognostic purposes.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Multimodal evaluation becomes paramount when dealing with brain injury, whether it be traumatic or nontraumatic. Such is the case for monitoring of brain stem reflexes, cerebral hemodynamics, and brain function. Brain stem reflexes can be evaluated through a clinical neurological exam. However, this is not always possible, due to drugs or impossibility of evoking the reflexes for inaccessible areas of the scalp or head. Yet, there are reflexes that require a more precise evaluation in order to be useful. Such is the case for the automated pupillary response to light, which can be done with extraordinary accuracy using pupillometry devices. Cerebral hemodynamics, most commonly represented by cerebral blood flow (CBF), intracranial pressure (ICP), and cerebral perfusion pressure (CPP), can now be evaluated with a good level of reliability using brain ultrasound. Cerebral function can be evaluated using electrophysiological monitoring, which has become easily applicable also by neurointensivists, in part due to the development of more user-friendly devices. These three components represent the concept of essential noninvasive multimodality neuromonitoring, which we describe in this chapter.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "One of the most important parameters to evaluate when performing a clinical neurological examination of the brain stem reflexes is the pupillary light reflex. The pupil constricts when the light signal is carried to the tectal plate in the midbrain, then to the Edinger-Westphal nucleus, and then to the eye where it causes the motor fibers to contract, visualized clinically by pupil constriction. The pupillary light reflex, along with size and size differences between pupils (anisocoria), provides information regarding the functional status of both the optic and the oculomotor nerves.", "cite_spans": [], "ref_spans": [], "section": "Automated Pupillometry"}, {"text": "Until recently, evaluation of the pupils was performed through simple observation of the pupil's reaction to light evoked by flashlights. Similarly, the pupil's diameter and anisocoria were assessed by an approximate estimation. However, manual examination of the pupillary light reflex is subject to large inter-examiner discrepancies, as high as 40%, particularly when miosis is present. The discrepancy may be further increased in the presence of other confounding factors such as alcohol, drugs, or hypothermia [1] . Couret et al. observed an error rate of 20% and a 50% failure rate in the detection of anisocoria even for pupils of an intermediate size (2-4 mm) [2] . Larson et al. demonstrated that there was a complete failure in detecting the pupillary light reflex when manual examination was performed when the reflex amplitude was <0.3 mm [3] . The examiner would score the initial diameter of the pupil, followed by light stimulation. Reactivity was described as present or absent, or briskly reactive versus sluggishly reactive.", "cite_spans": [{"start": 515, "end": 518, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 521, "end": 534, "text": "Couret et al.", "ref_id": null}, {"start": 659, "end": 667, "text": "(2-4 mm)", "ref_id": null}, {"start": 668, "end": 671, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 851, "end": 854, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Automated Pupillometry"}, {"text": "Recently, automated infrared pupillometry has been introduced into clinical practice, quickly gaining popularity due to its quantitative precision, low cost, noninvasiveness, bedside applicability, and easy-to-use technology, contributing to a modern precision-oriented approach to medicine. With the event of this new technology, it is now possible to add important prognostic and diagnostic information to clinical practice when dealing with the patient with brain injury of various origins.", "cite_spans": [], "ref_spans": [], "section": "Automated Pupillometry"}, {"text": "A few devices are available on the market and are composed of an infrared light-emitting diode, a digital camera that captures the outer border of the iris and senses the reflected infrared light, a data processor, and a screen display showing measured variables in response to the light stimulation, in both a numerical and a graphical format (Fig. 1 ). The measured variables are size, asymmetry, constriction change to light stimulation, latency, and constriction and dilation velocity. The average reported values are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 344, "end": 351, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 531, "end": 538, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Automated Pupillometry"}, {"text": "Clinicians have been checking the pupils of patients with suspected or known brain injury or impaired consciousness for over 100 years. The use of the automated pupillary light reflex has been applied in various forms of brain injury for both prognostic and diagnostic reasons. Its use as a prognostic tool has been mostly studied in the comatose post-cardiac arrest patient. Rossetti et al. showed that bilateral absence of the standard manual pupillary light reflex at day 3 following cardiac arrest was a strong predictor of poor outcome [4] . However, these patients may be under opioid sedation and the pupillary light reflex may be subject to confounding effects, therefore reducing the prognostic accuracy.", "cite_spans": [{"start": 376, "end": 391, "text": "Rossetti et al.", "ref_id": null}, {"start": 541, "end": 544, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Prognosis Following Cardiac Arrest"}, {"text": "Behrends et al. [5] were the first to show that quantitative pupillometry had strong prognostic predictive value during cardiopulmonary resuscitation (CPR) in in-hospital cardiac arrest patients and strong correlations between return to spontaneous circulation and quantitative pupillary were also demonstrated by Yokobori et al. [6] . Pupillometry has been shown to be equally accurate in predicting poor 1-year outcome compared to absent reactivity on the EEG and bilaterally absent N20 waves on SSEPs [5, 6] .", "cite_spans": [{"start": 16, "end": 19, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 330, "end": 333, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 504, "end": 507, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 508, "end": 510, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Prognosis Following Cardiac Arrest"}, {"text": "One multicenter study recently compared quantitative automated pupillary light reflex and neurological pupillary index (NPi; using the NeurOptics NPi-200, NeurOptics, Laguna Hills, CA) to manual pupillary light reflex in comatose cardiac arrest patients and found that an NPi ≤2, performed between days 1 and 3 following cardiac arrest, was 100% specific for an unfavorable 3-month neurological outcome when compared to manual pupillary light reflex [7] .", "cite_spans": [{"start": 450, "end": 453, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Prognosis Following Cardiac Arrest"}, {"text": "Pupillary light reactivity is a well-described prognostic variable in the setting of severe head injury. The literature is full of evidence demonstrating that alterations of the pupillary Pupil dilation to pain Pupillary dilation reflex (%) * * 33", "cite_spans": [], "ref_spans": [], "section": "Traumatic Brain Injury"}, {"text": "Pupillary pain index * * Depends on intensity of stimulation [16] [17] [18] [19] PLR pupillary light reflex light reflex, pupil size, and/or anisocoria are correlated with outcome following traumatic brain injury (TBI) [8] . In fact, neurosurgeons triage patients to surgical evacuation of mass lesions or conservative therapy according to the pupillary status [9] . It has also been shown that patients who undergo prompt treatment after a new pupil abnormality, whether it be medical or surgical, have a better outcome [3] .", "cite_spans": [{"start": 61, "end": 65, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 66, "end": 70, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 71, "end": 75, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 76, "end": 80, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 219, "end": 222, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 361, "end": 364, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 521, "end": 524, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Traumatic Brain Injury"}, {"text": "In patients with acute traumatic epidural hematoma and Glasgow Coma Scale (GCS) score <8, anisocoria was present in 67% of patients and reducing the surgery interval to <90 min was associated with a better outcome [10] . TBI patients with a GCS = 3 and fixed, dilated pupils had no chance of survival, whereas patients with a GCS = 3 with pupils that were not fixed or dilated had an excellent survival rate [11] . Intracranial hypertension is associated with decreased NPi, and patients with elevated ICP had an improvement in NPi values after treatment with osmotic therapy. Therefore, pupillometry has the potential as a noninvasive tool to assess the efficacy of osmotic therapy [12] .", "cite_spans": [{"start": 214, "end": 218, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 408, "end": 412, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 683, "end": 687, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Traumatic Brain Injury"}, {"text": "Stevens et al. performed a prospective observational study on 40 patients with TBI requiring invasive ICP monitoring and showed a weak relationship between ICP events and a preceding NPi event. The strength of this trend appeared to diminish post-decompressive surgery [13] . Jahns et al. assessed 54 patients with severe TBI with abnormal lesions on head computed tomography (CT) imaging who underwent parenchymal ICP monitoring and repeated NPi assessment through four consecutive measurements over intervals of 6 h prior to sustained elevated ICP >20 mmHg and found that episodes of elevated ICP correlated with a concomitant decrease in NPi. Sustained abnormal NPi was in turn associated with a more complicated ICP course and worse outcome [14] .", "cite_spans": [{"start": 269, "end": 273, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 745, "end": 749, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Traumatic Brain Injury"}, {"text": "Vassilieva et al. assessed the feasibility of automated pupillometry for the detection of command following in patients with altered consciousness. They enrolled 20 healthy volunteers and 48 patients with a wide range of neurological disorders who were asked to engage in mental arithmetic [15] . Fourteen of 20 (70%) healthy volunteers and 17 of 43 (39.5%) neurological patients fulfilled pre-specified criteria for command following by showing pupillary dilations during 4 or 5 arithmetic tasks.", "cite_spans": [{"start": 290, "end": 294, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Traumatic Brain Injury"}, {"text": "None of the five sedated and unconscious ICU patients passed this threshold. Therefore, automated infrared pupillometry combined with mental arithmetic appears to be a promising paradigm for the detection of covert consciousness in unresponsive patients with brain injury and may have potential in the future of providing a tool that can reveal covert consciousness in patients in whom standard investigations have failed to detect signs of consciousness (Fig. 2 ).", "cite_spans": [], "ref_spans": [{"start": 455, "end": 462, "text": "(Fig. 2", "ref_id": "FIGREF2"}], "section": "Traumatic Brain Injury"}, {"text": "Objective nociceptive assessment and optimal pain management have gained increasing attention and adequate nociceptive monitoring remains challenging in noncommunicative, critically ill adults. In the intensive care unit (ICU), routine nociceptive evaluation in mechanically ventilated patients is usually carried out through scales such as the Behavior Pain Scale (BPS). However, this assessment is limited by medication use (e.g., neuromuscular blocking agents) and the inherent subjective character of nociceptive evaluation by third parties.", "cite_spans": [], "ref_spans": [], "section": "Pain Assessment in Unconscious Patients"}, {"text": "Since pupillary reflexes are submitted to controlled regulation by the autonomic nervous system, pupillometry allows the assessment of pain in patients subjected to painful stimulation. In fact, pupillary constriction is mediated by the parasympathetic system, whereas dilation is mediated by the noradrenergic sympathetic fibers that are under the influence of stimuli, including stress and pain. A painful stimulus would typically evoke a pupillary dilation reflex. The potential for application of pupillometry for pain evaluation becomes even greater when dealing with the unconscious patient, during general anesthesia for example, where pain assessment scores have no value. Several studies have suggested the use of pupillometry in noncommunicative ICU adults. Paulus et al. demonstrated that pupillary dilation reflex evaluation may predict analgesia requirements during endotracheal aspiration [16] . Moreover, this method may be able to reveal different levels of analgesia and could have discriminatory properties regarding different types of noxious procedures [17] . Recently, scientific interest has been directed toward the use of specific protocols for pupillary dilation reflex assessment because of their low stimulation currents. The pupillary pain index protocol suggested in our approach has been previously investigated in anesthetized adults, revealing a significant correlation between pupillary dilation reflex and opioid administration [18] . Furthermore, Sabourdin et al. demonstrated that pupillary dilation reflex can be used to guide individual intraoperative remifentanil administration and therefore reduce intraoperative opioid consumption and postoperative rescue analgesia requirements [19] .", "cite_spans": [{"start": 903, "end": 907, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1073, "end": 1077, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1462, "end": 1466, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1721, "end": 1725, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Pain Assessment in Unconscious Patients"}, {"text": "Bedside ultrasonography is becoming increasingly widespread in modern medicine, especially in the intensive care setting where this kind of resource is easily accessible and always available to physicians. Brain ultrasonography is a safe, noninvasive way to assess brain anatomy, pathology, and intracranial blood flow. Transcranial Doppler was first introduced in 1982 by Aaslid et al. to record flow velocity in basal cerebral arteries [20] . Advances in technology introduced transcranial colorcoded duplex ultrasonography which allows us to assess anatomical features of the brain, rather than just identify brain vessels blindly.", "cite_spans": [{"start": 438, "end": 442, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Brain Ultrasound"}, {"text": "Brain ultrasonography can be applied in different settings, even outside of neurosurgical ICUs: stroke units, enabling physicians to assess the effectiveness of a fibrinolytic therapy, and operating rooms for monitoring CBF during carotid vascular surgery are just some examples of its potential.", "cite_spans": [], "ref_spans": [], "section": "Brain Ultrasound"}, {"text": "Despite being less reliable compared to CT scans and magnetic resonance imaging (MRI), transcranial colorcoded duplex ultrasonography is a useful tool to monitor intracranial lesions, such as hematomas, which might cause a midline shift. It might even enable the clinician to assess the ventricles and parenchyma in selected patients with a good acoustic window [21] .", "cite_spans": [{"start": 362, "end": 366, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Brain Ultrasound"}, {"text": "There are four main acoustic windows accessible for brain ultrasonography, usually performed with a 2-2.5 MHz probe (Fig. 3 ):", "cite_spans": [], "ref_spans": [{"start": 116, "end": 123, "text": "(Fig. 3", "ref_id": "FIGREF1"}], "section": "Different Approaches"}, {"text": "1. Transtemporal approach: between the tragus and the lateral orbit wall, with the probe marker facing toward the eye. The first landmark is the contralateral skull, which is normally around 15 cm deep. The midbrain (Fig. 4 left panel) appears as a hypoechoic shaped heart in the middle of the scan. Once found, the power Doppler can be selected to explore the circle of Willis. This approach is generally used to identify midline shifts (when scanning the third ventricle, which appears as a hypoechoic band between two hyperechoic lines, as shown in Fig. 5 ) and assess blood flow (Fig. 6 ). 2. Transorbital approach: Through transorbital ultrasonography it is possible to assess the optic nerve sheath diameter (Fig. 7) , as well as blood flow in the ophthalmic artery.", "cite_spans": [], "ref_spans": [{"start": 216, "end": 223, "text": "(Fig. 4", "ref_id": "FIGREF3"}, {"start": 552, "end": 558, "text": "Fig. 5", "ref_id": "FIGREF4"}, {"start": 583, "end": 590, "text": "(Fig. 6", "ref_id": null}, {"start": 714, "end": 722, "text": "(Fig. 7)", "ref_id": null}], "section": "Different Approaches"}, {"text": "Occipital approach: The landmark for this approach is 1 cm below the external occipital protuberance, aiming forward and superiorly (toward the eyes), starting with a large scale (11-13 cm); the anatomic landmarks which can be seen with ultrasound are the clivus (hyperechoic structure) and the foramen magnum (hypoechoic). Using the power Doppler function, it is possible to scan for both vertebral arteries ending the basilar artery (Fig. 8 ).", "cite_spans": [], "ref_spans": [{"start": 435, "end": 442, "text": "(Fig. 8", "ref_id": null}], "section": "Different Approaches"}, {"text": "Submandibular approach: The submandibular window allows assessment of the extracranial and intracranial or extradural segment of the internal carotid artery. The probe should be placed at the angle of the mandible, directed slightly medially and posteriorly. The internal carotid artery can usually be identified at a depth of 40-60 mm.", "cite_spans": [], "ref_spans": [], "section": "Different Approaches"}, {"text": "The optic nerve sheath diameter is a good surrogate measurement for ICP [22] ; cutoffs >0.5 cm correlate well with an ICP >20 mmHg. This noninvasive, quick, repeatable way to assess ICP carries a sensitivity of 0.90 and therefore a good level of diagnostic accuracy to quickly detect increased ICP [23] . Using a linear probe placed transversally over the closed eyelid of the patient, the clinician can scan the optic nerve behind the eye, as a hypoechoic structure extending posteriorly from the retina. Measurements of its diameter should be taken 3 mm from the globe perpendicularly (as shown in Fig. 7) , using an electronic caliper. The rationale behind this technique is related to the anatomy of the optic nerve, which originates directly from the central nervous system (CNS) and is surrounded by the meningeal sheaths and cerebrospinal fluid (CSF): increases in ICP shift CSF into this space, which increases in diameter. This easy and repeatable technique carries one important pitfall, which is the artifact created by the retinal artery. This vessel runs close to the nerve and might appear as a hypoechoic bump that is particularly difficult to distinguish from the optic nerve. When any suspicion arises, color Doppler mode should be used to evaluate the presence of blood flow.", "cite_spans": [{"start": 72, "end": 76, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 298, "end": 302, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 600, "end": 607, "text": "Fig. 7)", "ref_id": null}], "section": "The Optic Nerve Sheath Diameter"}, {"text": "ICP can be estimated using brain ultrasonography, through a transtemporal approach, assessing blood flow in the middle cerebral artery. The formula used was first introduced by Czosnyka et al. in 1998 [24] , originally to estimate CPP noninvasively: The third ventricle appears as a hypoechoic band between two hyperechoic lines", "cite_spans": [{"start": 201, "end": 205, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Noninvasive ICP Measurement"}, {"text": "where MAP is the mean arterial pressure, FVd the diastolic flow velocity, and FVm the mean flow velocity. However, given that MAP-ICP=CPP, the formula can be written as", "cite_spans": [], "ref_spans": [], "section": "Noninvasive ICP Measurement"}, {"text": "Evidence shows that this method can accurately exclude intracranial hypertension in patients with acute brain injury. The best ICP threshold estimated was 24.8 mmHg, which carried a sensitivity of 100% and a specificity of 91.2% [25] . Another useful tool to consider while estimating ICP using this technique is the pulsatility index. This is calculated as the difference between systolic and diastolic flow velocities, divided by the mean velocity. Many studies have supported the interpretation of the pulsatility index as a tool to reflect distal cerebrovascular resistances, attributing a higher pulsatility index to higher cerebrovascular resistances [26] . However, the pulsatility index is not dependent solely on cerebrovascular resistances, but its value is the result of an interplay between cerebrovascular resistances, CPP, and compliance of the arterial bed. Some authors consider this parameter as less reliable for estimation of ICP [27] , and it should therefore be used together with other noninvasive methods for estimation of ICP (transcranial color-coded duplex ultrasonographyoptic nerve sheath diameter, as already described).", "cite_spans": [{"start": 229, "end": 233, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 657, "end": 661, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 949, "end": 953, "text": "[27]", "ref_id": null}], "ref_spans": [], "section": "Noninvasive ICP Measurement"}, {"text": "Vasospasm after aneurysmal subarachnoid hemorrhage (SAH) is the main cause of delayed cerebral ischemia and is associated with severe mortality and morbidity. Guidelines agree on the importance of monitoring blood flow velocities noninvasively [28] . Transcranial Doppler and transcranial color-coded duplex ultrasonography play a pivotal role in the detection of this complication after aneurysmal SAH. Monitoring mean flow velocities is not enough, as an increase in flow velocity does not necessarily imply arterial narrowing. To differentiate this from cerebral hyperemia, Lindegaard et al. [29] introduced a ratio between either the middle cerebral artery Fig. 6 The circle of Willis, as scanned from a transtemporal approach in a patient who underwent a decompressive craniectomy. The different shapes of the arterial flows are shown in the picture Fig. 7 The optic nerve sheath diameter can be measured using a transorbital approach Fig. 8 An occipital approach to assess vertebral and basilar blood flow. Landmarks are the hyperechoic clivus and hypoechoic foramen magnum or the anterior cerebral artery and the internal carotid artery, using a threshold of 3 as a diagnostic criterion. A Lindegaard ratio of 3 or above was diagnostic for vasospasm, a Lindegaard ratio of less than 3 indicated hyperemia, and a Lindegaard ratio of 6 was highly predictive of severe vasospasm. A blunt increase in flow velocities of 50 cm/s or more within 24 h is also predictive of vasospasm. In 2002, a modified Lindegaard ratio was published for the assessment of basilar vasospasm as a ratio between basilar artery and extracranial vertebral artery, using a cutoff of 2 to differentiate between vasospasm and hyperemia [30] .", "cite_spans": [{"start": 244, "end": 248, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 595, "end": 599, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1713, "end": 1717, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 661, "end": 667, "text": "Fig. 6", "ref_id": null}, {"start": 855, "end": 861, "text": "Fig. 7", "ref_id": null}, {"start": 940, "end": 946, "text": "Fig. 8", "ref_id": null}], "section": "Aneurysmal Subarachnoid Hemorrhage and Vasospasm"}, {"text": "Midline shift can be effectively determined using the transtemporal window, axial plane on ultrasound. The main landmarks are the contralateral skull bone and the mesencephalon, and once those are found and centered in the image, the probe can be tilted cranially 10°until the third ventricle appears in the middle of the scan (diencephalic plane), as two parallel hyperechoic lines in the middle of the field, according to the technique described by Seidel et al. in 1996 [19] . Having identified the third ventricle, the clinician should use an electronic caliper to measure the distance between the ventricle and the inner part of the skull bone, bilaterally. The difference between the two measurements divided by two is the estimation of the midline shift. This relates well with the midline shift measured on CT scan (compared with the Bland-Altman method), regardless of the cause of the shift (spaceoccupying lesion, hematoma) [31] (Fig. 5) .", "cite_spans": [{"start": 473, "end": 477, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 935, "end": 939, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 940, "end": 948, "text": "(Fig. 5)", "ref_id": "FIGREF4"}], "section": "Midline Shift"}, {"text": "Digital subtraction angiography is considered the gold standard for the confirmation of cerebral circulatory arrest and brain death. However, it requires transport of a hemodynamically unstable patient to the radiology suite to perform an invasive procedure. CBF can be assessed using transcranial Doppler. Increased ICP blunts diastolic flow velocities and, when ICP equals the diastolic arterial blood pressure, flow velocity becomes zero. When ICP increases even further, there is a backflow of blood during the diastolic phase. This phenomenon is called reverberating flow, after diastolic peak blood flows in the opposite direction, and can be assessed with transcranial Doppler. Brunser et al. reported that power mode transcranial Doppler had high sensitivity and specificity for diagnosis of brain death, respectively 100% and 98% (flow velocity was assessed in the middle cerebral artery using a transtemporal approach) [32] (Fig. 9 ).", "cite_spans": [{"start": 929, "end": 933, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 934, "end": 941, "text": "(Fig. 9", "ref_id": null}], "section": "Cerebral Circulatory Arrest"}, {"text": "Precision medicine represents \"a new era of medicine through research, technology, and policies that empower patients, researchers, and providers to work together toward development of individualized care.\" With these words, Barack Obama, former president of the United States, launched the Precision Medicine Initiative on January 20, 2015. Funds were dedicated to creating treatments tailored to individual patients' biologic (genetic and molecular) profiles. Interestingly, current attempts toward standardization of care-protocols, checklists, algorithms, evidence-based medicine, guidelines, consensus papers, and enhanced recovery after surgery programs-challenge precision medicine. While protocols provide guidelines derived from strong evidence that decreases standard variability of care, eventual personalization discovered through clinical algorithms may provide better outcomes [33] .", "cite_spans": [{"start": 891, "end": 895, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Processed Electroencephalography"}, {"text": "Drug response to sedatives and hypnotics is just one example of interindividual variability related to pharmacogenomics. In this light, identification of the correct dose of sedatives for optimal sedation in the ICU, through proper monitoring and within specific institutional protocols, matches well with the concept of precision and personalized medicine.", "cite_spans": [], "ref_spans": [], "section": "Processed Electroencephalography"}, {"text": "Intensivists continuously monitor their patients' organs and systems during the ICU stay: of the cardiovascular system using invasive and noninvasive methods; the respiratory system using blood gas and ventilator curve analysis; and renal function using urine output, creatinine, and biomarker levels. The brain is the main target of the sedatives frequently administered to critically ill patients, but no monitor is usually applied to monitor their effect on brain electrical activity, at least outside the neuro-ICU. The main reason for this reality is that electroencephalography (EEG) [34] is a complex investigation system that few intensivists can interpret. Technological evolution has developed a variety of Fig. 9 Reverberating flow in a patient with severe brain injury who developed an isoelectric encephalogram trace minutes after this recording and was confirmed brain dead a few hours later (simplified) EEG-derived indices that can be used to make this information more available. Use of processed EEG indices has been shown to improve intraoperative anesthetic titration during anesthesia but also sedation in the ICU: bispectral index [BIS, Medtronic, Boulder, CO), E-Entropy (GE Healthcare, Helsinki, Finland), Narcotrend (Narcotrend Gruppe, Hannover, Germany), Masimo SEDLine (SEDline, Masimo Corp, Irvine, CA), and NeuroSENSE (NeuroWave Systems, Inc., Cleveland Heights, OH) are a few examples of the tools now available on the market (Fig. 10 ). There is as yet no evidence for superiority of one device over the others and differences in trace visualization, shape and characteristics of the sensor, institutional habits, and budgets are the main reasons for operator choice [35] .", "cite_spans": [{"start": 590, "end": 594, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1698, "end": 1702, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 717, "end": 723, "text": "Fig. 9", "ref_id": null}, {"start": 1456, "end": 1464, "text": "(Fig. 10", "ref_id": "FIGREF0"}], "section": "Processed Electroencephalography"}, {"text": "A detailed description of the EEG signal recording and processing is beyond the aim of this chapter, and the reader is referred to dedicated articles [36] . Briefly, subcortical regions (e.g., the thalamus) produce small potentials that cannot be identified from electrodes placed on the scalp because an electric field decreases in strength by the square of the distance from its source (Fig. 11) . However, because of the close and continuous interconnection between superficial and deep brain structures, surface EEG reflects the states of both cortical and subcortical areas. Dedicated monitors that automatically elaborate the frontal EEG trace are needed because a full-montage EEG during sedation requires cumbersome equipment and specialized training, not available to all intensivists. Moreover, a frontal processed EEG trace is considered reliable for the purposes of anesthesia/sedation monitoring even if some clinical conditions (see later) eventually require some knowledge of basic EEG principles. Processed EEG monitors deliver three main pieces of information: (1) the raw trace, (2) the numerical index of anesthesia/sedation depth, and (3) the 2D spectrogram (Fig. 12) . The reader is referred to dedicated articles for details about the specific parameters [37] . Processed EEG was originally intended for the management of the anesthetic state during surgery to avoid accidental awareness and to titrate sedation in critically ill patients where clinical scales represent the gold standard. The inclusion of processed EEG into many multiparametric ICU monitors reflects the perceived need for ICU caregivers to use a comprehensive approach in the management of sedated patients. Deep sedation is clearly associated with poor short-and long-term outcomes in critically ill patients: prolonged mechanical ventilation and cognitive and psychological complications all increase hospital and ICU length of stay and mortality [38] . Although light sedation, with patients being able to communicate and cooperate at any time, represents a modern target of sedation and a standard of care in ICUs, moderate-to-deep sedation (e.g., a Richmond Agitation-Sedation Scale [RASS] ≤3) may be needed in a nonnegligible number of patients, including those with alcohol weaning syndromes complicated by uncontrolled agitation; complex ventilator-patient desynchrony; refractory status epilepticus; intracranial hypertension; patients receiving neuromuscular blocking agents; postsurgical patients requiring hemodynamic, temperature, or bleeding stabilization; post-cardiac arrest therapy (post-resuscitation care); or TBI. In these categories of patients, clinical scales (e.g., RASS, Riker Sedation-Agitation Scale [SAS]), unless they represent standardized assessment of sedation levels, cannot be applied. Moreover, they are commonly evaluated every 4-6 h, and may not detect periods of inadequate sedation occurring between assessments, whereas processed EEG is a continuous method of analysis. In addition, clinical scale assessment is performed by disturbing sedated or sleeping patients (processed EEG does not require modification of the sedation state) and can never identify phases of burst suppression or isoelectric traces (total suppression) [39] , which are associated with negative outcomes (e.g., delirium occurrence, prolonged mechanical ventilation, mortality). In this context, in a post hoc analysis of a prospective observational study performed in 125 ICU patients under mechanical ventilation, burst suppression occurred in 39% of the cases and was an independent predictor of increased risk of death at 6 months [40] . Processed EEG values can vary greatly in patients sedated in the ICU because, unlike those undergoing painful surgery, patients in the ICU may not experience strong stimulation and therefore require relatively low levels of sedation, appearing calm with BIS values of around 60-80. Clinical procedures, spontaneous patient arousal, physiological sleep cycles, noise, and nursing activities may cause sedation levels to fluctuate. What is important to consider is that muscle activity (mainly) and electric devices (less frequently) may interfere with the ability of the system to process the raw trace, leading to falsely increased sedation indexes [41] . In order to limit this sort of artifact the companies are improving their devices keeping them more \"resistant\" to EMG interference. ", "cite_spans": [{"start": 150, "end": 154, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 1277, "end": 1281, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1941, "end": 1945, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 3258, "end": 3262, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 3639, "end": 3643, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 4295, "end": 4299, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 388, "end": 397, "text": "(Fig. 11)", "ref_id": "FIGREF0"}, {"start": 1178, "end": 1187, "text": "(Fig. 12)", "ref_id": "FIGREF0"}], "section": "Processed Electroencephalography"}, {"text": "In a change from the previous version published in 2013, the recent international guidelines on sedation practice in the ICU [42] (Clinical Practice Guidelines for the Prevention and Management of Pain, Agitation/Sedation, Delirium, Immobility, and Sleep Disruption in Adult Patients in the ICU) report that processed EEG monitoring systems, although best suited for sedative titration during deep sedation or for patients who receive neuromuscular blockade, may also have potential benefits in lighter sedation states and that processed EEG monitoring, compared with the standard clinical scales, may improve sedative titration [43] . Using processed EEG systems as an objective guide for sedative dosing in critically ill patients can decrease the medical complications of oversedation, such as depressed cardiac contractility and hypotension. There are few studies on processed EEG monitoring in the ICU. The first was a prospective trial that randomized patient sedation to be assessed using the Ramsay Scale or BIS monitoring during propofol sedation that was stopped every 2 h [44] . A nurse-guided Ramsey score of 4 was the target in controls, and a BIS value of 70-80 was the target for the study group. A reduction in propofol of 50% was obtained in the BIS group versus controls. The second study [45] was a prospective randomized trial in which patients sedated with morphine and midazolam were randomized to sedation titration based on a BIS >0 versus clinical assessment. No difference was found in the total amount of administered sedative drugs, length of mechanical ventilation, or ICU length of stay. In a recent study on 110 trauma patients, use of BIS resulted in a decrease in sedation and analgesia use, decrease in agitation, less failure to extubate, and fewer tracheostomies, with an approximate 4-day decreased length of stay [46] .", "cite_spans": [{"start": 125, "end": 129, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 629, "end": 633, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 1083, "end": 1087, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 1307, "end": 1311, "text": "[45]", "ref_id": "BIBREF44"}, {"start": 1851, "end": 1855, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Recommendations from International Guidelines"}, {"text": "Beyond its use for sedative titration purposes, processed EEG may have some additional applications in ICU patients, including identification of subclinical/ unrecognized seizures or seizures occurring when neuromuscular blocking agents are administered. Nevertheless, depending on the frequencies of the ictal waveforms, processed EEG may have variable values that only skilled intensivists are able to read on the raw EEG trace to successfully understand this clinical condition. Processed EEG monitors can also be used to guide therapy aimed at minimizing cerebral metabolism rate to reach predefined levels of burst suppression [47] . A significant proportion of critically ill patients with altered mental status have nonconvulsive subclinical seizures and nonconvulsive status epilepticus [48] . Continuous EEG assessment for nonconvulsive subclinical seizures and nonconvulsive status epilepticus in patients with altered mental status can be indicated in patients with a history of epilepsy, fluctuating level of consciousness, acute brain injury, recent convulsive status epilepticus, stereotyped activity such as paroxysmal movements, nystagmus, twitching, jerking, hippus, and autonomic variability [49] . Nonconvulsive subclinical seizures, seizures with little or no overt clinical manifestations, can be detected with EEG monitoring.", "cite_spans": [{"start": 632, "end": 636, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 795, "end": 799, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 1210, "end": 1214, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Recommendations from International Guidelines"}, {"text": "Noninvasive neuro-multimodality monitoring is now possible. We present an essential bundle of noninvasive neuromonitoring composed of pupillometry, brain ultrasound, and processed EEG. Although some of these noninvasive tools are not yet reliable enough to completely substitute invasive monitoring, they do represent an important adjunct for the clinician in both neuroanesthesia and neurocritical care environments.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "We have only described the basic features and the potential that transcranial color-coded duplex Doppler and brain ultrasonography have to offer to the clinician. Bedside ultrasounds are becoming increasingly popular with clinicians because they are quick, reliable, and repeatable.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "While not yet being a substitute for invasive ICP monitoring, ultrasound can give the clinician useful information when indications for such invasive devices are blurred or contraindicated (liver failure, anticoagulation). Moreover, it has become a mainstay for the early detection of vasospasm in patients with aneurysmal SAH. In the emergency department, expanding focused assessment with sonography in trauma (FAST) assessment to brain ultrasound may enable the physician to become aware of increased ICP even before the patient is transported for a CT scan, and prompt early neuroprotective medical intervention.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "EEG is a fundamental tool for monitoring human brain electrical activity during changing states of consciousness like sleep, sedation, or general anesthesia. Processed EEG may contribute to help anesthesiologists and intensivists optimize drug doses in individuals with different pharmacogenomics and clearance of sedatives. Processed EEG devices are not simple plug-and-play units providing a wellinterpretable dimensionless number. They require a global knowledge of technology and of EEG tracings to avoid misinterpretation, especially when muscle activity interferes with the processing algorithm. The use of processed EEG in the ICU could be much more complex than during anesthesia in the operating rooms. Nevertheless, processed EEG monitors offer advantages in the management of patients under moderate and deep sedation and in patients receiving neuromuscular blocking agents to avoid both awareness and burst suppression. Some pathological states, such as seizures or altered EEG states (iatrogenic burst suppression or areflexic coma), may be revealed by processed EEG and trigger a complete EEG examination.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pupil examination: validity and clinical utility of an automated pupillometer", "authors": [{"first": "M", "middle": [], "last": "Meeker", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "P", "middle": [], "last": "Bacchetti", "suffix": ""}], "year": 2005, "venue": "J Neurosci Nurs", "volume": "37", "issn": "", "pages": "34--40", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Reliability of standard pupillometry practice in neurocritical care: An observational, double-blinded study", "authors": [{"first": "D", "middle": [], "last": "Couret", "suffix": ""}, {"first": "D", "middle": [], "last": "Boumaza", "suffix": ""}, {"first": "C", "middle": [], "last": "Grisotto", "suffix": ""}], "year": 2016, "venue": "Crit Care", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pupillometric analysis of the 'absent light reflex", "authors": [{"first": "M", "middle": ["D"], "last": "Larson", "suffix": ""}, {"first": "I", "middle": [], "last": "Muhiudeen", "suffix": ""}], "year": 1995, "venue": "Arch Neurol", "volume": "52", "issn": "", "pages": "369--72", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Neurological prognostication of outcome in patients in coma after cardiac arrest", "authors": [{"first": "A", "middle": ["O"], "last": "Rossetti", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Rabinstein", "suffix": ""}, {"first": "M", "middle": [], "last": "Oddo", "suffix": ""}], "year": 2016, "venue": "Lancet Neurol", "volume": "15", "issn": "", "pages": "597--609", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Infrared pupillometry to detect the light reflex during cardiopulmonary resuscitation: a case series", "authors": [{"first": "M", "middle": [], "last": "Behrends", "suffix": ""}, {"first": "C", "middle": ["U"], "last": "Niemann", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Larson", "suffix": ""}], "year": 2012, "venue": "Resuscitation", "volume": "83", "issn": "", "pages": "1223--1231", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Quantitative pupillometry and neuronspecific enolase independently predict return of spontaneous circulation following cardiogenic out-of-hospital cardiac arrest: a prospective pilot study", "authors": [{"first": "S", "middle": [], "last": "Yokobori", "suffix": ""}, {"first": "Kkk", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}], "year": 2018, "venue": "Sci Rep", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Quantitative versus standard pupillary light reflex for early prognostication in comatose cardiac arrest patients: an international prospective multicentre double-blinded study", "authors": [{"first": "M", "middle": [], "last": "Oddo", "suffix": ""}, {"first": "C", "middle": [], "last": "Sandroni", "suffix": ""}, {"first": "G", "middle": [], "last": "Citerio", "suffix": ""}], "year": 2018, "venue": "Intensive Care Med", "volume": "44", "issn": "", "pages": "2102--2113", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Variation in monitoring and treatment policies for intracranial hypertension in traumatic brain injury: a survey in 66 neurotrauma centers participating in the CENTER-TBI study", "authors": [{"first": "M", "middle": ["C"], "last": "Cnossen", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Huijben", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Der Jagt", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Infrared pupillometry during uncal herniation", "authors": [{"first": "G", "middle": [], "last": "Manley", "suffix": ""}, {"first": "M", "middle": [], "last": "Larson", "suffix": ""}], "year": 2002, "venue": "J Neurosurg Anesthesiol", "volume": "14", "issn": "", "pages": "223--231", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Prognosis and clinical relevance of anisocoria-craniotomy latency for epidural hematoma in comatose patients", "authors": [{"first": "J", "middle": ["E"], "last": "Cohen", "suffix": ""}, {"first": "A", "middle": [], "last": "Montero", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Israel", "suffix": ""}], "year": 1996, "venue": "J Trauma", "volume": "41", "issn": "", "pages": "120--122", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Use of admission Glasgow Coma Score, pupil size, and pupil reactivity to determine outcome for trauma patients", "authors": [{"first": "J", "middle": ["D"], "last": "Lieberman", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Pasquale", "suffix": ""}, {"first": "R", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Cipolle", "suffix": ""}, {"first": "Mark", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Wasser", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "", "suffix": ""}], "year": 2003, "venue": "J Trauma", "volume": "55", "issn": "", "pages": "437--479", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effects of osmotic therapy on pupil reactivity: quantification using pupillometry in critically ill neurologic patients", "authors": [{"first": "C", "middle": [], "last": "Ong", "suffix": ""}, {"first": "M", "middle": [], "last": "Hutch", "suffix": ""}, {"first": "M", "middle": [], "last": "Barra", "suffix": ""}, {"first": "A", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Zafar", "suffix": ""}, {"first": "S", "middle": [], "last": "Smirnakis", "suffix": ""}], "year": 2019, "venue": "Neurocrit Care", "volume": "30", "issn": "", "pages": "307--322", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Optical pupillometry in traumatic brain injury: neurological pupil index and its relationship with intracranial pressure through significant event analysis", "authors": [{"first": "A", "middle": ["R"], "last": "Stevens", "suffix": ""}, {"first": "Z", "middle": [], "last": "Su", "suffix": ""}, {"first": "E", "middle": [], "last": "Toman", "suffix": ""}, {"first": "A", "middle": [], "last": "Belli", "suffix": ""}, {"first": "D", "middle": [], "last": "Davies", "suffix": ""}], "year": 2019, "venue": "Brain Inj", "volume": "33", "issn": "", "pages": "1032--1040", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Quantitative pupillometry for the monitoring of intracranial hypertension in patients with severe traumatic brain injury", "authors": [{"first": "F", "middle": ["P"], "last": "Jahns", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Miroz", "suffix": ""}, {"first": "M", "middle": [], "last": "Messerer", "suffix": ""}], "year": 2019, "venue": "Crit Care", "volume": "23", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Automated pupillometry to detect command following in neurological patients: a proof-of-concept study", "authors": [{"first": "A", "middle": [], "last": "Vassilieva", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Olsen", "suffix": ""}, {"first": "C", "middle": [], "last": "Peinkhofer", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Knudsen", "suffix": ""}, {"first": "D", "middle": [], "last": "Kondziella", "suffix": ""}], "year": 2019, "venue": "PeerJ", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pupillary reflex measurement predicts insufficient analgesia before endotracheal suctioning in critically ill patients", "authors": [{"first": "J", "middle": [], "last": "Paulus", "suffix": ""}, {"first": "A", "middle": [], "last": "Roquilly", "suffix": ""}, {"first": "H", "middle": [], "last": "Beloeil", "suffix": ""}, {"first": "J", "middle": [], "last": "Théraud", "suffix": ""}, {"first": "K", "middle": [], "last": "Asehnoune", "suffix": ""}, {"first": "C", "middle": [], "last": "Lejus", "suffix": ""}], "year": 2013, "venue": "Crit Care", "volume": "17", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Reflex pupillary dilatation in response to skin incision and alfentanil in children anaesthetized with sevoflurane: a more sensitive measure of noxious stimulation than the commonly used variables", "authors": [{"first": "I", "middle": [], "last": "Constant", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Nghe", "suffix": ""}, {"first": "L", "middle": [], "last": "Boudet", "suffix": ""}], "year": 2006, "venue": "Br J Anaesth", "volume": "96", "issn": "", "pages": "614--623", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pupillary dilation reflex and pupillary pain index evaluation during general anaesthesia: a pilot study", "authors": [{"first": "D", "middle": [], "last": "Wildemeersch", "suffix": ""}, {"first": "M", "middle": [], "last": "Baeten", "suffix": ""}, {"first": "N", "middle": [], "last": "Peeters", "suffix": ""}, {"first": "V", "middle": [], "last": "Saldien", "suffix": ""}, {"first": "M", "middle": [], "last": "Vercauteren", "suffix": ""}, {"first": "G", "middle": [], "last": "Hans", "suffix": ""}], "year": 2018, "venue": "Rom J Anaesth Intensive Care", "volume": "25", "issn": "", "pages": "19--23", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pupillometry-guided intraoperative remifentanil administration versus standard practice influences opioid use: a randomized study", "authors": [{"first": "N", "middle": [], "last": "Sabourdin", "suffix": ""}, {"first": "J", "middle": [], "last": "Barrois", "suffix": ""}, {"first": "N", "middle": [], "last": "Louvet", "suffix": ""}, {"first": "A", "middle": [], "last": "Rigouzzo", "suffix": ""}], "year": 2017, "venue": "Anesthesiology", "volume": "127", "issn": "", "pages": "284--92", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Noninvasive transcranial Doppler ultrasound recording of flow velocity in basal cerebral arteries", "authors": [{"first": "R", "middle": [], "last": "Aaslid", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Markwalder", "suffix": ""}, {"first": "H", "middle": [], "last": "Nornes", "suffix": ""}], "year": 1982, "venue": "J Neurosurg", "volume": "57", "issn": "", "pages": "769--74", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Transcranial color-coded duplex sonography fir bedside monitoring of central nervous system infection as a consequence of decompressive craniectomy after traumatic brain injury", "authors": [{"first": "C", "middle": [], "last": "Robba", "suffix": ""}, {"first": "F", "middle": [], "last": "Simonassi", "suffix": ""}, {"first": "L", "middle": [], "last": "Ball", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}], "year": 2019, "venue": "Intensive Care Med", "volume": "45", "issn": "", "pages": "1143--1147", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Non-invasive intracranial pressure assessment in brain injured patients using ultrasound-based methods", "authors": [{"first": "C", "middle": [], "last": "Robba", "suffix": ""}, {"first": "D", "middle": [], "last": "Cardim", "suffix": ""}, {"first": "T", "middle": [], "last": "Tajsic", "suffix": ""}], "year": 2018, "venue": "Acta Neurochir Suppl", "volume": "126", "issn": "", "pages": "69--76", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Optic nerve sheath diameter on computed tomography is correlated with simultaneously measured intracranial pressure in patients with severe traumatic brain injury", "authors": [{"first": "M", "middle": ["S"], "last": "Sekhon", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Griesdale", "suffix": ""}, {"first": "C", "middle": [], "last": "Robba", "suffix": ""}], "year": 2014, "venue": "Intensive Care Med", "volume": "40", "issn": "", "pages": "1267--74", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Cerebral perfusion pressure in head-injured patients: a noninvasive assessment using transcranial Doppler ultrasonography", "authors": [{"first": "M", "middle": [], "last": "Czosnyka", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Matta", "suffix": ""}, {"first": "P", "middle": [], "last": "Smielewski", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Kirkpatrick", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Pickard", "suffix": ""}], "year": 1998, "venue": "J Neurosurg", "volume": "88", "issn": "", "pages": "802--810", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The accuracy of transcranial Doppler in excluding intracranial hypertension following acute brain injury: a multicenter prospective pilot study", "authors": [{"first": "F", "middle": ["A"], "last": "Rasulo", "suffix": ""}, {"first": "R", "middle": [], "last": "Bertuetti", "suffix": ""}, {"first": "C", "middle": [], "last": "Robba", "suffix": ""}], "year": 2017, "venue": "Crit Care", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Transcranial Doppler Pulsatility in vasodilation and stenosis", "authors": [{"first": "C", "middle": ["A"], "last": "Giller", "suffix": ""}, {"first": "K", "middle": [], "last": "Hodges", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Batjer", "suffix": ""}], "year": 1990, "venue": "J Neurosurg", "volume": "72", "issn": "", "pages": "901--907", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Consensus summary statement of the international multidisciplinary consensus conference on multimodality monitoring in neurocritical care", "authors": [{"first": "Le", "middle": [], "last": "Roux", "suffix": ""}, {"first": "P", "middle": [], "last": "Menon", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Citerio", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Neurocrit Care", "volume": "17", "issn": "", "pages": "58--66", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Cerebral vasospasm after subarachnoid hemorrhage investigated by means of transcranial Doppler ultrasound", "authors": [{"first": "K", "middle": ["F"], "last": "Lindegaard", "suffix": ""}, {"first": "H", "middle": [], "last": "Nornes", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Bakke", "suffix": ""}, {"first": "W", "middle": [], "last": "Sorteberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Nakstad", "suffix": ""}], "year": 1988, "venue": "Acta Neurochir Suppl (Wein)", "volume": "42", "issn": "", "pages": "81--85", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Basilar vasospasm diagnosis: investigation of a modified \"Lindegaard Index\" based on imaging studies and blood velocity measurements of the basilar artery", "authors": [{"first": "J", "middle": ["F"], "last": "Soustiel", "suffix": ""}, {"first": "V", "middle": [], "last": "Shik", "suffix": ""}, {"first": "R", "middle": [], "last": "Shreiber", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tavor", "suffix": ""}, {"first": "D", "middle": [], "last": "Goldsher", "suffix": ""}], "year": 2002, "venue": "Stroke", "volume": "33", "issn": "", "pages": "72--79", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Transcranial color-coded duplex sonography for evaluation of midline-shift after chronic-subdural hematoma evacuation (TEMASE): A prospective study", "authors": [{"first": "A", "middle": [], "last": "Cattalani", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Grasso", "suffix": ""}, {"first": "M", "middle": [], "last": "Vitali", "suffix": ""}, {"first": "I", "middle": [], "last": "Gallesio", "suffix": ""}, {"first": "L", "middle": [], "last": "Magrassi", "suffix": ""}, {"first": "A", "middle": [], "last": "Barbanera", "suffix": ""}], "year": 2017, "venue": "Clin Neurol Neurosurg", "volume": "162", "issn": "", "pages": "101--108", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Accuracy of Power mode transcranial Doppler in the diagnosis of brain death", "authors": [{"first": "A", "middle": ["M"], "last": "Brunser", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Lavados", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cárcamo", "suffix": ""}], "year": 2015, "venue": "J Med Ultrasound", "volume": "23", "issn": "", "pages": "29--33", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Standardized care versus precision medicine in the perioperative setting: Can point-of-care testing help bridge the gap?", "authors": [{"first": "M", "middle": [], "last": "Iravani", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": [], "last": "Cannesson", "suffix": ""}], "year": 2017, "venue": "Anesth Analg", "volume": "124", "issn": "", "pages": "1347--53", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A primer for EEG signal processing in anesthesia", "authors": [{"first": "I", "middle": [], "last": "Rampil", "suffix": ""}], "year": 1998, "venue": "Anesthesiology", "volume": "89", "issn": "", "pages": "980--1002", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Electroencephalography and brain oxygenation monitoring in the perioperative period", "authors": [{"first": "Twl", "middle": [], "last": "Scheeren", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Kuizenga", "suffix": ""}, {"first": "H", "middle": [], "last": "Maurer", "suffix": ""}, {"first": "Mmrf", "middle": [], "last": "Struys", "suffix": ""}, {"first": "M", "middle": [], "last": "Heringlake", "suffix": ""}], "year": 2019, "venue": "Anesth Analg", "volume": "128", "issn": "", "pages": "265--77", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The technology of processed electroencephalogram monitoring devices for assessment of depth of anesthesia", "authors": [{"first": "B", "middle": ["G"], "last": "Fahy", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Chau", "suffix": ""}], "year": 2018, "venue": "Anesth Analg", "volume": "126", "issn": "", "pages": "111--118", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Electroencephalogram signatures of loss and recovery of consciousness from propofol", "authors": [{"first": "P", "middle": [], "last": "Purdon", "suffix": ""}, {"first": "E", "middle": [], "last": "Pierce", "suffix": ""}, {"first": "E", "middle": [], "last": "Mukamel", "suffix": ""}], "year": 2013, "venue": "Proc Natl Acad Sci U S A", "volume": "110", "issn": "", "pages": "1142--51", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Sedation depth and long-term mortality in mechanically ventilated critically ill adults: a prospective longitudinal multicentre cohort study", "authors": [{"first": "Y", "middle": [], "last": "Shehabi", "suffix": ""}, {"first": "L", "middle": [], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kadiman", "suffix": ""}], "year": 2013, "venue": "Intensive Care Med", "volume": "39", "issn": "", "pages": "910--918", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Bispectral index can reliably detect deep sedation in mechanically ventilated patients: a prospective multicenter validation study", "authors": [{"first": "Z", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Yang", "suffix": ""}], "year": 2017, "venue": "Anesth Analg", "volume": "125", "issn": "", "pages": "176--83", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Presence of electroencephalogram burst suppression in sedated, critically ill patients is associated with increased mortality", "authors": [{"first": "P", "middle": [], "last": "Watson", "suffix": ""}, {"first": "A", "middle": [], "last": "Shintani", "suffix": ""}, {"first": "R", "middle": [], "last": "Tyson", "suffix": ""}, {"first": "P", "middle": [], "last": "Pandharipande", "suffix": ""}, {"first": "B", "middle": [], "last": "Pun", "suffix": ""}, {"first": "E", "middle": [], "last": "Ely", "suffix": ""}], "year": 2008, "venue": "Crit Care Med", "volume": "36", "issn": "", "pages": "3171--3178", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Different conditions that could result in the bispectral index indicating an incorrect hypnotic state", "authors": [{"first": "A", "middle": [], "last": "Dahaba", "suffix": ""}], "year": 2005, "venue": "Anesth Analg", "volume": "101", "issn": "", "pages": "765--73", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Clinical practice guidelines for the management of pain, agitation, and delirium in adult patients in the intensive care unit", "authors": [{"first": "J", "middle": [], "last": "Barr", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Fraser", "suffix": ""}, {"first": "K", "middle": [], "last": "Puntillo", "suffix": ""}], "year": 2013, "venue": "Crit Care Med", "volume": "41", "issn": "", "pages": "263--306", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Clinical Practice Guidelines for the Prevention and Management of Pain, Agitation/Sedation, Delirium, Immobility, and Sleep Disruption in Adult Patients in the ICU", "authors": [{"first": "J", "middle": ["W"], "last": "Devlin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Skrobik", "suffix": ""}, {"first": "C", "middle": [], "last": "Gélinas", "suffix": ""}], "year": 2018, "venue": "Crit Care Med", "volume": "46", "issn": "", "pages": "825--73", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "A randomized evaluation of bispectral index-augmented sedation assessment in neurological patients", "authors": [{"first": "D", "middle": ["M"], "last": "Olson", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Thoyre", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Peterson", "suffix": ""}, {"first": "C", "middle": [], "last": "Graffagnino", "suffix": ""}], "year": 2009, "venue": "Neurocrit Care", "volume": "11", "issn": "", "pages": "20--27", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The impact of Bispectral Index monitoring on sedation administration in mechanically ventilated patients", "authors": [{"first": "C", "middle": [], "last": "Weatherburn", "suffix": ""}, {"first": "R", "middle": [], "last": "Endacott", "suffix": ""}, {"first": "P", "middle": [], "last": "Tynan", "suffix": ""}, {"first": "M", "middle": [], "last": "Bailey", "suffix": ""}], "year": 2007, "venue": "Anaesth Intensive Care", "volume": "35", "issn": "", "pages": "204--212", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Utility of bispectral index in the management of multiple trauma patients", "authors": [{"first": "S", "middle": [], "last": "Mahmood", "suffix": ""}, {"first": "A", "middle": [], "last": "Parchani", "suffix": ""}, {"first": "A", "middle": [], "last": "El-Menyar", "suffix": ""}, {"first": "A", "middle": [], "last": "Zarour", "suffix": ""}, {"first": "H", "middle": [], "last": "Al-Thani", "suffix": ""}, {"first": "R", "middle": [], "last": "Latifi", "suffix": ""}], "year": 2014, "venue": "Surg Neurol Int", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Can BIS monitoring be used to assess the depth of propofol anesthesia in the treatment of refractory status epilepticus?", "authors": [{"first": "T", "middle": [], "last": "Musialowicz", "suffix": ""}, {"first": "E", "middle": [], "last": "Mervaala", "suffix": ""}, {"first": "R", "middle": [], "last": "Kälviäinen", "suffix": ""}, {"first": "A", "middle": [], "last": "Uusaro", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruokonen", "suffix": ""}, {"first": "I", "middle": [], "last": "Parviainen", "suffix": ""}], "year": 2010, "venue": "Epilepsia", "volume": "51", "issn": "", "pages": "1580--1586", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Prevalence of nonconvulsive status epilepticus in comatose patients", "authors": [{"first": "A", "middle": [], "last": "Towne", "suffix": ""}, {"first": "E", "middle": [], "last": "Waterhouse", "suffix": ""}, {"first": "J", "middle": [], "last": "Boggs", "suffix": ""}], "year": 2000, "venue": "Neurology", "volume": "54", "issn": "", "pages": "340--345", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Continuous electroencephalogram monitoring in the intensive care unit", "authors": [{"first": "D", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "J", "middle": [], "last": "Claassen", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Hirsch", "suffix": ""}], "year": 2009, "venue": "Anesth Analg", "volume": "109", "issn": "", "pages": "506--529", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Examples of the automated infrared pupillometry devices available on the market", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Main approaches to transcranial ultrasonography", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Functions", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Left panel: Midbrain as the main landmark to explore the circle of Willis; once that is found, the power Doppler can be started to scan for intracranial arteries. Right panel: Lateral ventricles in a severe TBI patient with pronounced midline shift and trans-tentorial herniation", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Midline shift in a patient with severe traumatic brain injury.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Devices commercially available for processed EEG monitoring", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Subcortical", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Data delivered by processed EEG devices. A: SEDLine, Masimo Corp, Irvine, CA; B1 and B2: BIS, Medtronic, Boulder, CO. ASYM asymmetry, SEF spectral edge frequency, L left, R right", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameters provided by manufacturers of two automated infrared pupillometry devices: * Neuroptics NPi-200 and * * NeuroLight-Algiscan", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Type of stimulation </td><td>Parameters </td><td>Normal values\n</td></tr><tr><td>Pupil constriction to light </td><td>Diameter (mm) </td><td>&lt;0.5 mm\n</td></tr><tr><td> </td><td>Asymmetry (mm) </td><td>&lt;0.5 mm\n</td></tr><tr><td> </td><td>% Pupillary constriction to light (%PLR) </td><td>35-40%\n</td></tr><tr><td> </td><td>Latency (s)\n</td><td> </td></tr><tr><td> </td><td>Constriction velocity (mm/s) </td><td>1.5 mm/s (&lt;1 mm/s: pathological)\n</td></tr><tr><td> </td><td>Dilation velocity (mm/s) </td><td>2.83\n</td></tr><tr><td>Pupil dilation to pain </td><td>Neurological pupillary index (NPi)∗ </td><td>≥3\n</td></tr><tr><td>Pupillary dilation reflex (%)∗∗ </td><td>33\n</td></tr><tr><td> </td><td>Pupillary pain index∗∗ </td><td>Depends on intensity of stimulation [16-19]\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Each author (FAR, TT, SR) has made substantial contributions to the conception, design of the work, drafted the work and substantively revised it. All authors, (FAR, TT, SR) have approved the submitted and final version of the manuscript (and any substantially modified version that involves the author's contribution to the study) All authors, (FAR, TT, SR) have agreed both to be personally accountable for the author's own contributions and to ensure that questions related to the accuracy or integrity of any part of the work, even ones in which the author was not personally involved, are appropriately investigated, resolved, and the resolution documented in the literature.", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "Publication costs were funded by the corresponding author's private University funds (University of Brescia, Italy).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials Not Applicable."}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.Author details", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}