{
    "paper_id": "e8d77df24bb12a8a8b89d4f6756e3a078f084952",
    "metadata": {
        "title": "Rash and Elevated Creatine Kinase in a Deployed Soldier",
        "authors": [
            {
                "first": "Capt",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Usaf",
                "middle": [],
                "last": "Mc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brooke Army Medical Center",
                    "location": {
                        "addrLine": "3551 Roger Brooke Drive, Fort Sam Houston",
                        "postCode": "78234-6272",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Garfinkle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    ";"
                ],
                "last": "Col",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "F"
                ],
                "last": "Battafarano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Usa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brooke Army Medical Center",
                    "location": {
                        "addrLine": "3551 Roger Brooke Drive, Fort Sam Houston",
                        "postCode": "78234-6272",
                        "region": "TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 24-year-old active duty soldier was evacuated from Afghanistan to the United States after persistent upper respiratory tract infection. His course was complicated by an exfoliative rash, diffuse muscle aches, and elevated creatine kinase following trimethoprim-sulfamethoxazole exposure that persisted despite withdrawal of the medication. Dermatomyositis was strongly considered, but the patient had a negative muscle biopsy and had positive serologies for acute Epstein-Barr virus infection. We present a case of acute Epstein-Barr virus infection and possible trimethoprimsulfamethoxazole reaction mimicking dermatomyositis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "+ 10 3 /μL with a neutrophil predominance (85.1%), lymphocytes 5%, eosinophils 4%, monocytes 5%, hemoglobin of 16.3 g/dL, and platelets of 247 + 10 3 /μL. Patient was diagnosed with rhabdomyolysis and possible drug reaction. He received aggressive intravenous fluids and TMP-SMX was discontinued. The creatinine level returned to baseline and the CK downtrended below 10,000 U/L, so he was discharged home. One week later, the patient had persistent muscle pain and weakness with a rash. He was transferred to San Antonio Military Medical Center for possible dermatomyositis (DM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Before his systemic illness, the patient had no medical problems and did not take any medications. He had no family history of rheumatic, autoimmune, or hereditary diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Upon arrival to our facility, his temperature was 98.3 F, heart rate was 90 beats per minute, blood pressure was 133/ 79 mmHg, and his oxygen saturation was 95% on room air. The patient had a muscular physique, but he was in moderate distress lying in bed. Physical examination showed normal breath sounds, normal cardiac exam, and a normal abdominal exam. His oropharynx was clear, and he had non-tender lymphadenopathy along his cervical chain. His skin showed an exfoliative rash over chest and back that spared mucous membranes, face, and hands. Musculoskeletal examination was remarkable for diffuse muscle tenderness without arthritis. Appearance of the patient's shoulders and thighs was consistent with muscle edema. His neurological examination was significant for 4 out of 5 strength in shoulders and thighs, and the patient had difficulty in standing and walking secondary to pain. He had normal reflexes and sensation was intact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory results revealed WBC of 8,000 + 10 3 /μL with neutrophil predominance (73%), lymphocytes 15.4%, eosinophils 1.7%, monocytes 9.4%, hemoglobin of 11.7 g/dL, mean corpuscular volume 92.3 fL, and platelets of 350 + 10 3 /μL. Renal function panel was normal (creatinine 1.0 mg/dL). AST and ALT remained elevated at 273 U/L and 107 U/L, and his CK was 6,700 U/L with aldolase elevated at 34.4 U/L (normal range 0.5-8.5 U/L). Thyroid stimulating hormone and free T4 were normal (0.96 μIU/mL and 1.25 ng/dL). All blood cultures were negative, and rapid strep testing was negative as was the throat culture. Heterophile antibody was negative, but EBV IgM and IgG titers were positive. The patient had a negative ANA, and the antibodies to SSA, SSB, Smith, JO-1, PL-7, PL-12, Mi-2, KU, EJ, OJ and signal recognition protein were negative. He had negative serologies for human immunodeficiency virus (HIV); influenza A and B; respiratory syncytial virus; rhinovirus; adenovirus; cytomegalovirus; echovirus, coxsackie A and B; hepatitis A, B, and C; mycoplasma; and a negative rapid plasma reagin. T2-weighted magnetic resonance imaging of his thighs showed diffuse intramuscular edema and enhancement, compatible with myositis. A skin biopsy was most consistent with erythema multiforme. The muscle biopsy was normal without evidence of inflammatory infiltrates or immune complex deposition in vessels. During hospitalization, the patient was treated with 1,000 mg IV Solu-Medrol for 3 days for presumed inflammatory myositis with transition to 1 mg/kg oral prednisone with taper after biopsy results returned. His weakness and pain improved, and he was discharged home with the diagnosis of acute mononucleosis with possible TMP-SMX drug reaction. On outpatient follow-up, the rash and weakness resolved and the CK was normalized to 160 U/L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "DM should be considered in a patient presenting with a characteristic rash, proximal muscle weakness, and elevated CK. Although this patient had an elevated CK, he did not have the typical rash of DM, had muscle pain greater than weakness, and had a normal muscle biopsy. Given his dramatic muscle pain, infection and drug reaction likely played a role in this clinical presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "DM is one of the idiopathic inflammatory myopathies (IIM), and classically presents with elevated serum muscle enzymes, proximal muscle weakness, and a characteristic rash. Muscle weakness is typically progressive and symmetrical with mild pain. Rashes highly specific for DM include the heliotrope rash, the shawl sign, and Gottron's sign. 1, 2 Skin involvement often includes sun-exposed areas of the face, scalp, neck, upper back, and extensor surfaces. Other skin lesions include periungual telangiectasias, alopecia, vesiculobullous lesions, panniculitis, urticaria, and mechanic's hands. A classic presentation may not require further testing; however, electromyography and muscle biopsy may assist in diagnosis. 1 Muscle biopsy for DM classically includes a perivascular infiltrate consisting predominantly of CD4+ T lymphocytes. Muscle involvement may be patchy and a magnetic resonance imaging can guide an optimal biopsy site. During the workup for an IIM, a broad differential including metabolic myopathies (acquired and genetic), motor neuron diseases, muscular dystrophies, and exposures to medications or infections should be considered. When weakness is accompanied by severe muscle pain, this is often suggestive of an infectious or a drugrelated process. 1 Infections associated with myositis include viruses, bacteria, parasites, and fungi (Table I) . Viruses and parasites commonly present with diffuse myositis although bacteria are more often associated with focal muscle symptoms. Fungal muscle invasion is uncommon and described in case reports. Parasitic infections are rare in the United States, but should be considered in a returning traveler. Viruses are the most common cause of myositis. Viral myositis should be considered when a patient presents with a typical viral prodrome of fevers, headache, sore throat, or rhinorrhea. The myalgias are often diffuse and may be a presenting symptom. 3 Influenza is the most common viral cause. Other viruses frequently associated with myositis include enterovirus, HIV, and hepatitis B and C. 3 EBV infection mimicking myositis is rare and when reported has been associated with chronic active EBV (CAEBV) infection. 4 Uchiyama et al 4 presented a case series of CAEBV patients with weakness of the extremities and elevated CKs. Six of the eight CAEBV patients also developed lingual or orbital muscle involvement, which is rare in IIM and may help in distinguishing the two diagnoses. Acute EBV infection associated with elevated CKs and muscle pain has been described in cases of rhabdomyolysis, 5-8 but is uncommon. Myoglobinuria and elevated CK are the hallmarks of rhabdomyolysis, and in the reported cases of EBV-associated rhabdomyolysis both were documented. Medications may be associated with musculoskeletal complaints ranging from mild myalgias to severe myositis or rhabdomyolysis. 9,10 Lipid-lowering medications, such as statins and fibrates, are often associated with myopathies, in part because of the high frequency in which they are prescribed. Rheumatological medications that cause myositis or myopathy include antitumor necrosis factor therapy, corticosteroids, colchicine, and chloroquines. Other classes of medications implicated include antiarrhythmic and chemotherapeutic agents, psychiatric medications, antiviral agents, and antibiotics including antimalarial medications that are often prescribed to deployed soldiers 10 (Table II) . Realistically, all medications should be considered if the onset of symptoms is temporally related to initiation of a medication.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 720,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1273,
                    "end": 1274,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1922,
                    "end": 1923,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2065,
                    "end": 2066,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2189,
                    "end": 2190,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1359,
                    "end": 1368,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3421,
                    "end": 3431,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "TMP-SMX is commonly prescribed, but there are only a few reported cases of rhabdomyolysis associated with its use. When TMP-SMX has been linked with rhabdomyolysis, it has been in patients who are immunocompromised and most commonly have HIV or AIDS. [11] [12] [13] The onset of symptoms can present up to 14 days after initiation. Muscle pain and elevated CKs are often accompanied by fevers and rash. Symptoms resolve after withdrawal of TMP-SMX. 12 In this case, it is plausible that an acute viral infection and administration of TMP-SMX resulted in myositis. Drug reactions associated with administration of amoxicillin in patients with acute EBV infection are well established, and underlying viral infections are associated with an increased risk of drug reactions. 14,15 A possible mechanism of TMP-SMX hypersensitivity in HIV patients was recently described by a polymorphism in glutamate cysteine ligase catalytic subunit. 16 A similar mechanism could be responsible for the findings in our patient.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 933,
                    "end": 935,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We described an active duty male that developed an upper respiratory tract infection while deployed to Afghanistan. His course was complicated by an exfoliative rash, diffuse myalgias, and elevated CK. The etiopathogenesis for this syndrome with EBV infection and TMP-SMX exposure is unclear. This case highlights the extensive differential diagnosis for a rash, inflammatory muscle disease, and an elevated CK in a deployed soldier. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Classification, diagnosis, and management of idiopathic inflammatory myopathies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Lazarou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Guerne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Rheumatol",
            "volume": "40",
            "issn": "5",
            "pages": "550--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bacterial, fungal, parasitic, and viral myositis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Crum-Cianflone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "3",
            "pages": "473--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Generalized myositis mimicking polymyositis associated with chronic active Epstein-Barr virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto-Tabata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurol",
            "volume": "252",
            "issn": "5",
            "pages": "519--544",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhabdomyolysis complicating acute Epstein-Barr virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Osamah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infection",
            "volume": "23",
            "issn": "2",
            "pages": "119--139",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A rare cause of rhabdomyolysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roychowdhury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shivakumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salahuddin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "South Med J",
            "volume": "100",
            "issn": "3",
            "pages": "333--337",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unusual causes of rhabdomyolysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Mazokopakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intern Med J",
            "volume": "38",
            "issn": "5",
            "pages": "364--371",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute renal failure and rhabdomyolysis in a patient with infectious mononucleosis: a case report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aloizos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gourgiotis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oikonomou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stakia",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cases J",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Drug-induced arthritic and connective tissue disorders",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Pillinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wortmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitnick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Semin Arthritis Rheum",
            "volume": "38",
            "issn": "3",
            "pages": "249--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Drugs causing muscle disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wortmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Pillinger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rheum Dis Clin North Am",
            "volume": "37",
            "issn": "2",
            "pages": "219--250",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trimethoprimsulfamethoxazole associated rhabdomyolysis in a patient with AIDS: case report and review of the literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schaberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Med Sci",
            "volume": "331",
            "issn": "6",
            "pages": "339--380",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trimethoprim-sulphamethoxazole-associated rhabdomyolysis in an HIV-infected patient",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Jen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J STD AIDS",
            "volume": "22",
            "issn": "7",
            "pages": "411--413",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trimethoprim-sulfamethoxazoleinduced rhabdomyolysis in an allogeneic stem cell transplant patient",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kiel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dickmeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transpl Infect Dis",
            "volume": "12",
            "issn": "5",
            "pages": "451--455",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Amoxicillin-induced exanthema in young adults with infectious mononucleosis: demonstration of drug-specific lymphocyte reactivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Renn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Straff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dorfmuller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Al-Masaoudi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Merk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br J Dermatol",
            "volume": "147",
            "issn": "6",
            "pages": "1166--70",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incidence of rash after amoxicillin treatment in children with infectious mononucleosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chovel-Sella",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Tov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lahav",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "131",
            "issn": "5",
            "pages": "1424--1431",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Polymorphism in glutamate cysteine ligase catalytic subunit (GCLC) is associated with sulfamethoxazole-induced hypersensitivity in HIV/AIDS patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Papp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Koletar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Para",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med Genomics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of Rheumatology, Brooke Army Medical Center, 3551 Roger Brooke Drive, Fort Sam Houston, TX 78234-6272. †Department of Medicine, Brooke Army Medical Center, 3551 Roger Brooke Drive, Fort Sam Houston, TX 78234-6200. The views expressed herein are those of the authors and do not reflect the official policy or position of Brooke Army Medical Center, the U.S. Army Medical Department, the U.S. Army Office of the Surgeon General, the Department of the Army, the Department of the Air Force, the Department of Defense, or the U.S. Government. doi: 10.7205/MILMED-D-13-00357",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Infections Associated With Myositis 1,3 HIV = human immunodeficiency virus. b HTLV = human T-lymphotropic virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Medications Associated With Myositis 1,10",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}