{"paper_id": "e9274240a87ddf8bdec1664fbe0e03fe422a6e4a", "metadata": {"title": "Supplementary Text \"Flagelin adjuvanted F1V subunit plague vaccine induces T cell and functional antibody responses with unique gene signatures\"", "authors": []}, "abstract": [], "body_text": [{"text": "List of Tables   Supplementary Table 1 Copyright Notice:", "cite_spans": [], "ref_spans": [{"start": 8, "end": 38, "text": "Tables   Supplementary Table 1", "ref_id": "TABREF6"}], "section": "List of Figures"}, {"text": "The KEGG image files and limited text-based data summary files (collectively, the \"'KEGG Data Snapshots\"') provided herein are copyright ©Kanehisa Laboratories. All rights reserved. By accepting the KEGG Data Snapshots, following terms shall be automatically accepted without limitation:", "cite_spans": [], "ref_spans": [], "section": "List of Figures"}, {"text": "-Redistribution of the KEGG Data Snapshots is strictly prohibited.", "cite_spans": [], "ref_spans": [], "section": "List of Figures"}, {"text": "-KEGG Data Snapshots may not be used outside of their intended purpose as part of a summary of a data analysis. For example, the data may not be stored or assembled in order to create an internal database, even for personal use.", "cite_spans": [], "ref_spans": [], "section": "List of Figures"}, {"text": "-A limited number of images included in the KEGG Data Snapshots may be published in printed media with appropriate attributes as is standard in academia.", "cite_spans": [], "ref_spans": [], "section": "List of Figures"}, {"text": "-The rights granted hereunder are non-transferable.", "cite_spans": [], "ref_spans": [], "section": "List of Figures"}, {"text": "This supplemental text provides supporting information for the manuscript entitled \"Flagelin adjuvanted F1V subunit plague vaccine induces T cell and functional antibody responses with unique gene signatures\".", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Serum and PBMC samples were tested for three time points (pre-vaccination, and days 14 and 28 postsecond dose) from participants vaccinated with 6 mcg (n=8) and 10 mcg (n=8) of flagellin-adjuvanted F1/V vaccine (Supplementary Figure 1) . Pre-and post-vaccination assessments included protective function of antibodies (caspase-3), proliferating and cytokine-producing T cells, cytokines, and PBMC transcriptional profiles. Transcriptomics analysis included the identification of genes that differed in their response from pre-vaccination, co-expressed gene clusters, and enriched pathways. Transcriptomics response profiles were correlated with each of the three other immunogenicity assays. In addition, correlations between the protective function of antibodies and IgG ELISA results were evaluated.", "cite_spans": [], "ref_spans": [{"start": 226, "end": 235, "text": "Figure 1)", "ref_id": null}], "section": "Introduction"}, {"text": "2 Supplemental methods", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Three subjects in the analysis cohort consented to de-identified future use. Categorical demographic and baseline characteristics for the remaining 13 subjects were summarized for all subjects in the analysis cohort (Supplementary Table 3 ). Ten subjects (n=10, 77%) were male and three were female (n=3, 23%). All were of non-Hispanic ethnicity (n=13, 100%). Ten subjects (n=10, 77%) classified themselves as white race, one subject classified themself as American Indian or Alaska Native race (n=1, 8%), one as Asian (n=1, 8%), and one as Black or African American (n=1, 8%). Continuous demographic and baseline characteristics for the 13 subjects are summarized in Supplementary Table 4 . The mean age for subjects was 30.3 years (range: 21-42) with a median age of 29 years.", "cite_spans": [], "ref_spans": [{"start": 216, "end": 238, "text": "(Supplementary Table 3", "ref_id": "TABREF8"}, {"start": 668, "end": 689, "text": "Supplementary Table 4", "ref_id": "TABREF9"}], "section": "Analysis Cohort"}, {"text": "Macrophage-protective function of antibody responses Anti-V-antigen antibody caspase-3 assay was used to measure the function of antibodies to protect macrophages from the cytotoxicity of Yersinia. Recombinant Yersinia pseudotuberculosis expressing V antigen was pretreated with serum. The pretreated bacteria was added into a commercially available macrophage cell line in 96 well plates. Caspase-3 in the culture supernatants was quantified 1.5 hours later using a caspase-3 assay kit (EnzChek).", "cite_spans": [], "ref_spans": [], "section": "Antibody, T-cell, and Cytokine Assays"}, {"text": "Optimized CFSE-based flow cytometric assay Three concentrations of killed recombinant Y. pseudotuberculosis expressing V antigens (20) and four concentrations of mixed F1 and V Y. pestis antigens were used to identify the optimal antigen concentration for stimulation of CMI. At different time points (days 3-10), cells were stained for surface markers such as CD3 and CD4, and intracellular cytokines such as interferon (IFN)-gamma and interleukin (IL) 4. Flow-cytometric acquisition was performed by using a multi-color BD FACSCanto II instrument, and analyses was done using CellQuest and FlowJo (Tree Star) software. A minimum of 10,000 CD4+ events were to be acquired. Cells with decreased CFSE fluorescence were considered as proliferating cells. The absolute numbers of effector CD4+ T cells were calculated by multiplying the total number of viable cells recovered by the percentage of the specific T cell subset detected by flow-cytometric analysis. Stimulation index was obtained by calculating the ratio of stimulated versus unstimulated (medium rest control) T cells that both proliferated and produced cytokine as measured by flow cytometry. Mann-Whitney U tests were used to analyze differences in the expansions of CD4+ T cells in samples from vaccinated and non-vaccinated participants. Optimal antigen concentration and duration of stimulation was selected based on the highest vaccine-specific CD4+ T cell responses.", "cite_spans": [], "ref_spans": [], "section": "Antibody, T-cell, and Cytokine Assays"}, {"text": "The optimized CFSE-based flow cytometric assay was then used to measure CMI in pre-vaccination and post-vaccination PBMC from participants who received 6 to 10 mcg of flagellin-adjuvanted F1/V vaccine. The CFSE-assay was performed using optimal antigen concentrations and the optimal culture duration before staining for surface markers such as CD3, CD4 and CD8 as well as intracellular cytokines such as (IFN-γ, IL-2, TNF-α, IL 4, IL-6, IL-10). Flow cytometry was performed as described above.", "cite_spans": [], "ref_spans": [], "section": "Antibody, T-cell, and Cytokine Assays"}, {"text": "Cytokine assay Culture supernatants from the optimized CFSE-based assay were used for measurement of cytokines using a cytokine bead array (Becton Dickinson). This array allowed a detailed characterization of Th1, Th2 and Th17 cytokine levels, and was a powerful supplement to the results from CFSE-based assays.", "cite_spans": [], "ref_spans": [], "section": "Antibody, T-cell, and Cytokine Assays"}, {"text": "Macrophage-protective function of antibodies Caspase-3 levels were assessed as the mean of triplicate measurements. Serum-free infected controls were used for normalization. Infected control normalization was carried out by dividing mean sample caspase-3 levels by serum-free infected control caspase-3 levels.", "cite_spans": [], "ref_spans": [], "section": "Derived Variables"}, {"text": "Higher normalized caspase-3 levels values indicated lower protection and vice versa. For a more intuitive interpretation of protective function of antibodies, the inverse of the normalized caspase-3 level variable was analyzed and summarized.", "cite_spans": [], "ref_spans": [], "section": "Derived Variables"}, {"text": "Stimulation index (proliferating and cytokine-producing T cells) Sample CFSE PCTC results (absolute number of T-cells) for a certain cytokine-producing T cell subset following sample antigen stimulation were divided by respective CFSE results (absolute number of T-cells) of the respective medium rested (unstimulated) T cells subset from the same sample.", "cite_spans": [], "ref_spans": [], "section": "Derived Variables"}, {"text": "Stimulation index (Th1, Th2 and Th17 cytokines) Sample cytokine bead array results (pg/mL) for a certain cytokine (IL-17A, IFN-γ, TNF, IL-10, IL-6, IL-4 , and IL-2) level following sample antigen stimulation were divided by respective cytokine levels (pg/mL) of unstimulated (medium rested) results from the same sample.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 152, "text": "(IL-17A, IFN-γ, TNF, IL-10, IL-6, IL-4", "ref_id": "TABREF6"}], "section": "Derived Variables"}, {"text": "Peak Responses For gene expression correlation analyses, peak protective function of antibodies (inverse of normalized caspase-3 levels) was calculated as the maximum fold change per subject at Day 14 or 28 post-second vaccination compared to Day 0.", "cite_spans": [], "ref_spans": [], "section": "Derived Variables"}, {"text": "The protective function of antibodies (inverse of normalized caspase-3 levels), stimulation index of proliferating and cytokine-producing T cells, and stimulation index (ratio for cytokines) was summarized using minimum, Q1, median, Q3, maximum, and 95% CI of the median. Summaries were provided by visit and study arm, as well as pooled across study arms. The 95% confidence interval (CI) of the median was obtained using the bootstrap method using 1,000 replicates for each visit and study arm combination. Similarly, fold change compared to pre-vaccination was summarized. Time trends of median fold change and associated 95% bootstrap CIs were visualized. Pre-vaccination and post-vaccination results were contrasted using boxplots. Statistically significant changes for each post-vaccination day compared to pre-vaccination measurements were assessed for combined study arms using a two-sided Wilcoxon Signed-Rank test with an individual alpha level of 0.05.", "cite_spans": [], "ref_spans": [], "section": "Antibody, T-cell, and Cytokine Assays Analysis"}, {"text": "2.3.1 RNA-Seq Experiment, Processing, Data QC and Filtering RNA-Seq Experiment RNA-Seq was carried out using single-end 50 base read sequencing using an Illumina HiSeq3000 sequencer. Fourty-one libraries were multiplexed across 4 sequencing lanes with targeted coverage of 39 million reads per library.", "cite_spans": [], "ref_spans": [], "section": "RNA-Seq"}, {"text": "The latest version of the human reference genome assembly (GRCh38), gene models, and associated gene annotation information in the form of a Gene Transfer Format (GTF) file were obtained from the ENSEMBL database (Version 90). The genomic reference was built by merging all human chromosomes except for X and Y chromosomes (to avoid gender-specific effects). Sequences of known human rRNAs, rRNA pseudogenes, tRNA pseudogenes, mitochondrial rRNAs (mt-rRNAs), mitochondrial tRNAs (mt-tRNAs), and mt-rRNA pseudogenes were obtained from the Ensembl database (Version 90, August 2017) using the biomaRt R package (Version 2.32.1). Known human tRNA sequences were obtained from the Ensembl database (Version 90, August 2017) using the Ensembl Perl API (Version 90). These sequences were then used to build a Bowtie2 index of contaminant sequences. Adapter sequences and low-quality 5' ending sequences were removed from raw sequencing reads using the Trimmomatic software (Version 0.36). The impact of quality filtering was assessed using the FastQC software.", "cite_spans": [], "ref_spans": [], "section": "RNA-Seq Data Processing"}, {"text": "Following adapter removal, sequence reads were aligned to the index of known human rRNAs and tR-NAs using Bowtie2 with its local alignment option. Reads that mapped to the index were removed, and those that did not were output to a FASTQ file for alignment to the reference genome. Filtered reads were aligned to the reference transcriptome/genome using the latest version of HISAT2 splice-aware sequence aligner (Version 2.1.0). For each sample, the quality of reference alignments was evaluated using the RSeQC software (Version 2.6.4).", "cite_spans": [], "ref_spans": [], "section": "RNA-Seq Data Processing"}, {"text": "Gene Expression Quantification and Normalization Gene expression quality were summarized in tabular form, univariate boxplots, and multivariate starplots. Quantification was carried out on the gene level using the featureCounts function of the Subread software package (Version 1.5.3). Reads that overlapped with multiple genes or mapped to multiple locations on the reference genome were excluded. Known ribosomal, transfer, and mitochondrial RNA genes were removed from the final read count analysis dataset (Supplementary Table 26 ). Systematic sample differences in sequencing coverage were corrected for by calculating scaling factors for each sample using the trimmed mean of M-values (TMM) method as implemented in the R package edgeR (Version 3.18.1). TMM-normalized log 2 counts per million (LCPM) for each gene were calculated using edgeR. A TMM-scaled count of 0.5 reads was added to each gene to avoid taking the log 2 of zero. LCPM distributions were visualized using univariate boxplots and cumulative distribution function (CDF) plots before and after TMM-normalization.", "cite_spans": [], "ref_spans": [{"start": 510, "end": 533, "text": "(Supplementary Table 26", "ref_id": "TABREF7"}], "section": "RNA-Seq Data Processing"}, {"text": "Global Outlier and Batch Effect Detection TMM-normalized LCPM were standardized (z-score: mean=0, variance=1) and LCPM distributions across samples were inspected for outliers (potential sample mislabeling, experimental error, etc.) and systematic effects (sample ordering, batch processing, etc.) using correlation heatmaps, principal component analysis, multidimensional scaling, and hierarchical clustering.", "cite_spans": [], "ref_spans": [], "section": "RNA-Seq Data Processing"}, {"text": "To determine a suitable cutoff value for filtering lowly expressed genes, reverse cumulative distribution (RCDF) plots summarizing the percentage of genes that exceeded a certain average LCPM cutoff were plotted on the y-axis. The pre-specified cutoff of 1 LPCM (2 counts per million on the original scale) retained 12,596 genes, which was in the targeted range of 10,000 and 14,000 genes (Supplementary Table 30 , Supplementary Figure 13 ). Genes that passed this cutoff were used as input for all downstream analyses.", "cite_spans": [], "ref_spans": [{"start": 389, "end": 412, "text": "(Supplementary Table 30", "ref_id": "TABREF8"}, {"start": 429, "end": 438, "text": "Figure 13", "ref_id": null}], "section": "Determination of Cut Offs for Filtering Lowly Expressed Genes"}, {"text": "Identification of Differentially Expressed Genes Negative binomial generalized linear models as implemented in edgeR were applied to identify DE genes after exclusion of outlying samples and lowly expressed genes. TMM-adjusted total read counts per sample were included in the models as an offset to account for systematic sample differences. For each post-first vaccination day (Day 14 and Day 28 post-second vaccination), a negative binomial model was fit to pre-and post-first vaccination read counts across subjects. The subject effects for estimating subject-specific pre-first vaccination levels were added to account for paired samples from the same subject. Effects were parameterized in the design matrix using dummy variables with one variable for each subject and an additional variable for the pre-vs. post-first vaccination effect. For vaccination effects, the value of the dummy variable was set to 1 for post-second vaccination (Day 14 or Day 28 post-second vaccination) and 0 for pre-first vaccination (Day 0) observations. For each gene, the statistical significance of the post-vs. pre-vaccination effect was evaluated using a likelihood ratio testing the following hypothesis on the log 2 scale:", "cite_spans": [], "ref_spans": [], "section": "RNA-Seq Data Analysis"}, {"text": "To control for testing multiple genes, the false-discovery rate (FDR) based on the Benjamini-Hochberg procedure as implemented in the p.adjust R function was be applied for each model. Genes with an absolute fold change (effect size) of ≥ 1.2 compared to pre-first vaccination and FDR-adjusted p-value < 0.05 were be considered to be significantly differentially expressed (DE) . Treatment effects in terms of overall fold changes and FDR-adjusted p-values were summarized for all genes that passed the low expression cut off using MA plots and Volcano plots. The fold change cutoff of 1.2 was selected based on RCDF plots summarizing the percentage of DE genes that exceeded a certain fold change cut off (Supplementary Figure 14) . Overlap in DE genes between post-vaccination days was summarized using Venn diagrams, both in terms of overall numbers and separately for up/down-regulated DE genes. ", "cite_spans": [{"start": 373, "end": 377, "text": "(DE)", "ref_id": null}], "ref_spans": [{"start": 721, "end": 731, "text": "Figure 14)", "ref_id": "FIGREF6"}], "section": "RNA-Seq Data Analysis"}, {"text": "Regularized linear regression models were fit to determine gene expression log 2 fold change responses that best predicted peak changes in protective levels of antibodies (based on inverse Caspase-3 levels) using the glmnet R package (Version 2.0-13). Separate models were fit for each post vaccination day (Day 14 and Day 28 post-second vaccination). To avoid overfitting, and to facilitate variable selection, an elastic net regularization step (combination of L1 Lasso and L2 ridge penalties) was applied. Leave-one-out cross validation was used to determine the optimum regularization parameters that minimized the model mean squared error. The input gene set included genes with an absolute mean baseline fold change in LCPM of ≥ 1.5 at Day 14 or Day 28 post-second vaccination. Prior to modeling, gene variable log 2 fold changes were standardized (z-score: mean=0, variance=1) using the glmnet standardize=TRUE option. Genes selected by each model were further characterized using pathway enrichment analysis as described in the previous method section.", "cite_spans": [], "ref_spans": [], "section": "Identification of Transcriptomics Responses That Best Predict Protective Antibody Response"}, {"text": "Regularized canonical correlation analysis (RCCA) as implemented in the mixOmics R package (Version 6.1.3) was applied to maximize the inter-set correlation between transcriptomic log 2 fold change gene responses and PCTC or cytokine fold change re-sponses for the respective post-vaccination day. RCCA was performed for each post-vaccination day (Day 14 and Day 28 post-second vaccination) and assay (PCTC and cytokine measurements). Prior to modeling, PCTC and cytokine fold change variables were log 2 transformed and then standardized (z-score: mean=0, variance=1). A regularization step was included to avoid overfitting and to handle collinearity within variable sets. Regularization parameters (λ 1 and λ 2 ) were estimated using leave-one-out cross validation (grid-search of 250,000 parameter combinations ranging from 0.000001 to 1 in 500 increments). Correlations between original variables (Pearson correlation) and corresponding canonical variates were calculated (canonical loadings). Canonical loadings were squared to obtain the percent-explained variance for each variable. Tabular and graphical summaries were presented if the model achieved a cross validation score (CV) of ≥ 0.5.", "cite_spans": [], "ref_spans": [], "section": "Identification of Transcriptomics Responses That Best Correlate With Changes in Proliferating and Cytokine Producing T-cells or Cytokine Responses"}, {"text": "Canonical loadings for each variable set were visualized for the first two canonical variates using 2dimensional canonical correlation circle plots. Gene and T-cell or cytokine variables for which the first two canonical variates explained less than 25% of their total variance (placed within the inner circle of the correlation circle plots) were grayed out. Variables or groups of variables that are closely positioned in these plots are positively correlated while those diametrically opposed are negatively correlated. The strength of the correlation is encoded by the distance from the center of the circle as well as by the angle between variables when viewed as vectors originating from the center. A sharp angle between variables represents a positive correlation, an obtuse angle indicates a negative correlation while a right angle is observed for zero correlation. Thus, maximum correlation is achieved when variables are closely placed together to the outer circle (or directly opposed on the outer circle). KEGG BRITE pathway hierarchy (second level) information for the top five pathway categories (in terms of number of genes that were correlated) was overlaid on top of the correlation circle plots to highlight known functional organization. Identified robust gene clusters were integrated by drawing lines between correlated genes that formed a robust gene cluster.", "cite_spans": [], "ref_spans": [], "section": "Identification of Transcriptomics Responses That Best Correlate With Changes in Proliferating and Cytokine Producing T-cells or Cytokine Responses"}, {"text": "Genes that showed a correlation of r > 0.5 with the respective first canonical variate were further characterized using pathway enrichment analysis as described in the pathway enrichment method section.", "cite_spans": [], "ref_spans": [], "section": "Identification of Transcriptomics Responses That Best Correlate With Changes in Proliferating and Cytokine Producing T-cells or Cytokine Responses"}, {"text": "Data was analyzed using the R statistical programming language and R Bioconductor packages. A complete listing of R package versions are given in Supplementary Table 32 . This report was generated using the knitr R package (Version 1.17) and L A T E X typesetting software (Version TeX Live 2012/Debian). The operating system used was Ubuntu (Version 16.04.2 LTS).", "cite_spans": [], "ref_spans": [{"start": 146, "end": 168, "text": "Supplementary Table 32", "ref_id": "TABREF7"}], "section": "Software"}, {"text": "Summary statistics for the protective function of antibodies against anti-V-antigen (inverse of normalized caspase-3 levels) pre-vaccination (Day 0), for each post-vaccination day (Day 14 and Day 28 post-second vaccination), and treatment group (Flagellin/F1/V 6mcg, Flagellin/F1/V 10mcg) as well as combined treatment groups are tabulated in Supplementary Table 5 . Statistically signifcant Wilcoxon Signed-Rank test results to assess change for each post-vaccination day compared to pre-vaccination measurements are described in Supplementary Table 8 for proliferating and cytokine-producing T cells and for cytokines.", "cite_spans": [], "ref_spans": [{"start": 343, "end": 364, "text": "Supplementary Table 5", "ref_id": "TABREF10"}, {"start": 531, "end": 552, "text": "Supplementary Table 8", "ref_id": "TABREF12"}], "section": "Antibody, T-cell, and Cytokine Results"}, {"text": "Correlation Between Protective Antibody Response and ELISA Results Supplementary Table 7 lists Spearman correlation results to assess correlation between log 2 fold change in protective levels of antibody based on inverse normalized caspase-3 levels and change in IgG ELISA titer as well as IgG ELISA concentration against the F1 and V antigens (this data was obtained for the parent study: DMID 08-0006).", "cite_spans": [], "ref_spans": [{"start": 81, "end": 94, "text": "Table 7 lists", "ref_id": "TABREF11"}], "section": "Antibody, T-cell, and Cytokine Results"}, {"text": "Corresponding scatterplots with trend lines are shown in Supplementary Figures 2 and 3 Correlation Between Protective Antibody Response and Proliferating and IL-6 and IFN-γ Producing CD4+ T Cells Supplementary Table 9 lists Spearman correlation results to assess correlation between log 2 fold changes in protective levels of antibody based on inverse normalized caspase-3 levels and change", "cite_spans": [], "ref_spans": [{"start": 57, "end": 86, "text": "Supplementary Figures 2 and 3", "ref_id": null}, {"start": 196, "end": 217, "text": "Supplementary Table 9", "ref_id": null}], "section": "Antibody, T-cell, and Cytokine Results"}, {"text": "in T-cell stimulation index for CD4+/CFSElo/IL-6+ T-cells and CD4+/CFSElo/IFNg+ T-cells following F1/V stimulation. Corresponding scatterplots with trend lines are shown in Supplementary Figures 4 and 5 ", "cite_spans": [], "ref_spans": [{"start": 173, "end": 202, "text": "Supplementary Figures 4 and 5", "ref_id": null}], "section": "Antibody, T-cell, and Cytokine Results"}, {"text": "RNA-Seq Reference Alignment Statistics On average, 35 million individual reads were mapped for each sample against the reference genome sequence, of which 79% uniquely mapped to a location on the human reference assembly (Supplementary Table 28 ). When reads were mapped against known gene models, on average, 20 million reads were uniquely counted in the expression quantification step. The vast majority (on average 81%) of tags (spliced reads) mapped to known 1 exonic regions followed by intronic (17%), and intergenic regions (1%) (Supplementary Table 29) .", "cite_spans": [], "ref_spans": [{"start": 221, "end": 244, "text": "(Supplementary Table 28", "ref_id": "TABREF7"}, {"start": 551, "end": 560, "text": "Table 29)", "ref_id": "TABREF7"}], "section": "Transcriptomics results"}, {"text": "The impact of between-sample normalization using the trimmed mean of M-values (TMM) method is visualized in Supplementary Figures 6 to 8 . The plots summarize log 2 counts per million (LCPM) distributions for each sample before and after normalization. The medians and interquartile ranges of LCPM distributions were very similar for most of the 35 samples before and after normalization. Figure 10) . However, as a strong outlying signal was not consistently observed across all methods, it was decided to keep the sample as part of the analysis. No batch effects were observed. ", "cite_spans": [], "ref_spans": [{"start": 108, "end": 136, "text": "Supplementary Figures 6 to 8", "ref_id": "FIGREF3"}, {"start": 389, "end": 399, "text": "Figure 10)", "ref_id": "FIGREF4"}], "section": "Impact of TMM Normalization"}, {"text": "Supplementary Figure 1 : Analysis population consort flow diagram.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 22, "text": "Figure 1", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 2 : Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in ELISA IgG concentration and titer for F1 antigen. The green solid trend line represents a locally weighted regression fit. Figure 5 : Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels (y-axis) and log 2 fold change in the stimulation index of CD4+/CFSElo/IFNγ+ T-cells (x-axis) by post-vaccination day. The green solid trend line represents a locally weighted regression fit. Figure 11 : Non-metric multidimensional scaling biplots (RNA-Seq). For the top panels, Euclidean distance was used to determine pairwise differences. For the bottom panels, 1-Spearman distance was used to determine pairwise differences. The right panels are identical to the left panels except that they show dataset labels for the four most outlying samples based on maximum Mahalanobis distance. Supplementary Figure 13 : Reverse empirical cumulative distribution function plots to assess lowly-expressed gene cut offs (RNA-Seq). The x-axis represents the log 2 count per million cut off for identifying lowly-expressed genes. The y-axis shows the percentage of all genes with an average gene expression level across all study samples that exceeds the respective cut off. The grey box indicates the target range of genes to be selected (between 10,000 and 14,000 genes). The black vertical line represents the low-expression cutoff. . The x-axis represents the log 2 fold change cut off for identifying DE genes. The y-axis shows the percentage of genes that meet the FDR-adjusted p-value cut off whose average fold change exceeds the respective cut off. The grey and black vertical lines represent the default (1.5 FC) and the actual (1.2 FC) cutoffs, respectively. Blue lines indicate the pre-specified minimum fold change cut off. In red: signifcant genes; in grey: genes that did not pass the fold change cut offs; in black: genes that passed the fold change cut off but were not significant.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 22, "text": "Figure 2", "ref_id": null}, {"start": 271, "end": 279, "text": "Figure 5", "ref_id": null}, {"start": 572, "end": 581, "text": "Figure 11", "ref_id": null}, {"start": 984, "end": 993, "text": "Figure 13", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 16 : KEGG Pathway Map -Amoebiasis (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 16", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 17 : KEGG Pathway Map -Complement and coagulation cascades (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 17", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 18 : KEGG Pathway Map -Complement and coagulation cascades (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 18", "ref_id": "FIGREF3"}], "section": "Figures"}, {"text": "Supplementary Figure 19 : KEGG Pathway Map -Cytokine-cytokine receptor interaction (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 19", "ref_id": "FIGREF10"}], "section": "Figures"}, {"text": "Supplementary Figure 20 : KEGG Pathway Map -Cytokine-cytokine receptor interaction (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 20", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 21 : KEGG Pathway Map -Fluid shear stress and atherosclerosis (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 21", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 22 : KEGG Pathway Map -Fluid shear stress and atherosclerosis (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 22", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 23 : KEGG Pathway Map -Hematopoietic cell lineage (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 23", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 24 : KEGG Pathway Map -IL-17 signaling pathway (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 24", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 25 : KEGG Pathway Map -Jak-STAT signaling pathway (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 25", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 26 : KEGG Pathway Map -Osteoclast differentiation (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 26", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 27 : KEGG Pathway Map -Osteoclast differentiation (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 27", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 28 : KEGG Pathway Map -Phagosome (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 28", "ref_id": "FIGREF3"}], "section": "Figures"}, {"text": "Supplementary Figure 29 : KEGG Pathway Map -Proteoglycans in cancer (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 29", "ref_id": "FIGREF10"}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 30 : KEGG Pathway Map -Proteoglycans in cancer (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used).", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 30", "ref_id": null}], "section": "Figures"}, {"text": "In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [], "section": "Figures"}, {"text": "Supplementary Figure 31 : KEGG Pathway Map -Rheumatoid arthritis (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 31", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 32 : KEGG Pathway Map -Staphylococcus aureus infection (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 32", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 33 : KEGG Pathway Map -Staphylococcus aureus infection (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 33", "ref_id": null}], "section": "Figures"}, {"text": "Supplementary Figure 34 : KEGG Pathway Map -Tuberculosis (RNA-Seq, Day 14 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 34", "ref_id": "FIGREF2"}], "section": "Figures"}, {"text": "Supplementary Figure 35 : KEGG Pathway Map -Tuberculosis (RNA-Seq, Day 28 post-second vaccination). Node color gradient encodes fold change from pre-vaccination (for multi-gene pathway nodes the median fold change is used). In red: up-regulated compared to pre-vaccination, in blue: down-regulated compared to pre-vaccination. In black: fold change close to 1, in dark grey: genes filtered out due to low overall expression, light grey: gene missing database mapping, white: non-human gene. DE genes are highlighted using red (significantly up-regulated) and blue (significantly down-regulated) node label and border colors. Figure 37 : Scatterplots that summarize the correlation between peak log 2 Inverse Caspase-3 Levels and log 2 fold change response for genes identified using regularized linear regression (RNA-Seq, Day 14 post-second vaccination). Sorted by absolute descending regularized linear regression coefficient. The green solid trend line represents a locally weighted regression fit. Supplementary ", "cite_spans": [], "ref_spans": [{"start": 14, "end": 23, "text": "Figure 35", "ref_id": null}, {"start": 625, "end": 634, "text": "Figure 37", "ref_id": null}], "section": "Figures"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Supplementary Table 30: Number of genes that passed the low expression cut off (RNA-Seq) Genes All Data 12596", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Analysis population consort flow diagram . . . . . . . . . . . . . . . . . . . Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in ELISA IgG for F1 antigen . . Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in ELISA IgG for V antigen . . . Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in the stimulation index of proliferating CD4+/CFSElo/IL-6+ T-cells . . . . . . . . . . . . . . . . . . . . . Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in the stimulation index of proliferating CD4+/CFSElo/IFNγ+ T-cells . . . . . . . . . . . . . . . . . . . . Boxplots of log 2 counts per million before TMM normalization (RNA-Seq). . Boxplots of log 2 counts per million after TMM normalization (RNA-Seq). . . Empirical cumulative distribution function plots of log 2 counts per million before and after TMM normalization (RNA-Seq). . . . . . . . . . . . . . . . Spearman correlation heatmap (RNA-Seq). . . . . . . . . . . . . . . . . . . 27 Supplementary Figure 10 PCA biplots (RNA-Seq). . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28 Supplementary Figure 11 Non-metric multidimensional scaling biplots (RNA-Seq) . . . . . . . . . . . 29 Supplementary Figure 12 Hierarchical clustering plots (RNA-Seq). . . . . . . . . . . . . . . . . . . . . 30 Supplementary Figure 13 Reverse empirical cumulative distribution function plots to assess lowly-expressed gene cut off (RNA-Seq). . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 Supplementary Figure 14 Reverse empirical cumulative distribution function plots to assess fold change cut off (RNA-Seq). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 Supplementary Figure 15 Volcano and MA plots (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 32 Supplementary Figure 16 Pathway map -Amoebiasis (Day 28 post-second vaccination) . . . . . . . . . 33 Supplementary Figure 17 Pathway map -Complement and coagulation cascades (Day 14 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34 Supplementary Figure 18 Pathway map -Complement and coagulation cascades (Day 28 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 Supplementary Figure 19 Pathway map -Cytokine-cytokine receptor interaction (Day 14 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 36 Supplementary Figure 20 Pathway map -Cytokine-cytokine receptor interaction (Day 28 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37 Supplementary Figure 21 Pathway map -Fluid shear stress and atherosclerosis (Day 14 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38 Supplementary Figure 22 Pathway map -Fluid shear stress and atherosclerosis (Day 28 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39 Supplementary Figure 23 Pathway map -Hematopoietic cell lineage (Day 28 post-second vaccination) map -Phagosome (Day 28 post-second vaccination) . . . . . . . . . 45 Supplementary Figure 29 Pathway map -Proteoglycans in cancer (Day 14 post-second vaccination) . . 46 Supplementary Figure 30 Pathway map -Proteoglycans in cancer (Day 28 post-second vaccination) . . 47 Supplementary Figure 31 Pathway map -Rheumatoid arthritis (Day 28 post-second vaccination) . . . . 48 Supplementary Figure 32 Pathway map -Staphylococcus aureus infection (Day 14 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49 Supplementary Figure 33 Pathway map -Staphylococcus aureus infection (Day 28 post-second vaccination) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 50 Supplementary Figure 34 Pathway map -Tuberculosis (Day 14 post-second vaccination) . . . . . . . . 51 Supplementary Figure 35 Pathway map -Tuberculosis (Day 28 post-second vaccination) . . . . . . . . 52 Supplementary Figure 36 Pathway enrichment Venn diagrams (RNA-Seq) . . . . . . . . . . . . . . . . 53 Supplementary Figure 37 Scatterplots that summarize the correlation between log 2 Inverse Caspase-3 Levels and log 2 fold change response for genes identified using regularized linear regression (RNA-Seq, Day 14 post-second vaccination) . . . . . . . . 54 Supplementary Figure 38 Canonical correlation plots (RNA-Seq/(RNA-Seq, Day 14 post-second vaccination)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 55 Supplementary Figure 39 Canonical correlation plots (RNA-Seq/(RNA-Seq, Day 14 post-second vaccination)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 56 Supplementary Figure 40 Canonical correlation plots (RNA-Seq/(RNA-Seq, Day 28 post-second vaccination)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Genes MA and Volcano plots are provided in Supplementary Figure 15. Differentially expressed (DE) genes for each post-vaccination day comparison (Day 14 post-second vaccination vs. Day 0 and Day 28 post-second vaccination vs. Day 0) ordered by treatment effect (absolute log 2 fold change) are listed in Supplementary Tables 10 and 11. Response dynamics and functional context of DE genes over time was evaluated using heatmaps, unsupervised gene clustering, and supervised pathway enrichment analysis. Pathways Enriched in DE Genes Pathway enrichment analysis was carried out by post-vaccination day using published gene sets outlined in Supplementary", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels and log 2 fold change in ELISA IgG concentration and titer for V antigen. The green solid trend line represents a locally weighted regression fit. Scatterplots that summarize the correlation between log 2 fold change in inverse Caspase-3 levels(y-axis) and log 2 fold change in the stimulation index of CD4+/CFSElo/IL-6+ T-cells (x-axis) by post-vaccination day. The green solid trend line represents a locally weighted regression fit. post−second vaccination Day 14 post−second vaccination Log 2 fold change in the stimulation index of proliferating Tpost−second vaccination Day 28 post−second vaccination Log 2 fold change in the stimulation index of proliferating T", "latex": null, "type": "figure"}, "FIGREF3": {"text": "post−second vaccination Day 14 post−second vaccination Log 2 fold change in the stimulation index of proliferating Tpost−second vaccination Day 28 post−second vaccinationLog 2 fold change in the stimulation index of proliferating TEmpirical cumulative distribution function plots of log 2 counts per million before and after TMM normalization (RNA-Seq). Timepoints day 14 and day 28 refer to days 14 and 28 post-second vaccination.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "PCA biplots (RNA-Seq). 95% confidence ellipses are drawn. The right panel is identical to the left panel except that it shows dataset labels for the four most outlying samples based on maximum Mahalanobis distance.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Reverse empirical cumulative distribution function plots to assess fold change cut offs (RNA-Seq)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Volcano and MA plots by timepoint (RNA-Seq).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Canonical correlation plots summarizing gene responses best correlated with changes in proliferating cytokine producing T-cell responses (RNA-Seq, Day 14 post-second vaccination). In brown: proliferating cytokine producing T-cell variables, red/blue: gene variables color-coded by baseline log fold change (up/down), +/-prefix: SDEG yes/no, colored-dots: pathway class, grey lines: robust clusters.CD8+/CFSElo/IFN+ CD8+TNF+ = CD8+/CFSElo/TNF+ CD8+TNFIFN+ = CD8+/CFSElo/TNF/IFN+ CD8+IL4+ = CD8+/CFSElo/IL−4+ CD8+IL2+ = CD8+/CFSElo/IL−2+ CD8+IL4IL2+ = CD8+/CFSElo/IL−4/IL−2+ Supplementary Figure 39: Canonical correlation plots summarizing gene responses best correlated with changes in proliferating cytokine producing T-cell responses (RNA-Seq, Day 14 post-second vaccination).In brown: proliferating cytokine producing T-cell variables, red/blue: gene variables color-coded by baseline log fold change (up/down), +/-prefix: SDEG yes/no, colored-dots: pathway class, grey lines: robust clusters. Canonical correlation plots summarizing gene responses best correlated with changes in cytokine responses (RNA-Seq, Day 28 post-second vaccination). In brown: cytokine variables, red/blue: gene variables color-coded by baseline log fold change (up/down), +/-prefix: SDEG yes/no, colored-dots: pathway class, grey lines: robust clusters.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Spearman correlation between fold change in proliferating and cytokine producing CD4+ T cell stimulation index fold change in the stimulation index of proliferating cells (Day 14 post-second vaccination) Log 2 fold change in the stimulation index of proliferating cells (Day 28 post-second vaccination) Log 2 fold change in the stimulation index of proliferating cells (Day 14 post-second vaccination) Log 2 fold change in the stimulation index of proliferating cells (Day 28 post-second vaccination) Log 2 fold change in inverse normalized anti-V-antigen antibody Caspase-3 levels (Day 14 postsecond vaccination)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of categorical demographic and baseline characteristics for the immunogenicity analysis population . . . . . . . . . . . . . . . . . . . . . . . . 58 SupplementaryTable 2 Summary of age demographic characteristics for the immunogenicity analysis population . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 58 Supplementary Table 3 Summary of categorical demographic and baseline characteristics for the transcriptomics analysis population . . . . . . . . . . . . . . . . . . . . . . . . . 59 Supplementary Table 4 Summary of age demographic characteristics for the transcriptomics analysis population . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59 Spearman correlation between fold change in ELISA IgG and change in protective antibody response . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 62 Supplementary Table 8 Wilcoxon Signed Rank Test (Proliferating and cytokine producing T cell andcytokine responses, F1/V 10ug/ml) . . . . . . . . . . . . . . . . . . . . . . . . 63 Supplementary Table 9 Spearman correlation between fold change in proliferating and cytokine producing CD4+ T cell stimulation index and change in protective antibody response 64 Supplementary Table 10 Genes differentially expressed at Day 14 post-second vaccination compared to Day 0 (RNA-Seq). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 65 Supplementary Table 11 Genes differentially expressed at Day 28 post-second vaccination compared to Day 0 (RNA-Seq). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85 Supplementary Table 12 KEGG Pathways enriched in differentially expressed genes at Day 14 postsecond vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . . . . 103 Supplementary Table 13 MSigDB Reactome Pathways enriched in differentially expressed genes at Day 14 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . 103 Supplementary Table 14 MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 14 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . 103 Supplementary Table 15 GO Biological Processes enriched in differentially expressed genes at Day 14 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 105 Supplementary Table 16 GO Cellular Components enriched in differentially expressed genes at Day 14 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 107 Supplementary Table 17 GO Molecular Functions enriched in differentially expressed genes at Day 14 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 107 Supplementary Table 18 KEGG Pathways enriched in differentially expressed genes at Day 28 postsecond vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . . . . 107 Supplementary Table 19 MSigDB Reactome Pathways enriched in differentially expressed genes at Day 28 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . 108 SupplementaryTable 20 MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 28 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . 108 Supplementary Table 21 GO Biological Processes enriched in differentially expressed genes at Day 28 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 110 Supplementary Table 22 GO Cellular Components enriched in differentially expressed genes at Day 28 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 112 Supplementary Table 23 GO Molecular Functions enriched in differentially expressed genes at Day 28 post-second vaccination (RNA-Seq) . . . . . . . . . . . . . . . . . . . . . . . 112 Supplementary Table 32 List of R packages and versions used for the analyses presented in this report. . 117", "latex": null, "type": "table"}, "TABREF1": {"text": "Heatmap Analysis Per-subject baseline log 2 fold change patterns for DE genes were visualized for each post-vaccination day (Day 14 and Day 28 post-second vaccination) using heatmaps. Genes identified as DE for any post vaccination day (Day 14 or Day 28 post-second vaccination) were included as part of this analysis. Heatmap subject and gene dendrograms were based on uncentered Pearson correlation distance and complete linkage hierarchical clustering. values were adjusted using the Benjamani-Hochberg procedure to control the FDR. Gene sets with an FDR-adjusted p-value < 0.05 were considered to be significantly enriched. For significantly enriched KEGG pathways, color-coded KEGG pathway maps were generated (KEGG KGML pathway layout information Version 86.0, 04/01/2018).", "latex": null, "type": "table"}, "TABREF2": {"text": "Global Gene Expression Patterns, Confounding Effects, Outlying Samples Principal component analysis (PCA), non-metric multidimensional scaling, hierarchical clustering, and heatmap results based on LCPM gene variables are shown inSupplementary Figures 9 to 12. Sample SAM01 showed an outlying profile in the PCA analysis (Supplementary", "latex": null, "type": "table"}, "TABREF3": {"text": "Significantly enriched gene sets for each of the six pathway resources are given in Supplementary Tables 12 to 23. Enriched KEGG pathway maps color-coded by expression fold change and fold change significance are shown in Supplementary Figures 16 to 35. Venn diagrams that summarize the overlap in enriched pathways are provided in Supplementary Figure 36.", "latex": null, "type": "table"}, "TABREF6": {"text": "Summary of categorical demographic and baseline characteristics for the immunogenicity analysis population. Three of the 16 subjects only consented to deidentified future use. As a consequence, they are missing from this summary.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Characteristic </td><td>N </td><td>%\n</td></tr><tr><td>Sex </td><td>Male </td><td>10 </td><td>77\n</td></tr><tr><td>Female </td><td>3 </td><td>23\n</td></tr><tr><td>Race </td><td>American Indian or Native Alaskan </td><td>1 </td><td>8\n</td></tr><tr><td>Asian </td><td>1 </td><td>8\n</td></tr><tr><td> </td><td>Native Hawaiian or Pacific Islander </td><td>0 </td><td>0\n</td></tr><tr><td> </td><td>Black or African American </td><td>1 </td><td>8\n</td></tr><tr><td> </td><td>White </td><td>10 </td><td>77\n</td></tr><tr><td> </td><td>Unknown </td><td>0 </td><td>0\n</td></tr><tr><td>Ethnicity </td><td>Multi-Race </td><td>0 </td><td>0\n</td></tr><tr><td>Not Hispanic or Latino </td><td>13 </td><td>100\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Summary of age demographic characteristics for the immunogenicity analysis population. Three of the 16 subjects only consented to deidentified future use. As a consequence, they are missing from this summary.", "latex": null, "type": "table"}, "TABREF8": {"text": "Summary of categorical demographic and baseline characteristics for the transcriptomics analysis population. Two of the 12 subjects only consented to deidentified future use. As a consequence, they are missing from this summary.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Characteristic </td><td>N </td><td>%\n</td></tr><tr><td>Sex </td><td>Male </td><td>7 </td><td>70\n</td></tr><tr><td>Female </td><td>3 </td><td>30\n</td></tr><tr><td>Race </td><td>American Indian or Native Alaskan </td><td>0 </td><td>0\n</td></tr><tr><td>Asian </td><td>1 </td><td>10\n</td></tr><tr><td> </td><td>Native Hawaiian or Pacific Islander </td><td>0 </td><td>0\n</td></tr><tr><td> </td><td>Black or African American </td><td>0 </td><td>0\n</td></tr><tr><td> </td><td>White </td><td>9 </td><td>90\n</td></tr><tr><td> </td><td>Unknown </td><td>0 </td><td>0\n</td></tr><tr><td>Ethnicity </td><td>Multi-Race </td><td>0 </td><td>0\n</td></tr><tr><td>Not Hispanic or Latino </td><td>10 </td><td>100\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Summary of age demographic characteristics for the transcriptomics analysis population. Two of the 12 subjects only consented to deidentified future use. As a consequence, they are missing from this summary.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Statistic\n</td><td> </td></tr><tr><td>Mean </td><td>30.4\n</td></tr><tr><td>Standard Deviation </td><td>6.2\n</td></tr><tr><td>Median </td><td>28\n</td></tr><tr><td>Minimum </td><td>23\n</td></tr><tr><td>Maximum </td><td>42\n</td></tr></table></body></html>"}, "TABREF10": {"text": "Summaries of inverse normalized anti-V-antigen antibody caspase-3 levels by study visit day and treatment groupFlagellin/F1/V 6µg (N=8) Flagellin/F1/V 10µg (N=8) Combined (N=16) SupplementaryTable 6: Summaries of the fold change in inverse normalized anti-V-antigen antibody caspase-3 levels by study visit day and treatment group Flagellin/F1/V 6µg (N=8) Flagellin/F1/V 10µg (N=8) Combined (N=16)", "latex": null, "type": "table"}, "TABREF11": {"text": "Spearman correlation between fold change in ELISA IgG and change in protective antibody response", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>ELISA Results </td><td>Caspase-3 Results </td><td>Spearman Correlation (p-value) [n]\n</td></tr><tr><td>ELISA IgG titer\n</td><td>Log2 fold change in ELISA IgG titer\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.165\n</td></tr><tr><td>(F1 antigen)\n</td><td>(Day 14 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.5729)\n</td></tr><tr><td> </td><td> </td><td>(Day 14 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td> </td><td>Log2 fold change in ELISA IgG titer\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.2\n</td></tr><tr><td> </td><td>(Day 28 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.493)\n</td></tr><tr><td> </td><td> </td><td>(Day 28 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td>ELISA IgG concentration\n</td><td>Log2 fold change in ELISA IgG conc\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.095\n</td></tr><tr><td>(F1 antigen)\n</td><td>(Day 14 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.7469)\n</td></tr><tr><td> </td><td> </td><td>(Day 14 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td> </td><td>Log2 fold change in ELISA IgG conc\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.151\n</td></tr><tr><td> </td><td>(Day 28 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.6073)\n</td></tr><tr><td> </td><td> </td><td>(Day 28 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td>ELISA IgG titer (V antigen)\n</td><td>Log2 fold change in ELISA IgG titer\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.305\n</td></tr><tr><td>(Day 14 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.2882)\n</td></tr><tr><td> </td><td> </td><td>(Day 14 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td> </td><td>Log2 fold change in ELISA IgG titer\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.534\n</td></tr><tr><td> </td><td>(Day 28 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.0492)\n</td></tr><tr><td> </td><td> </td><td>(Day 28 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td>ELISA IgG concentration (V antigen)\n</td><td>Log2 fold change in ELISA IgG conc\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.253\n</td></tr><tr><td>(Day 14 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.3828)\n</td></tr><tr><td> </td><td> </td><td>(Day 14 post-second vaccination)\n</td><td>[14]\n</td></tr><tr><td> </td><td>Log2 fold change in ELISA IgG conc\n</td><td>Log2 fold change in normalized anti-\n</td><td>0.521\n</td></tr><tr><td> </td><td>(Day 28 post-second vaccination)\n</td><td>V-antigen antibody caspase-3 levels\n</td><td>(0.0558)\n</td></tr><tr><td> </td><td> </td><td>(Day 28 post-second vaccination)\n</td><td>[14]\n</td></tr></table></body></html>"}, "TABREF12": {"text": "Wilcoxon Signed Rank Test for comparing proliferating and cytokine producing T cell and cytokine stimulation index levels at Day 14 or Day 28 post-second vaccination with pre-vaccination (F1/V 10ug/ml, all treatment groups) Day 14 Post-Vaccination 2 vs. Pre-Vaccination 1 Day 28 Post-Vaccination 2 vs. Pre-Vaccination 1", "latex": null, "type": "table"}, "TABREF13": {"text": "", "latex": null, "type": "table"}, "TABREF15": {"text": "Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). SupplementaryTable 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Source:HGNC Symbol;Acc:HGNC:5877] SupplementaryTable 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). SupplementaryTable10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Supplementary Table 10: Genes differentially expressed at day 14 post-second vaccination compared to day 0 (RNA-Seq). Sorted by descending absolute log 2 fold change (Day 14 post-second vaccination vs. Day 0). Gene model summaries and annotations are based on Ensembl Version 90 (August 2017) (continued). Source:HGNC Symbol;Acc:HGNC:20460] Source:HGNC Symbol;Acc:HGNC:11916] SupplementaryTable 12: KEGG Pathways enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 13: MSigDB Reactome Pathways enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 14: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. Supplementary Table 14: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) GSE34156 TLR1 TLR2 LIGAND VS NOD2 AND TLR1 TLR2 LIGAND 24H TREATED MONO-CYTE... Supplementary Table 14: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) Supplementary Table 15: GO Biological Processes enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. Supplementary Table 15: GO Biological Processes enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) Supplementary Table 16: GO Cellular Components enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 17: GO Molecular Functions enriched in differentially expressed genes at Day 14 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 18: KEGG Pathways enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 18: KEGG Pathways enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. (continued) Supplementary Table 19: MSigDB Reactome Pathways enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used. Supplementary Table 20: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. GSE34156 TLR1 TLR2 LIGAND VS NOD2 AND TLR1 TLR2 LIGAND 24H TREATED MONO-CYTE... Supplementary Table 20: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) Supplementary Table 20: MSigDB Immunologic Signature Sets enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) Supplementary Table 21: GO Biological Processes enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. Supplementary Table 21: GO Biological Processes enriched in differentially expressed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used.Top 50 results are listed. (continued) Supplementary Table 25: Regularized canonical correlation analysis model summary statistics (RNA-Seq)", "latex": null, "type": "table"}, "TABREF16": {"text": "Summary human reference gene model alignment statistics(RNA-Seq)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Min </td><td>Q1 </td><td>Median </td><td>Mean </td><td>Q3 </td><td>Max </td><td>SD </td><td>MAD </td><td>N\n</td></tr><tr><td>Exon Tags [%] </td><td>72.83 </td><td>80.17 </td><td>81.35 </td><td>81.28 </td><td>82.68 </td><td>86.65 </td><td>2.78 </td><td>1.87 </td><td>35\n</td></tr><tr><td>Intron Tags [%] </td><td>12.43 </td><td>16.19 </td><td>17.35 </td><td>17.48 </td><td>18.55 </td><td>25.87 </td><td>2.72 </td><td>1.78 </td><td>35\n</td></tr><tr><td>Intergenic Tags [%] </td><td>0.91 </td><td>1.18 </td><td>1.24 </td><td>1.24 </td><td>1.32 </td><td>1.40 </td><td>0.12 </td><td>0.11 </td><td>35\n</td></tr><tr><td>CDS Exons Tags Per Kb </td><td>54.26 </td><td>110.10 </td><td>163.57 </td><td>276.39 </td><td>300.93 </td><td>1381.28 </td><td>287.33 </td><td>91.17 </td><td>35\n</td></tr><tr><td>Intron Tags Per Kb </td><td>1.28 </td><td>1.79 </td><td>2.58 </td><td>4.36 </td><td>5.21 </td><td>17.85 </td><td>4.19 </td><td>1.53 </td><td>35\n</td></tr><tr><td>3' UTR Tags Per Kb </td><td>26.76 </td><td>57.16 </td><td>79.10 </td><td>139.21 </td><td>160.93 </td><td>670.63 </td><td>144.46 </td><td>44.80 </td><td>35\n</td></tr><tr><td>5' UTR Tags Per Kb </td><td>19.90 </td><td>46.88 </td><td>67.67 </td><td>116.02 </td><td>137.99 </td><td>548.17 </td><td>118.61 </td><td>34.77 </td><td>35\n</td></tr><tr><td>TSS upstream 10Kb Tags Per Kb </td><td>0.13 </td><td>0.24 </td><td>0.36 </td><td>0.59 </td><td>0.66 </td><td>2.85 </td><td>0.62 </td><td>0.22 </td><td>35\n</td></tr><tr><td>TES downstream 10Kb Tags Per Kb </td><td>0.34 </td><td>0.53 </td><td>0.84 </td><td>1.39 </td><td>1.57 </td><td>6.35 </td><td>1.42 </td><td>0.50 </td><td>35\n</td></tr><tr><td>Splicing Events [105] </td><td>8.24 </td><td>17.49 </td><td>26.81 </td><td>44.97 </td><td>48.03 </td><td>229.53 </td><td>47.75 </td><td>15.39 </td><td>35\n</td></tr><tr><td>Splicing Junctions [105] </td><td>1.01 </td><td>1.24 </td><td>1.40 </td><td>1.53 </td><td>1.71 </td><td>2.70 </td><td>0.39 </td><td>0.25 </td><td>35\n</td></tr></table></body></html>"}, "TABREF17": {"text": "Table 8: Wilcoxon Signed Rank Test for comparing proliferating and cytokine producing T cell and cytokine stimulation index levels at Day 14 or Day 28 post-second vaccination with pre-vaccination (F1/V 10ug/ml, all treatment groups)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Day 14 Post-Vaccination 2 vs. Pre-Vaccination 1 </td><td>Day 28 Post-Vaccination 2 vs. Pre-Vaccination 1\n</td></tr><tr><td> </td><td>n </td><td>Wilcoxon\n</td><td>P-Value </td><td>Median\nn </td><td>Wilcoxon\n</td><td>P-Value </td><td>Median\n</td></tr><tr><td> </td><td> </td><td>Statistic\n</td><td> </td><td>Fold Change\n</td><td>Statistic\n</td><td> </td><td>Fold Change\n</td></tr><tr><td>Proliferating Cytokine Producing T-Cells\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CD4+/CFSElo/IL-6+ </td><td>15 </td><td>40 </td><td>0.4513 </td><td>1 14 </td><td>46 </td><td>0.7148 </td><td>1.01\n</td></tr><tr><td>CD4+/CFSElo/IL-10+ </td><td>15 </td><td>31 </td><td>0.107 </td><td>2.12 14 </td><td>20 </td><td>0.0419 </td><td>7.43\n</td></tr><tr><td>CD4+/CFSElo/IL-6/IL-10+ </td><td>15 </td><td>11 </td><td>&gt;0.9999 </td><td>1 14 </td><td>12 </td><td>0.8339 </td><td>1\n</td></tr><tr><td>CD4+/CFSElo/IFNγ+ </td><td>15 </td><td>34 </td><td>0.1514 </td><td>2.01 14 </td><td>33 </td><td>0.2412 </td><td>1.6\n</td></tr><tr><td>CD4/CFSElo/TNF+ </td><td>15 </td><td>37 </td><td>0.2078 </td><td>1.48 14 </td><td>40 </td><td>0.4631 </td><td>1.22\n</td></tr><tr><td>CD4+/CFSElo/IFN/TNFα+ </td><td>15 </td><td>36 </td><td>0.1876 </td><td>1.54 14 </td><td>21 </td><td>0.0494 </td><td>1.68\n</td></tr><tr><td>CD4+/CFSElo/IL-4+ </td><td>15 </td><td>27 </td><td>0.2084 </td><td>1 14 </td><td>8 </td><td>0.0294 </td><td>2.02\n</td></tr><tr><td>CD4+/CFSElo/IL-2+ </td><td>15 </td><td>32 </td><td>0.3636 </td><td>1.09 14 </td><td>67 </td><td>0.1422 </td><td>0.3\n</td></tr><tr><td>CD4+/CFSElo/IL-4/IL-2+ </td><td>15 </td><td>1 </td><td>&gt;0.9999 </td><td>1 14 </td><td>0 </td><td>0.3711 </td><td>1\n</td></tr><tr><td>CD8+/CFSElo/IL-6+ </td><td>15 </td><td>40 </td><td>0.4513 </td><td>1.78 14 </td><td>35 </td><td>0.7837 </td><td>1.19\n</td></tr><tr><td>CD8+/CFSElo/IL-10+ </td><td>15 </td><td>60 </td><td>&gt;0.9999 </td><td>1.51 14 </td><td>61 </td><td>0.6257 </td><td>0.9\n</td></tr><tr><td>CD8+/CFSElo/IL-10/IL-6+ </td><td>15 </td><td>0 </td><td>0.1814 </td><td>1 14 </td><td>2 </td><td>&gt;0.9999 </td><td>1\n</td></tr><tr><td>CD8+/CFSElo/IFNγ+ </td><td>15 </td><td>50 </td><td>0.5995 </td><td>1.05 14 </td><td>38 </td><td>0.391 </td><td>1.44\n</td></tr><tr><td>CD8+/CFSElo/TNFα+ </td><td>15 </td><td>84 </td><td>0.1876 </td><td>0.82 14 </td><td>59 </td><td>0.7148 </td><td>0.61\n</td></tr><tr><td>CD8+/CFSElo/TNF/IFNγ+ </td><td>15 </td><td>62 </td><td>0.9341 </td><td>1.09 14 </td><td>49 </td><td>0.8552 </td><td>0.85\n</td></tr><tr><td>CD8+/CFSElo/IL-4+ </td><td>15 </td><td>62 </td><td>0.5721 </td><td>0.77 14 </td><td>44 </td><td>0.7241 </td><td>1.04\n</td></tr><tr><td>CD8+/CFSElo/IL-2+ </td><td>15 </td><td>33 </td><td>0.1354 </td><td>1.78 14 </td><td>34 </td><td>0.442 </td><td>1.44\n</td></tr><tr><td>CD8+/CFSElo/IL-4/IL-2+ </td><td>15 </td><td>12 </td><td>0.2807 </td><td>1 14 </td><td>10 </td><td>0.5541 </td><td>1\n</td></tr><tr><td>Cytokines\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>IL-17A </td><td>15 </td><td>20 </td><td>0.0806 </td><td>1.08 14 </td><td>26 </td><td>0.3268 </td><td>1.12\n</td></tr><tr><td>IFNγ </td><td>15 </td><td>18 </td><td>0.0151 </td><td>1.34 14 </td><td>40 </td><td>0.4631 </td><td>1\n</td></tr><tr><td>TNFα </td><td>15 </td><td>83 </td><td>0.2078 </td><td>0.72 14 </td><td>73 </td><td>0.2166 </td><td>0.5\n</td></tr><tr><td>IL-10 </td><td>15 </td><td>68 </td><td>0.6788 </td><td>1.01 14 </td><td>72 </td><td>0.2412 </td><td>0.89\n</td></tr><tr><td>IL-6 </td><td>15 </td><td>60 </td><td>&gt;0.9999 </td><td>0.99 14 </td><td>47 </td><td>0.7609 </td><td>1.18\n</td></tr><tr><td>IL-4 </td><td>15 </td><td>0 </td><td>NA </td><td>1 14 </td><td>0 </td><td>NA </td><td>1\n</td></tr><tr><td>IL-2 </td><td>15 </td><td>75 </td><td>0.1673 </td><td>0.96 14 </td><td>52 </td><td>0.3268 </td><td>1\n</td></tr></table></body></html>"}, "TABREF18": {"text": "Table 15: G O Bio l ogical Processes enriched in dif f er e ntial l y e xpressed genes at D ay 1 4 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard similarity index. To determine significantly enriched gene sets, DE g", "latex": null, "type": "table", "html": "<html><body><table><tr><td>enes were us</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Up-reg</td><td>Down-</td><td> </td><td> </td><td>FDR\n</td></tr><tr><td> </td><td>Gen</td><td>N (%)\n</td><td>DE G</td><td>DE G</td><td>Index\n</td><td> </td><td>Adjust</td></tr><tr><td> </td><td> </td><td> </td><td>N (%)\n</td><td>N (%)\n</td><td> </td><td> </td><td>P-Valu</td></tr><tr><td>GO IMMUNE RESPONSE </td><td>102</td><td>57 (5.5) </td><td>17 (1.7</td><td>40 (3.9) </td><td>0.044 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr><tr><td>GO RESPONSE TO MOLECULE OF BACTERIAL ORIG</td><td>309 </td><td>25 (8.1) </td><td>6 (1.9</td><td>19 (6.1) </td><td>0.040 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr><tr><td>GO IMMUNE SYSTEM PROCESS </td><td>186</td><td>83 (4.5) </td><td>19 (1) </td><td>64 (3.4</td><td>0.039 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr><tr><td>GO INFLAMMATORY RESPONSE </td><td>430 </td><td>29 (6.7) </td><td>6 (1.4) </td><td>23 (5.3) </td><td>0.039 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr><tr><td>GO CELL MOTILITY </td><td>782 </td><td>41 (5.2) </td><td>5 (0.6</td><td>36 (4.6) </td><td>0.038 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr><tr><td>GO RESPONSE TO BACTERIUM </td><td>506 </td><td>30 (5.9) </td><td>8 (1.6</td><td>22 (4.3</td><td>0.037 </td><td>&lt;0.0001 </td><td>0.0009\n</td></tr></table></body></html>"}, "TABREF19": {"text": "Table 17: GO Molecular Function s e n ri c hed i n d if fe rentially expressed genes at Da y 14 p os t- second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value a nd Jaccard similarity index. To determine significantly enriched gene sets, DE genes were used .\nGene Set Name Gene Set Genes #\nDE Genes N (%)\nU p- reg. DE Genes", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>N (%)\n</td><td>N (%)\n</td><td> </td><td> </td><td>P-Va</td></tr><tr><td>210 </td><td>20 (9.5</td><td>10 (4.8) 10 (3.8</td><td>10 (.8) 10 (3.8</td><td>0.038 </td><td> </td><td>0.003 0.003\n</td></tr><tr><td>1391 </td><td>53 (3.8</td><td>11 (0.8</td><td>42 (3) </td><td>0.032 </td><td>&lt;0.0001 </td><td>0.003\n</td></tr><tr><td>127 </td><td>11 (8.7) </td><td>1 (0.8) </td><td>10 (7.9) </td><td>0.024 </td><td>&lt;0.0001 </td><td>0.0045\n</td></tr><tr><td>1510 </td><td>46 (3) </td><td>3 (0.2) </td><td>43 (2.8) </td><td>0.025 </td><td>&lt;0.0001 </td><td>0.0054\n</td></tr><tr><td>150 </td><td>10 (6.7) </td><td>3 (2) </td><td>7 (4.</td><td>0.021 </td><td>0.0001 </td><td>0.0195\n</td></tr></table></body></html>"}, "TABREF20": {"text": "Table 19: MSi g D B Reactome Pathways enriched in differentially expres s ed genes at Day 28 post-second vaccination compared to pre-first vaccination (RNA-Seq). Results are sorted by FDR adjusted p-value and Jaccard simila ri ty index. To determine significantly enriched gene sets,", "latex": null, "type": "table", "html": "<html><body><table><tr><td>DE genes wer</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Up-reg</td><td>Down-</td><td> </td><td> </td><td>FDR\n</td></tr><tr><td> </td><td>Ge</td><td>N (%)\n</td><td>DE Ge</td><td>DE G</td><td>Index\n</td><td> </td><td>Adjust</td></tr><tr><td> </td><td> </td><td> </td><td>N (%</td><td>N (%)\n</td><td> </td><td> </td><td>P-Valu</td></tr><tr><td>REACTOME CELL SUR</td><td>83 </td><td>10 (12) </td><td>0 (0) </td><td>10 (12</td><td>0.028 </td><td>&lt;0.000</td><td>0.0135\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Supplementary </td><td>ere</td><td>expre</td><td>genes </td><td>y 28 p</td><td>ond </td><td>inatio</td><td>ompa</td></tr><tr><td>o pre-first vaccination (R</td><td>an</td><td>rd simi</td><td>y ind</td><td>determ</td><td>ignifi</td><td>tly en</td><td>hed ge</td></tr><tr><td>ets, DE genes were used.Top </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF21": {"text": "Table 26: Number of excluded genes by gene type (RNA-Seq)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category/Chromosome mitochondrial ribosomal RNA (MtrRNA) </td><td>Genes\n</td></tr><tr><td>2\n</td></tr><tr><td>mitochondrial transfer RNA (Mtt RNA) </td><td>22\n</td></tr><tr><td>ribosomal RNA (rRNA) </td><td>514\n</td></tr><tr><td>located on X chromosome </td><td>2367\n</td></tr><tr><td>located on Y chromosome </td><td>517\n</td></tr><tr><td>Total </td><td>3422\n</td></tr></table></body></html>"}, "TABREF22": {"text": "Table 27: Overview of gene sets used for the enrichment analysis (RNA-Seq).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Category Type </td><td>Categories </td><td>Distinct #Genes In Set </td><td>Median #Genes Per Set\n</td></tr><tr><td>GO Biological Processes </td><td>4436 </td><td>16612 </td><td>37\n</td></tr><tr><td>GO Cellular Components </td><td>580 </td><td>13053 </td><td>47\n</td></tr><tr><td>GO Molecular Functions </td><td>901 </td><td>15567 </td><td>32\n</td></tr><tr><td>KEGG Pathways </td><td>321 </td><td>7225 </td><td>70\n</td></tr><tr><td>MSigDB Immunologic Signature Sets </td><td>4872 </td><td>19756 </td><td>203\n</td></tr><tr><td>MSigDB Reactome Pathways </td><td>674 </td><td>6559 </td><td>28\n</td></tr></table></body></html>"}, "TABREF23": {"text": "Table 28: Summary human reference genome alignment statistics (RNA-Seq)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Min </td><td>Q1 </td><td>Median </td><td>Mean </td><td>Q3 </td><td>Max </td><td>SD </td><td>MAD </td><td>N\n</td></tr><tr><td>Unmapped Reads [106] </td><td>0.36 </td><td>0.64 </td><td>0.89 </td><td>1.49 </td><td>1.67 </td><td>6.74 </td><td>1.47 </td><td>0.44 </td><td>35\n</td></tr><tr><td>Total Mapped Reads [106] </td><td>7.95 </td><td>13.69 </td><td>21.00 </td><td>34.56 </td><td>39.05 </td><td>162.14 </td><td>34.78 </td><td>11.18 </td><td>35\n</td></tr><tr><td>Uniquely Mapped Reads [106] </td><td>5.59 </td><td>11.23 </td><td>16.21 </td><td>27.75 </td><td>31.91 </td><td>130.55 </td><td>28.37 </td><td>8.58 </td><td>35\n</td></tr><tr><td>Uniquely Mapped Reads [%] </td><td>63.00 </td><td>78.75 </td><td>80.30 </td><td>79.41 </td><td>81.45 </td><td>88.60 </td><td>4.32 </td><td>2.08 </td><td>35\n</td></tr><tr><td>Counted Fragments [106] </td><td>3.62 </td><td>8.06 </td><td>11.67 </td><td>19.95 </td><td>23.02 </td><td>97.39 </td><td>20.66 </td><td>6.48 </td><td>35\n</td></tr><tr><td>Uniquely Mapped Reads + Strand [106] </td><td>2.84 </td><td>5.67 </td><td>8.17 </td><td>13.99 </td><td>16.00 </td><td>65.77 </td><td>14.29 </td><td>4.34 </td><td>35\n</td></tr><tr><td>Uniquely Mapped Reads - Strand [106] </td><td>2.75 </td><td>5.55 </td><td>8.05 </td><td>13.76 </td><td>15.91 </td><td>64.78 </td><td>14.08 </td><td>4.26 </td><td>35\n</td></tr><tr><td>Median GC [%] </td><td>48.00 </td><td>52.00 </td><td>52.00 </td><td>51.49 </td><td>52.00 </td><td>52.00 </td><td>1.01 </td><td>0.00 </td><td>35\n</td></tr><tr><td>Mean GC [%] </td><td>49.01 </td><td>51.03 </td><td>51.45 </td><td>51.32 </td><td>51.68 </td><td>52.26 </td><td>0.66 </td><td>0.47 </td><td>35\n</td></tr></table></body></html>"}, "TABREF24": {"text": "Table 31: Regularized linear logistic regression model summary statistics (RNA-Seq). Log 2 transformed inverse Caspase-3 levels were used as the response variable. The predictor variables included standardized gene variables with ≥ 1.5 absolute fold change for the respective post-vaccination day in either treatment group. SDEG [%]: percent overlap between selected genes and differentially expressed genes.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study Visit </td><td>Input\n</td><td>Selected\n</td><td>Mean\n</td><td>R-Squared </td><td>SDEG [%] </td><td>Opt. α </td><td>Opt. λ </td><td>Intercept\n</td></tr><tr><td>Gene Variables\n</td><td>Gene Variables\n</td><td>Squared Error\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Day 14 post-second vaccination\n</td><td>62 </td><td>16 </td><td>0.17 </td><td>0.88 </td><td>56 </td><td>0.19 </td><td>0.2171 </td><td>0.6729\n</td></tr></table></body></html>"}, "TABREF25": {"text": "Table 32: List of R packages and versions used for the analyses presented in this report. R version 3.4.1 (2017-06-30) 'Single Candle' run on Ubuntu (release 16.04.2 LTS, x86-64-pc-linux-gnu (64-bit) platform).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Package Name </td><td>Version </td><td>Package Name parallel </td><td>Version </td><td>Package Name </td><td>Version\n</td></tr><tr><td>minqa </td><td>1.2.4 </td><td> </td><td>3.4.1 </td><td>tidyr </td><td>0.7.1\n</td></tr><tr><td>corpcor </td><td>1.6.9 </td><td>SummarizedExperiment </td><td>1.6.3 </td><td>httpuv </td><td>1.3.5\n</td></tr><tr><td>XVector </td><td>0.16.0 </td><td>SparseM </td><td>1.77 </td><td>stats4 </td><td>3.4.1\n</td></tr><tr><td>GenomicRanges </td><td>1.28.5 </td><td>memoise </td><td>1.1.0 </td><td>munsell </td><td>0.4.3\n</td></tr><tr><td>MatrixModels </td><td>0.4-1 </td><td>gridExtra </td><td>2.3 </td><td>colorspace </td><td>1.3-2\n</td></tr><tr><td>bit64 </td><td>0.9-7 </td><td>stringi </td><td>1.1.5 </td><td>igraph </td><td>1.1.2\n</td></tr><tr><td>AnnotationDbi </td><td>1.38.2 </td><td>S4Vectors </td><td>0.14.4 </td><td>png </td><td>0.1-7\n</td></tr><tr><td>RSpectra </td><td>0.13-1 </td><td>GenomicFeatures </td><td>1.28.4 </td><td>Cairo </td><td>1.5-9\n</td></tr><tr><td>codetools </td><td>0.2-15 </td><td>caTools </td><td>1.17.1 </td><td>openxlsx </td><td>4.0.17\n</td></tr><tr><td>splines </td><td>3.4.1 </td><td>BiocGenerics </td><td>0.22.0 </td><td>stringr </td><td>1.2.0\n</td></tr><tr><td>jsonlite </td><td>1.5 </td><td>BiocParallel </td><td>1.10.1 </td><td>glmnet </td><td>2.0-13\n</td></tr><tr><td>nloptr </td><td>1.0.4 </td><td>chron </td><td>2.3-50 </td><td>foreach </td><td>1.4.4\n</td></tr><tr><td>Rsamtools </td><td>1.28.0 </td><td>GenomeInfoDb </td><td>1.12.2 </td><td>Matrix </td><td>1.2-10\n</td></tr><tr><td>pbkrtest </td><td>0.4-7 </td><td>rlang </td><td>0.1.2 </td><td>plyr </td><td>1.8.4\n</td></tr><tr><td>GO.db </td><td>3.4.1 </td><td>pkgconfig </td><td>2.0.1 </td><td>mixOmics </td><td>6.3.2\n</td></tr><tr><td>shiny </td><td>1.0.5 </td><td>matrixStats </td><td>0.52.2 </td><td>ggplot2 </td><td>2.2.1\n</td></tr><tr><td>compiler </td><td>3.4.1 </td><td>bitops </td><td>1.0-6 </td><td>lattice </td><td>0.20-35\n</td></tr><tr><td>assertthat </td><td>0.2.0 </td><td>rgl </td><td>0.98.1 </td><td>RColorBrewer </td><td>1.1-2\n</td></tr><tr><td>lazyeval </td><td>0.2.0 </td><td>evaluate </td><td>0.10.1 </td><td>car </td><td>2.1-5\n</td></tr><tr><td>htmltools </td><td>0.3.6 </td><td>purrr </td><td>0.2.3 </td><td>gtools </td><td>3.5.0\n</td></tr><tr><td>quantreg </td><td>5.33 </td><td>bindr </td><td>0.1 </td><td>R.utils </td><td>2.5.0\n</td></tr><tr><td>tools </td><td>3.4.1 </td><td>GenomicAlignments </td><td>1.12.2 </td><td>R.oo </td><td>1.21.0\n</td></tr><tr><td>bindrcpp </td><td>0.2 </td><td>htmlwidgets </td><td>0.9 </td><td>R.methodsS3 </td><td>1.7.1\n</td></tr><tr><td>gtable </td><td>0.2.0 </td><td>bit </td><td>1.1-12 </td><td>pvclust </td><td>2.0-0\n</td></tr><tr><td>glue </td><td>1.1.1 </td><td>magrittr </td><td>1.5 </td><td>sqldf </td><td>0.4-11\n</td></tr><tr><td>GenomeInfoDbData </td><td>0.99.0 </td><td>R6 </td><td>2.2.2 </td><td>RSQLite </td><td>2.0\n</td></tr><tr><td>reshape2 </td><td>1.4.2 </td><td>IRanges </td><td>2.10.3 </td><td>gsubfn </td><td>0.6-6\n</td></tr><tr><td>dplyr </td><td>0.7.3 </td><td>DelayedArray </td><td>0.2.7 </td><td>proto </td><td>1.0.0\n</td></tr><tr><td>Rcpp </td><td>0.12.12 </td><td>DBI </td><td>0.7 </td><td>gplots </td><td>3.0.1\n</td></tr><tr><td>Biobase </td><td>2.36.2 </td><td>mgcv </td><td>1.8-17 </td><td>MASS </td><td>7.3-47\n</td></tr><tr><td>Biostrings </td><td>2.44.2 </td><td>RCurl </td><td>1.95-4.8 </td><td>goseq </td><td>1.28.0\n</td></tr><tr><td>gdata </td><td>2.18.0 </td><td>nnet </td><td>7.3-12 </td><td>geneLenDataBase </td><td>1.12.0\n</td></tr><tr><td>nlme </td><td>3.1-131 </td><td>tibble </td><td>1.3.4 </td><td>BiasedUrn </td><td>1.07\n</td></tr><tr><td>rtracklayer </td><td>1.36.4 </td><td>rARPACK </td><td>0.11-0 </td><td>biomaRt </td><td>2.32.1\n</td></tr><tr><td>iterators </td><td>1.0.9 </td><td>KernSmooth </td><td>2.23-15 </td><td>edgeR </td><td>3.18.1\n</td></tr><tr><td>lme4 </td><td>1.1-13 </td><td>ellipse </td><td>0.3-8 </td><td>limma </td><td>3.32.6\n</td></tr><tr><td>mime </td><td>0.5 </td><td>locfit </td><td>1.5-9.1 </td><td>xtable </td><td>1.8-2\n</td></tr><tr><td>XML </td><td>3.98-1.9 </td><td>grid </td><td>3.4.1 </td><td>knitr </td><td>1.20\n</td></tr><tr><td>zlibbioc </td><td>1.22.0 </td><td>blob </td><td>1.1.0\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>scales </td><td>0.5.0 </td><td>digest </td><td>0.6.12\n</td></tr></table></body></html>"}}, "back_matter": []}