{"paper_id": "e96bb33033b280d986c105670d399fd72cc7f710", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "diseases according to the Global Burden of Disease (GBD) and the current portfolio of CS reviews. 5 Diseases were grouped as to whether or not they were in the 'top 15', and whether or not previous work had identified a low representation within the CS portfolio. The final list of grouped titles was then reviewed by the CS clinical editors with respect to current titles and potential number of reviews that could be supported. The rankings were combined to generate an overall priority list. New titles were advertised for competitive application from suitably qualified and resourced author teams; priority titles currently in progress were supported with extra editorial resources. If an author team did not make adequate progress, extra support was offered from CS, or titles were readvertised for review by a new qualified and resourced team. For these priority titles, CS aims to produce high-quality systematic reviews within 18 months of title registration. Going forward, CS will continue to support our existing portfolio of reviews and protocols and consider author suggestions for new review titles on an annual basis in relation to editorial capacity at CS and ranking of related titles in the most recent prioritization exercise. Potential disadvantages include limited GBD data in some global regions that may skew title priority. CS will have an increasing focus on supporting high-priority, potentially high-impact systematic review titles generated by a formal prioritization process. This is consistent with the Cochrane Collaboration Strategy 2020, which aims to produce timely, high-priority reviews of evidence to guide health decision-making. 6 CS will repeat the 2017 prioritization process every 2-3 years to ensure our portfolio continues to include important and timely systematic review titles.", "cite_spans": [{"start": 98, "end": 99, "text": "5", "ref_id": "BIBREF12"}, {"start": 1668, "end": 1669, "text": "6", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "This methodological shift in the production of CS systematic reviews is necessary to ensure that Cochrane authors and editorial resources continue to be utilized in areas where evidence synthesis is needed. Routine updates of existing reviews, redundant reviews, and incongruent methodologies can dilute the quality and relevance of systematic reviews. The implementation of a prioritization system allows Cochrane to commit their resources to high-impact reviews that are produced in a timely manner. Embracing newer methodologies such as network meta-analysis allows Cochrane to ensure that our in-house methodological expertise is used to its fullest extent. CS will no longer aim to maintain an up-to-date portfolio covering all skin diseases but will focus on the rapid delivery of a smaller number of high-priority, potentially practice-changing reviews. Using cutting-edge review methodologies, CS will ensure that information gaps are addressed and will facilitate the timely support of relevant clinical guidelines. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Additional Supporting Information may be found in the online version of this article at the publisher's website: File S1 Full author affiliations and Conflict of Interest statements.", "cite_spans": [], "ref_spans": [], "section": "Supporting Information"}, {"text": "Funding sources: Cochrane Skin is supported by the U.K. National Institute for Health Research.", "cite_spans": [], "ref_spans": [], "section": "Supporting Information"}, {"text": "Conflicts of interest: see File S1 (Supporting Information).", "cite_spans": [], "ref_spans": [], "section": "Supporting Information"}, {"text": "DOI: 10.1111/bjd.18203 DEAR EDITOR, Psoriasis is a chronic inflammatory skin disease affecting 1-5% of the population worldwide. 1 Its predominant plaque psoriasis/psoriasis vulgaris (PV) subtype results from interactions of complex genetic backgrounds with environmental factors, leading to dysregulated skin immune responses. 1 Limited studies have identified streptococcal tonsillar infections as a trigger in guttate psoriasis and PV, while the contribution of the most common viral pathogen, namely respiratory viruses, remains unknown although it has been suspected in generalized pustular psoriasis (GPP) attacks. [2] [3] [4] [5] In this pilot study, we collected consecutives cases of psoriasis flares following respiratory tract infection (RTI). Patients were eligible if (i) presenting with a psoriasis flare defined by worsening > 50% compared with status prior to RTI based on body surface area (BSA) and/or Psoriasis Area Severity Index (PASI) scores, (ii) within 1 month following upper RTI onset, and (iii) presenting RTI symptoms at inclusion. Disease severity (BSA, PASI), treatments received before/after flaring, other triggers, and timing between RTI and flare were also recorded. Patients had nasopharyngeal swab tests for multiplex polymerase chain reaction (PCR) testing of 16 viral pathogens and four bacteria (Chlamydophila pneumonia, Mycoplasma pneumonia, Legionella pneumophila, Bordetella sp.) (RespiFinder 2SMART â , Pathofinder, Maastricht, the Netherlands), and for bacterial culture. Genetic studies consisted of DNA sequencing of all coding sequences of IL36RN, CARD14 and AP1S3 genes by the Sanger method.", "cite_spans": [{"start": 129, "end": 130, "text": "1", "ref_id": null}, {"start": 328, "end": 329, "text": "1", "ref_id": null}, {"start": 621, "end": 624, "text": "[2]", "ref_id": "BIBREF9"}, {"start": 625, "end": 628, "text": "[3]", "ref_id": "BIBREF10"}, {"start": 629, "end": 632, "text": "[4]", "ref_id": null}, {"start": 633, "end": 636, "text": "[5]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Respiratory virus infection triggers acute psoriasis flares across different clinical subtypes and genetic backgrounds"}, {"text": "Between February 2011 and November 2018, we enrolled 25 patients including 13 women with PV (21) and GPP (4) at baseline, with a median age of 38 years, consulting for 31 flares with RTI symptoms. A total of 21 patients (84%) received at baseline a systemic treatment for psoriasis (conventional agents and phototherapy, n = 7; biological agents, n = 14; antitumour necrosis factor-a, n = 8; anti-interleukin (IL)-12/23, n = 5; anti-IL-17, n = 1). The median delay between the first RTI symptoms and psoriasis flare onset was 2 (1-30) days. Eight patients showed a change of psoriasis clinical phenotype vs. baseline (guttate and pustular in, respectively, six and two patients with PV). The median BSA (range)/PASI (range) at flaring was 19% (10-100)/15Á5 (4Á9-25Á5) vs. 2% (0-15)/3Á6 (0-15Á5) at last available assessment prior to RTI. Patients' self-assessment of BSA was also used to check that the 50% worsening threshold was reached. PV (7 of 22 cases) and GPP (4 of 4) flares led to admission, including in the intensive care unit for one patient with DITRA (deficiency of the IL-36 receptor antagonist). Out of 31 nasopharyngeal swab tests, 25 (81%) were positive (Table 1) . Overall, 21 of 25 patients had at least one positive multiplex PCR viral test, with Rhinovirus and Coronavirus as the most frequently detected pathogens, while only two of 25 bacterial swabs were positive (one each for Staphylococcus aureus and Streptococcus dysgalactiae). There was no other trigger recorded in 24 cases, while patient 6 reported delayed ustekinumab injection and psychological stress, respectively, for two flares, both associated with positive viral tests. Six patients (3 GPP and 3 PV) presented two flares during the study. All patients reported history of previous acute psoriasis flares following RTI, including two patients with GPP/DITRA sharing the homozygous c.80T>C; p.Leu27Pro severe mutation. 6 No genetic abnormality was detected in IL36RN, CARD14 and AP1S3 in other patients. Finally, acute flares led to changes in antipsoriatic regimen in all cases, including new onset or switch of conventional or biological treatment in five.", "cite_spans": [{"start": 1908, "end": 1909, "text": "6", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 1172, "end": 1181, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Respiratory virus infection triggers acute psoriasis flares across different clinical subtypes and genetic backgrounds"}, {"text": "We document for the first time acute psoriasis flares following established respiratory virus infection, without evidence for group A Streptococcus. Although the design of our study does not allow us to ascertain the causality of RTI in acute PV or GPP flares, potentially life-threatening for the latter, several arguments support its imputability: (i) the short delay between viral infection symptoms onset and psoriasis flare (mean 2 days), (ii) the repetition of viral RTI in five cases, and (iii) psoriasis phenotypic changes following infection with presence of guttate and pustular lesions in patients with PV. Guttate psoriasis has been previously related to streptococcal pharyngeal infection in epidemiological and immunological studies. 7 A case-control study suggested that recent pharyngeal infection was associated with a seven fold increased risk of guttate psoriasis, although without identifying the infectious agent. 3 We previously showed that production of pathogenic cytokines/chemokines IL-36-c and CXCL8 was enhanced in primary keratinocytes from patients with DITRA after stimulation with polyinosinic-polycytidylic acid, a Toll-like receptor 3 (TLR3) agonist mimicking RNA of respiratory viruses, suggestive of dysregulated innate immune responses in these patients. 5, 8 As several inflammatory cytokines downstream from TLR3, including IL-36, have been shown to be pathogenic in GPP and PV, the present results pave the way for larger epidemiological studies assessing the actual impact of viral triggers on psoriasis course.", "cite_spans": [{"start": 935, "end": 936, "text": "3", "ref_id": "BIBREF10"}, {"start": 1292, "end": 1294, "text": "5,", "ref_id": "BIBREF12"}, {"start": 1295, "end": 1296, "text": "8", "ref_id": null}], "ref_spans": [], "section": "Respiratory virus infection triggers acute psoriasis flares across different clinical subtypes and genetic backgrounds"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "F-94010, France; 2 Inserm, Centre d'Investigation Clinique 1430, Cr eteil, F-94010", "authors": [{"first": "Upec", "middle": [], "last": "Dermatologie", "suffix": ""}, {"first": "Cr", "middle": [], "last": "Eteil", "suffix": ""}], "year": null, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Laboratoire de G en etique des Maladies Autoinflammatoires; 9 Laboratoire de G en etique des Maladies Cutan ees", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Service de Dermatologie-V en er eologie", "authors": [{"first": "", "middle": [], "last": "Inserm Umr 1163", "suffix": ""}], "year": null, "venue": "Hôpital Robert Debr e", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Antistreptococcal interventions for guttate and chronic plaque psoriasis. Cochrane Database", "authors": [{"first": "C", "middle": ["M"], "last": "Owen", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Chalmers", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;sullivan", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Griffiths", "suffix": ""}], "year": 2000, "venue": "Syst Rev", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Family history of psoriasis, stressful life events, and recent infectious disease are risk factors for a first episode of acute guttate psoriasis: results of a case-control study", "authors": [{"first": "L", "middle": [], "last": "Naldi", "suffix": ""}, {"first": "L", "middle": [], "last": "Peli", "suffix": ""}, {"first": "F", "middle": [], "last": "Parazzini", "suffix": ""}], "year": 2001, "venue": "J Am Acad Dermatol", "volume": "44", "issn": "", "pages": "433--441", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "HIV-associated psoriasis: pathogenesis, clinical features, and management", "authors": [{"first": "N", "middle": [], "last": "Morar", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Willis-Owen", "suffix": ""}, {"first": "T", "middle": [], "last": "Maurer", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Bunker", "suffix": ""}], "year": 2010, "venue": "Lancet Infect Dis", "volume": "10", "issn": "", "pages": "470--478", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Interleukin-36-receptor antagonist deficiency and generalized pustular psoriasis", "authors": [{"first": "S", "middle": [], "last": "Marrakchi", "suffix": ""}, {"first": "P", "middle": [], "last": "Guigue", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Renshaw", "suffix": ""}], "year": 2011, "venue": "N Engl J Med", "volume": "365", "issn": "", "pages": "620--628", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "IL36RN mutations affect protein expression and function: a basis for genotype-phenotype correlation in pustular diseases", "authors": [{"first": "M", "middle": [], "last": "Tauber", "suffix": ""}, {"first": "E", "middle": [], "last": "Bal", "suffix": ""}, {"first": "X-Y", "middle": [], "last": "Pei", "suffix": ""}], "year": 2016, "venue": "J Invest Dermatol", "volume": "136", "issn": "", "pages": "1811--1830", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Evidence for a streptococcal superantigen-driven process in acute guttate psoriasis", "authors": [{"first": "D", "middle": ["Y"], "last": "Leung", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Travers", "suffix": ""}, {"first": "R", "middle": [], "last": "Giorno", "suffix": ""}], "year": 1995, "venue": "J Clin Invest", "volume": "96", "issn": "", "pages": "2106--2118", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Toll-like receptor 3 is induced by and mediates antiviral activity against rhinovirus infection of human bronchial epithelial cells", "authors": [{"first": "C", "middle": ["A"], "last": "Hewson", "suffix": ""}, {"first": "A", "middle": [], "last": "Jardine", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Edwards", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "12273--12282", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Conflicts of interest: during the last 3 years, M.V. has been investigator, member of board or has received fees for invited conferences from Abb-Vie", "authors": [{"first": "Arrow", "middle": [], "last": "Amgen", "suffix": ""}, {"first": "Eli-Lilly", "middle": [], "last": "Boehringer-Ingelheim", "suffix": ""}, {"first": "Leo", "middle": [], "last": "Janssen", "suffix": ""}, {"first": "", "middle": [], "last": "Pharma", "suffix": ""}, {"first": "Msd", "middle": [], "last": "Medac", "suffix": ""}, {"first": "Novartis", "middle": [], "last": "", "suffix": ""}, {"first": "Pfizer", "middle": ["H"], "last": "Eli-Lilly", "suffix": ""}, {"first": "Leo", "middle": [], "last": "Janssen", "suffix": ""}, {"first": "", "middle": [], "last": "Pharma", "suffix": ""}, {"first": "", "middle": [], "last": "Mylan", "suffix": ""}, {"first": "", "middle": [], "last": "Novartis", "suffix": ""}, {"first": "Sun", "middle": [], "last": "Pfizer", "suffix": ""}, {"first": "Ucb", "middle": ["E S"], "last": "Pharmaceuticals", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "", "suffix": ""}], "year": 2010, "venue": "has been investigator, member of board or has received fees for invited conferences from Abb-Vie, Almirall, Amgen, Boehringer-Ingelheim", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Vista University College of Osteopathic Medicine; 2 Loma Linda University; 3 Naval Medical Center; 4,6,7 University of Colorado Anschutz Medical Campus; 5 Brown University; 8 US Department of Veterans Affairs Rocky Mountain Regional Medical Center; 9 Imperial College London; A, Heilig L, Schilling L et al. Cochrane Skin Group systematic reviews are more methodologically rigorous than other systematic reviews in dermatology. Br J Dermatol 2006; 155:1230-5. 2 Karimkhani C, Trikha R, Aksut B et al. Identifying gaps for research prioritisation: global burden of external causes of injury as reflected in the Cochrane Database of Systematic Reviews. Injury 2016; 47:1151-7. 3 Page MJ, Shamseer L, Altman DG et al. Epidemiology and reporting characteristics of systematic reviews of biomedical research: a crosssectional study. PLOS Med 2016; 13:e1002028. 4 Burns PB, Rohrich RJ, Chung KC. The levels of evidence and their role in evidence-based medicine. Plast Reconstr Surg 2011; 128:305-10. 5 Karimkhani C, Boyers LN, Prescott L et al. Global burden of skin disease as reflected in Cochrane Database of Systematic Reviews. JAMA Dermatol 2014; 150:945-51. 6 Yoong SL, Hall A, Williams CM et al. Alignment of systematic reviews published in the Cochrane Database of Systematic Reviews and the Database of Abstracts and Reviews of Effectiveness with global burden-of-disease data: a bibliographic analysis. J Epidemiol Community Health 2015; 69:708-14.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Viral and/or bacterial pathogens identified in study patients at the time of psoriasis flare Molecular testing results on ENT swab Number of patients Bacteriological culture results on throat swab Positive molecular testing on ENT swab with negative bacteriological culture on throat swab Positive molecular testing on ENT swab with unknown bacteriological culture on throat swab Rhinovirus + enterovirus + coronavirus Hku1 1 Negative molecular testing on ENT swab with negative bacteriological culture on throat swab Negative 6 Positive molecular testing on ENT swab with positive bacteriological culture on throat swab", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Viral and/or bacterial pathogens identified in study patients at the time of psoriasis flare", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Molecular testing results on ENT swab Number of patients </td><td>Bacteriological culture results on throat swab\n</td></tr><tr><td>Positive molecular testing on ENT swab with negative bacteriological culture on throat swab\n</td></tr><tr><td>Rhinovirus, enterovirus 9\n</td></tr><tr><td>Parainfluenza 1 or 3 2\n</td></tr><tr><td>Influenza B 1\n</td></tr><tr><td>Meta pneumovirus 2\n</td></tr><tr><td>Coronavirus Hku1 2\n</td></tr><tr><td>Coronavirus 0c43 1\nPositive molecular testing on ENT swab with unknown bacteriological culture on throat swab\n</td></tr><tr><td>Parainfluenza 3 1\n</td></tr><tr><td>Influenza B 1\n</td></tr><tr><td>Influenza B + coronavirus Nl63 1\n</td></tr><tr><td>Rhinovirus + enterovirus 2\n</td></tr><tr><td>Rhinovirus + enterovirus + coronavirus Hku1 1\nNegative molecular testing on ENT swab with negative bacteriological culture on throat swab\n</td></tr><tr><td>Negative 6\nPositive molecular testing on ENT swab with positive bacteriological culture on throat swab\n</td></tr><tr><td>Coronavirus 229 1 </td><td>Staphylococcus aureus\n</td></tr><tr><td>Rhinovirus + enterovirus 1 </td><td>Rare Streptococcus dysgalactiae\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This study was funded by the Programme Hospitalier de Recherche Clinique, appel d'offres 2010, GENOPSO study, and was supported by the D el egation a la Recherche Clinique of the Assistance Publique-Hôpitaux de Paris.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Psoriasis and liver fibrosis: an investigation using transient elastography in Tunisian patients with psoriasis DOI: 10.1111/bjd.18177 DEAR EDITOR, We investigated the prevalence of liver fibrosis in patients with psoriasis and evaluated the factors associated with liver fibrosis in this population. We enrolled 112 patients with psoriasis aged 18 years or older. We excluded pregnant women, patients with known liver diseases, heavy alcohol drinkers and regular users of hepatotoxic medications other than methotrexate. Psoriasis was defined as severe in the following conditions: Psoriasis Area and Severity Index (PASI) ≥ 10, or generalized pustular, erythrodermic or arthropathic psoriasis, or requirement of a systemic medication. Anthropometric measurements were performed. Central obesity was defined as a waist circumference ≥ 94 cm in men and ≥ 80 cm in women. Fasting blood tests including glucose, lipid and liver tests were collected. The diagnosis of fatty liver was performed with hepatic ultrasonography. Liver elasticity (E) was assessed by Transient Elastography (TE), using Fibroscan â . TE was performed for 99 patients. Reliability of results was defined by at least 10 valid measurements, success rate ≥ 60%, and interquartile range to median ratio ≤ 30%. Unsuccessful measurements led to the exclusion of 11 patients. Finally, 88 patients had valid measurements. Significant liver", "cite_spans": [], "ref_spans": [], "section": "annex"}]}