{"paper_id": "e96d7e5586f26d5ef57bf1065c51c2e66506acea", "metadata": {"title": "CP holds a Canada Research Chair (CRC) (Tier 1) in Neurological Infection and Immunity and is an Alberta Innovates-Health Solutions Senior Scholar", "authors": [{"first": "William", "middle": ["G"], "last": "Branton", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alberta", "location": {"settlement": "Edmonton", "region": "Alberta", "country": "Canada"}}, "email": ""}, {"first": "Kristofor", "middle": ["K"], "last": "Ellestad", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alberta", "location": {"settlement": "Edmonton", "region": "Alberta", "country": "Canada"}}, "email": ""}, {"first": "Ferdinand", "middle": [], "last": "Maingat", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alberta", "location": {"settlement": "Edmonton", "region": "Alberta", "country": "Canada"}}, "email": ""}, {"first": "B", "middle": ["Matt"], "last": "Wheatley", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alberta", "location": {"settlement": "Edmonton", "region": "Alberta", "country": "Canada"}}, "email": ""}, {"first": "Erling", "middle": [], "last": "Rud", "suffix": "", "affiliation": {"laboratory": "National Laboratory for HIV Pathogenesis", "institution": "", "location": {"settlement": "Ottawa", "region": "Health Canada, Ontario", "country": "Canada"}}, "email": ""}, {"first": "René", "middle": ["L"], "last": "Warren", "suffix": "", "affiliation": {"laboratory": "", "institution": "British Columbia Cancer Agency", "location": {"settlement": "Vancouver", "region": "British Columbia", "country": "Canada"}}, "email": ""}, {"first": "Robert", "middle": ["A"], "last": "Holt", "suffix": "", "affiliation": {"laboratory": "", "institution": "British Columbia Cancer Agency", "location": {"settlement": "Vancouver", "region": "British Columbia", "country": "Canada"}}, "email": ""}, {"first": "Michael", "middle": ["G"], "last": "Surette", "suffix": "", "affiliation": {"laboratory": "", "institution": "McMaster University", "location": {"settlement": "Hamilton", "region": "Ontario", "country": "Canada"}}, "email": ""}, {"first": "Christopher", "middle": [], "last": "Power", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alberta", "location": {"settlement": "Edmonton", "region": "Alberta", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "The brain is assumed to be a sterile organ in the absence of disease although the impact of immune disruption is uncertain in terms of brain microbial diversity or quantity. To investigate microbial diversity and quantity in the brain, the profile of infectious agents was examined in pathologically normal and abnormal brains from persons with HIV/AIDS [HIV] (n = 12), other disease controls [ODC] (n = 14) and in cerebral surgical resections for epilepsy [SURG] (n = 6). Deep sequencing of cerebral white matter-derived RNA from the HIV (n = 4) and ODC (n = 4) patients and SURG (n = 2) groups revealed bacterially-encoded 16 s RNA sequences in all brain specimens with a-proteobacteria representing over 70% of bacterial sequences while the other 30% of bacterial classes varied widely. Bacterial rRNA was detected in white matter glial cells by in situ hybridization and peptidoglycan immunoreactivity was also localized principally in glia in human brains. Analyses of amplified bacterial 16 s rRNA sequences disclosed that Proteobacteria was the principal bacterial phylum in all human brain samples with similar bacterial rRNA quantities in HIV and ODC groups despite increased host neuroimmune responses in the HIV group. Exogenous viruses including bacteriophage and human herpes viruses-4, -5 and -6 were detected variably in autopsied brains from both clinical groups. Brains from SIV-and SHIV-infected macaques displayed a profile of bacterial phyla also dominated by Proteobacteria but bacterial sequences were not detected in experimentally FIV-infected cat or RAG1 2/2 mouse brains. Intracerebral implantation of human brain homogenates into RAG1 2/2 mice revealed a preponderance of a-proteobacteria 16 s RNA sequences in the brains of recipient mice at 7 weeks post-implantation, which was abrogated by prior heat-treatment of the brain homogenate. Thus, a-proteobacteria represented the major bacterial component of the primate brain's microbiome regardless of underlying immune status, which could be transferred into naïve hosts leading to microbial persistence in the brain.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The existence of commensal microbes that colonize organs within the human body has long been recognized and termed the microbiome [1, 2] . Once thought of as harmless tenants, it has become increasingly obvious that the microbiome is not comprised of passive passengers but of specific infectious agents that participate in shaping the metabolic and immune status of the host [3, 4] . The composition of the human microbiome at several body sites including skin, oral cavity, gastrointestinal tract, nasopharyngeal passage and urogenital tract are subjects of intensive study [2, 5, 6, 7] , revealing both local effects at these sites but also systemic effects, including influencing inflammatory or metabolic functions in privileged organs such as the brain [8, 9, 10] . These latter studies have reported complex bacterial populations with wide variations in individual bacterial constituents at the species level, both in serially sampled humans and across groups of humans. The composition of the microbiome at the phylum level is consistent throughout the body with the exception of the skin, where diverse population structures occur at different sites [11, 12] . In most body sites sampled to date, Firmicutes and Bacteriodetes represent the dominant phyla with substantial numbers of Actinobacteria and Proteobacteria detected, while other phyla comprise a small proportion of the remaining species. Importantly, body sites previously presumed to be sterile in healthy humans, such as the vascular endothelium, have been shown to be colonized without apparent signs of disease. In contrast, diseases such as biliary cirrhosis [13, 14] , atherosclerosis [15] and aortic aneurysms [16] , previously considered attributable to autoimmunity or pathogenic metabolites, are now hypothesized to be induced or exacerbated by infectious agents, possibly as part of local microbiomes Human immunodeficiency virus type 1 (HIV-1) infection with the ensuing development of the acquired immunodeficiency syndrome (AIDS) is a recognized cause of perturbation within microbiomes within the gut and other organs [17] . The altered immune status of HIV/AIDS patients is associated with qualitative and quantitative shifts in microbiome diversity and quantity as well as increasing the likelihood of microbial translocation from the gut to other organs [18] . These events occur because of reduced immune surveillance and damaged barrier function at epithelial and endothelial sites, including damage to the blood-brain barrier [19] . Multiple studies have shown the blood-brain barrier to be more permeable in HIV/ AIDS, implying this circumstance might contribute to HIVassociated neurological disease [20, 21] . Given the emerging appreciation of microbiome disruption together with the damage to the brain injury during HIV/AIDS, we hypothesized that brain tissue from patients with HIV/AIDS might contain greater microbial quantities and perhaps diversity, derived largely from other organs such as the gut, which has a wellestablished microbiome and altered function during HIV infection. In fact, the present studies showed that all examined human brains contained bacterially-expressed RNA and associated products together with a predominance of a-proteobacteria, regardless of the patients' immune status and concurrent diseases. Moreover, a similar bacterial population was observed in the brains of non-human primates. This microbial population found in the human brain could be transmitted into immunodeficient mice and subsequently recovered 7 weeks later suggesting the brain was tolerant to the presence of certain bacterial species", "cite_spans": [{"start": 130, "end": 133, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 134, "end": 136, "text": "2]", "ref_id": "BIBREF1"}, {"start": 376, "end": 379, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 380, "end": 382, "text": "4]", "ref_id": "BIBREF3"}, {"start": 576, "end": 579, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 580, "end": 582, "text": "5,", "ref_id": "BIBREF4"}, {"start": 583, "end": 585, "text": "6,", "ref_id": "BIBREF5"}, {"start": 586, "end": 588, "text": "7]", "ref_id": "BIBREF6"}, {"start": 759, "end": 762, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 763, "end": 765, "text": "9,", "ref_id": "BIBREF8"}, {"start": 766, "end": 769, "text": "10]", "ref_id": "BIBREF9"}, {"start": 1159, "end": 1163, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1164, "end": 1167, "text": "12]", "ref_id": "BIBREF11"}, {"start": 1634, "end": 1638, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 1639, "end": 1642, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1661, "end": 1665, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1687, "end": 1691, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2103, "end": 2107, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 2342, "end": 2346, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 2517, "end": 2521, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 2693, "end": 2697, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 2698, "end": 2701, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "Massively parallel sequencing without prior amplification was performed using cDNA derived from total RNA that was extracted from autopsy-derived cerebral white matter of HIV/ AIDS (HIV) (n = 4: HIV1-4) and other disease control (ODC) (n = 4: ODC1-4) patients, as well as from white matter extracted from brain tissue collected during surgical (SURG) resections for epilepsy (n = 2: SURG 1-2) ( Table 1 ). The sequence tag lengths varied between 36 and 77 nucleotides and the maximum number of unambiguously identified tags ranged from 5,500,000 to 11,700,000 depending on the individual patient sample. Of these 3,000,000-7,000,000 tags per patient mapped to the human genome (, 20 ,000 open reading frames); 200 to 21,000 of the remaining tags mapped unambiguously to bacterial or viral sequences. Following contaminant screening based on non-human libraries, all sequence tags were shown to be intrinsic to the brainderived libraries.", "cite_spans": [{"start": 680, "end": 682, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 395, "end": 402, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Bacterial RNA Detection in Brain Tissue by Deep Sequencing"}, {"text": "Analysis of the present dataset revealed sequence tags mapping unambiguously to 173 different bacterial-and phage--derived sequences. Several bacterial classes were represented as high tag numbers in multiple patient samples compared to the host gene, bIII-tubulin, which was expressed in all samples (Table 2) . aproteobacteria sequence tags were identified in all patient samples and showed the greatest similarity to members of the Sphingomonadaceae family, which were of particular interest because of the ability of several members of this family to synthesize and incorporate sphingolipids including ceramide into their outer membranes [22] . The most abundant bacterial tags matched most closely with the Sphingomonas wittichii RW1 genome and the majority of which were found to map to sequences within the 23 s rRNA loci. However, the matches to bacterial sequences had restricted discriminating power because they were based on short sequence tags and were considered to be matches limited only to the class level.", "cite_spans": [{"start": 642, "end": 646, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 301, "end": 310, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Bacterial RNA Detection in Brain Tissue by Deep Sequencing"}, {"text": "The relative abundance of several bacterial phyla in the present brain samples was determined using normalized tag counts from each sample (Figure 1 ). The most abundantly detected phylum in all samples was Proteobacteria, based on a patient-by-patient analysis ( Figure 1A) . Moreover, one of the dominant phyla in other organs (Firmicutes) was undetectable in most brain-derived RNA samples by this approach. The next most abundant phylum in most samples was Actinobacteria. The identities of minor bacterial constituents showed variation between different patients. Surgically-derived cerebral samples (SURG-1 and SURG-2) showed a similar predominance of Proteobacteria, but in contrast to the autopsy-derived specimens, Actinobacteria were not among the principal constituents ( Figure 1B ). The sequences mapping to members of the Proteobacteria phylum were examined at the class level, revealing that a-proteobacteria was the most frequently detected class of Proteobacteria in all brain samples ( Figure 1C ). In agreement with the distribution of bacteria in the present samples, the majority of bacteriophage sequences detected in autopsy-derived cerebral white matter specimens corresponded to Proteobacteria-tropic phage RNA ( Figure 1D ). Tags mapping to bacteriophage sequences were not identified in the surgicallyderived samples. HIV-1 sequence-specific tags were also detected in brain specimens from the HIV group but other viral RNA sequences were infrequently detected by deep sequencing in the present specimens with the exception of the specimen from the ODC patient (ODC4) diagnosed with rabies encephalitis, from which in excess of 20,000 rabies virus sequence tags, spanning the entire viral genome, were identified [23] . To explore abundance of viruses known to infect the brain in more detail, the presence of viral genomes was investigated in total RNA and genomic DNA from HIV and ODC white matter samples. Cytomegalovirus (HHV-5), HHV-6A/B and Epstein-Barr virus (HHV-4) sequences were variably present in specimens from both groups of autopsied samples but other DNA and RNA viruses were infrequently detected in HIV or ODC brain specimens (Table 3) .", "cite_spans": [{"start": 1740, "end": 1744, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 139, "end": 148, "text": "(Figure 1", "ref_id": "FIGREF0"}, {"start": 264, "end": 274, "text": "Figure 1A)", "ref_id": "FIGREF0"}, {"start": 783, "end": 792, "text": "Figure 1B", "ref_id": "FIGREF0"}, {"start": 1004, "end": 1013, "text": "Figure 1C", "ref_id": "FIGREF0"}, {"start": 1238, "end": 1247, "text": "Figure 1D", "ref_id": "FIGREF0"}, {"start": 2171, "end": 2180, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Bacterial RNA Detection in Brain Tissue by Deep Sequencing"}, {"text": "As both bacterial and viral genomes were detected in the present brain specimens, we examined host genes known to participate in responses to infections. Several genes exhibited variable expression in HIV relative to ODC brains based on tag counts from the whole transcriptome analysis with myd88 showing marked suppression (4-fold) in HIV-derived brain specimens compared to the ODC group; conversely, lysozyme was induced in the HIV group ( Figure 2A) . Analysis of host genes germane to viral infections disclosed that antiviral genes such as mx1 and oas1 were induced in the HIV brains while MHC Class I genes (hla-c, -b and -a) were relatively suppressed in the same group ( Figure 2B ). Further analysis by real time RT-PCR showed that transcripts encoded by multiple genes implicated in host responses to viral infections of the brain were increased in the HIV/AIDS brains (HIV4, 7-10, n = 5)) with cd3e, egf and il-23 showing significant increases compared to ODC brains (ODC6-10, n = 5)) ( Figure 2C ). Network analyses showed associations between bacterial sequence tag quantities and variable expression of host genes implicated in essential cellular structure and maintenance functions ( Figure S1 ). From these studies, it was evident that there was a differential expression of host neuroimmune genes in the clinical groups, emphasizing the divergent biological environments in the HIV compared to the ODC brain specimens.", "cite_spans": [], "ref_spans": [{"start": 443, "end": 453, "text": "Figure 2A)", "ref_id": "FIGREF1"}, {"start": 680, "end": 689, "text": "Figure 2B", "ref_id": "FIGREF1"}, {"start": 999, "end": 1008, "text": "Figure 2C", "ref_id": "FIGREF1"}, {"start": 1200, "end": 1209, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Host Responses in the Human Brain"}, {"text": "The above molecular findings prompted investigation of bacterial antigens and genetic material within the cerebral white matter of HIV and ODC persons. Immunoreactivity to the ubiquitous bacterial wall constituent, peptidoglycan (PGN), was observed in white matter of both ODC ( Figure 3A , arrow) and HIV ( Figure 3C , arrow) patients as particulate immunostaining, albeit less abundant than CD45-immunopostive microglia in both groups ( Figure 3B and D; arrowhead indicating microglial cell body). Peptidoglycan immunoreactivity was also evident within blood vessels ( Figure 3I , arrow) and was co-localized with immunoreactivity for GFAP (astrocytes) ( Figure 3I , inset) and Iba-1 (microglia and macrophages) ( Figure 3J , inset). Other HIV patients with or without encephalitis showed similar patterns of peptidoglycan staining to that observed among ODC patients ( Figure S2 ). Control slides in which the primary antibody was omitted did not show immunoreactivity ( Figure 3K [ODC] and 3L [HIV]), nor did cerebral sections from FIV-infected cats reared in a specific pathogen free facility ( Figure 3O ).", "cite_spans": [], "ref_spans": [{"start": 279, "end": 288, "text": "Figure 3A", "ref_id": "FIGREF2"}, {"start": 308, "end": 317, "text": "Figure 3C", "ref_id": "FIGREF2"}, {"start": 439, "end": 448, "text": "Figure 3B", "ref_id": "FIGREF2"}, {"start": 571, "end": 580, "text": "Figure 3I", "ref_id": "FIGREF2"}, {"start": 657, "end": 666, "text": "Figure 3I", "ref_id": "FIGREF2"}, {"start": 716, "end": 725, "text": "Figure 3J", "ref_id": "FIGREF2"}, {"start": 872, "end": 881, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 974, "end": 983, "text": "Figure 3K", "ref_id": "FIGREF2"}, {"start": 1100, "end": 1109, "text": "Figure 3O", "ref_id": "FIGREF2"}], "section": "Immunodetection and In Situ Hybridization of Bacterial Products and Genomes"}, {"text": "In situ hybridization (ISH) performed on brain sections, using a probe hybridizing to a conserved sequence within the bacterial 16 s rRNA encoding gene, also revealed positive detection of Mean 6 standard deviation. 2 ODC -Other Disease Controls. 3 HIV -All HIV-infected patients were AIDS-defined. 4 SURG -Surgical resection for an epileptogenic lesion. 5 All molecular studies were performed using cerebral white matter. doi:10.1371/journal.pone.0054673.t001 spherical structures, 2-6 mm in size, resembling bacteria and clusters thereof in ODC ( Figure 3E , arrowhead) and HIV ( Figure 3G arrowhead) patients' brains but again fewer and smaller than GFAP-immunopositive fibrous astrocytes in both clinical groups ( Figure 3F and H). As observed above with peptidoglycan staining, ISH-positive structures were found within cells and in the extracellular matrix at high magnification ( Figure 3J , arrowhead). Sections from the same patients hybridized with a probe encoding a scrambled sequence did not show specific labeling ( Figure 3M (ODC) and 3N (HIV)).", "cite_spans": [{"start": 216, "end": 217, "text": "2", "ref_id": "BIBREF1"}, {"start": 247, "end": 248, "text": "3", "ref_id": "BIBREF2"}, {"start": 299, "end": 300, "text": "4", "ref_id": "BIBREF3"}, {"start": 355, "end": 356, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 549, "end": 558, "text": "Figure 3E", "ref_id": "FIGREF2"}, {"start": 582, "end": 591, "text": "Figure 3G", "ref_id": "FIGREF2"}, {"start": 718, "end": 727, "text": "Figure 3F", "ref_id": "FIGREF2"}, {"start": 887, "end": 896, "text": "Figure 3J", "ref_id": "FIGREF2"}, {"start": 1030, "end": 1039, "text": "Figure 3M", "ref_id": "FIGREF2"}], "section": "Immunodetection and In Situ Hybridization of Bacterial Products and Genomes"}, {"text": "Amplification and Sequencing of Brain-derived Bacterial 16 s rRNA To confirm the above deep sequencing detection of bacterial RNA, real time RT-PCR was performed amplifying distinct regions of bacterial 16 s ribosomal RNA (rRNA) in cDNA generated from autopsy-derived cerebral white matter of HIV (n = 6) and ODC (n = 6) patients, as well as cerebral white matter from surgical specimens (SURG (n = 6)). PCR conditions using several primer pairs were optimized in advance by colony PCRs using E. coli DH5a as a template. All PCR reagents were confirmed to be free of contaminants using ultrapure water as notemplate controls for all primer pairs ( Figure S3A ). In all brain samples examined, bacterial 16 s rRNA encoding sequences were detected, although PCR products were not detected in reaction in which there was no template ( Figure 4A ). The mean level of 16 s rRNA-encoding amplicons was similar in the HIV and ODC autopsied brain samples ( Figure 4B ) but greater than in the SURG specimens; 16 s rRNA sequences were not detected in the brains of FIV-infected cats (n = 3) and RAG1 2/2 mice (n = 3) ( Figure 4B ). Of note, amplification of bacterially-encoded groEL transcripts generated amplicons that were consistently detected at high cycle thresholds of $34-35, suggesting that bacterial transcript levels were low in human brains. To control for contaminated reagents and equipment used throughout the tissue collection and RT-PCR process cDNA synthesis was performed using ultrapure water and ultrapure water used to rinse a surgical tool (hemostat) opened in the operating theatre during the collection of SURG6 as the substrate in parallel with a subset of brain-derived RNA using the same reagents and equipment. This control product, used as a PCR template, failed to amplify an amplicon corresponding to 16 s rRNA or any other amplicons ( Figure S3B ). These studies verified the presence of bacterial RNA in human brain samples but also validated the methodologies used herein by showing all of the negative controls did not yield PCR products.", "cite_spans": [], "ref_spans": [{"start": 648, "end": 658, "text": "Figure S3A", "ref_id": "FIGREF2"}, {"start": 832, "end": 841, "text": "Figure 4A", "ref_id": "FIGREF4"}, {"start": 949, "end": 958, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 1110, "end": 1119, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 1859, "end": 1869, "text": "Figure S3B", "ref_id": "FIGREF2"}], "section": "Immunodetection and In Situ Hybridization of Bacterial Products and Genomes"}, {"text": "Based on amplification and cloning of at least 5 clones per patient, a neighbor-joining phylogenetic tree was constructed predicated on representative clones exhibiting consensus sequences as well as unique clones with the nearest bacterial 16 s rRNA matches identified by BLAST analysis, which was rooted to human mitochondrial 16 s rRNA ( Figure 4C ). For comparison, the same analysis was conducted using cDNA derived from serum and peripheral blood mononuclear cells (PBMCs) from healthy donors (n = 2). 16 s rRNA V3-V4 sequences from HIV and ODC patients overlapped phylogenetically and with the cloned sequences derived from SURG specimens. Most sequences derived from blood corresponded to the Bacilli class and diverged from brainderived sequences ( Figure 4C ). Proteobacteria sequences predominated among the brain-derived clones. When interpreted at the class level, the predominant class was a-proteobacteria, with some cand d-proteobacteria representation. Of note, the sequences amplified from ODC patient 1 (ODC1) were the only sequences belonging to the Bacteriodetes phylum. The patient's history of hemorrhagic cerebral infarction, together with the distinct profile of 16 s RNA sequences observed in this patient might represent disruption of the blood-brain barrier, resulting in infiltration of atypical organisms that differed from the other brain specimens. Amplification of the 16 s rRNA V8 sequences again showed similar amplicon levels among ODC and HIV brain specimens ( Figure S4A ). Amplified V8 sequences from brain were identified as belonging to different classes of bacteria belonging to a-, b-, cand d-proteobacteria, and Bacilli although b-protobacteria was the predominant class ( Figure S4B ). Thus, these studies validated the identities of the bacterial classes detected in human brains by deep sequencing.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 350, "text": "Figure 4C", "ref_id": "FIGREF4"}, {"start": 758, "end": 767, "text": "Figure 4C", "ref_id": "FIGREF4"}, {"start": 1498, "end": 1508, "text": "Figure S4A", "ref_id": "FIGREF4"}, {"start": 1717, "end": 1727, "text": "Figure S4B", "ref_id": "FIGREF4"}], "section": "Immunodetection and In Situ Hybridization of Bacterial Products and Genomes"}, {"text": "Since all of the human brain specimens examined herein exhibited bacterial sequences while non-primate experimental animals showed no evidence of bacterial infection despite being immunosuppressed and brains were collected with similar protocols for handling and preparing tissues, bacterial RNA sequences were investigated among experimental non-human primates. In all but one of the cynomolgus macaques' brains infected with SIV (n = 10) and all animals infected with SHIV (n = 3) 16 s rRNA V3-V4 sequences were observed, ( Figure 5A ) but of the FIV-challenged macaques (n = 2), the brain of one animal (Control 2) did not exhibit detectable bacterial sequences; this latter animal was housed in a SPF facility. Phylogenetic analysis of 16 s rRNA sequences derived from macaques showed more diversity than among the human brains but again displayed sequences largely matching Proteobacteria ( Figure 5B ). These studies of non-human primates recapitulated the above observations in human brains derived from both deep sequencing and amplification followed by cloning and conventional sequencing.", "cite_spans": [], "ref_spans": [{"start": 526, "end": 535, "text": "Figure 5A", "ref_id": "FIGREF5"}, {"start": 896, "end": 905, "text": "Figure 5B", "ref_id": "FIGREF5"}], "section": "Immunodetection and In Situ Hybridization of Bacterial Products and Genomes"}, {"text": "As bacteria were evident in brains of persons with and without apparent neurological disease ( Figure 1A ) and bacterial sequences were not present in RAG1 2/2 mice ( Figure 4B ), we investigated the transmissibility of brain-derived bacteria in these animals because of their apparent sterile brains and their minimal adaptive immune responses, which might potentiate any disease mechanisms. Homogenized human brain samples (ODC13 and 14) with and without prior heat treatment, respectively, of the homogenate were stereotactically implanted into the striatum of RAG1 2/2 mice. The implanted mice were maintained for seven weeks and then sacrificed and total RNA was extracted from the brains. In mice that received unheated (ODC14) brain homogenates, 16 s RNA V3-V4 sequences were detected at levels that were at 40% abundance of the original implanted human brain homogenate ( Figure 6A ). Conversely, 2 of the three mice that received heattreated brain homogenates (ODC13 H.T. ) did not contain detectable 16 s rRNA while the third animal contained 16 s rRNA at levels .1% of the original implanted human (ODC13) tissue. The expression of ifn-a, il-1b and il-12 (mouse) transcripts was examined in the brains of the both groups of recipient mice; these analyses revealed implantation of untreated brain homogenates did not evoke increased or sustained neuroimmune responses compared to animals' brains that received the heat-treated brain homogenates ( Figure 6B ). Expression of essential host gene transcripts such as calreticulin was also similar in both groups and neurological deficits were not evident in either experimental group of mice. Sequencing of 16 s rRNA from the initial untreated human brain homogenate (ODC14) and the corresponding recipient mouse brains showed closely related sequences with phylogenic clustering, again pointing to a high proportion of Proteobacteria-derived sequences ( Figure 6C ). Taken together, these results indicated that human brain-associated bacteria could be transferred into and recovered from the brains of recipient mice at comparable bacterial RNA quantities and diversity to the original implanted human brain homogenate. . Bacterial detection in human brain. Autopsy-derived ODC (A), and HIV (C) brain specimens were immunolabeled with antipeptidoglycan antibody. Peptidoglycan (PGN)-positive bodies (arrows) were morphologically consistent with bacteria and smaller than CD45 immunopositive microglia from ODC (B) and HIV (D) patients, imaged at the same magnification. Double DIG-labeled EUB 338 probe in situ hybridization (ISH) against the 16 s rRNA gene was hybridized with slides from the same ODC (E) and HIV (G) patients and labeled with alkaline phosphatase-conjugated sheep anti-DIG FAB fragments and stained with NBT/BCIP. ISH-positive bodies featured morphology resembling bacteria (arrow heads) and were smaller than GFAP immunopositive astrocytes in ODC (F) and HIV (H) patient sections. Peptidoglycan-labeled cells with both spherical and rod morphology were observed within the brain parenchyma and in a blood vessel (I) (White arrow) of an ODC patient. Peptidoglycan immunopositive bodies were observed within the cytoplasm of GFAP-immunolabeled astrocytes (I, inset) and Iba-1 immunolabeled microglia (J, inset). Spherical clusters of EUB 338 hybridized cells J) were evident (black arrowheads). Slides from the same ODC11 (K) and HIV11 (L) patients were processed under identical conditions except that the primary antibody was omitted. A scrambled DIG-labeled probe was hybridized to slides from the ODC11 (M) and HIV11 (N) under identical conditions used for the EUB 338 probe. In all cases specific signals were not detected. ", "cite_spans": [], "ref_spans": [{"start": 95, "end": 104, "text": "Figure 1A", "ref_id": "FIGREF0"}, {"start": 167, "end": 176, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 880, "end": 889, "text": "Figure 6A", "ref_id": null}, {"start": 1457, "end": 1466, "text": "Figure 6B", "ref_id": null}, {"start": 1912, "end": 1921, "text": "Figure 6C", "ref_id": null}], "section": "Cerebral Bacterial Transmission"}, {"text": "The present study reports the first deep sequencing analysis of microbial populations within the normal appearing tissue in the human brain with confirmatory methodologies that highlighted the consistent presence of bacterial ribosomal RNA and associated bacterial products. The majority of the bacterial RNA sequences identified in all human and nonhuman primate brains were encoded by members of the a-proteobacteria class, regardless of the underlying disease process. This restricted bacterial diversity observed in normal brain tissues is in contrast to the findings of a wide variety of organisms from other groups studying brain abscesses [24, 25] ; many of which display colonization by bacteria from other tissues. This dichotomy in findings suggests that the bacteria identified in normal appearing tissue in the present studies might be are outcompeted and/or supplanted by organisms from other body sites in the case of intracerebral abscesses. Peptidoglycan immunoreactivity and in situ hybridization detection of bacterial rRNA were apparent within glial cells and in the extracellular space. In vivo cerebral implantation of human brain homogenates into mice showed that the 16 s RNA sequences recovered from recipient animals' brains were conserved and expressed at levels similar to the initial human brain homogenate. Transmission was interrupted by heat treatment of the initial homogenate, implying that viable bacteria were required for transmission. These findings indicated that bacteria were present in the primate brain and do not appear to be derived from the predominant populations at other human body sites. Indeed, the predominance of a-proteobacteria in the brain is unparalleled in other body sites where the microbiomes are dominated by Firmicutes, Bacteriodetes and Actinobacteria.", "cite_spans": [{"start": 646, "end": 650, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 651, "end": 654, "text": "25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "The bacterial rRNA V3-V4 region-based detection of aproteobacteria in the present studies was supported by the unbiased (non-amplified) deep sequencing. The relatively greater abundance of b-proteobacteria identified using the V8 region amplicon might reflect a bias because of the poor discriminating power of the smaller V8 amplicon or the restricted diversity within this region relative to the analyzed V3-V4 region amplicon, leading to imprecise assignment of sequences to this closely related class. There might also be a bias introduced by the PCR conditions, despite the use of universal primers, resulting in an over-representation of b-proteobacteria sequences. This finding needs to be clarified through culturing of brain specimens as part of future analyses to identify definitively the components of the primate brain's microbiome at the species level. Of interest, aproteobacteria comprise one of the most diverse bacterial classes with wide spread biological niches and actions including detoxifying effects in the environment [22, 26] . The acquisition of this class of infectious agents by the brain might represent a beneficial organ-specific adaptation.", "cite_spans": [{"start": 1043, "end": 1047, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 1048, "end": 1051, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The potential for contamination of samples at any stage of the tissue preparation, together with blood contamination was considered throughout the present studies. Controls for all lots of reagents were used throughout this work at all steps of the RNA extraction, cDNA synthesis and conventional and quantitative RT-PCR. The current tissues varied in harvest times and sources; for example, autopsy times ranged from 12-24 hr, while surgical samples were collected under sterile conditions and immediately frozen on dry ice in the operating room. To confirm that 16 s rRNA amplicons identified were intrinsic to the tissue and not introduced during sample preparation RNA extraction, cDNA synthesis and PCR, extensive reagent and equipment controls were used throughout these studies up to and including having the entire process repeated by different personnel in another facility using different lots of consumables and reagents ( Figure S3B ). White matter was intentionally selected to limit blood contamination of samples; additionally, bacterial genome and products were detected in brain parenchyma remote from blood vessels and within cells (glia) known to phagocytose foreign materials. Likewise, the current simian brain samples were harvested and processed by different investigators in a distant facility, yet the same phyla were predominant in the majority of macaque brains examined. Brain samples from experimental animals reared in SPF conditions with concurrent immunosuppression (RAG1 2/2 mice and FIV-infected cats) were included as controls within these studies but did not show bacterial 16 s rRNA sequences in brain despite being processed in an identical manner to the human and macaque brains, even with prior amplification steps and identical preparatory methods. Despite the diversity of techniques and sources of the present brain tissues, a-proteobacteria represented the most prevalent bacterial class discovered within the human brain, which was in contrast to blood samples. The consistency of a-proteobacteria detection in primate brains but not in SPF experimental animal brains emphasized the reliability and specificity of the present observations. Several of the bacterial classes observed in the present studies have been associated previously with human diseases. For example, an organism similar to many of the 16 s V8 region sequences, Delftia acidovorans has been implicated in endocarditis [27] , bacteremia [28, 29] , corneal keratitis [30] and urinary tract infections [31] . In addition to causing infections in compromised patients, D. acidovorans and other members of the Comamonadaceae have been identified as part of the bacterial community in the arterial wall in patients who have had aortic aneurysms [16] . D. acidovorans has also been isolated from cerebrospinal fluid, sputum, urine, pharynx and wounds without concurrent signs of disease [32] . Taken together, this ubiquitous environmental organism likely represents a commensal organism with wide tissue distribution that can act as an opportunistic pathogen in vulnerable patients. As such, the prevalence of sequences showing similarity to Delftia sp. in the majority of patients in all the present clinical groups bears close scrutiny as host specific factors might determine whether or not this organism contributes to brain disease. Two HIV/AIDS patients exhibited sequences similar to Alcaligenaceae; members of this family have been identified as components of the normal flora in Peyer's patches [33] , but members have also been implicated in endocarditis [34] , bacteremia [35, 36] and meningitis with or without ventriculitis in neonates [37, 38] , HIV-infected persons [39] , other immunocompromised adults [40] or following invasive surgery [41] . Thus, identifying members of this family may represent translocation of commensal gut organisms to the brain or a previously unidentified subclinical infection in these patients. time RT-PCR showed similar levels of mean 16 s rRNA amplicon quantities in HIV and ODC brain samples, however SURG samples showed lower amplicon levels of 16 s rRNA products. (C) Phylogenetic analyses were determined among cloned amplicons generated from brain cDNA from ODC (n = 6), HIV (n = 6), SURG (n = 3) as well as cDNA from PBMCs (n = 2) and serum (n = 2) from healthy volunteers (PBMC 1,2; Serum 1) using the universal bacterial 16 s primers 514F and 806R and the equivalent region of various published 16 s rRNA genes. The alignments were used to generate a neighbour joining tree using 10,000 bootstrap trials. There was a predominance of a-proteobacteria in brain-derived 16 s rRNA clones although other classes, e.g., band c-proteobacteria, and Bacilli, were amplified from blood-derived cDNA. doi:10.1371/journal.pone.0054673.g004 As the surgical cerebral resections were collected from patients as part of a procedure for epilepsy, they represent the samples with the lowest probability of ex vivo changes, such as RNA degradation or a possible artifact of bacterial growth. Differences in the bacterial populations between the surgically-and autopsy-derived specimens could represent post mortem-related differential levels of RNA degradation or changes in microbial replication. The .5 fold increase in the representation of Archea in the cerebral surgical specimens relative to the ODC group was interesting, as members of this kingdom were undetectable in all but one autopsy brain specimen.", "cite_spans": [{"start": 2433, "end": 2437, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 2451, "end": 2455, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 2456, "end": 2459, "text": "29]", "ref_id": "BIBREF28"}, {"start": 2480, "end": 2484, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 2514, "end": 2518, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 2754, "end": 2758, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2895, "end": 2899, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 3513, "end": 3517, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 3574, "end": 3578, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 3592, "end": 3596, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 3597, "end": 3600, "text": "36]", "ref_id": "BIBREF35"}, {"start": 3658, "end": 3662, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 3663, "end": 3666, "text": "38]", "ref_id": "BIBREF37"}, {"start": 3690, "end": 3694, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 3728, "end": 3732, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 3763, "end": 3767, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 934, "end": 944, "text": "Figure S3B", "ref_id": "FIGREF2"}], "section": "Discussion"}, {"text": "In an organ widely assumed to be free of infectious agents in the absence of a specific disease process, autopsied and surgicallyderived human brain specimens showed a restricted but distinct bacterial population in the present studies, which was composed of bacterial classes chiefly recognized in the physical environment, i.e., soil and water. The sources of these agents might include oral consumption or inhalation with eventual transport to the brain as intracellular agents in activated leukocytes trafficking into the brain. The brain is constantly surveyed by trafficking leukocytes (activated lymphocytes and macrophages), which provide a Trojan horse mechanism for microbial entry into the nervous system across the blood brain barrier. In fact, this mechanism is well recognized as a route by which viruses infect the brain and likely underlies the detection of herpes viruses in both the HIV and ODC brains. Corroborating this latter point is the report of peptidoglycan detection in brain lesions from multiple sclerosis patients, which are heavily infiltrated with blood-derived leukocytes [42] . Since bacteria express multiple molecules that activate immune signaling cascades by engaging Toll-or NOD-like receptors, etc., their capacity for influencing brain function [43] is immense. Hence, studies focused on delineating the brain's microbiome at the species level together with their individual effects on host cell physiology might lead to a greater understanding of human neurobiology including cognitive, motor, sensory and behavioral functions.", "cite_spans": [{"start": 1105, "end": 1109, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1286, "end": 1290, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Discussion"}, {"text": "The use of autopsied or surgical brain tissues and biofluids is part of an ongoing research (Protocol number 2291) approved by the University of Alberta Human Research Ethics Board (Biomedical) and written informed consents were signed before or at the collection time. The protocols for obtaining post-mortem brain samples comply with all federal and institutional guidelines with special respect for the confidentiality of the donor's identity; blood was collected from live patients and healthy volunteers under the same protocol.", "cite_spans": [], "ref_spans": [], "section": "Ethics Statement"}, {"text": "All animal experiments were performed according to Canadian Council on Animal Care (CCAC) (http://www.ccac.ca/en) and local animal care and use committee guidelines. The experiments involving RAG1 2/2 and FIV-infected cats were part of ongoing studies (protocol 449 and 452) approved by the University of Alberta Animal Care and Use Committee. The macaque tissues used in this study were obtained from studies approved by the Health Canada Animal Care Committee (ACC Protocols  #94084, 96048 and 98033) .", "cite_spans": [], "ref_spans": [{"start": 467, "end": 502, "text": "Protocols  #94084, 96048 and 98033)", "ref_id": "FIGREF2"}], "section": "Ethics Statement"}, {"text": "The brains of cynomolgus macaques were derived from a study on the efficacy of the attenuated SIV vaccine approach in cynomolgus macaques (groups of 4 macaques per arm, including naive control groups). The original macaques were caught in the Philippines under the supervision of a Health Canada Veterinarian and transported to Canada. The colony was free of herpes B virus at the time of tissue collection. Following infection the animals were housed singly in cages in the BSL2/3 housing facility in the Sir Frederick G Banting Research Centre, Health Canada, Ottawa, Canada. Any invasive procedures, such as blood collection were performed under sedation (Ketamine Hydrochloride: 10 mg/kg body weight, IM injection into upper thigh). Euthanization was performed under the supervision of an attending veterinarian and tissues were immediately frozen in liquid nitrogen. RAG1 2/2 mice and FIV-infected cats were housed under specific pathogen free (SPF) conditions in the University of Alberta Health Sciences Laboratory Animals Services facility. For the FIVinfected animals, adult pregnant cats (queens) from an established breeding colony in the University of Alberta Animal Care Facility (founded with cats from U C Davis) were housed and maintained in SPF rooms with appropriate environmental enrichment according to CCAC. Breeding pairs were negative for feline retroviruses (FIV, Feline Leukemia Virus; FeLV) by PCR analysis and serologic testing. Animals were injected intracranially (right frontal lobe) one day post-partum with 200 ml of virus (10 4 TCID 50 /ml) [44] . Animals were weaned after 6 weeks and monitored over 12 weeks post-infection during which time body weight was measured, neurobehavioral tests performed and blood samples collected. Animals were euthanized by pentobarbital overdose at 12 weeks post-infection and tissues were immediately harvested frozen at 280uC. RAG1 2/2 mice were group housed with sex-matched littermates at a maximum of five animals per cage in CCAC-approved cages with daily monitoring by facility technicians and bedding changes bi-weekly. Animals were sacrificed by CO 2 asphyxiation followed by exsanguination and brain tissue was collected and frozen immediately with N 2(l) for later processing.", "cite_spans": [{"start": 1574, "end": 1578, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Animal Housing and Care"}, {"text": "Brain tissues were collected at autopsy with consent from HIVinfected (HIV) persons, who were AIDS-defined; HIV-uninfected other disease controls (ODC) as well as from HIV uninfected individuals undergoing surgery for resection of an epileptic focus (SURG) ( Table 1) . Tissues were stored at 280uC at the Laboratory for Neurological Infection and Immunity Brain Bank at University of Alberta, as previously reported [45, 46] . 0.08-0.2 g cerebral white matter was aseptically excised from autopsy-or surgically-derived brain tissue with sterile instruments, taking care to avoid any visible pathologies including abscesses [24] , infarctions or hemorrhages. Brain specimens were placed in Lysing Matrix tubes (MP Biomedicals, Santa Ana, CA, USA) to which 0.8 mL Trizol reagent (Invitrogen, Carlsbad, CA, USA) was added and homogenized in a FastPrep-24 tissue homogenizer (MP Biomedicals, Santa Ana, CA, USA). 0.2 mL of chloroform: isoamyl alcohol (24:1) was added and the samples were mixed by inversion. The samples were centrifuged 1200 g for 15 minutes derived from macaque brain specimens. Clustal alignments were generated comparing amplicon sequences with the equivalent position of published 16 s rRNA sequences identified by BLAST analysis. The Neighbor joining tree was generated based on 10,000 bootstrap trials and rooted on the macaque mitochondrial 12 s rRNA sequence. Again, these data showed a predominance of Proteobacteria in brain-derived 16 s rRNA clones although other bacteria, e.g., Actinobacter and Bacilli, were detected. doi:10.1371/journal.pone.0054673.g005 Figure 6 . Transmission of bacteria from human brain to RAG1 2/2 mice brains. (A) Comparison of the relative quantity of 16 s rRNA in human and matched recipient mouse brains showed that mean bacterial rRNA levels in recipient mice were present at ,40% of the mean ODC14 brain homogenate rRNA levels but less than 1% for the heated-treated ODC13 brain homogenate (prior to heat-treatment), measured by real time RT-PCR. (B) Mouse host inflammatory gene transcripts (ifn-a, il-1b and il-12) in mouse brains were not induced by implantation of untreated compared to heat-treated human brain homogenates. (C) The bacterial 16 s rRNA sequences from the ODC14 brain homogenates and the recipient mouse ODC14 brains were similar with substantial phylogenetic overlap between the bacterial genera, as evidenced by the 97% similarity for Delftia acidovorans sequences. doi:10.1371/journal.pone.0054673.g006 at 4uC. The aqueous phase was collected. 1 volume of 70% ethanol was added and total RNA isolated using the miRNeasy kit (Qiagen, Germantown, MD, USA) according to the manufacturer's protocol. In addition, cerebral tissues were harvested from feline immunodeficiency virus-infected cats (12 weeks old) [44] and RAG1 2/2 mice (.52 weeks of age) [47] , housed under SPF conditions, from which RNA was prepared as described above. Brain tissues from simian (SIV; n = 10) [48] or simian-human immunodeficiency virus-infected (SHIV; n = 3) [49] or FIVchallenged adult cynomolgus macaques (n = 2) [50] were analyzed by initial preparation of RNA followed by RT-PCR amplification of cDNA and sequencing. Human brain homogenates (5 ml) with or without prior heat treatment (25 minutes at 65uC) were implanted in the right striatum of 1 year old RAG1 2/2 male mice, as previously reported [51] , and followed for 7 weeks after which they were sacrificed and brains were harvested for RT-PCR and sequencing.", "cite_spans": [{"start": 417, "end": 421, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 422, "end": 425, "text": "46]", "ref_id": "BIBREF45"}, {"start": 624, "end": 628, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 2786, "end": 2790, "text": "[44]", "ref_id": "BIBREF43"}, {"start": 2828, "end": 2832, "text": "[47]", "ref_id": "BIBREF46"}, {"start": 2952, "end": 2956, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 3019, "end": 3023, "text": "[49]", "ref_id": "BIBREF48"}, {"start": 3075, "end": 3079, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 3364, "end": 3368, "text": "[51]", "ref_id": "BIBREF50"}], "ref_spans": [{"start": 259, "end": 267, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 1585, "end": 1593, "text": "Figure 6", "ref_id": null}], "section": "Tissue and RNA Collection"}, {"text": "Blood was collected with consent from healthy volunteers (Protocol 2291). Whole blood was diluted 26 in RPMI (Gibco, Grand Island, NY, USA) and layered over 20 mL histopaque. The samples were centrifuged at 1800 rpm for 22 minutes in a swinging bucket centrifuge. The resulting serum and mononuclear cell layers were collected separately. To extract RNA from serum 0.75 mL of Trizol LS reagent (Invitrogen, Carlsbad, CA, USA), 1 mL of 20 mg/ml glycogen and 0.15 ml chloroform was added to 0.25 mL serum. The samples were manually shaken for 1 minute and left to rest on ice for 3 minutes before being centrifuged at 1200 g for 20 minutes at 4uC. The aqueous phase was collected and 1 volume of 70% ethanol was added. The RNA was then collected with the miRNeasy (Qiagen, Germantown, MD, USA) kit as per the manufacturer's protocol. The mononuclear cell layer was washed twice in RPMI then re-suspended in 0.8 mL Trizol reagent (Invitrogen, Carlsbad, CA, USA) and total RNA was collected as above.", "cite_spans": [], "ref_spans": [], "section": "Tissue and RNA Collection"}, {"text": "Total RNA from each patient underwent human rRNA subtraction and was then used to construct cDNA libraries and subjected to massively parallel sequencing, as described by Moore et al. [52] . Multiplexed reads were deconvoluted according to sequence tags. Reads were aligned sequentially to a human rRNA database, then to the human transcriptome and genome [52] . Matching reads were removed and the remaining reads were aligned to a database of viral and bacterial sequences obtained from Genbank and the Human Microbiome Project. Following this analysis, matching reads were retained if they were above threshold for sequence quality (Q20), did not contain homopolymers, satisfied read pairing logic, and mapped unambiguously (i.e., to only one accession). Finally, putative hits were then subjected to contaminant screening, and were removed if there were any matches to other unrelated RNA-seq libraries generated in house from species other than human. All data were normalized within each run by total tag count. To avoid bias due to inter-run variation, values were first normalized by read length and then a total intensity normalization approach was performed. This approach relied on the assumption that the gene expression profiles between individual samples are similar. The average number of tags for each gene within a sampling run was plotted against the average of the same gene in the sampling run being compared. Linear regression was performed and the slope of the resulting trend line was used to scale the values for comparison between runs. Gene ontology analysis was performed using DAVID Bioinformatic resources 6.7 Functional Annotation tool (http://david.abcc.ncifcrf.gov/). Gene network analysis was per-formed using Ingenuity pathway analysis (Ingenuity systems, www. ingenuity.com). As the mean bacterial sequence tag counts in brain did not differ between the HIV and ODC groups (and RT-PCR amplification of bacterial 16 s rRNA from brain did not show differences between HIV and ODC groups), gene network pathway analyses of host gene tags were performed using data from all deep-sequenced autopsied brain specimens (n = 8). These calculations showed that total bacterial tag counts per patient ( Table 2) were negatively (r,20.7) or positively (r.0.7) correlated [44] with host gene tag counts for a subset of host genes (n = 154) among the host genes consistently detected (n = 7038) for all brain specimens. This analysis was extended and verified by calculating the correlation between total bacterial tag counts per patient with those identified 154 host genes, yielding 75 host genes that were significantly correlated with bacterial quantity (Spearman, p,0.05) ( Table S1 ).", "cite_spans": [{"start": 184, "end": 188, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 356, "end": 360, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 2294, "end": 2298, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 2227, "end": 2235, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 2700, "end": 2708, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Analysis of Deep Sequencing Data"}, {"text": "Fixed paraffin embedded brain sections were deparaffinized by 1 h incubation at 60uC, followed by rehydration in xylene through decreasing concentrations of ethanol to water. For antigen retrieval, the samples were brought to a boil in sodium citrate buffer (1 mM, pH 6) then cooled to room temperature. The slides were then blocked with 0.3% H 2 O 2 for 20 minutes at room temperature, followed by blocking for 2 hrs in Odyssey blocking buffer (LiCor, Lincoln, NE, USA). To detect the bacterial product, peptidoglycan, slides were incubated with a monoclonal antipeptidoglycan antibody (MAB995 Chemicon, Temecula, CA, USA) (1:200), or an equal volume of Odyssey blocking buffer as a no primary antibody negative control. Astrocytes were detected with an anti-GFAP (Dako, Carpenteria, CA, USA) (1:500) antibody. Myeloid cells, including microglia were detected with a monoclonal anti-CD45 antibody (Invitrogen, Carlsbad, CA, USA) (1:500). The relevant antibodies were applied to each slide and incubated overnight at 4uC. The slides were then washed 36 for 10 minutes in PBS to remove unbound antibody. Biotinylated anti-mouse IgG (1:500) or anti-rabbit Ig (both supplied by Vector Laboratories, Burligame, CA, USA, Burlingame, CA, USA) (1:500) antibodies were applied to the slides and incubated 2 hours at room temperature. The slides were again washed 3 6 in PBS and incubated with Vectastain Avidin biotin Complex (Vector Laboratories, Burligame, CA, USA) for 2 hours, washed 36 in PBS, then DAB (diaminobenzidine) substrate (Vector Laboratories, Burligame, CA, USA) was applied for 10 minutes; the reaction was stopped by 10 minute incubation in ddH 2 O. The slides were then dehydrated through ethanol to Xylene and mounted with Vectamount (Vector Laboratories, Burligame, CA, USA). For double immunolabeling slides were blocked with levamisole for 20 minutes (Vector Laboratories, Burligame, CA, USA) following DAB staining, then Odyssey blocking buffer for 2 hours (LiCor, Lincoln, NE, USA) then incubated with primary antibody at 4uC overnight. Following three ten minute washes in PBS, alkaline phosphatase conjugated secondary antibodies against the primary anti-IbA-1 (Wako, Richmond, VA, USA) or anti-GFAP (Dako, Carpenteria, CA, USA) antibodies were applied to the slides. Unbound secondary antibody was removed by three, ten minute PBS washes. Finally Alkaline Phosphatase (BCIP/NBT) substrate (Vector Laboratories, Burligame, CA, USA) was applied. The slides were then dehydrated and mounted as described above.", "cite_spans": [], "ref_spans": [], "section": "Immunohistochemistry"}, {"text": "Slides were deparaffinized and rehydrated as described above. Slides were then treated with 100 mg/mL proteinase K in buffer (50 mM Tris HCl, 10 mM EDTA and 10 mM NaCl) for 10 minutes at 37uC followed by treatment with 10 mg/mL hen egg lysozyme (Sigma, Oakville, ON, Canada) in the same buffer for an additional 20 minutes at 37uC. Slides were then washed twice in PBS and dehydrated through increasing concentrations of ethanol. 150 mL of pre-warmed 2 ng/mL double DIG labeled EUB338 (GCTGCCTCCCGTAGGAGT) probe or scrambled probe in hybridization buffer (25 mM TrisHCl, 100 mM NaCl, 0.5% SDS) was applied to each sampled and incubated at 50uC for 70 minutes. Slides were then washed in rapid changes of 50uC wash buffer (10 mM Tris, pH 9.0, 1 mM EDTA). The samples were then blocked first for 30 min. with levamisole, then for 1 hr with Odyssey blocking buffer (LiCor, Lincoln, NE, USA). A 1:200 dilution of AP (Alkaline Phosphatase) conjugated sheep anti-DIG Fab' fragments (Roche, Mannheim, Germany) was applied to the slides and incubated o/n at 4uC. The slides were washed 3 times in PBS and incubated for 2 hours in the dark at 30uC with AP substrate (Roche, Mannheim, Germany), then washed 3 times in PBS, mounted and imaged.", "cite_spans": [], "ref_spans": [], "section": "In Situ Hybridization"}, {"text": "First strand cDNA synthesis was performed using 200 units of Superscript II reverse transcriptase (Invitrogen, Carlsbad, CA, USA) on DNAse (Promega, Madison, WI, USA) treated RNA samples, an equivalent volume of ultrapure water exposed to a hemostat opened but not used in the operating theatre where the surgical specimens were collected, or an equivalent volume of ultrapure water. The resultant cDNA was diluted with 100 mL ultrapure H 2 O for use in subsequent RT-PCR experiments. Multiple host response transcripts were quantified and compared using published primers (Table S2 ) and cycle conditions [45, 53] , relative fold change of each transcript was determined by the delta-delta CT method normalized to the ODC values. RT-PCR detection of bacterial ribosomal RNA (rRNA) was performed using nested PCR protocols to amplify two distinct regions of the 16 s gene. An amplicon from the V8 region of the 16 s gene was generated from brain-derived cDNA using the universal bacterial primers RW01 or RDR080 with DG74 [54] . An initial denaturation step of 3 minutes at 94uC was followed by 35 cycles of 30 seconds(s) at 94uC, 45 s at 59uC and 1 minute at 72uC, followed by a 3 minute final extension at 72uC. Nested PCR reactions were performed using 5 mL of first round amplicon as a template with the primers 16 s1300F and 16 s1450R (Table S3) . These reactions were run with an initial denaturation step of 3 minutes at 94uC was followed by 35 cycles of 30 s at 94uC, 45 s at 59uC and 1 minute at 72uC followed by a 3 minute final extension at 72uC. Additional PCR amplifications targeting the V3-V4 region of the 16 s gene were performed. The initial PCR experiment used the primers 16s339F and 16s926R (Table S3 ). The cycling conditions used for this primer pair were an initial denaturation for 3 minutes at 94uC followed by 20 cycles of 94uC for 30 s, 57.5uC for 45 s and 72uC for 45 s then a final extension step of 3 minutes at 72uC. This amplicon was then used as a template with the primers 16s514F and 16s806R (Table S3) under identical cycling conditions with the exception that an annealing temperature of 56.5uC was used in place of 59uC. All reactions were run alongside a negative control reaction with 5 mL ultrapure H 2 O (Gibco, Grand Island, NY, USA) added in place of template cDNA. Ten mL of each reaction were run on a 1.5% agarose gel impregnated with 4 mg/ml ethidium bromide for approximately 1 hr at 100V in TBE and visualized using an image quant 300 (GE Healthcare, Piscataway, NJ, USA) gel dock. PCR products were excised and extracted using the Qiaquick gel extraction kit (Qiagen, Germantown, MD, USA). 16 s rRNA PCR products were subcloned into pGEM T-easy vector (Promega, Madison, WI, USA) and propagated as per the manufacturer's instructions in Library efficiency DH5a cells (Invitrogen, Carlsbad, CA, USA). Cells were then harvested and the plasmids were isolated using the GeneJET kit (Fermentas, Burlington, ON, Canada). Purified plasmid was quantified by nanodrop (Thermo Scientific, Waltham, MA, USA) and sequenced in both directions using the T7 and M13R sequencing primers and the Big Dye Terminator 3.1 (ABI, Foster City, CA, USA) Cycle sequencing kit followed by analysis on an ABI 3730 DNA sequencer. Sequences were assembled from bi-directional reads and identified using the BLAST algorithm against the NCBI nucleotide database, in parallel with the RDP (Ribosomal Database project) classifier tool (http://rdp.cme.msu.edu/). Nearest matches were then compared to the brain-derived sequences using the MCoffee alignment suite (http://tcoffee.crg.cat/) or the Clustal X algorithm alone. Phylogenetic trees were constructed using the neighbor joining method with ten thousand bootstrap trials using alignments generated by both methods and including corresponding rRNA sequences from recognized species closely matching the amplified bacterial rRNA sequences. To investigate the presence of bacterially-encoded transcripts, primers targeting groEL [55] were used in a semi-quantitative RT-PCR using RT-PCR super mix (BioRAD, Hercules, CA, USA) with autopsy-derived white matter cDNA, surgically-derived white matter cDNA, PBMC-derived cDNA and serum-derived cDNA as templates using an annealing temperature of 56uC. Cycle thresholds were normalized to gapdh values from the same run.", "cite_spans": [{"start": 606, "end": 610, "text": "[45,", "ref_id": "BIBREF44"}, {"start": 611, "end": 614, "text": "53]", "ref_id": "BIBREF52"}, {"start": 1022, "end": 1026, "text": "[54]", "ref_id": "BIBREF53"}, {"start": 4002, "end": 4006, "text": "[55]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 573, "end": 582, "text": "(Table S2", "ref_id": "TABREF1"}, {"start": 1340, "end": 1350, "text": "(Table S3)", "ref_id": "TABREF2"}, {"start": 1712, "end": 1721, "text": "(Table S3", "ref_id": "TABREF2"}, {"start": 2028, "end": 2038, "text": "(Table S3)", "ref_id": "TABREF2"}], "section": "cDNA Synthesis for PCR and Bacterial RNA Detection and Sequencing"}, {"text": "Detection of herpes viruses was performed by PCR using brainderived genomic DNA as template with Taqman probes and primers under published conditions (Table S4) [56, 57] . Saffold [58] and Corona [59] viruses were detected in brain-derived cDNA by nested RT-PCR using the primers listed in Table S4 .", "cite_spans": [{"start": 161, "end": 165, "text": "[56,", "ref_id": "BIBREF55"}, {"start": 166, "end": 169, "text": "57]", "ref_id": "BIBREF56"}, {"start": 180, "end": 184, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 196, "end": 200, "text": "[59]", "ref_id": "BIBREF58"}], "ref_spans": [{"start": 150, "end": 160, "text": "(Table S4)", "ref_id": "TABREF4"}, {"start": 290, "end": 298, "text": "Table S4", "ref_id": "TABREF4"}], "section": "Virus Detection"}, {"text": "Human cerebral white matter (80 mg) from autopsied ODC13 and 14 brains was homogenized in 800 mL of PBS. The ODC13derived sample was heat-treated at 65uC for 25 minutes. 2.0 mL of each homogenized human brain suspension was stereotactically implanted into the striatum of RAG1 2/2 mice (n = 3) under anesthesia. Animals were maintained under group housing for 7 weeks then sacrificed and the brain collected from which RNA was extracted, as described above for the human samples. Figure S1 Network analyses of host gene expression in relation to bacterial quantity. The identified 75 host genes associated with bacterial quantity were subjected to network analyses generating a network (IPA score 21) emphasizing genes that participated principally in cell morphology, division and maintenance function, e.g. calreticulin, SLC12A, KLF1, netrin (NTN1). Red shading indicates a positive correlation and green shading indicates negative correlation. Thus, there was an apparent association between host genes implicated in essential brain maintenance and functions with bacterial quantity. (TIF) Figure S2 Bacterial detection in ODC and HIV patients with or without confirmed HIV encephalitis. Brain specimens were immunolabeled with anti-peptidoglycan antibody. Peptidoglycanpositive bodies were morphologically consistent with bacteria and distributed throughout the tissue (Magnification, left column, 100X) in all patients (Magnification, right column 400X) small clusters of bodies labeled with the anti-peptidoglycan antibody were apparent both perivascularly and in the parenchyma as well as intracellularly (Arrows). (TIF) Figure S3 Agarose gel electrophoresis and ethidium bromide staining of 16 s rRNA PCR products. (A) Optimization of primer pairs was conducted by testing compatible primer pairs in a colony PCR protocol using E. coli DH5a as template. All reagents and primer pairs were tested for purity in reaction where ultrapure water was used as a template. Representative gel image testing Reverse primers against a single forward primer is shown. (B) Representative agarose gel depicting amplification products from cDNA made from total RNA extracted from a subset of patients, an equivalent volume of water exposed to a surgical tool opened, but not used, in the surgical suite from which surgical specimens were retrieved, as well as water controls for the first and second round of PCR amplification performed in another facility to confirm the specificity of the finding for the main cohort. (TIF) Figure S4 Detection and identification of bacterial 16 s V8 rRNA in human brain from HIV and ODC groups. (A) 16 s V8 rRNA sequences detected in HIV patients relative to ODC patients' brain specimens by real time RT-PCR and normalized to GAPDH (Mean +/2 SD). (B) Phylogenetic analysis of 16 s rRNA V8 region sequences derived from all brain specimens. Clustal alignments were generated comparing amplicon sequences with the equivalent position of published 16 s rRNA sequences identified by BLAST analysis. The Neighbor joining tree was generated based on 10,000 bootstrap trials and rooted on the human mitochondrial 16 s rRNA sequence from the equivalent region. (PDF) ", "cite_spans": [], "ref_spans": [{"start": 480, "end": 489, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 1093, "end": 1102, "text": "Figure S2", "ref_id": "FIGREF1"}, {"start": 1628, "end": 1637, "text": "Figure S3", "ref_id": "FIGREF2"}, {"start": 2519, "end": 2528, "text": "Figure S4", "ref_id": "FIGREF4"}], "section": "Bacterial Transmission"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The human metagenome: our other genome?", "authors": [{"first": "T", "middle": [], "last": "Bruls", "suffix": ""}, {"first": "J", "middle": [], "last": "Weissenbach", "suffix": ""}], "year": 2001, "venue": "Hum Mol Genet", "volume": "20", "issn": "", "pages": "142--150", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Microbial community profiling for human microbiome projects: tools, techniques, and challenges", "authors": [{"first": "M", "middle": [], "last": "Hamady", "suffix": ""}, {"first": "R", "middle": [], "last": "Knight", "suffix": ""}], "year": 2009, "venue": "Genome Res", "volume": "19", "issn": "", "pages": "1141--1152", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Role of postnatal acquisition of the intestinal microbiome in the early development of immune function", "authors": [{"first": "R", "middle": ["A"], "last": "Dimmitt", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Staley", "suffix": ""}, {"first": "G", "middle": [], "last": "Chuang", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Tanner", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Soltau", "suffix": ""}], "year": 2010, "venue": "J Pediatr Gastroenterol Nutr", "volume": "51", "issn": "", "pages": "262--273", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Regulation of innate and adaptive immunity by the commensal microbiota", "authors": [{"first": "I", "middle": [], "last": "Jarchum", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Pamer", "suffix": ""}], "year": 2011, "venue": "Curr Opin Immunol", "volume": "23", "issn": "", "pages": "353--360", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Oral microbiome profiles: 16S rRNA pyrosequencing and microarray assay comparison", "authors": [{"first": "J", "middle": [], "last": "Ahn", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Paster", "suffix": ""}, {"first": "I", "middle": [], "last": "Ganly", "suffix": ""}, {"first": "L", "middle": [], "last": "Morris", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Enterotypes of the human gut microbiome", "authors": [{"first": "M", "middle": [], "last": "Arumugam", "suffix": ""}, {"first": "J", "middle": [], "last": "Raes", "suffix": ""}, {"first": "E", "middle": [], "last": "Pelletier", "suffix": ""}, {"first": "Le", "middle": [], "last": "Paslier", "suffix": ""}, {"first": "D", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "473", "issn": "", "pages": "174--180", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Comparative analyses of the bacterial microbiota of the human nostril and oropharynx", "authors": [{"first": "K", "middle": ["P"], "last": "Lemon", "suffix": ""}, {"first": "V", "middle": [], "last": "Klepac-Ceraj", "suffix": ""}, {"first": "H", "middle": ["K"], "last": "Schiffer", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Brodie", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Lynch", "suffix": ""}], "year": 2010, "venue": "MBio", "volume": "1", "issn": "", "pages": "129--139", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Is there a 'gut-brain-skin axis", "authors": [{"first": "P", "middle": [], "last": "Arck", "suffix": ""}, {"first": "B", "middle": [], "last": "Handjiski", "suffix": ""}, {"first": "E", "middle": [], "last": "Hagen", "suffix": ""}, {"first": "M", "middle": [], "last": "Pincus", "suffix": ""}, {"first": "C", "middle": [], "last": "Bruenahl", "suffix": ""}], "year": 2010, "venue": "Exp Dermatol", "volume": "19", "issn": "", "pages": "401--405", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Dahlem conference on infection, inflammation and chronic inflammatory disorders: psycho-neuroimmunology and the intestinal microbiota: clinical observations and basic mechanisms", "authors": [{"first": "J", "middle": [], "last": "Bienenstock", "suffix": ""}, {"first": "S", "middle": [], "last": "Collins", "suffix": ""}], "year": 2010, "venue": "Clin Exp Immunol", "volume": "160", "issn": "", "pages": "85--91", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Gut, bugs, and brain: role of commensal bacteria in the control of central nervous system disease", "authors": [{"first": "J", "middle": [], "last": "Ochoa-Reparaz", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Mielcarz", "suffix": ""}, {"first": "S", "middle": [], "last": "Begum-Haque", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Kasper", "suffix": ""}], "year": 2011, "venue": "Ann Neurol", "volume": "69", "issn": "", "pages": "240--247", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The skin microbiome", "authors": [{"first": "E", "middle": ["A"], "last": "Grice", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Segre", "suffix": ""}], "year": 2011, "venue": "Nat Rev Microbiol", "volume": "9", "issn": "", "pages": "244--253", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Skin microbiome: genomics-based insights into the diversity and role of skin microbes", "authors": [{"first": "H", "middle": ["H"], "last": "Kong", "suffix": ""}], "year": 2011, "venue": "Trends Mol Med", "volume": "17", "issn": "", "pages": "320--328", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Novosphingobium aromaticivorans: a potential initiator of primary biliary cirrhosis", "authors": [{"first": "M", "middle": ["M"], "last": "Kaplan", "suffix": ""}], "year": 2004, "venue": "Am J Gastroenterol", "volume": "99", "issn": "", "pages": "2147--2149", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Phylogenetic and immunological definition of four lipoylated proteins from Novosphingobium aromaticivorans, implications for primary biliary cirrhosis", "authors": [{"first": "K", "middle": ["A"], "last": "Padgett", "suffix": ""}, {"first": "C", "middle": [], "last": "Selmi", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Kenny", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Leung", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Balkwill", "suffix": ""}], "year": 2005, "venue": "J Autoimmun", "volume": "24", "issn": "", "pages": "209--219", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human oral, gut, and plaque microbiota in patients with atherosclerosis", "authors": [{"first": "O", "middle": [], "last": "Koren", "suffix": ""}, {"first": "A", "middle": [], "last": "Spor", "suffix": ""}, {"first": "J", "middle": [], "last": "Felin", "suffix": ""}, {"first": "F", "middle": [], "last": "Fak", "suffix": ""}, {"first": "J", "middle": [], "last": "Stombaugh", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci U S A", "volume": "108", "issn": "1", "pages": "4592--4598", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bacterial diversity in aortic aneurysms determined by 16S ribosomal RNA gene analysis", "authors": [{"first": "R", "middle": [], "last": "Marques Da Silva", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Caugant", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Eribe", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Aas", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Lingaas", "suffix": ""}], "year": 2006, "venue": "J Vasc Surg", "volume": "44", "issn": "", "pages": "1055--1060", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Molecular characterization of stool microbiota in HIV-infected subjects by panbacterial and order-level 16S ribosomal DNA (rDNA) quantification and correlations with immune activation", "authors": [{"first": "C", "middle": ["L"], "last": "Ellis", "suffix": ""}, {"first": "Z", "middle": ["M"], "last": "Ma", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Mann", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2011, "venue": "J Acquir Immune Defic Syndr", "volume": "57", "issn": "5", "pages": "363--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Evidence for polymicrobic flora translocating in peripheral blood of HIVinfected patients with poor immune response to antiretroviral therapy", "authors": [{"first": "E", "middle": [], "last": "Merlini", "suffix": ""}, {"first": "F", "middle": [], "last": "Bai", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Bellistri", "suffix": ""}, {"first": "C", "middle": [], "last": "Tincati", "suffix": ""}, {"first": "A", "middle": [], "last": "Monforte", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Microbial translocation is associated with increased monocyte activation and dementia in AIDS patients", "authors": [{"first": "P", "middle": [], "last": "Ancuta", "suffix": ""}, {"first": "A", "middle": [], "last": "Kamat", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Kunstman", "suffix": ""}, {"first": "E", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Autissier", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Cerebral white matter changes in acquired immunodeficiency syndrome dementia: alterations of the blood-brain barrier", "authors": [{"first": "C", "middle": [], "last": "Power", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Kong", "suffix": ""}, {"first": "T", "middle": ["O"], "last": "Crawford", "suffix": ""}, {"first": "S", "middle": [], "last": "Wesselingh", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Glass", "suffix": ""}], "year": 1993, "venue": "Ann Neurol", "volume": "34", "issn": "", "pages": "339--350", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Breaking down the barrier: the effects of HIV-1 on the blood-brain barrier", "authors": [{"first": "M", "middle": [], "last": "Strazza", "suffix": ""}, {"first": "V", "middle": [], "last": "Pirrone", "suffix": ""}, {"first": "B", "middle": [], "last": "Wigdahl", "suffix": ""}, {"first": "", "middle": [], "last": "Nonnemacher", "suffix": ""}], "year": 2011, "venue": "Brain Res", "volume": "1399", "issn": "", "pages": "96--115", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Occurrence of an alpha-galacturonosyl-ceramide in the dioxin-degrading bacterium Sphingomonas wittichii", "authors": [{"first": "K", "middle": [], "last": "Kawahara", "suffix": ""}, {"first": "M", "middle": [], "last": "Kubota", "suffix": ""}, {"first": "N", "middle": [], "last": "Sato", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsuge", "suffix": ""}, {"first": "Y", "middle": [], "last": "Seto", "suffix": ""}], "year": 2002, "venue": "FEMS Microbiol Lett", "volume": "214", "issn": "", "pages": "289--294", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Metagenomic and metabolomic characterization of rabies encephalitis: new insights into the treatment of an ancient disease", "authors": [{"first": "S", "middle": ["N"], "last": "Reinke", "suffix": ""}, {"first": "L", "middle": [], "last": "Resch", "suffix": ""}, {"first": "F", "middle": [], "last": "Maingat", "suffix": ""}, {"first": "W", "middle": [], "last": "Branton", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Jackson", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Metagenomic analysis of brain abscesses identifies specific bacterial associations", "authors": [{"first": "Al", "middle": [], "last": "Masalma", "suffix": ""}, {"first": "M", "middle": [], "last": "Lonjon", "suffix": ""}, {"first": "M", "middle": [], "last": "Richet", "suffix": ""}, {"first": "H", "middle": [], "last": "Dufour", "suffix": ""}, {"first": "H", "middle": [], "last": "Roche", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "54", "issn": "", "pages": "202--210", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Pyrosequencing reveals the complex polymicrobial nature of invasive pyogenic infections: microbial constituents of empyema, liver abscess, and intracerebral abscess", "authors": [{"first": "C", "middle": ["D"], "last": "Sibley", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Church", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Surette", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Dowd", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Parkins", "suffix": ""}], "year": 2012, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "31", "issn": "", "pages": "2679--2691", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Assimilatory detoxification of herbicides by Delftia acidovorans MC1: induction of two chlorocatechol 1,2-dioxygenases as a response to chemostress", "authors": [{"first": "D", "middle": [], "last": "Benndorf", "suffix": ""}, {"first": "W", "middle": [], "last": "Babel", "suffix": ""}], "year": 2002, "venue": "Microbiology", "volume": "148", "issn": "", "pages": "2883--2888", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Endocarditis associated with Comamonas acidovorans", "authors": [{"first": "H", "middle": [], "last": "Horowitz", "suffix": ""}, {"first": "S", "middle": [], "last": "Gilroy", "suffix": ""}, {"first": "S", "middle": [], "last": "Feinstein", "suffix": ""}, {"first": "G", "middle": [], "last": "Gilardi", "suffix": ""}], "year": 1990, "venue": "J Clin Microbiol", "volume": "28", "issn": "", "pages": "143--145", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Central venous catheter-related infection due to Comamonas acidovorans in a child with non-Hodgkin's lymphoma", "authors": [{"first": "E", "middle": [], "last": "Castagnola", "suffix": ""}, {"first": "L", "middle": [], "last": "Tasso", "suffix": ""}, {"first": "M", "middle": [], "last": "Conte", "suffix": ""}, {"first": "M", "middle": [], "last": "Nantron", "suffix": ""}, {"first": "A", "middle": [], "last": "Barretta", "suffix": ""}], "year": 1994, "venue": "Clin Infect Dis", "volume": "19", "issn": "", "pages": "559--560", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Recurrent vascular catheter-related bacteremia caused by Delftia acidovorans with different antimicrobial susceptibility profiles", "authors": [{"first": "I", "middle": [], "last": "Kawamura", "suffix": ""}, {"first": "T", "middle": [], "last": "Yagi", "suffix": ""}, {"first": "K", "middle": [], "last": "Hatakeyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Ohkura", "suffix": ""}, {"first": "K", "middle": [], "last": "Ohkusu", "suffix": ""}], "year": 2010, "venue": "J Infect Chemother", "volume": "17", "issn": "", "pages": "111--113", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Infectious keratitis manifesting as a white plaque on the cornea", "authors": [{"first": "B", "middle": ["J"], "last": "Cho", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Lee", "suffix": ""}], "year": 2002, "venue": "Arch Ophthalmol", "volume": "120", "issn": "", "pages": "1091--1093", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Urinary tract infection associated with Comamonas acidovorans", "authors": [{"first": "M", "middle": [], "last": "Del Mar Ojeda-Vargas", "suffix": ""}, {"first": "A", "middle": [], "last": "Suarez-Alonso", "suffix": ""}, {"first": "Angeles", "middle": [], "last": "De Los", "suffix": ""}, {"first": "M", "middle": [], "last": "Perez-Cervantes", "suffix": ""}, {"first": "E", "middle": [], "last": "Suarez-Gil", "suffix": ""}, {"first": "C", "middle": [], "last": "Monzon-Moreno", "suffix": ""}], "year": 1999, "venue": "Clin Microbiol Infect", "volume": "5", "issn": "", "pages": "443--444", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Nonfermentative bacilli associated with man. 3. Pathogenicity and antibiotic susceptibility", "authors": [{"first": "M", "middle": ["M"], "last": "Pedersen", "suffix": ""}, {"first": "E", "middle": [], "last": "Marso", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Pickett", "suffix": ""}], "year": 1970, "venue": "Am J Clin Pathol", "volume": "54", "issn": "", "pages": "178--192", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Indigenous opportunistic bacteria inhabit mammalian gut-associated lymphoid tissues and share a mucosal antibody-mediated symbiosis", "authors": [{"first": "T", "middle": [], "last": "Obata", "suffix": ""}, {"first": "Y", "middle": [], "last": "Goto", "suffix": ""}, {"first": "J", "middle": [], "last": "Kunisawa", "suffix": ""}, {"first": "S", "middle": [], "last": "Sato", "suffix": ""}, {"first": "M", "middle": [], "last": "Sakamoto", "suffix": ""}], "year": 2010, "venue": "Proc Natl Acad Sci U S A", "volume": "107", "issn": "", "pages": "7419--7424", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A case of endocarditis of difficult diagnosis in dialysis: could ''pest'' friends be involved?", "authors": [{"first": "T", "middle": [], "last": "Malek-Marin", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Arenas", "suffix": ""}, {"first": "M", "middle": [], "last": "Perdiguero", "suffix": ""}, {"first": "M", "middle": [], "last": "Salavert-Lleti", "suffix": ""}, {"first": "A", "middle": [], "last": "Moledous", "suffix": ""}], "year": 2009, "venue": "Clin Nephrol", "volume": "72", "issn": "", "pages": "405--409", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "First case of human infection due to Pseudomonas fulva, an environmental bacterium isolated from cerebrospinal fluid", "authors": [{"first": "M", "middle": ["N"], "last": "Almuzara", "suffix": ""}, {"first": "M", "middle": [], "last": "Vazquez", "suffix": ""}, {"first": "N", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "M", "middle": [], "last": "Turco", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Ramirez", "suffix": ""}], "year": 2010, "venue": "J Clin Microbiol", "volume": "48", "issn": "", "pages": "660--664", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Trends in antimicrobial susceptibility of gram-negative bacteria isolated from blood in Jakarta from 2002 to", "authors": [{"first": "L", "middle": ["H"], "last": "Moehario", "suffix": ""}, {"first": "E", "middle": [], "last": "Tjoa", "suffix": ""}, {"first": "A", "middle": [], "last": "Kiranasari", "suffix": ""}, {"first": "I", "middle": [], "last": "Ningsih", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rosana", "suffix": ""}], "year": 2008, "venue": "J Infect Dev Ctries", "volume": "3", "issn": "", "pages": "843--848", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Achromobacter xylosoxidans. An unusual neonatal pathogen", "authors": [{"first": "Y", "middle": ["R"], "last": "Hearn", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Gander", "suffix": ""}], "year": 1991, "venue": "Am J Clin Pathol", "volume": "96", "issn": "", "pages": "211--214", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Fatal neonatal meningitis and ventriculitis caused by multiresistant Achromobacter xylosoxidans. A case report", "authors": [{"first": "A", "middle": ["I"], "last": "Manjra", "suffix": ""}, {"first": "A", "middle": [], "last": "Moosa", "suffix": ""}, {"first": "A", "middle": [], "last": "Bhamjee", "suffix": ""}], "year": 1989, "venue": "S Afr Med J", "volume": "76", "issn": "", "pages": "571--573", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Meningitis caused by Alcaligenes xylosoxidans in a patient with HIV/AIDS", "authors": [{"first": "F", "middle": [], "last": "Espinoza-Gomez", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Newton-Sanchez", "suffix": ""}, {"first": "V", "middle": [], "last": "Melnikov", "suffix": ""}, {"first": "O", "middle": [], "last": "Virgen-Gonzalez", "suffix": ""}, {"first": "J", "middle": [], "last": "Unrau", "suffix": ""}], "year": 2007, "venue": "Braz J Infect Dis", "volume": "11", "issn": "", "pages": "603--604", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A betalactamase-overproducing strain of Alcaligenes denitrificans subsp. xylosoxydans isolated from a case of meningitis", "authors": [{"first": "D", "middle": [], "last": "Decre", "suffix": ""}, {"first": "G", "middle": [], "last": "Arlet", "suffix": ""}, {"first": "C", "middle": [], "last": "Danglot", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lucet", "suffix": ""}, {"first": "G", "middle": [], "last": "Fournier", "suffix": ""}], "year": 1992, "venue": "J Antimicrob Chemother", "volume": "30", "issn": "", "pages": "769--779", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Cerebral ventriculitis associated with Achromobacter xylosoxidans", "authors": [{"first": "S", "middle": [], "last": "Shigeta", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yasunaga", "suffix": ""}, {"first": "K", "middle": [], "last": "Honzumi", "suffix": ""}, {"first": "H", "middle": [], "last": "Okamura", "suffix": ""}, {"first": "R", "middle": [], "last": "Kumata", "suffix": ""}], "year": 1978, "venue": "J Clin Pathol", "volume": "31", "issn": "", "pages": "156--161", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Bacterial peptidoglycan and immune reactivity in the central nervous system in multiple sclerosis", "authors": [{"first": "I", "middle": ["A"], "last": "Schrijver", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Meurs", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Melief", "suffix": ""}, {"first": "Wim", "middle": [], "last": "Ang", "suffix": ""}, {"first": "C", "middle": [], "last": "Buljevac", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "Brain", "volume": "124", "issn": "", "pages": "1544--1554", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Phagocytes containing a disease-promoting Toll-like receptor/Nod ligand are present in the brain during demyelinating disease in primates", "authors": [{"first": "L", "middle": [], "last": "Visser", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Melief", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Meurs", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Sick", "suffix": ""}], "year": 2006, "venue": "Am J Pathol", "volume": "169", "issn": "", "pages": "1671--1685", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Neurobehavioral performance in feline immunodeficiency virus infection: integrated analysis of viral burden, neuroinflammation, and neuronal injury in cortex", "authors": [{"first": "F", "middle": [], "last": "Maingat", "suffix": ""}, {"first": "P", "middle": [], "last": "Vivithanaporn", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "A", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "G", "middle": [], "last": "Baker", "suffix": ""}], "year": 2009, "venue": "J Neurosci", "volume": "29", "issn": "", "pages": "8429--8437", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Proteinase-activated receptor-2 induction by neuroinflammation prevents neuronal death during HIV infection", "authors": [{"first": "F", "middle": [], "last": "Noorbakhsh", "suffix": ""}, {"first": "N", "middle": [], "last": "Vergnolle", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mcarthur", "suffix": ""}, {"first": "C", "middle": [], "last": "Silva", "suffix": ""}, {"first": "M", "middle": [], "last": "Vodjgani", "suffix": ""}], "year": 2005, "venue": "J Immunol", "volume": "174", "issn": "", "pages": "7320--7329", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "CXCR3 activation by lentivirus infection suppresses neuronal autophagy: neuroprotective effects of antiretroviral therapy", "authors": [{"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Vergote", "suffix": ""}, {"first": "C", "middle": [], "last": "Pardo", "suffix": ""}, {"first": "F", "middle": [], "last": "Noorbakhsh", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Mcarthur", "suffix": ""}], "year": 2009, "venue": "FASEB J", "volume": "23", "issn": "", "pages": "2928--2941", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "HIV-1 viral protein R causes peripheral nervous system injury associated with in vivo neuropathic pain", "authors": [{"first": "S", "middle": [], "last": "Acharjee", "suffix": ""}, {"first": "F", "middle": [], "last": "Noorbakhsh", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Stemkowski", "suffix": ""}, {"first": "C", "middle": [], "last": "Olechowski", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Cohen", "suffix": ""}], "year": 2010, "venue": "FASEB J", "volume": "24", "issn": "", "pages": "4343--4353", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Presence of circulating CTL induced by infection with wild-type or attenuated SIV and their correlation with protection from pathogenic SHIV challenge", "authors": [{"first": "T", "middle": ["U"], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": [], "last": "Fournier", "suffix": ""}, {"first": "A", "middle": [], "last": "Sherring", "suffix": ""}, {"first": "D", "middle": [], "last": "Ko", "suffix": ""}, {"first": "M", "middle": [], "last": "Parenteau", "suffix": ""}], "year": 1998, "venue": "J Med Primatol", "volume": "27", "issn": "", "pages": "65--72", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Persistence of restricted CD4 T cell expansions in SIV-infected macaques resistant to SHIV89.6P superinfection", "authors": [{"first": "M", "middle": ["D"], "last": "Salha", "suffix": ""}, {"first": "R", "middle": [], "last": "Cheynier", "suffix": ""}, {"first": "R", "middle": [], "last": "Halwani", "suffix": ""}, {"first": "H", "middle": [], "last": "Mcgrath", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Langaee", "suffix": ""}], "year": 2008, "venue": "Virology", "volume": "377", "issn": "", "pages": "239--247", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Xenoinfection of nonhuman primates by feline immunodeficiency virus", "authors": [{"first": "J", "middle": ["B"], "last": "Johnston", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Olson", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Rud", "suffix": ""}, {"first": "C", "middle": [], "last": "Power", "suffix": ""}], "year": 2001, "venue": "Curr Biol", "volume": "11", "issn": "", "pages": "1109--1113", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Hepatitis C virus core protein induces neuroimmune activation and potentiates Human Immunodeficiency Virus-1 neurotoxicity", "authors": [{"first": "P", "middle": [], "last": "Vivithanaporn", "suffix": ""}, {"first": "F", "middle": [], "last": "Maingat", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Na", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Richardson", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The sensitivity of massively parallel sequencing for detecting candidate infectious agents associated with human tissue", "authors": [{"first": "R", "middle": ["A"], "last": "Moore", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Warren", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Freeman", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gustavsen", "suffix": ""}, {"first": "C", "middle": [], "last": "Chenard", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Early life exposure to lipopolysaccharide suppresses experimental autoimmune encephalomyelitis by promoting tolerogenic dendritic cells and regulatory T cells", "authors": [{"first": "K", "middle": ["K"], "last": "Ellestad", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsutsui", "suffix": ""}, {"first": "F", "middle": [], "last": "Noorbakhsh", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Warren", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Yong", "suffix": ""}], "year": 2009, "venue": "J Immunol", "volume": "183", "issn": "", "pages": "298--309", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "PCR primers and probes for the 16S rRNA gene of most species of pathogenic bacteria, including bacteria found in cerebrospinal fluid", "authors": [{"first": "K", "middle": [], "last": "Greisen", "suffix": ""}, {"first": "M", "middle": [], "last": "Loeffelholz", "suffix": ""}, {"first": "A", "middle": [], "last": "Purohit", "suffix": ""}, {"first": "D", "middle": [], "last": "Leong", "suffix": ""}], "year": 1994, "venue": "J Clin Microbiol", "volume": "32", "issn": "", "pages": "335--351", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Improvement of the representation of bifidobacteria in fecal microbiota metagenomic libraries by application of the cpn60 universal primer cocktail", "authors": [{"first": "J", "middle": ["E"], "last": "Hill", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Fernando", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Zello", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Tyler", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Dahl", "suffix": ""}], "year": 2010, "venue": "Appl Environ Microbiol", "volume": "76", "issn": "", "pages": "4550--4552", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Realtime quantitative PCR assays for detection and monitoring of pathogenic human viruses in immunosuppressed pediatric patients", "authors": [{"first": "F", "middle": [], "last": "Watzinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Suda", "suffix": ""}, {"first": "S", "middle": [], "last": "Preuner", "suffix": ""}, {"first": "R", "middle": [], "last": "Baumgartinger", "suffix": ""}, {"first": "K", "middle": [], "last": "Ebner", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "", "pages": "5189--5198", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Development of real-time PCR assays for the quantitative detection of Epstein-Barr virus and cytomegalovirus, comparison of TaqMan probes, and molecular beacons", "authors": [{"first": "J", "middle": [], "last": "Jebbink", "suffix": ""}, {"first": "X", "middle": [], "last": "Bai", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Rogers", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Dawson", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Scheuermann", "suffix": ""}], "year": 2003, "venue": "J Mol Diagn", "volume": "5", "issn": "", "pages": "15--20", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Saffold virus, a human Theiler's-like cardiovirus, is ubiquitous and causes infection early in life", "authors": [{"first": "J", "middle": [], "last": "Zoll", "suffix": ""}, {"first": "Erkens", "middle": [], "last": "Hulshof", "suffix": ""}, {"first": "S", "middle": [], "last": "Lanke", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}, {"first": "Verduyn", "middle": [], "last": "Lunel", "suffix": ""}, {"first": "F", "middle": [], "last": "Melchers", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "", "suffix": ""}], "year": 2009, "venue": "PLoS Pathog", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Neuroinvasion by human respiratory coronaviruses", "authors": [{"first": "N", "middle": [], "last": "Arbour", "suffix": ""}, {"first": "R", "middle": [], "last": "Day", "suffix": ""}, {"first": "J", "middle": [], "last": "Newcombe", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Talbot", "suffix": ""}], "year": 2000, "venue": "J Virol", "volume": "74", "issn": "", "pages": "8913--8921", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Deep sequencing detection of bacterial and bacteriophage RNA sequences in human brain. (A) Total sequence tags that were unambiguously identified as belonging to a bacterial phylum were grouped for each patient from which the percentages for each phylum were displayed. All patients showed a predominance of Proteobacteria-associated sequences.(B) Despite inter-individual variability the mean percentage of Proteobacteria sequences among the HIV, ODC and SURG groups was similar. (C) The majority of bacterial sequences identified in all patient samples belonged to the Proteobacteria phylum, which showed the greatest similarity to the a-proteobacteria class. (D) The majority of bacteriophage sequences identified matched Proteobacteria-tropic phage sequences although bacteriophage sequences were not detected in the SURG samples. doi:10.1371/journal.pone.0054673.g001", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Human brain host gene responses. Analysis of human transcript sequences implicated in (A) bacterial and (B) viral host responses identified by deep sequencing of brain-derived RNA showed variability within clinical groups with many genes showing a relative reduction or induction in expression in the HIV relative to ODC brain specimens. (C) Host neuroimmune responses were assessed as transcript abundance in terms of relative fold change (RFC) by real time RT-PCR, showing a general increase in pro-inflammatory gene expression among the HIV (n = 5) compared to ODC (n = 5) brain specimens with significant changes in cd3e, IL-12 and egf expression. doi:10.1371/journal.pone.0054673.g002", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Figure 3. Bacterial detection in human brain. Autopsy-derived ODC (A), and HIV (C) brain specimens were immunolabeled with antipeptidoglycan antibody. Peptidoglycan (PGN)-positive bodies (arrows) were morphologically consistent with bacteria and smaller than CD45 immunopositive microglia from ODC (B) and HIV (D) patients, imaged at the same magnification. Double DIG-labeled EUB 338 probe in situ hybridization (ISH) against the 16 s rRNA gene was hybridized with slides from the same ODC (E) and HIV (G) patients and labeled with alkaline phosphatase-conjugated sheep anti-DIG FAB fragments and stained with NBT/BCIP. ISH-positive bodies featured morphology resembling bacteria (arrow heads) and were smaller than GFAP immunopositive astrocytes in ODC (F) and HIV (H) patient sections. Peptidoglycan-labeled cells with both spherical and rod morphology were observed within the brain parenchyma and in a blood vessel (I) (White arrow) of an ODC patient. Peptidoglycan immunopositive bodies were observed within the cytoplasm of GFAP-immunolabeled astrocytes (I, inset) and Iba-1 immunolabeled microglia (J, inset). Spherical clusters of EUB 338 hybridized cells J) were evident (black arrowheads). Slides from the same ODC11 (K) and HIV11 (L) patients were processed under identical conditions except that the primary antibody was omitted. A scrambled DIG-labeled probe was hybridized to slides from the ODC11 (M) and HIV11 (N) under identical conditions used for the EUB 338 probe. In all cases specific signals were not detected. (Original magnification 2006). (O) A section from the forebrain of one of the FIV-infected cats was immunostained with the anti-PGN antibody and developed with DAB with no detectable signal. (Bar: A-H, 50 microns; I, 25 microns; J, 20 microns; K-N, 50 microns) (Magnification: A-H, 2006; I, 4006; J, 6006; I and J insets, 6006). doi:10.1371/journal.pone.0054673.g003", "latex": null, "type": "figure"}, "FIGREF3": {"text": "(Original magnification 2006). (O) A section from the forebrain of one of the FIV-infected cats was immunostained with the anti-PGN antibody and developed with DAB with no detectable signal. (Bar: A-H, 50 microns; I, 25 microns; J, 20 microns; K-N, 50 microns) (Magnification: A-H, 2006; I, 4006; J, 6006; I and J insets, 6006). doi:10.1371/journal.pone.0054673.g003", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Phylogenetic analyses of bacterial 16 s rRNA sequences from human brain and blood. (A) Representative ethidium bromide gels show the amplification of a single band by a nested PCR protocol but in matched (nested) water controls, a product was not observed.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "16 s rRNA sequences from brain-derived cDNA of cynomolgus macaques. (A) Ethidium bromide-stained agarose gel showed the amplicon generated by primers 16 s514F and 16 s 806R from SIV-infected macaques 1-10, SHIV-infected macaques 1-3 and FIV-challenged macaque 1 and 2. cDNA synthesized with ultrapure water, water carried through both rounds of nested PCR and water used as template only in the final round of PCR were all included as negative controls. (B) Phylogenetic analysis of 16 s rRNA region sequences amplified by the primers 514F and 806R", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical features, sex and neuropathological diagnoses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Group </td><td>Mean Age1 </td><td>Sex </td><td>Neuropathology5 [Patient identity number]\n</td></tr><tr><td>ODC2 </td><td>62611.6 </td><td>(Male n = 8) </td><td>Cerebral infarct [ODC1, 8, 11]\n</td></tr><tr><td>(n = 14) </td><td> </td><td> </td><td>Acute meningitis with abscess [ODC3]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Rabies encephalitis [ODC4]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Toxoplasmic encephalitis [ODC5]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Hypoxic Ischemic encephalopathy [ODC6]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Sepsis with hypoxic ischemic encephalopathy [ODC12]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Multiple sclerosis [ODC13]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Rasmussen's encephalitis [ODC14]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Normal brain (endocarditis; drug overdose; leukemia etc) [ODC2, 7, 9, 10]\n</td></tr><tr><td>HIV3 </td><td>3865.9 </td><td>(Male n = 7) </td><td>HIV encephalitis [HIV1, 7, 9]\n</td></tr><tr><td>(n = 12) </td><td> </td><td> </td><td>Toxoplasmic encephalitis [HIV2]\n</td></tr><tr><td> </td><td> </td><td> </td><td>CMV/HSV encephalitis [HIV3, 8]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Microglial nodule encephalitis [HIV4, 6, 11]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Multifocal necrotizing leukoencephalopathy [HIV5]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Hypoxic Ischemic encephalopathy [HIV10]\n</td></tr><tr><td> </td><td> </td><td> </td><td>Normal brain [HIV12]\n</td></tr><tr><td>SURG4 </td><td>24620 </td><td>Male (n = 5) </td><td>Normal brain, proximal to epileptic focus\n</td></tr><tr><td> </td><td> </td><td> </td><td>(n = 6)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Total sequence tag counts per patient for principal bacterial classes detected in brain 1 .", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Other Disease Controls </td><td> </td><td>HIV/AIDS </td><td> </td><td> </td><td>Surgical Samples\n</td></tr><tr><td>Bacterial Class </td><td>ODC1 </td><td>ODC2 </td><td>ODC3 </td><td>ODC4 </td><td>HIV1 </td><td>HIV2 </td><td>HIV3 </td><td>HIV4 </td><td>SURG1 </td><td>SURG2\n</td></tr><tr><td>a-Proteobacterium </td><td>168 </td><td>39 </td><td>98 </td><td>27 </td><td>41 </td><td>49 </td><td>37 </td><td>17 </td><td>3 </td><td>19\n</td></tr><tr><td>Actinobacterium </td><td>13 </td><td>8 </td><td>6 </td><td>7 </td><td>17 </td><td>9 </td><td>24 </td><td>4 </td><td>0 </td><td>0\n</td></tr><tr><td>b-Proteobacterium </td><td>5 </td><td>3 </td><td>0 </td><td>0 </td><td>0 </td><td>0 </td><td>1 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>c-Proteobacterium </td><td>2 </td><td>0 </td><td>2 </td><td>2 </td><td>0 </td><td>4 </td><td>1 </td><td>0 </td><td>0 </td><td>0\n</td></tr><tr><td>bIII-tubulin 2 </td><td>35 </td><td>291 </td><td>36 </td><td>20 </td><td>87 </td><td>223 </td><td>65 </td><td>73 </td><td>47 </td><td>582\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Detection of viral genomes in brain-derived cDNA or gDNA.1", "latex": null, "type": "table"}, "TABREF3": {"text": "Host genes correlated with bacterial sequence tag abundance. (DOCX) Table S2 Primers used for semi-quantitative RT-PCR analysis of host transcript expression. (DOCX) Table S3 Primers pairs used to amplify 16 s rRNA. (DOCX)", "latex": null, "type": "table"}, "TABREF4": {"text": "Primers used to detect RNA or DNA viruses. (DOCX)", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Dr. Dean Befus for constructive insights and advice on the present studies. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}