{
    "paper_id": "e9e58deaf7a37f9cc399105956178af04d3df7f7",
    "metadata": {
        "title": "Reinvention of interorganizational systems: A case analysis of the diffusion of a bio-terror surveillance system",
        "authors": [
            {
                "first": "Jane",
                "middle": [],
                "last": "Fedorowicz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janis",
                "middle": [
                    "L"
                ],
                "last": "Gogan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Innovation diffusion theory proposed that adopters-whether individuals or organizations-sometimes reinvent an innovation as they gain experience using it. Reinvention can enhance (or impede) the likelihood of an IS innovation's acceptance and further diffusion. This paper reports on a case study of BioSense, an interorganizational system that was designed as an early detection tool for bio-terror attacks and subsequently modified to better serve this need as well as to operate as a public health system for pinpointing geographic clusters of dangerous/ acute disease outbreaks. By examining the interplay among the political and organizational dynamics and technical properties of the BioSense system, we shed light on processes affecting reinvention in an interorganizational context. We discuss our findings in light of theories of the diffusion and reinvention of innovations. We use Rogers' (1995) list of factors supporting reinvention to structure the discussion of the fidelity and uniformity of the innovation within the processes it supports in adopting health services organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Institutionalization of an innovation is dependent not only on its fit with a variety of user requirements or circumstances, but also on user receptivity toward its implementation processes (Goodman et al. 1993; Yetton et al. 1999) . \"Reinvention\" refers to the changes or modifications made to an innovation following its adoption and the processes by which the innovation is changed by its adopters (Rogers 1995) . Complex, process-based innovations that are flexible enough to be reinvented to fit the needs of an adopting organization are more likely to be successfully assimilated into organizational routines.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 211,
                    "text": "(Goodman et al. 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 212,
                    "end": 231,
                    "text": "Yetton et al. 1999)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 401,
                    "end": 414,
                    "text": "(Rogers 1995)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Innovative information systems (IS) may simplify information processing or analysis tasks, as when an organization adopts a new enterprise system, or the innovative information system may provide access to new data, combinations of data, or new analytical tools, as would be the case when supply chain partners introduce an interorganizational system to share data between buyers and suppliers. The new information system may not necessarily utilize new technologies, but is considered an innovation because it enables changes to extant processes and workflows. Since both expected and unexpected changes can take place, care must be taken to align the IS innovation with critical organizational tasks, as well as to nurture its adoption and implementation processes (Yetton et al. 1999) .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 787,
                    "text": "(Yetton et al. 1999)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The more flexibility inherent in an IS-based innovation, the more likely its reinvention will lead to (planned or unplanned) sustainable improvements in organizational work. However, innovation change agents must also ensure that unmonitored or uncontained flexibility does not result in unnecessary organizational churn or user confusion. When the success of the innovation requires buy-in from many organizations as is true with an interorganizational system, the innovation must be malleable enough to fit the requirements, preferences and processes of each partnering organization while preserving the purpose of the collective entity. Striking a balance between the ability to customize systems to individuals' or departments' needs (a key benefit of IS flexibility) and information-sharing transparency (a key benefit of uniformity) is an ongoing challenge for many organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper reports on a case study of a public health interorganizational system which was initially designed and promoted as an early detection tool for bio-terror attacks and subsequently was modified to serve a broader and more routine public health purpose: identifying geographic clusters of communicable disease outbreaks. By examining the interplay among emergent political and organizational dynamics and technical properties of the BioSense system, we shed some light on the decisions and processes that led to the reinvention of this interorganizational innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. First we review prior studies of innovation, with a focus on key findings about reinvention and related processes affecting or resulting from interorganizational system innovations. We explain the methodology employed for the case study, and then describe the BioSense initiative, including the context for, design and development of, adoption and early experience with this interorganizational system and reinvention events that took place in the mid-to-late 2000s. We discuss our findings in light of the reviewed literature and offer suggestions for further research on reinvention of interorganizational systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Literature review",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Innovation diffusion theory proposed that adopterswhether individuals or organizations-sometimes adapt or \"reinvent\" an innovation as they gain experience using it (Rogers 1995 ; see also Rice and Rogers 1980) . Herein, we prefer Rogers' term \"reinvention\" to refer to these innovation changes, to distinguish our work from prior IS research where the term \"adaptation\" describes how organizational processes and procedures are changed to accommodate the innovation, without actual changes to the IT artifact itself (see for example Cooper and Zmud 1990) . Reinvention usually enhances the likelihood of an innovation's acceptance and further diffusion. Reinvention may affect an individual user (as when an individual customizes software developed by someone else to suit his/her specific requirements) or an organization (as when a new scheduling system is introduced to reduce patient waiting time in a medical facility, then modified to better suit the needs of the adopting organization and/or its users). Rogers (1995) proposed that reinvention can be spurred by a variety of factors, including: Although Rogers called for further research on reinvention especially from an organizational perspective (versus user-adopted technologies, which have been extensively studied), few researchers have focused on reinvention. Hays (1996) studied how state policies enacted as laws were reinvented as they were diffused into subsequent states, finding that policies were reinvented based on a combination of social learning, political characteristics, and contextual factors. Lewis and Seibold (1993) consider two components of innovation reinvention, distinguishing between fidelity (how well the reinvention matches the original intent of the design or intended use) and uniformity (referring to the degree of similarity of use across users). They illustrate their framework in a single organization by studying characteristics of adopting individuals. When considering an innovation that is intended to be adopted by a large number of potentially dissimilar organizations, studying both aspects of fidelity and uniformity at the organizational level is likely to increase understanding of the importance and complexity of reinvention in a largescale diffusion (informal) or dissemination (formal) effort.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 176,
                    "text": "(Rogers 1995",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 188,
                    "end": 209,
                    "text": "Rice and Rogers 1980)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 533,
                    "end": 554,
                    "text": "Cooper and Zmud 1990)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1011,
                    "end": 1024,
                    "text": "Rogers (1995)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1325,
                    "end": 1336,
                    "text": "Hays (1996)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1574,
                    "end": 1598,
                    "text": "Lewis and Seibold (1993)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion and reinvention of innovations"
        },
        {
            "text": "Many studies have examined individuals' and businesses' decisions to adopt or not to adopt various IS innovations (e.g., Chen et al. 2004; Plouffe et al. 2001; Tan and Teo 2000) as well as potential adopters' propensity to innovate (e.g., Agarwal and Prasad 1998) and their post-adoption attitudes and behavior (e.g., Karahanna et al. 1999; Parthasarathy and Bhattacherjee 1998) . Yetton et al. (1999) are careful to distinguish between innovation characteristics that are more likely to impact individual task performance, and implementation processes that are apt to affect group task performance. However, few studies (e.g., Tyre and Orlikowski 1994) focus on information systems reinvention.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 138,
                    "text": "Chen et al. 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 139,
                    "end": 159,
                    "text": "Plouffe et al. 2001;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 160,
                    "end": 177,
                    "text": "Tan and Teo 2000)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 239,
                    "end": 263,
                    "text": "Agarwal and Prasad 1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 318,
                    "end": 340,
                    "text": "Karahanna et al. 1999;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 341,
                    "end": 378,
                    "text": "Parthasarathy and Bhattacherjee 1998)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 381,
                    "end": 401,
                    "text": "Yetton et al. (1999)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Interorganizational systems and reinvention"
        },
        {
            "text": "One paper, which examined several case studies of the adoption and use of Efficient Consumer Response (ECR) technologies, hinted at reinvention in its conclusion that \"Each organization will enter into a complex series of interactions with other parties in its industry group … [during which] organizations' knowledge and perceptions of ECR will change, their capabilities will change, and their interactions with industry partners will change.\" (Kurnia and Johnston 2000, p. 315) . This study also emphasized the importance of understanding the processes related to interorganizational innovations, and the emergent nature of the system evolution.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 480,
                    "text": "(Kurnia and Johnston 2000, p. 315)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interorganizational systems and reinvention"
        },
        {
            "text": "Other studies also suggest that IS innovations, as compared with other innovations, are especially susceptible to reinvention. Drawing on earlier work on \"intellectual technologies\" (Curley and Pyburn 1982 ; see also Wildemuth 1999) , Lee (1999) notes that, unlike traditional industrial technologieswhich, due to physical limitations, only support a narrow range of functionsinformation technologies are inherently flexible and their uses are constrained primarily by the skills and imagination of designers and users. This flexibility is a central property of IS, and Lee calls for further research on the implications of this flexibility.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 205,
                    "text": "(Curley and Pyburn 1982",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 217,
                    "end": 232,
                    "text": "Wildemuth 1999)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 235,
                    "end": 245,
                    "text": "Lee (1999)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Interorganizational systems and reinvention"
        },
        {
            "text": "If flexibility/adaptability is a central property of IS, then reinvention should be a central concern of research in the diffusion-of-innovations stream. However, as noted earlier, most studies in this stream of IS research focus on individual users' decisions to adopt new technologies. Fewer studies closely examine reinvention processes or outcomes, either in intra-organizational or interorganizational contexts. One review of the extensive diffusion-ofinnovations literature (Chin and Marcolin 2001) concludes that while much attention has been given to factors affecting potential adopters' attitudes and intentions, further study is needed on \"the technological context and interactions such as interface design, data structures, training, and actual usage behavior...\" (p. 9, emphasis added). Studying the adoption and use of interorganizational systems by collaborating organizations will give researchers insights into the complex world in which both the characteristics of the technology-based innovation and its implementation process combine to determine the role of reinvention in its long term sustainability.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 504,
                    "text": "(Chin and Marcolin 2001)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Interorganizational systems and reinvention"
        },
        {
            "text": "Although in many ways health care works under a \"business\" model, its social mission and public nature lead to many different organizational characteristics that are more complex than would be found in a corporate environment. For example, health care professionals must contend with extensive external vigilance (e.g., laws, regulations and government oversight) and unique funding structures (a mix of internal and external sources, the latter usually limited to specific capital projects and loaded with financial and operational restrictions). In addition, unlike the corporate or government sectors, multiple hierarchies exist in the social networks of the medical professions (West et al. 1999; Dopson et al. 2002) . Doctors have flatter, more informal networks than nurses' hierarchical ones. As a result, doctors are more likely to be effective at influencing peers to adopt or reinvent innovations. These social networks are a dominant means for diffusion of innovation in health care. With their complex organizational structures, tangled regulatory oversight and irregular opportunistic funding for innovations, the health services arena provides a rich and complex background in which to study innovation reinvention and diffusion.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 700,
                    "text": "(West et al. 1999;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 701,
                    "end": 720,
                    "text": "Dopson et al. 2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The special case of health care"
        },
        {
            "text": "An extensive literature exists on the diffusion of innovation in health services delivery (e.g., Berwick 2003) . Two recent reviews (Greenhalgh et al. 2004; Fleuren et al. 2004) examined hundreds of published articles; each review proposed a model for enhancing the success of health related innovations and improving the quality of publications in this area. The Greenhalgh et al. article concludes with an extensive list of research questions, two of which are particularly relevant to the study related in this paper. They are:",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 110,
                    "text": "Berwick 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 132,
                    "end": 156,
                    "text": "(Greenhalgh et al. 2004;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 157,
                    "end": 177,
                    "text": "Fleuren et al. 2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The special case of health care"
        },
        {
            "text": "\"How do innovations in Health Service organizations arise, and in what circumstances? What mix of factors tends to produce 'adoptable' innovations (e.g. ones that have clear advantages beyond their source organization and low implementation complexity and are readily adaptable to new contexts)?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The special case of health care"
        },
        {
            "text": "\"How are innovations arising as 'good ideas' in local healthcare systems reinvented as they are transmitted through individual and organizational networks, and how can this process be supported or enhanced?\" (p. 617) This paper addresses these questions by reporting on a case study of an innovative interorganizational system (BioSense) and its subsequent reinvention by its users. We use Rogers' list of factors supporting reinvention to structure the discussion of the fidelity and uniformity of the innovation within the processes it supports in adopting organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The special case of health care"
        },
        {
            "text": "The BioSense case study was part of a larger study of interagency information sharing in eGovernment (Fedorowicz et al. 2006 & review of other documents available from public sources (journal articles, news accounts, conference presentations). & interviews with three key informants in [2005] [2006] : a statistician at the CDC who played a significant role in designing the BioSense system, and two physicians with public health and statistics training who worked in clinical informatics at two participating hospitals who were key players in the diffusion of BioSense.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 124,
                    "text": "(Fedorowicz et al. 2006",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 286,
                    "end": 292,
                    "text": "[2005]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 293,
                    "end": 299,
                    "text": "[2006]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "A semi-structured interview protocol was utilized, based on a framework that guided all case studies in the larger project. (See Appendix.) In interviews lasting one to two hours each, informants were asked to describe their role in BioSense and other public health informatics and/or surveillance initiatives and to discuss political, administrative and technical challenges, as well as their thoughts on directions for future interorganizational systems in this domain. The interviews were recorded and professionally transcribed. The authors compared the interview data with the publicly-available sources (from the CDC website, Congressional testimony, and other sources) to triangulate on a timeline of events and key facts about BioSense and related initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Beyond establishing the facts of the BioSense case, our analysis of the data utilized an inductive, grounded theory approach. Using the constant-comparative method of analysis (see Strauss and Corbin 1998 ) the authors reviewed the data for themes and sub-themes. Analysis started with identification of informants' views regarding political, administrative, and technical aspects, as set forth in our interview guide (Appendix). Then, consistent with grounded theory, the authors utilized open coding to identify portions of the interview and other data that did not readily fall into the pre-defined categories, along with puzzles and apparent contradictions in the accounts of events and perspectives. Two of the initial informants were re-contacted-one via email and the other via several telephone conversationsfor clarification of some of these open issues; they were encouraged to add further comments. A case history was then prepared, which was reviewed by two of our informants. Minor changes were then made based on their clarification of events and perspectives.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 204,
                    "text": "Strauss and Corbin 1998",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In public health, \"surveillance\" is the systematic gathering of data about disease outbreaks, so that priorities can be set for dispensing vaccines and medicines, instituting quarantines or taking other measures to contain an outbreak and conduct follow-up work. Surveillance is not new; the United States began monitoring cholera, smallpox, plague and yellow fever in 1878. In 1928 all states were required to report on 29 \"notifiable\" diseases, and in 1961 CDC was given responsibility for aggregating and publishing the states' surveillance data. Unfortunately, many diseases are tracked via separate data collection processes and systems, leading to a proliferation of incompatible applications and databases (Potts and Fraser 2000, p. 5) . Realizing that these incompatibilities place constraints on the ability of states to collaborate during widespread outbreaks, many public health experts have called recently for greater coordination in traditional public health surveillance activities.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 742,
                    "text": "(Potts and Fraser 2000, p. 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The disease surveillance context"
        },
        {
            "text": "In 1996 the CDC formed a Health Information and Surveillance Systems Board to coordinate public health surveillance efforts, with broad representation from state and regional public health agencies. In 1999 development of the specifications for a national Internet-based Health Alert Network began, and planning soon followed for development of a National Electronic Disease Surveillance System (NEDSS). CDC announced in 2000:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease surveillance context"
        },
        {
            "text": "\"NEDSS will electronically integrate and link together a wide variety of surveillance activities and facilitate more accurate and timely reporting of disease information to CDC and state and local health departments. … NEDSS will include data standards, an Internet based communications infrastructure built on industry standards, and policy-level agreements on data access, sharing, burden reduction, and protection of confidentiality.\" (Potts and Fraser 2000, p. 7) Traditional public health disease surveillance, while vital, operates at a slow pace based on verified outbreaks of notifiable diseases. It is not very effective in responding quickly and effectively to outbreaks of rapid-onset, highly contagious diseases. For example, in 1993 a waterborne parasitic infection in Milwaukee sickened 400,000 and killed 100 people (Foldy 2004) . This traumatic event sparked several local early detection initiatives in that region, but over the next decade little progress was made on a nationwide basis. According to Centers for Disease Control and Prevention Director Dr. Julie Gerberding, traditional surveillance procedures, which aim to confirm that a particular disease is involved, emphasize data accuracy and completeness at the expense of timeliness. Dr. Gerberding stated that during the post-9/11 anthrax attacks in fall of 2001 \"the style of not wanting to make a decision until you have all the data gathered and you have the nice tied-up package was a deterrent to effective decision making on a day-to-day basis\" (as quoted in Altman 2002 ; see also Henning 2004; Stolberg and Miller 2001) .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 467,
                    "text": "(Potts and Fraser 2000, p. 7)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 843,
                    "text": "(Foldy 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1543,
                    "end": 1554,
                    "text": "Altman 2002",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1566,
                    "end": 1579,
                    "text": "Henning 2004;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1580,
                    "end": 1605,
                    "text": "Stolberg and Miller 2001)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "The disease surveillance context"
        },
        {
            "text": "Criticism of CDC's problematic response to the 2001 anthrax attacks helped to direct lawmakers' attention to the need for a new kind of surveillance system that would focus on potential bio-terror attacks. In contrast to traditional surveillance which uses data about confirmed diagnoses, near real-time syndromic surveillance aims to \"identify illness clusters early, before diagnoses are confirmed and reported to public health agencies, and to mobilize a rapid response…\" (Henning 2004, p. 7) . As compared with disease surveillance, syndromic surveillance analyzes the symptoms that patients are experiencing (versus confirmed diagnoses, which of necessity come later). With this context in place, we now introduce Biosense, followed by a discussion of its reinvention led by its early adopters and proponents. . In the same year, Harvard Medical School physicians in the health care informatics program at Children's Hospital Medical Center in Boston began developing a pre-diagnostic syndromic surveillance system. Both initiatives involved capturing patient chief complaints data. Dr. Kenneth Mandl recalled that interest in bio-terror surveillance was already rising before September 11, 2001 and accelerated rapidly after the attacks:",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 495,
                    "text": "(Henning 2004, p. 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The disease surveillance context"
        },
        {
            "text": "\"I started the bio-surveillance program here in 1999 after discussions with DARPA and the Hopkins Applied Physics Lab. It was a very early concept at the time. The Clinton Administration was interested in … protecting the public against bio-terrorist threats [by] … the use of medical and \"nontraditional\" data sources for purposes of surveillance. [Based on a proposal prepared in 1999] we received funding from the Agency for Health Care Research and Quality in 2000 for a bio-preparedness contract. The work we were doing became very, very popular in 2001. [Even before the 9/11 attacks], early in 2001 the federal commitment to bio-surveillance went from $50 million a year to more like $300 million a year. After the attacks in 2001, things really heated up. Since we were already on the ground and running, we expanded quite rapidly and I developed a contract with the Massachusetts Dept of Public Health to run the Massachusetts Surveillance System (MSS).\" Thus, before September 11, 2001, work was already underway (in Boston and Pittsburgh) to develop regional syndromic surveillance systems for rapid detection. At the national level, efforts were initially focused on developing standards and common systems for traditional disease surveillance, but after the 9/11 anthrax attacks the CDC sponsored work on real-time pre-diagnostic syndromic surveillance at the national level, with the BioSense system.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "in 1999]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background on bioSense and other surveillance projects"
        },
        {
            "text": "The BioSense project was proposed in 2002 and formally funded in spring 2003, shortly after the beginning of the war in Iraq. Two other national bio-terrorism initiatives were also funded: BioWatch, a network of sensors which capture air samples in key cities to detect known bio-terror agents; and BioShield, which aims to rapidly develop, move and store vaccines and therapeutics such as antibiotics as soon as an outbreak is identified. Figure 1 illustrates the relationship of BioSense with other U.S. public health activities and systems. NEDSS is responsible for routine disease surveillance (primarily the traditional but consolidated notifiable disease program, which emphasizes reporting of confirmed disease outbreaks), while Bio-Sense is for syndromic surveillance, i.e., less precise early detection, based on chief complaints, laboratory orders and other data that help identify symptom clusters (Henderson 2003) . Table 1 (above) summarizes the evolution of disease surveillance and related work that led to the launching of BioSense. With this background on the mission and motivation for developing Biosense, we turn now to an examination of how the system and its users adapted to meet a wider spectrum of individual and societal needs.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 925,
                    "text": "(Henderson 2003)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 448,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 928,
                    "end": 935,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Background on bioSense and other surveillance projects"
        },
        {
            "text": "As initially envisioned the focus of the CDC BioSense initiative was on developing an early detection tool for bio-terror attacks. The idea was to quickly identify clusters of patients with symptoms related to known biological agents in eleven syndrome groups (fever, respiratory, gastrointestinal, lymphadenitis, specific infection, localized cutaneous lesion, rash, neurologic, botulism-like illness, hemorrhagic illness and severe illness or death; see Ma et al. 2004) .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 471,
                    "text": "Ma et al. 2004)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Background on bioSense and other surveillance projects"
        },
        {
            "text": "BioSense was designed to identify a medium to large scale bio-terrorism outbreak rather than a small-scale/ narrow scope attack (such as the anthrax-by-mail attacks that occurred in the aftermath of 9/11) which would likely be picked up by alert clinicians. According to one source, \"The principal underlying premise … is that the first signs of a covert biological warfare attack will be clusters of victims who change their behavior because they begin to become symptomatic.\" . From participating hospitals and clinics, BioSense would capture prediagnostic data such as chief complaints (a \"chief complaint\" is the primary symptom that a patient describes upon arrival at an emergency room or clinic) and laboratory orders (which reveal what evidence the doctor is looking for, as compared with lab test results, which help to confirm the doctor's hunch). Chief complaint and lab order data were already being captured and stored in electronic form at many hospitals and clinics. The BioSense interorganizational system included tools to aggregate data from multiple locations and to perform statistical analyses that would help to identify abnormal clusters of chief-complaints symptoms, lab orders, and other indicators of bio-terror attacks (Loonsk 2004; Loonsk et al. 2004; Ma et al. 2004; Mandl, et al. 2004) . Data would be captured in near-real time, aggregated daily, and analyzed once a week unless an unfolding situation warranted a quicker analysis.",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1259,
                    "text": "(Loonsk 2004;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1260,
                    "end": 1279,
                    "text": "Loonsk et al. 2004;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1280,
                    "end": 1295,
                    "text": "Ma et al. 2004;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1296,
                    "end": 1315,
                    "text": "Mandl, et al. 2004)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Background on bioSense and other surveillance projects"
        },
        {
            "text": "BioSense participants included Department of Defense (DoD) hospital emergency rooms and clinics, Veterans Affairs (VA) emergency departments, VA clinics, and Lab Corp testing locations and patient service centers. When Phase I pilot testing began in 2004 (Gerberding 2005) the following data were captured: diagnostic codes for chief complaints in DoD and VA clinics and emergency rooms (up to four codes per patient), several medical procedure codes, laboratory test orders (about 340,000 specimens from Lab Corp daily), and BioWatch sensor data. As of 2008, the BioSense system collects data from 432 hospitals, 327 Department of Defense facilities, and 813 Veteran's Administration facilities in 10 states.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 272,
                    "text": "(Gerberding 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Background on bioSense and other surveillance projects"
        },
        {
            "text": "BioSense was an IS innovation that was reinvented in several ways following its adoption. As discussed in the literature review, Rogers (1995) found that reinvention can be spurred by one or more of six factors: Changes in adopters' knowledge about what the technology can do, adopters' attempts to simplify innovations that are perceived as overly complex (\"simplification\"), adopters' need to customize a general-purpose tool (\"customization\"), adaptation to multiple problems, local \"pride of ownership\", and encouragement (or pressure) by a change agent. Consistent with Rogers, we found evidence of reinvention corresponding to many of these factors. Recognizing that not all of these factors pertain to the reinvention of a particular innovation, in the following sections we emphasize where and how these factors come into play as we present how Biosense was adapted by its users and designers. To begin, we note adaptation-related issues related to the fidelity and uniformity of the BioSense innovation, in its dissemination among adopting organizations.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 142,
                    "text": "Rogers (1995)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "The reinvention of BioSense"
        },
        {
            "text": "When proposed in 2002, BioSense was planned as an early detection tool for bio-terror attacks, using \"real-time syndromic surveillance.\" As users learned about how the system worked (signaling changes in adopters' knowledge), some began to doubt the system's ability to achieve its intended goal of real-time detection. Several argued that an alert physician was more likely to note an early instance of symptoms indicating a possible bio-terror attack or unusual disease outbreak, as had happened in the 2001 anthrax attacks. So, very early in the BioSense rollout, the first shift came in re-articulating the goal of BioSense away from noting the first instance of an occurrence of symptoms that might point to an outbreak, to what the designers referred to as \"situational awareness\": using data to confirm (or disconfirm) an outbreak, to pinpoint where resources are most needed and to direct resources away from localities that do not show clusters of chief complaint symptoms. BioSense rapidly delineates geographic clusters of diseases or symptoms, and (even more important, in the view of one informant) helps to verify that a possible cluster is not cause for concern. Our informants emphasized also that BioSense was designed to spot geographic and time trends in sanitized (or de-identified) data, not to reveal nuances of individual patient data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Thus, as adopters gained more knowledge about the system, they were able to adapt its use to be more effectively employed, reflecting in this instance a small shift away from the system's initial mission of \"first detection\" to \"situational awareness.\" Later, its mission and design were broadened further to support more routine disease surveillance activities (such as quickly identifying clusters of patients with symptoms of flu), representing a significant departure from its original intent (illustrating its adaptation to multiple problems). Below, we discuss the factors that led to this and other further changes of mission (infidelity) and its use in both bio-terror and natural epidemic detection (reduction in uniformity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Public accounts reveal changes in participants' views about BioSense. In 2003, Joseph Henderson, the CDC's Director of the Office of Terrorism Preparedness and Emergency Response, in testimony before a Congressional committee stated: \"BioSense is being developed to support early event detection activities associated with a possible bio-terrorism threat\" (Henderson 2003) . As time passed and criticism intensified, participants came to realize that the BioSense tools that allowed chief complaints data to be shared and analyzed among hospitals could, with some modification also be used to confirm suspicions of naturallyoccurring outbreaks, such as SARS or West Nile virus, as well as food-or water-borne contamination and other communicable diseases. By 2004, the CDC's CIO, Jim Seligman, was quoted as follows (Wolfson 2004) :",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 372,
                    "text": "(Henderson 2003)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 816,
                    "end": 830,
                    "text": "(Wolfson 2004)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "\"We want to make sure the investments we make for terrorism will benefit daily public health, whether we have an event or not. We are trying to avoid building another stovepipe system that would only apply to terrorism and would sit idle 99.9 per cent of the time. The surveillance we are doing for a bio-terrorism event will certainly pick up a naturally occurring event at the same time.\" Seligman's encouragement of reinvention shows how BioSense's designers were accepting of changes to its initial mission, in that they promoted flexibility of design (reducing fidelity to the original mission) and use (reducing uniformity of user domains). By doing so, he increased the likelihood of institutionalizing the system by promoting its use in routine situations, and it was no longer reserved for detection of very unlikely events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "An article published in 2004 reflected the change in mission for BioSense. The article noted that when considering new data sources for the system, the following criteria were employed (per Loonsk et al. 2004 Earlier presentations about BioSense had not listed the \"dual-use\" criterion. Asked about this, an informant explained that in the absence of bio-terror attacks, a consensus had developed among participating hospitals, statisticians and public health officials that they should expand (or customize, in Rogers' terms) the system to include symptoms and complaints associated with naturally-occurring outbreaks. With this move to officially condone the dual uses of the system, its designers became supportive change agents for BioSense's institutionalization into users' routine processes. The timing was right: no doubt the implications of the SARS epidemic abroad was not lost on the BioSense participants, and over the next few years the threat of Avian Flu was also of great concern worldwide. In fall 2006 one interviewee described the change in focus as follows:",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 208,
                    "text": "Loonsk et al. 2004",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "\"For a few years people were saying 'The only thing BioSense is any good for spotting is influenza.' Now it's like, 'Holy cow, this is good for influenza!' There's a lot of federal pressure on BioSense to beef up in preparation for monitoring Avian Flu. Last year you could say, 'oh it's just influenza.' This year we're very concerned about influenza.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Here, the \"federal pressure\" reflects the encouragement of the funding source acting as a change agent for adapting BioSense's mission to cover more routine situations. Yet a third potential focus shift was hinted at when one interviewee noted that the statistical tools used in BioSense to analyze human syndromes could be applied to outbreaks among animals. If enacted, this would be an even more significant example of adaptation to multiple problems, and would be a more severe example of a uniformity departure than the shift from bio-terrorism to naturally occurring epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Thus, while the initial intent was narrowly focused on the design and use of BioSense for detecting bio-terror attacks, today BioSense has a broader, more routine public health mission, and some participants are exploring a further broadening to include animal outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "BioSense has continued to evolve as it becomes more widely adopted and as complementary technologies (Chircu and Kaufman 2000) become available to support an even more ambitious mission. As can be seen in Fig. 2 , the mission of BioSense has recently been reinvented yet again in response to changes in the environment. Going forward, BioSense will aim to \"comprehensively monitor the healthcare system of the United States for evidence of acute health threats to the public\" by focusing on \"early event awareness, health situational awareness, and public health response\" ( Lenert 2008) . As can be seen in Fig. 2 , the CDC is proposing to set up regional collaboratives to work with health information exchanges (HIEs) and regional health information organizations (RHIOs), to collect and analyze clinical data identifiable at the facility level. These new organizations represent pressure by the CDC acting as a change agent to adapt BioSense to an even broader set of problems, again demonstrating the flexibility of the system to fit the processes designers and users want it to support. This flexibility permits changes to operational processes in addition to technological enablement, as seen in the next section.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 126,
                    "text": "(Chircu and Kaufman 2000)",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 587,
                    "text": "Lenert 2008)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 608,
                    "end": 614,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "6.2 Changes to systems and processes Yetton et al. (1999) noted that successful adoption at the individual level more frequently involved adjusting innovation characteristics to individual task needs, and at the group level, innovations are significantly impacted by their implementation processes. Individuals' reactions to BioSense clearly demonstrated the need for simplifying data entry. Minimization of manual input was considered especially important. Early syndromic surveillance efforts relied on doctors, nurses and administrators to manually fill out checklists of symptoms and other data. This was found to be infeasible; clinicians feel they are simply too busy providing care to take extra time to record information that is not immediately valuable to them. One doctor noted: \"If for your bio-surveillance system you require a nurse, administrator or physician to click off new data elements on a daily basis or a per patient basis-even worse!-you're no longer in business.\"",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 57,
                    "text": "Yetton et al. (1999)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Fortunately, in the early years of this century electronic medical records became more pervasive, and in turn more data thus became available in encoded digital form for the BioSense effort, enabling adopters to simplify the BioSense data capture processes and to increase the likelihood of its success. Still, slow progress in health-care standards-setting efforts for free-text clinical descriptions posed an impediment. While much clinical transaction data is now recorded in the national HL7 standard, free-text descriptions of chief complaints are not yet standardized (there is not yet a fully standardized nomenclature for physicians to describe what they hear from their patients). The codes for various procedures and tests are also not yet uniform; while these tend to be homogeneous within a care setting, they are not standardized across settings. Thus, the BioSense system and its related processes are constrained by the need for changes in health-care processes and systems to yield better and timelier information for rapid analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Another challenge pertained to incompatibilities between syndromic surveillance based on pre-diagnostic data such as chief complaints, versus traditional public-health processes. This represented an impediment to adopting BioSense, as users were concerned about how its use might require changes to existing processes. One interviewee explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "\"Public health procedures are geared to receiving a single notification of a possible outbreak, during working hours. And, their processes are not designed for rapid reaction to outbreak news. The emphasis is on telephoning individual clinicians, with a focus on individual-case follow-up.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Designers were called upon to reiterate that \"most of our efforts are really not just in counting cases, but in seeing trends and corroborating.\" Users needed this encouragement to be able to distinguish between BioSense's syndromic surveillance methods and processes and prior public health efforts in disease surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "More recently, BioSense designers have begun to take steps toward integrating BioSense with the National Electronic Disease Surveillance System (NEDSS), bringing together syndromic pre-diagnostic (e.g., chief complaints, lab orders) and diagnostic (e.g., lab results, physician diagnoses) data (Lenert 2008) . This illustrates the continued pressure by adopters to advance the use and usefulness of BioSense by further customizing the tool and expanding its reach beyond its initial mission (infidelity). Because it is a public good commodity, Biosense designers must consider both these users' needs and the needs of society as a whole in establishing its mission and design, as discussed in the next section.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 307,
                    "text": "(Lenert 2008)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Fidelity to mission and uniformity of use"
        },
        {
            "text": "Rogers proposed that reinvention sometimes occurs thanks to encouragement by a change agent and this turns out to be critical within health care. Early proponents included physicians and others who were recognized nationally for their leadership in health information. These champions took advantage of their considerable professional social networks to advocate for system adoption. However, we note that multiple change agents (CDC, state and local public health officials, the media) exerted both positive and negative political pressures which affected the reinvention of BioSense. For example, the addition of the \"dual use\" criterion in 2004 could well have been motivated by a desire to find common ground with critics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "There were also other political issues. As noted earlier, following the 9/11 attacks (and post-9/11 anthrax attacks as well as the Iraq War) the total amount of funding for syndromic surveillance increased greatly. In turn, however, this engendered competition as various parties sought to protect their turf. Some funds that were previously earmarked for states were transferred to the CDC, which generated some controversy, illustrating the pull of local pride of ownership of a patchwork of systems vs. the added benefits of a national integrated effort. Seth Foldy, M.D., a spokesperson for the National Association of County and City Health Officials, testifying in 2004 before the U.S. House of Representatives articulated the need for improved information sharing between health care providers and public health and safety officials:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "\"In the setting of a communicable disease, a covert bio-terrorism attack, or an environmental emergency, poorly informed decisions by either party result in missed opportunities to prevent injury or illness, sometimes on a massive scale…. Improving the timeliness, completeness, and accuracy of information exchange in both directions is a critical goal …\" (Foldy 2004) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 369,
                    "text": "(Foldy 2004)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "Another controversial aspect centered on participants' expectations about the likelihood of future bio-terror attacks. The fall 2001 anthrax attack was only the second deliberate large-scale bio-attack in U.S. history (the first was the contamination of Oregon salad bars by a cult in 1984; see Mishra, 2001) . As of this writing, the U.S. has seen no large-scale bio-terror attacks since 2001. As time passed, public health officials and informatics coordinators at participating hospitals became concerned that criticism of the initiative might intensify along with the public's perception that bio-terror was unlikely to affect them. By increasing the call for BioSense to expand beyond its initial, limited mission, this array of change agents encouraged expansion of the system to cover additional problems, further demonstrating the adaptability of the underlying initiative.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 308,
                    "text": "Mishra, 2001)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "Foldy also criticized BioSense as competing with the broader consolidated Public Health Information Network that was far from completed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "\"BioSense … is a worthy, if highly experimental, project for the nation. However, it is essential to remember that it will be local health departments that, when alerted to abnormal disease trends, will do the legwork to validate such suspicions and actually manage the outbreaks. Reduced funding for state and local agencies defeats the overall vision. We urge Congress and the Administration to support instead the larger CDC vision of a Public Health Information Network (PHIN), an enterprise model of information management across local, state, and federal systems, not just a single component. Both nationwide projects and local capacity need support, not one at the expense of the other.\" (Foldy, July 2004) As of 2008, the CDC has plans to incorporate regional versions and act as a national \"broker\" for surveillance data (Lenert 2008 ; also see Fig. 2 ). This reflects a move to integrate with the myriad of linked public health monitoring systems envisioned by the CDC, Congress and the Department of Homeland Security. With these longer range objectives, the collection of surveillance systems with which individuals and organizations interact will employ common, combined and automated data feeds, in effect simplifying input requirements and user effort. The continued reinvention of BioSense into a regionally-based and thus customized component of the country's larger public health surveillance system demonstrates the flexibility of the program and its success as a sustainable means to addressing this complex problem.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 713,
                    "text": "(Foldy, July 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 830,
                    "end": 842,
                    "text": "(Lenert 2008",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 860,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Change agents in the implementation process"
        },
        {
            "text": "This case study relied on information in publicly available sources, triangulated against information obtained in interviews with three key informants. While these informants were well positioned to provide useful insights, we are certain that much more could have been learned had we been able to interview a greater number of BioSense participants. To fully analyze the BioSense case, it would be necessary to closely observe participants' behaviors and concerns during its implementation. In contrast, we relied on a limited number of interviews coupled with information found in public accounts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Since innovation diffusion is a dynamic process, an ideal research design would be longitudinal. For example, a study reported by Tyre and Orlikowski (1994) revealed that the process of reinvention (which they termed \"technological adaptation\") was heavily influenced by timing, with the greatest amount of reinvention taking place shortly after adoption. Routinization subsequently led \"the technology and its context of use to congeal, often embedding unresolved problems into organizational practice.\" Rather than observing a process of continuous adaptation (as was predicted by many in the literature) Tyre and Orlikowski observed long periods during which the innovation was not changed, punctuated by occasional short-lived episodes of reinvention. Thus, longitudinal studies remain the gold standard for learning about post-adoption behaviors including reinvention.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 156,
                    "text": "Tyre and Orlikowski (1994)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Also, organizational and interorganizational IS innovations are more likely to be complex than other innovations and thus require a steep post-adoption learning curve (Fichman and Kemerer 1997; Purvis et al. 2001) , which could affect reinvention. Furthermore, to derive full value from the adoption of an innovation, an organization may need to invest in complementary technologies and processes (Chircu and Kauffman 2000; McAfee and Brynjolfsson 2008) . So, while the properties of the focal innovation can constrain or enable reinvention, it may well be that the properties of the complementary technologies and aspects of the complementary processes may also affect reinvention.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 193,
                    "text": "(Fichman and Kemerer 1997;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 194,
                    "end": 213,
                    "text": "Purvis et al. 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 397,
                    "end": 423,
                    "text": "(Chircu and Kauffman 2000;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 424,
                    "end": 453,
                    "text": "McAfee and Brynjolfsson 2008)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "BioSense is a good example of a flexible IS innovation that users adopted and subsequently reinvented. It illustrates the importance of attending to both users' needs and requirements, and the implementation processes controlled by its designers and other change agents. In health care, initiatives need to balance user viewpoints against benefits to the public good, a role undertaken by government change agents. Thus, government support of public health initiatives is necessary to garner the funding for wide-ranging interorganizational initiatives. Government involvement also opens access to the vast pools of extant data as well as attracting analysts and other users who would gain from its public good benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "The BioSense system, as initially designed, provided a flexible foundation that supported its subsequent adaptation to other applications. The database, analytical tools and coordination structures were aimed at bio-terror preparedness, yet this foundation proved to be well suited (with modifications) to a much wider range of applications which were adapted over time to support the broader, syndromic surveillance activities for influenza and other common outbreaks. There is no indication in either the interview data or the public record that these subsequent broader applications were anticipated when BioSense was first proposed. Yet as adopters began to work with the system, and technology emerged that enabled broader and easier application to other societal needs, many individuals worked to expand the mission of the system and proposed its use as a flexible tool for many types of analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "The BioSense case reveals evidence that is consistent with Rogers' observations about drivers of innovation reinvention. His six factors contributing to innovation reinvention (adopters' knowledge, simplification, customization, adaptability, pride of ownership, and change agent pressure) were clearly evident in the design and implementation of BioSense. There was no single stakeholder that initiated the expanded mission of Biosense. Rather, knowledgeable adopters reacted to the initial system with suggestions for simpler design and less intrusive processes. They recommended expanding the system to include syndromic surveillance for rapid onset diseases such as influenza and later for an even broader set of medical conditions. Meanwhile, some stakeholders balked at replacing locally developed efforts with one imposed on them by a national body. Physician opinion leaders promoted and eased implementation efforts among their professional peers. The CDC and other change agents worked to meet both user demands and societal needs for early detection, regardless of the medical origin. The CDC, as initiator of Biosense, worked with other change agents to obtain mission-oriented funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "Taken together, it is clear that many factors combined to shepherd the system from its origin as a \"good idea\" to one likely to achieve significant societal benefits. No single concern or reaction determined the reinvention path taken by Biosense. Instead, many stakeholders contributed to the reinvention through the perspective of all six of Rogers' factors, even while recognizing that the system's adaptability was a key contributor to its reinvention. These factors served to reinvent the mission over time, leading to increased flexibility by adapting Biosense to a broader scope of problems. BioSense continues to be an important tool for use in the (hopefully rare) event of a bio-terror attack, but in addition it is already serving as a useful tool for use by public health officials and clinicians in more common outbreaks of naturally occurring acute diseases. The increase in flexibility reduced fidelity to the initial mission and reduced the uniformity of use by customizing it for other purposes and groups of users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "What is the role of reinvention in the diffusion of interorganizational systems? We return to the two questions posed by Greenhalgh et al. (2004, p. 617) to highlight BioSense findings that would answer this question:",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 153,
                    "text": "Greenhalgh et al. (2004, p. 617)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "\"How do innovations in Health Service organizations arise, and in what circumstances? What mix of factors tends to produce 'adoptable' innovations (e.g. ones that have clear advantages beyond their source organization and low implementation complexity and are readily adaptable to new contexts)?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "In this case, we saw a health service innovation arise as a result of the convergence of a political opportunity and a technological solution. On the medical side, we reported on the work of a dedicated set of physician change agents who recognized a gap in an important public health area and saw how information technology could assist in addressing it. They used their extensive professional networks to obtain funding to demonstrate how patient data could be repurposed to detect patterns among symptoms and treatments. At the same time, the government was intent on finding a way to address the homeland security fear of a bio-terror attack, which loosed the purse strings to fund syndromic surveillance projects. The critical events of 9/11 and the anthrax scare plus the availability of data collected in health care IS further helped to grown nascent programs. In the case of Biosense, we see how political feedback, monitoring of social and technology indicators, or the occurrence of critical events can serve as the impetus for a public sector initiative (Kingdon 1995) .",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1080,
                    "text": "(Kingdon 1995)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "Designers and supporters of the system were flexible and encouraging in reaction to user requirements and needs. The system itself was adaptable to expanding requirements and user reticence to change processes. Every effort was made to not impose additional costs (in time or money) on adopting organizations, and both local and collective benefits accrued from the system's adoption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "One very significant \"lesson learned\" bears note here. The system as originally envisioned was intended to detect infrequent or even highly unlikely events (a bioterror attack). Given the low likelihood of such an occurrence, the added value of the system to any one locale could easily be overshadowed by the added \"cost\" of complying with its extensive data entry requirements. By extending its coverage to more detection of conditions that occur more frequently (such as influenza), the value of the system increased to adopting organizations. The incorporation of a new BioSense Influenza Module for the 2008 flu season is evidence of this transition (Lipowicz 2008) . Indeed, prior research has found that routine use of a system that also supports emergency situations can greatly increase the acceptance of such a system. For example, the public safety network CapWIN was initially envisioned to support largescale emergency collaboration. It was only when its value was demonstrated for day-to-day public safety support that it gained a critical mass of adopters (Fedorowicz et al. 2006 (Fedorowicz et al. , 2007 . Adopters and designers of BioSense reached a similar conclusion when they added the \"dual use\" criteria of supporting both bioterror attacks and natural outbreaks.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 670,
                    "text": "(Lipowicz 2008)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1071,
                    "end": 1094,
                    "text": "(Fedorowicz et al. 2006",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1095,
                    "end": 1120,
                    "text": "(Fedorowicz et al. , 2007",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "\"How are innovations arising as 'good ideas' in local healthcare systems reinvented as they are transmitted through individual and organizational networks, and how can this process be supported or enhanced?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "The case also clearly demonstrates the growth of a 'good idea' from its local roots (in Massachusetts and Pennsylvania) to a national effort (BioSense) to the broader network of linked surveillance systems planned for implementation in the next few years. In addition, the case illustrates how users' reactions to features of an innovation can motivate changes, such as the need to repurpose existing data to deal with users' objections to collecting any new data items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "The expansion of BioSense to cover both bio-terror attacks and natural outbreaks, and from first awareness to situational awareness, and finally from syndrome to disease detection illustrate several stages of reinvention to address multiple problem areas and the addition of other groups of users. Because it is a large and complex interorganizational system, the role of both internal and external change agents became clearly evident. The case also shows the important role of physicians' professional social networks in the diffusion process in health care. The involvement of physician change agents, supportive politicians, and thoughtful users was key, as they collectively implemented a system that was minimally intrusive yet provided assistance for a growing set of problem areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "There are still many signs of adaptation, expansion, and integration in the public health surveillance landscape. BioSense continues to adapt and expand its operations. For example, in 2008, plans included adding the new Influenza Module, connecting to Health Information Exchanges and the National Health Information Network, federating with state and local surveillance data bases to create a national system, and integrating lab reporting with NEDSS. NEDSS itself is seeking funding to move into twelve remaining states (Weiss 2008) . Other efforts to detect disease outbreaks continue to develop in parallel with Biosense. Children's Hospital in Boston is now promoting its new system HealthMap, which scours Web sources using RSS feeds to detect outbreaks around the world (Havenstein 2008) . Thus, researchers will continue to be able to study the development of biosurveillance systems over time, to identify patterns of adaptation and better understand the motivations for observed instances of reinvention.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 535,
                    "text": "(Weiss 2008)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 778,
                    "end": 795,
                    "text": "(Havenstein 2008)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "Furthermore, the domain of emergency response adds a special urgency to this stream of research. In the case of BioSense, we are happy to report that our nation has not, at this writing, experienced the sort of bio-terror attack for which it was originally designed and for which it continues to stand at the ready. However, should such an attack occur, there would be great value gained in closely studying how BioSense is used in the immediate aftermath and whether such an event would lead the BioSense designers and/or users to call for further changes in the system or related processes (such as integration with the BioWatch system, which utilizes sensors to capture air samples suggestive of biological or chemical warfare). Our results are highly suggestive that the phenomenon of interorganizational systems reinvention is worthy of further, and closer, attention, especially in the domain of emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "Finally, we concur with Lee (1999) , that the flexible adaptability of information systems is an under-studied but important phenomenon. The BioSense case leads us to propose that reinvention of information systems is more likely to occur, and the degree of reinvention is likely to be more extensive, than would be true for other innovations. This case illustrates the complexity of reinvention and adaptation within interorganizational systems, particularly the interplay of stakeholder inputs and reactions that can be mapped within the reinvention framework. Given the constellation of actors and events affecting systems designed for interorganizational information sharing and collaboration, we believe that in-depth longitudinal case studies offer the most promising methodological avenue for documenting and interpreting the diffusion of interorganizational systems innovation.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 34,
                    "text": "Lee (1999)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and call for research"
        },
        {
            "text": "Catalyst Prior events/collaborations that provided experience and develop relationships among key participants. Events, such as a highly visible disaster or system failure, that triggered the collaboration or propelled it forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dimension Aspects Definition Political"
        },
        {
            "text": "Influential supporters within participating organizations or other stakeholder groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Champions"
        },
        {
            "text": "Legislative and regulatory requirements that gave rise to a collaboration or constrained its implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laws/Regulations"
        },
        {
            "text": "Governance Organizing agreements and structures (boards, steering committees, etc.). Vision and goals of the collaboration, initially and as the system matures and new participants join. Implementation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administrative"
        },
        {
            "text": "Changes required in organizational processes and relationships to support the collaboration. Training, staffing, change management. Financing Funding for the system design and implementation. Plan for the long term financial and operational viability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Administrative"
        },
        {
            "text": "Legacy Systems Previously-installed applications or databases that constrained the design or capabilities of the new system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical"
        },
        {
            "text": "Decisions regarding data sources, definitions, ownership, access rights and restrictions, and stewardship. Standards and Sourcing Criteria Decisions regarding de jure or de facto standards data, devices, and interoperability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management"
        },
        {
            "text": "Decisions regarding use of open-source or commercial software for back-end and user-facing technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Congress authorizes US Marine Hospital Service to monitor cholera, smallpox, plague and yellow fever",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First summary of Notifiable Diseases from 19 states",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "All states provide monthly summaries of 29 Notifiable Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CDC assumes responsibility for notifiable disease data collection and publication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Steering Committee on public health information and surveillance system development",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Electronic Disease Surveillance System (NEDSS) project launched. Real-Time Outbreak & Disease Surveillance (RODS) system under development at U. of Pittsburgh Medical Center. Real-time syndromic surveillance system proposed by Children's",
            "authors": [],
            "year": null,
            "venue": "Hospital Medical Center/Harvard Medical School",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "NEDSS Architecture V1.0 and Public Health Conceptual Data Model V1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NEDSS assessment and planning phase started in 43 locations. NEDSS Architecture V2.0, Logical Data Model Overview V1.0, and Logical Data Model Data Dictionary published",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CDC recommends that the American College of Emergency Physicians adopt NEDSS standards. Public Health and Social Services Emergency Fund provides $1 billion for state and local public health preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "NEDSS Base System V1.01 released and made available to all states. New $1 billion preparedness award to states and public health agencies, with stipulation regarding PHIN standards",
            "authors": [],
            "year": null,
            "venue": "BioSense project receives initial funding",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Claire Broome states that BioSense Part I is operational (Phase I pilot testing) and includes data from an initial set of data providers such as DoD and the Veterans Administration",
            "authors": [],
            "year": null,
            "venue": "Congressional testimony on July 14 CDC's",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Describes the PHIN functional requirements for systems implemented to collect, integrate, and analyze data from heterogeneous information sources for the early discovery of a potential public health emergency",
            "authors": [],
            "year": 2006,
            "venue": "PHIN Preparedness Early Event Detection Functional Requirements V 1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "BioSense V2.10 released",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "BioSense reported collecting data from 432 hospitals, 327 DoD facilities, 813 VA facilities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A conceptual and operational definition of personal innovativeness in the domain of information technology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Information Systems Research",
            "volume": "9",
            "issn": "2",
            "pages": "204--215",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.9.2.204"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "At disease centers, a shift in mission and metabolism. The New York Times",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Disseminating innovations in health care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berwick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the American Medical Association",
            "volume": "289",
            "issn": "15",
            "pages": "1969--1975",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.289.15.1969"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Consumer acceptance of virtual stores: A theoretical model and critical success factors for virtual stores",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gillenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sherrell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ACM SIGMIS Database",
            "volume": "35",
            "issn": "2",
            "pages": "8--31",
            "other_ids": {
                "DOI": [
                    "10.1145/1007965.1007968"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The future of diffusion research. The DATA BASE for Advances in Information Systems",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Marcolin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "8--12",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Limits to value in electronic commerce-related IT investments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chircu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Management Information Systems",
            "volume": "17",
            "issn": "2",
            "pages": "59--80",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Information technology implementation research: A technological diffusion approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Zmud",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Management Science",
            "volume": "36",
            "issn": "2",
            "pages": "123--139",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.36.2.123"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Intellectual technologies: The key to improving white-collar productivity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pyburn",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Sloan Management Review",
            "volume": "24",
            "issn": "",
            "pages": "31--39",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "No more magic targets! Changing clinical practice to become more evidence based",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dopson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferlie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gabbay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Locock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Care Management Review",
            "volume": "27",
            "issn": "3",
            "pages": "35--47",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The eGovernment Collaboration Challenge: Lessons from Five Case Studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fedorowicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gogan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A collaborative network for first responders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fedorowicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gogan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Government Information Quarterly",
            "volume": "24",
            "issn": "4",
            "pages": "785--807",
            "other_ids": {
                "DOI": [
                    "10.1016/j.giq.2007.06.001"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The assimilation of software process innovations: An organizational learning perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Fichman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Kemerer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Management Science",
            "volume": "43",
            "issn": "10",
            "pages": "1345--1363",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.43.10.1345"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Statement on behalf of the National Association of County and City Health Officials before the Subcommittee on Technology, Information Policy, Intergovernmental Relations and the Census, House Committee on Government Reform. Hearing on \"Health Informatics: What is the prescription for success in intergovernmental information sharing and emergency response?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Foldy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Determinants of innovation within health care organizations: Literature review and Delphi study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fleuren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiefferink",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paulussen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal for Quality in Health Care",
            "volume": "16",
            "issn": "2",
            "pages": "107--123",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/mzh030"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Implementing a national biodefense strategy. Testimony before the U.S. House of Representatives Committee on Homeland Security, Subcommittee on Prevention of Nuclear and Biological Attack",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Development of level of institutionalization scales for health promotion programs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcleroy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Steckler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoyle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Health Education Quarterly",
            "volume": "20",
            "issn": "2",
            "pages": "161--178",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Diffusion of innovations in service organizations: Systematic review and recommendations. The Milbank Quarterly",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kyriakidou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "581--629",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0887-378X.2004.00325.x"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Infectious Disease Surveillance 2.0: Crawling the Net to Detect Outbreaks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Havenstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Computerworld",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Influences on reinvention during the diffusion of innovations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Hays",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Political Research Quarterly",
            "volume": "49",
            "issn": "3",
            "pages": "631--650",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "CDC's Disease Surveillance Systems Efforts. Testimony before the Subcommittee on Emergency Preparedness and Response, Select Committee on Homeland Security, United States House of Representatives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What is syndromic surveillance?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Henning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Syndromic Surveillance: Reports from a National Conference",
            "volume": "53",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Information technology adoption across time: A cross-sectional comparison of pre-adoption and post-adoption beliefs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karahanna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Chervany",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "MIS Quarterly",
            "volume": "23",
            "issn": "2",
            "pages": "183--213",
            "other_ids": {
                "DOI": [
                    "10.2307/249751"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Agendas, alternatives, and public policies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The need for a processual view of interorganizational systems adoption",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kurnia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Strategic Information Systems",
            "volume": "9",
            "issn": "",
            "pages": "295--319",
            "other_ids": {
                "DOI": [
                    "10.1016/S0963-8687(00)00050-0"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Researching MIS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Rethinking MIS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Exchange of health information between public health and clinical care: The vision, challenges, and benefits",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lenert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "HIMSS Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Innovation modification during intraorganizational adoption",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Seibold",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Academy of Management Review",
            "volume": "18",
            "issn": "2",
            "pages": "322--354",
            "other_ids": {
                "DOI": [
                    "10.2307/258762"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Healthy Opportunity: Biosense Project can Bring Dollars and Prestige to Winning Contractors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lipowicz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Washington Technology",
            "volume": "23",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The BioSense Update. Presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Loonsk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rolka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "BioSense: A national initiative for early detection and quantification of public health emergencies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Loonsk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "53",
            "issn": "",
            "pages": "53--55",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Implementation of laboratory order data in BioSense early event detection and situation awareness system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rolka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buckeridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleischauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pavlin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CDC: Morbidity and Mortality Weekly Report",
            "volume": "",
            "issn": "",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Implementing syndromic surveillance: A practical guide informed by the early experience",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Overhage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Lober",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sebastiani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of the American Medical Informatics Association",
            "volume": "11",
            "issn": "2",
            "pages": "141--150",
            "other_ids": {
                "DOI": [
                    "10.1197/jamia.M1356"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Investing in the IT that makes a competitive difference",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcafee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brynjolfsson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "2--11",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A heightened alert for bio-terrorism: Detection system is keeping health officials apprised. The Boston Globe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Understanding postadoption behavior in the context of online services",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parthasarathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattacherjee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Information Systems Research",
            "volume": "9",
            "issn": "4",
            "pages": "362--379",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.9.4.362"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Richness versus parsimony in modeling technology adoption decisions: Understanding merchant adoption of a smart card-based payment system",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Plouffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hulland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vandenbosch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Information Systems Research",
            "volume": "12",
            "issn": "2",
            "pages": "208--233",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.12.2.208.9697"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "National Electronic Disease Surveillance Systems Stakeholders Meeting Report. CDC: March",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The assimilation of knowledge platforms in organizations: An empirical investigation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Purvis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sambamurthy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Zmud",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Organization Science",
            "volume": "12",
            "issn": "2",
            "pages": "117--135",
            "other_ids": {
                "DOI": [
                    "10.1287/orsc.12.2.117.10115"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Reinvention in the innovation process",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Science Communication",
            "volume": "1",
            "issn": "4",
            "pages": "499--514",
            "other_ids": {
                "DOI": [
                    "10.1177/107554708000100402"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Diffusion of Innovations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Bio-terror role an uneasy fit for the CDC. The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Stolberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corbin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Factors influencing the adoption of Internet banking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S H"
                    ],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the Association for Information Systems",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Windows of opportunity: Temporal patterns of technological adaptation in organizations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tyre",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Orlikowski",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Organization Science",
            "volume": "5",
            "issn": "1",
            "pages": "98--118",
            "other_ids": {
                "DOI": [
                    "10.1287/orsc.5.1.98"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Syndrome and outbreak detection using chiefcomplaint data: Experience of the real-time outbreak and disease surveillance project",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Espino",
                    "suffix": ""
                },
                {
                    "first": "F.-C",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR",
            "volume": "53",
            "issn": "",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Seven Years and Counting: National Diseasetracking System Still Unfinished",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Computerworld",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Hierarchies and cliques in the social networks of health care professionals: implications for the design of dissemination strategies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dowsett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Social Science & Medicine",
            "volume": "48",
            "issn": "5",
            "pages": "633--646",
            "other_ids": {
                "DOI": [
                    "10.1016/S0277-9536(98)00361-X"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "An ounce of prevention: Jim Seligman, CIO, Centers for Disease Control. CIO Insight. Online at www",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Wildemuth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "; -N Wolfson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of the American Society for Information Science and Technology",
            "volume": "43",
            "issn": "3",
            "pages": "210--224",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-4571(199204)43:3<210::AID-ASI3>3.0.CO;2-N"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Successful IS innovation: the contingent contributions of innovation characteristics and implementation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yetton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Southon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Information Technology",
            "volume": "14",
            "issn": "",
            "pages": "53--68",
            "other_ids": {
                "DOI": [
                    "10.1080/026839699344746"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "BioSense in Relation to Other U.S. Public Health Activities. Source: http://www. cdc.gov/phin/componentinitiatives/BioSense/",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "2008 View of BioSense Showing its Broader Mission and Expanded Scope (Biosense Fact Sheet 2008)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "& Changes in adopters' knowledge about what the technology can do. & Adopters' attempts to simplify innovations that are perceived as overly complex. & Adopters' need to customize a general-purpose tool. & Adaptation to multiple problems. & Local \"pride of ownership.\" & Encouragement (or pressure) by a change agent.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Data were gathered by several means:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Timeline for BioSense and Related Public-Health Systems of Pittsburgh Medical Center",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ", emphasis added): & Demonstrated utility in revealing outbreaks & Already available and coded, using the HL7 standard (free text is not currently included) Available in near real-time (in digital form) & Care-related (priority: procedures that rely on \"judgment of trained clinical personnel\") & Dual-use (helpful both for identification of a bio-terror attack and a natural outbreak) & Reasonable cost",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We wish to thank our Biosense contacts for their assistance on this case, and the IBM Center for the Business of Government, which provided support. We also thank Christine Williams, who contributed valuable insights on this case and others in the broader study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Interview and Analysis Guide (from project documents, web sites, and interviews) Jane Fedorowicz, the Rae D. Anderson Professor of Accounting and Information Systems, holds a joint appointment in the Accountancy and Information & Process Management departments at Bentley University. Dr. Fedorowicz earned MS and PhD degrees in Systems Sciences from Carnegie Mellon University. She is principal investigator of a National Science Foundation project team studying design issues for police and government agency collaboration using public safety networks. She also served as principal investigator for the Bentley Invision Project, an international research team housed at Bentley examining interorganizational information sharing and the coordination infrastructures supporting these relationships in supply chain, government, and health care. Dr. Fedorowicz has published over 100 articles in refereed journals and conference proceedings. The Association for Information Systems recognized her contributions to the Information Systems field by naming her an AIS Fellow in 2006.Janis L. Gogan holds EdM, MBA, and DBA degrees from Harvard University. A member of the Information & Process Management faculty at Bentley University she teaches IT management courses and conducts field-based research on complex IT projects, inter-organizational information sharing under time pressure, and IT-enabled innovation in health care. Dr. Gogan's publications include teaching cases which have been taught in U.S, European, Australian and Asian schools, and more than 85 papers in refereed conference proceedings and journals (such as Communications of the Association for Information Systems, Electronic Markets, International Journal of Electronic Commerce, and Journal of Management Information Systems).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}