{"paper_id": "ea09ec37bc9bebaeffe4fb4f1c505677b3c9f644", "metadata": {"title": "Clinical Infectious Diseases Impact of Outpatient Neuraminidase Inhibitor Treatment in Patients Infected With Influenza A(H1N1)pdm09 at High Risk of Hospitalization: An Individual Participant Data Metaanalysis", "authors": [{"first": "Sudhir", "middle": [], "last": "Venkatesan", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Nottingham", "location": {}}, "email": ""}, {"first": "Puja", "middle": ["R"], "last": "Myles", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Nottingham", "location": {}}, "email": ""}, {"first": "Jo", "middle": [], "last": "Leonardi-Bee", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Nottingham", "location": {}}, "email": ""}, {"first": "Stella", "middle": ["G"], "last": "Muthuri", "suffix": "", "affiliation": {"laboratory": "MRC Unit for Lifelong Health and Ageing", "institution": "University College London", "location": {"country": "United Kingdom"}}, "email": ""}, {"first": "Malak", "middle": [], "last": "Al Masri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health", "location": {"addrLine": "Kingdom of Saudi Arabia; 4 Public Health England", "settlement": "Riyadh", "country": "United Kingdom"}}, "email": ""}, {"first": "Nick", "middle": [], "last": "Andrews", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Bantar", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital San Martín de Paraná", "location": {"addrLine": "Entre Ríos", "country": "Argentina"}}, "email": ""}, {"first": "Gal", "middle": [], "last": "Dubnov-Raz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sheba Medical Center", "location": {"country": "Israel"}}, "email": ""}, {"first": "Patrick", "middle": [], "last": "Gérardin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre Hospitalier Universitaire de la Réunion", "location": {}}, "email": ""}, {"first": "Evelyn", "middle": ["S C"], "last": "Koay", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University Hospital", "location": {}}, "email": ""}, {"first": "Tze", "middle": ["Ping"], "last": "Loh", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University Hospital", "location": {}}, "email": ""}, {"first": "Ziad", "middle": [], "last": "Memish", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ministry of Health", "location": {"addrLine": "Kingdom of Saudi Arabia; 4 Public Health England", "settlement": "Riyadh", "country": "United Kingdom"}}, "email": ""}, {"first": "Elizabeth", "middle": [], "last": "Miller", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maria", "middle": ["E"], "last": "Oliva", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital San Martín de Paraná", "location": {"addrLine": "Entre Ríos", "country": "Argentina"}}, "email": ""}, {"first": "Barbara", "middle": ["A"], "last": "Rath", "suffix": "", "affiliation": {"laboratory": "", "institution": "Charité University Medical Center", "location": {}}, "email": ""}, {"first": "Brunhilde", "middle": [], "last": "Schweiger", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Reference Centre Influenza at Robert Koch Institute", "location": {"settlement": "Berlin", "country": "Germany"}}, "email": ""}, {"first": "Julian", "middle": ["W"], "last": "Tang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National University Hospital", "location": {}}, "email": ""}, {"first": "Dat", "middle": [], "last": "Tran", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Toronto", "location": {"country": "Canada"}}, "email": ""}, {"first": "Tjasa", "middle": [], "last": "Vidmar", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital Slovenj Gradec", "location": {"country": "Slovenia"}}, "email": ""}, {"first": "Pauline", "middle": ["A"], "last": "Waight", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jonathan", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Nottingham", "location": {}}, "email": ""}]}, "abstract": [{"text": "While evidence exists to support the effectiveness of neuraminidase inhibitors (NAIs) in reducing mortality when given to hospitalized patients with A(H1N1)pdm09 virus infection, the impact of outpatient treatment on hospitalization has not been clearly established. We investigated the impact of outpatient NAI treatment on subsequent hospitalization in patients with A(H1N1)pdm09 virus infection.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We assembled general community and outpatient data from 9 clinical centers in different countries collected between January 2009 and December 2010. We standardized data from each study center to create a pooled dataset and then used mixed-effects logistic regression modeling to determine the effect of NAI treatment on hospitalization. We adjusted for NAI treatment propensity and preadmission antibiotic use, including \"study center\" as a random intercept to account for differences in baseline hospitalization rate between centers.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. We included 3376 patients with influenza A(H1N1)pdm09, of whom 3085 (91.4%) had laboratory-confirmed infection. Eight hundred seventy-three patients (25.8%) received outpatient or community-based NAI treatment, 928 of 2395 (38.8%) with available data had dyspnea or respiratory distress, and hospitalizations occurred in 1705 (50.5%). After adjustment for preadmission antibiotics and NAI treatment propensity, preadmission NAI treatment was associated with decreased odds of hospital admission compared to no NAI treatment (adjusted odds ratio, 0.24; 95% confidence interval, 0.20-0.30).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. In a population with confirmed or suspected A(H1N1)pdm09 and at high risk of hospitalization, outpatient or community-based NAI treatment significantly reduced the likelihood of requiring hospital admission. These data suggest that community patients with severe influenza should receive NAI treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "to 2009 also suggests that NAIs given to high-risk community patients with influenza may reduce subsequent hospitalization [6] . To the best of our knowledge, similar data on hospitalization during the 2009-2010 pandemic period are absent. We therefore performed a global individual participant data (IPD) metaanalysis to address this question.", "cite_spans": [{"start": 123, "end": 126, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Research centers participating in the Post-pandemic Review of anti-Influenza Drug Effectiveness (PRIDE) study were identified while conducting a metaanalysis of published studies on the effectiveness of NAI treatment in hospitalized patients [4] . A detailed description of the PRIDE study has been published previously [5] . In total, the PRIDE consortium obtained data on 170 858 potentially eligible patients from 81 research centers in 38 countries across 6 World Health Organization regions. A subset of these centers provided community or outpatient data, which were then used for the current analysis. No data were provided or funded for collection by pharmaceutical companies. The protocol for this study was registered with the PROSPERO register of systematic reviews (CRD42011001273) [7] .", "cite_spans": [{"start": 242, "end": 245, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 320, "end": 323, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 794, "end": 797, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "The PRIDE Research Consortium"}, {"text": "Data were available on community patients or those attending outpatient clinics with laboratory-confirmed or clinically diagnosed influenza A(H1N1)pdm09 from 9 centers (Argentina, Canada, France, Germany, Israel, Saudi Arabia, Singapore, Slovenia, and the United Kingdom). These were standardized using a data dictionary (Supplementary Table 1 ) before pooling for analysis. The primary outcome variable was influenza-related hospital admission as determined by case records linking admission to the influenza illness episode. The primary exposure variable was treatment with an NAI initiated in any community or outpatient setting as compared to no NAI treatment in the community or outpatient setting. If data were available, we further distinguished early treatment (NAI started ≤2 days after symptom onset) vs later treatment (>2 days after symptom onset). We excluded from all our analyses those patients who received NAI treatment in the community on the day of hospital admission, on the grounds that treatment would not have had sufficient opportunity to work in these patients. This exclusion also accounts for any physician decisions to prescribe NAIs taken after a decision to admit the patient to the hospital, amounting to confounding by indication. Covariates adjusted for in the final multivariable model were outpatient or community-based antibiotic treatment (yes/no) and propensity score (by quintile) for receiving NAI treatment in the community.", "cite_spans": [], "ref_spans": [{"start": 336, "end": 343, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Data Standardization, Exposure, Outcome, and Covariates"}, {"text": "We computed propensity scores for the likelihood of community-based NAI treatment for individual patients within each contributing dataset using the method described by Hirano and Imbens [8] . Multivariable logistic regression models developed to calculate propensity scores included the following covariates: age, sex, presence of a comorbid condition (yes/no), and an indicator of disease severity (in order of preference: documented severe respiratory distress or shortness of breath). The resulting propensity scores were then categorized into quintiles for use in subsequent analyses.", "cite_spans": [{"start": 187, "end": 190, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Propensity Scoring"}, {"text": "In the primary analysis, we used a mixed-effects logistic regression model to investigate the association between community-based NAI treatment and subsequent hospital admission using the xtmelogit command in Stata (version 14). To account for differences in baseline outcome between individual datasets, we included individual study centers as a random intercept. We ran both unadjusted and adjusted models, the latter containing covariates for community-based antibiotic treatment and propensity scores. To allow for comparisons between the unadjusted and adjusted models, we included missing data as a dummy variable category. The C-statistic (area under the receiver operating characteristic curve) was used to assess model fit. Where data were available, we explored the potential impact of timing of NAI administration (early NAI treatment vs later NAI treatment) on hospitalization. We also performed stratified analysis in patients with laboratory-confirmed A(H1N1)pdm09 influenza and adults (aged ≥16 years) and children.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Furthermore, we carried out an additional analysis restricted to patients with high-risk conditions. Patients were classified as having a high-risk condition if they had at least 1 chronic illness recorded that would trigger seasonal influenza vaccination [9] or were aged ≥65 years.", "cite_spans": [{"start": 256, "end": 259, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "Results from our mixed-effects logistic regression models are presented as odds ratios (ORs) with 95% confidence intervals (95% CIs).", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "We received outpatient data on 130 077 patients with clinically or laboratory-confirmed influenza from 25 centers. However, 16 centers (n = 125 049 patients) offered surveillance data that did not contain clinical data on either NAI use or subsequent hospitalization status. Therefore, the final study population comprised 3376 patients from 9 study centers ( Figure 1 ). Data from 7 of the 9 included study centers (n = 1183 patients) came from outpatient (ambulatory care) clinics attached to hospitals. Of the remaining 2 study centers, 1 provided community surveillance data collected by a local Ministry of Health (n = 1762) and the other provided data from primary care (n = 431). Three of the 9 included centers (Canada, Germany, and Israel; total n = 535) were from pediatric outpatient clinics and comprised entirely of patients aged <18 years. Patients from the German study center were particularly young with a median age of 1.4 years (Supplementary Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 360, "end": 368, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 962, "end": 969, "text": "Table 3", "ref_id": null}], "section": "RESULTS"}, {"text": "Of 3376 patients in our pooled dataset, 3085 (91.4%) had laboratory-confirmed A(H1N1)pdm09 infection; 1747 (51.8%) were children (<16 years) and 67 (2.0%) were aged >64 years. Overall, 1705 (50.1%) were admitted to the hospital and 928 (928/2395; 38.7%) had clinically observed shortness of breath or respiratory distress as a marker of severity. Where data were available (n = 473), the median interval between date of symptom onset and date of NAI treatment initiation was 1 day (interquartile range [IQR], 0-3) for the whole study population, 1 day (IQR, 0-2) for nonhospitalized patients, and 1 day (IQR, 0-4) for hospitalized patients. Of the hospitalized patients, where calculable (n = 1363), the median interval between date of symptom onset and date of hospital admission was 2 days (IQR, 1-3). General characteristics of the study population are presented in Table 1 . About one half (50.1%) of the cohort was eventually admitted to the hospital, and 38.8% had 1 or more indications of severe respiratory illness as denoted by observed shortness of breath or respiratory distress. In addition, fewer than 2% of the cohort were elderly and about 72% had no recorded comorbid conditions, suggesting that most patients were young and previously healthy. Indeed, 51.8% were children and 37.1% of women aged 15-44 years were pregnant, reflecting the inclusion of 1 obstetric clinic (n = 81) within the data.", "cite_spans": [], "ref_spans": [{"start": 869, "end": 876, "text": "Table 1", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "Of the 1705 patients who were hospitalized, we had data on the subsequent course in 1433 patients. Of these hospitalized patients, 1155 (80.6%) were treated with NAIs in-hospital, 147 patients ( of subsequent hospital stay in a smaller subgroup of 522 patients where the median length of stay was 3 days (IQR, 2-5; median, 3 days [IQR, [2] [3] [4] [5] in treated and median, 2 days [IQR, 1.5-5] untreated). Of the 1647 patients who were excluded from the analyses because they were hospitalized on the same day as NAI treatment initiation, 116 (7%) were admitted to critical care facilities and 23 (1.4%) died. In 1595 of these patients on whom we had pneumonia data, 154 (9.7%) were found to have had clinical signs of pneumonia; in 31 (1.9%) of these patients the pneumonia was radiologically confirmed. The median length of hospital stay in an even smaller subgroup (n = 186 where data were available) was found to be 3 days (IQR, 2-5).", "cite_spans": [{"start": 336, "end": 339, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 340, "end": 343, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 344, "end": 347, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 348, "end": 351, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "RESULTS"}, {"text": "In patients with laboratory-confirmed or clinically diagnosed A(H1N1)pdm09 influenza, after adjustment for community-based antibiotic treatment and propensity score, the likelihood of hospital admission in patients with outpatient or community-based NAI treatment was 0.24 (95% CI, 0.20-0.30) when compared to no NAI treatment in the community (Table 2) . A C-statistic of 0.813 (95% CI, 0.799-0.827) suggested that the predictive performance of our model was acceptable.", "cite_spans": [], "ref_spans": [{"start": 344, "end": 353, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "When restricted to laboratory-confirmed A(H1N1)pdm09 patients, the estimate was very similar to the estimate for the overall study population ( Table 2) . NAI treatment, when In the pooled dataset, 1019 patients (30.1%) were recorded to have at least 1 high-risk condition. In this subpopulation of higher-risk patients, we also observed a reduction in the odds of hospital admission (OR, 0.27; 95% CI, 0.19-0.38) in those treated with NAIs in the community compared with no NAI treatment. Full results of the sensitivity and stratified analyses are summarized in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 144, "end": 152, "text": "Table 2)", "ref_id": "TABREF2"}, {"start": 564, "end": 571, "text": "Table 2", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "The hospital admission rate varied widely among each of the 9 included study centers, ranging from 3.94% to 69.3%. To separate any effects that hospital admission rates among centers may have had on the association between NAIs and hospitalization, we did a post hoc stratified analysis by median hospitalization rate (50.6%). After adjusting for community-based antibiotic treatment and propensity score, the pooled OR for the association between NAI treatment and subsequent hospitalization in study centers with a hospital admission rate <50.6% (n = 991) was 1.00 (95% CI, 0.61-1.64), whereas in centers where the admission rate was >50.6% (n = 2385), the OR was 0.17 (95% CI, 0.14-0.22).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "In this study, we assembled data from a large cohort of community-based patients who had pandemic influenza in 2009-2010, of whom 91% had laboratory confirmation of influenza A(H1N1)pdm09 infection. The demographic and clinical findings (Table 1) reveal that most patients were young and previously healthy, yet with relatively severe influenza (indicated by the presence of either documented severe respiratory distress or shortness of breath at presentation). As such, we recognize that our results are not generalizable to a wider range of community-based patients with mild pandemic influenza and may not be generalizable to the elderly.", "cite_spans": [], "ref_spans": [{"start": 237, "end": 246, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "Our main findings ( Table 2) suggest that NAI treatment in the community for patients with severe pandemic influenza substantially reduced the likelihood of hospital admission due to influenza A(H1N1)pdm09. In a pandemic context, individuals generally have little or no preexisting cross-reactive immunity to the infecting virus; therefore, effect size might be lower for seasonal (interpandemic) influenza, and our findings should be interpreted with more caution in that context. In a sensitivity analysis restricted to patients with laboratory-confirmed A(H1N1)pdm09, this finding was unaltered; and in patients with underlying at-risk conditions, the risk reduction was greater. A limitation of our analysis is that we did not have data on body mass index and therefore could not include obesity as a high-risk condition.", "cite_spans": [], "ref_spans": [{"start": 20, "end": 28, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "DISCUSSION"}, {"text": "We also explored potential differences in effect size between adults and children and found that the effect of NAIs in reducing the likelihood of hospital admission was maintained and broadly consistent in both age groups. These findings contrast with our previous analysis of mortality data, in which we failed to demonstrate significantly reduced mortality in hospitalized children treated with NAIs [5] . This discrepancy is potentially explained by the relatively high attack [10] and hospitalization rates in children with A(H1N1)pdm09 [11] compared with a relatively low case fatality rate [12] but could also relate to statistical underpowering in the mortality study [5] .", "cite_spans": [{"start": 402, "end": 405, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 480, "end": 484, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 541, "end": 545, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 596, "end": 600, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 675, "end": 678, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A question of considerable clinical relevance relates to the timing of antiviral treatment in relation to the magnitude of benefit obtained, especially since data already exist to suggest that symptom alleviation and mortality reduction are both diminished by delayed treatment [5, 13] . We were able to perform a sensitivity analysis on 473 NAI-treated patients in whom we had specific data on the timing of symptom onset and antiviral treatment. This revealed that earlier treatment (within 48 hours of symptom onset) was significantly more beneficial than later treatment. Because the dataset contained so few elderly patients, perhaps reflecting the low incidence of A(H1N1)pdm09 infection in the elderly [14, 15] , we were unable to cast any further light on the effectiveness of NAIs in this particular subgroup of patients.", "cite_spans": [{"start": 278, "end": 281, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 282, "end": 285, "text": "13]", "ref_id": "BIBREF12"}, {"start": 709, "end": 713, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 714, "end": 717, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although smaller than our previous IPD analysis that focused on mortality reduction in hospitalized patients [5] , one strength of this study is the relatively large number of patients included from 9 geographically diverse clinical centers. Although we were unable to adjust specifically for disease severity in our multilevel models because of the heterogeneity of severity measures used across individual datasets, we nevertheless included physician-recorded breathlessness and severe respiratory distress when deriving propensity scores. However, we acknowledge that confounding by indication [16] may still be present. If it is, we surmise that physicians may have been more likely to treat severe cases than milder ones or to treat putative at-risk groups such as pregnant women with NAIs. Therefore, the treated group would have a higher underlying likelihood of being admitted to the hospital; this in turn would produce a bias in the analysis, tending toward underestimation of any treatment effect. Likewise, we recognize that some NAI treatment may have been given immediately prior to hospital admission when there was no practical window in which an antiviral drug could have had time to work or perhaps even when the physician had already decided that the patient needed to be admitted. Therefore, we think there is sound clinical rationale for excluding patients in whom NAI treatment was initiated on the day of hospital admission.", "cite_spans": [{"start": 109, "end": 112, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 597, "end": 601, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Another potential limitation of our propensity scoring approach is that we lacked data on vaccination, albeit knowledge of vaccination status might be associated with physicians' decisions to prescribe NAIs and to hospitalize patients. To explore this further, we determined that patients whose illness onset was on or before 15 October 2009 could not have been vaccinated due to nonavailability prior to this date. Even if they had been vaccinated, they would not have had time to seroconvert. We subsequently performed a stratified analysis around this date by dividing the overall pooled dataset into \"early pandemic\" and \"later pandemic. \" We had onset dates in 2175 patients of whom 903 were on or before 15 October 2009. The adjusted ORs (95% CIs) in both groups were very similar (early pandemic group, 0.12 (0.06-0.24) and late pandemic group, 0.11 (0.07-0.18)]. On this basis, we believe that vaccination is unlikely to have been a major confounder in our study. Other residual confounding is nevertheless possible as these are observational data.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Two obvious drawbacks in our data are the overall high rate of hospitalization in the cohort studied, which limits generalizability to patients at high risk of hospitalization, and the substantial variability between hospitalization rates across individual centers, ranging from 4% to 70%. The dataset with the lowest hospitalization rate was from a surveillance system in the United Kingdom where a national policy was in place for 2009-2010 to offer NAI treatment to all patients with clinically apparent influenza, irrespective of severity. Stratifying the analysis around median hospitalization rate revealed no effect of NAIs in centers below the median but revealed a strong positive effect in centers above the median. We surmise that these data confirm the beneficial effect of NAIs (beyond symptom relief) in patients who are severely unwell and at high risk of hospitalization vs those with milder illness.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "To our knowledge, this is the first individual participant data metaanalysis to investigate the association between preadmission NAI antiviral use and hospitalization relating to the 2009-2010 influenza pandemic. As such, these data have potential importance for future pandemic stockpiling and treatment policies and may be of relevance to seasonal epidemics, especially for community patients with relatively severe influenza and those with underlying comorbidities. We note that our point estimates of treatment effectiveness are somewhat higher than the 25% reduction in hospitalization for the treatment of seasonal influenza previously reported by Hsu and colleagues [6] . However, the disparity in effect size might be explained by the fact that the 4 studies [17] metaanalyzed by Hsu et al included patients with generally milder influenza than in the present study. In addition, 3 of these 4 studies were based on diagnoses of influenza-like illness (ILI) without laboratory confirmation and therefore were highly vulnerable to misclassification bias. An earlier pooled analysis of clinical trial data from patients with laboratory-confirmed seasonal influenza also showed a 59% reduction in hospitalization [18] . This was confirmed in recent IPD analysis of seasonal influenza patients that reported a risk reduction of 63% in treated patients (intention-to-treat infected population) [19] , which is somewhat similar to our own data. Another study not included in Hsu's metaanalysis also suggested a 29% reduction in hospitalization associated with oseltamivir but was again based on diagnoses of ILI without laboratory confirmation [20] . A recent study from British Columbia, based on clinically diagnosed cases of pandemic influenza A(H1N1)pdm09, also noted 16% effectiveness of NAIs in reducing hospitalization [21] ; however, the hospitalization rate in this cohort was 0.6%, suggesting cases were comparatively very mild. We therefore recognize that our findings reflect the experience of NAI use in a cohort of community patients at high risk of hospitalization. In addition, we noted higher effectiveness in patients with 1 or more comorbidities that would have placed them in a target group for annual seasonal influenza vaccination.", "cite_spans": [{"start": 673, "end": 676, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 767, "end": 771, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1217, "end": 1221, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1396, "end": 1400, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1645, "end": 1649, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1827, "end": 1831, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Placed in the context of the limited previous work on this subject, our findings suggest that the greatest benefit from community use of NAIs is likely to be achieved by targeting individuals for treatment who have clinically suspected or proven influenza and who are also in a recognized at-risk group or clinically assessed to have severe influenza (irrespective of comorbid status). In these 2 groups of patients, substantial reductions in the likelihood of hospitalization can be achieved, especially if treatment is commenced within 48 hours of symptom onset. Our data support current advice on NAI treatment given by major public health agencies [22, 23] and the findings of a recent independent report from the UK Academy of Medical Sciences and the Wellcome Trust, which recommend against use of NAIs in the community for the treatment of mild influenza, but advise that patients with severe influenza should be treated as soon as possible [24] .", "cite_spans": [{"start": 652, "end": 656, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 657, "end": 660, "text": "23]", "ref_id": "BIBREF22"}, {"start": 948, "end": 952, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Supplementary materials are available at Clinical Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author. Financial support. The PRIDE study is funded via an unrestricted educational grant from F. Hoffmann-La Roche, Switzerland (the manufacturers of oseltamivir [Tamiflu]). The funder had no role in protocol design, no opportunity to comment on it, and no opportunity to see it other than via the PROSPERO website; no access to any data (and no rights to future access); no role in analysis or interpretation; no opportunity to preview results/findings before entry into the public domain; and no opportunity to contribute to, preview, or comment on manuscripts and presentations arising from this work. The research contract between the University of Nottingham and the funder is freely available for inspection (commercial details redacted) at: http://www.nottingham.ac.uk/research/groups/healthprotection/projects/pride.aspx Potential conflicts of interest. B. A. R. reports grants from F. Hoffmann-La Roche to her institution (Charité Universitätsmedizin Berlin) outside the submitted work. D. T. reports grants from the Canadian Institutes of Health Research/SickKids Foundation New Investigator (XG08-049R), the Canadian Institutes of Health Research Catalyst (CAT86860), and the University of Toronto Dean's Fund Pilot Study Grant during the conduct of the study. J. S. N.-V.-T. reports that a grant to the University of Nottingham from F. Hoffmann-La Roche funded the current study; he also reports grants to the University of Nottingham from GlaxoSmithKline for research in the area of influenza; and nonfinancial support from the European Scientific Working Group on Influenza to lecture on influenza outside the submitted work. All other authors: No potential conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Antivirals for influenza: where now for clinical practice and pandemic preparedness?", "authors": [{"first": "J", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Openshaw", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Nicholson", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "", "pages": "386--393", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Evidence and policy for influenza control", "authors": [{"first": "H", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}], "year": 2014, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "2--4", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Neuraminidase inhibitors for preventing and treating influenza in adults and children", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Jones", "suffix": ""}, {"first": "P", "middle": [], "last": "Doshi", "suffix": ""}], "year": 2014, "venue": "Cochrane Database Syst Rev", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Impact of neuraminidase inhibitor treatment on outcomes of public health importance during the 2009-2010 influenza A(H1N1) pandemic: a systematic review and meta-analysis in hospitalized patients", "authors": [{"first": "S", "middle": ["G"], "last": "Muthuri", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Myles", "suffix": ""}, {"first": "S", "middle": [], "last": "Venkatesan", "suffix": ""}, {"first": "J", "middle": [], "last": "Leonardi-Bee", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Nguyen-Van-Tam", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "207", "issn": "", "pages": "553--63", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Effectiveness of neuraminidase inhibitors in reducing mortality in patients admitted to hospital with influenza A H1N1pdm09 virus infection: a meta-analysis of individual participant data", "authors": [{"first": "S", "middle": ["G"], "last": "Muthuri", "suffix": ""}, {"first": "S", "middle": [], "last": "Venkatesan", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Myles", "suffix": ""}], "year": 2014, "venue": "Lancet Respir Med", "volume": "2", "issn": "", "pages": "395--404", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Antivirals for treatment of influenza: a systematic review and meta-analysis of observational studies", "authors": [{"first": "J", "middle": [], "last": "Hsu", "suffix": ""}, {"first": "N", "middle": [], "last": "Santesso", "suffix": ""}, {"first": "R", "middle": [], "last": "Mustafa", "suffix": ""}], "year": 2012, "venue": "Ann Intern Med", "volume": "156", "issn": "", "pages": "512--536", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A systematic review of the impact of neuraminidase inhibitor antiviral use on outcomes of public health importance during the 2009/10 (swine) influenza A/H1N1v pandemic", "authors": [{"first": "P", "middle": [], "last": "Myles", "suffix": ""}, {"first": "J", "middle": [], "last": "Leonardi-Bee", "suffix": ""}, {"first": "J", "middle": [], "last": "Van-Tam", "suffix": ""}, {"first": "S", "middle": [], "last": "Muthuri", "suffix": ""}, {"first": "S", "middle": [], "last": "Venkatesan", "suffix": ""}], "year": 2011, "venue": "?ID=CRD42011001273. Accessed", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Applied Bayesian modeling and causal inference from incomplete-data perspectives", "authors": [{"first": "K", "middle": [], "last": "Hirano", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Imbens", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "73--84", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Influenza: the green book, chapter 19. The Stationery Office under licence from the Department of Health", "authors": [{"first": "Public", "middle": [], "last": "Health England", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Incidence of 2009 pandemic influenza A H1N1 infection in England: a cross-sectional serological study", "authors": [{"first": "E", "middle": [], "last": "Miller", "suffix": ""}, {"first": "K", "middle": [], "last": "Hoschler", "suffix": ""}, {"first": "P", "middle": [], "last": "Hardelid", "suffix": ""}, {"first": "E", "middle": [], "last": "Stanford", "suffix": ""}, {"first": "N", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "M", "middle": [], "last": "Zambon", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1100--1108", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Emerging Infections Programs Network. Increase in rates of hospitalization due to laboratory-confirmed influenza among children and adults during the 2009-10 influenza pandemic", "authors": [{"first": "C", "middle": ["M"], "last": "Cox", "suffix": ""}, {"first": "T", "middle": [], "last": "Mello", "suffix": ""}, {"first": "A", "middle": [], "last": "Perez", "suffix": ""}], "year": 2012, "venue": "J Infect Dis", "volume": "206", "issn": "", "pages": "1350--1358", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study", "authors": [{"first": "F", "middle": ["S"], "last": "Dawood", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Iuliano", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}], "year": 2012, "venue": "Lancet Infect Dis", "volume": "12", "issn": "", "pages": "687--95", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Early administration of oral oseltamivir increases the benefits of influenza treatment", "authors": [{"first": "F", "middle": ["Y"], "last": "Aoki", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Macleod", "suffix": ""}, {"first": "P", "middle": [], "last": "Paggiaro", "suffix": ""}], "year": 2003, "venue": "J Antimicrob Chemother", "volume": "51", "issn": "", "pages": "123--132", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Risk factors for severe outcomes following 2009 influenza A (H1N1) infection: a global pooled analysis", "authors": [{"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "Kah", "middle": [], "last": "Vandemaele", "suffix": ""}, {"first": "V", "middle": [], "last": "Shinde", "suffix": ""}], "year": 2011, "venue": "PLoS Med", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pandemic influenza due to pH1N1/2009 virus: estimation of infection burden in Reunion Island through a prospective serosurvey", "authors": [{"first": "K", "middle": [], "last": "Dellagi", "suffix": ""}, {"first": "O", "middle": [], "last": "Rollot", "suffix": ""}, {"first": "S", "middle": [], "last": "Temmam", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Confounding by indication in epidemiologic studies of commonly used analgesics", "authors": [{"first": "L", "middle": ["B"], "last": "Signorello", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Mclaughlin", "suffix": ""}, {"first": "L", "middle": [], "last": "Lipworth", "suffix": ""}, {"first": "S", "middle": [], "last": "Friis", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Sørensen", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Blot", "suffix": ""}], "year": 2002, "venue": "Am J Ther", "volume": "9", "issn": "", "pages": "199--205", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Impact of oseltamivir on the incidence of secondary complications of influenza in adolescent and adult patients: results from a retrospective population-based study", "authors": [{"first": "W", "middle": ["A"], "last": "Blumentals", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Schulman", "suffix": ""}], "year": 2007, "venue": "Curr Med Res Opin", "volume": "23", "issn": "", "pages": "2961--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Impact of oseltamivir treatment on influenza-related lower respiratory tract complications and hospitalizations", "authors": [{"first": "L", "middle": [], "last": "Kaiser", "suffix": ""}, {"first": "C", "middle": [], "last": "Wat", "suffix": ""}, {"first": "T", "middle": [], "last": "Mills", "suffix": ""}, {"first": "P", "middle": [], "last": "Mahoney", "suffix": ""}, {"first": "P", "middle": [], "last": "Ward", "suffix": ""}, {"first": "F", "middle": [], "last": "Hayden", "suffix": ""}], "year": 2003, "venue": "Arch Intern Med", "volume": "163", "issn": "", "pages": "1667--72", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Oseltamivir treatment for influenza in adults: a meta-analysis of randomised controlled trials", "authors": [{"first": "J", "middle": [], "last": "Dobson", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Whitley", "suffix": ""}, {"first": "S", "middle": [], "last": "Pocock", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "", "pages": "1729--1766", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Oseltamivir and influenza-related complications, hospitalization and healthcare expenditure in healthy adults and children", "authors": [{"first": "J", "middle": ["G"], "last": "Gums", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Pelletier", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Blumentals", "suffix": ""}], "year": 2008, "venue": "Expert Opin Pharmacother", "volume": "9", "issn": "", "pages": "151--61", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effectiveness of neuraminidase inhibitors in preventing hospitalization during the H1N1 influenza pandemic in British Columbia", "authors": [{"first": "F", "middle": [], "last": "Marra", "suffix": ""}, {"first": "M", "middle": [], "last": "Chong", "suffix": ""}, {"first": "B", "middle": [], "last": "Henry", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Patrick", "suffix": ""}, {"first": "P", "middle": [], "last": "Kendall", "suffix": ""}], "year": 2014, "venue": "Canada. J Antimicrob Chemother", "volume": "69", "issn": "", "pages": "1397--406", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Influenza antiviral medications: summary for clinicians", "authors": [], "year": 2016, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "PHE guidance on use of antiviral agents for the treatment and prophylaxis of seasonal influenza (2015−16) Version 6.0", "authors": [{"first": "Public", "middle": [], "last": "Health England", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Use of neuraminidase inhibitors in influenza", "authors": [], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Study flow diagram. Abbreviation: NAI, neuraminidase inhibitor.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Author contributions. J. S. N.-V.-T., P. R. M., J. L.-B., S. V., and S. G. M. conceived and designed the study. All authors, apart from S. V., J. L.-B., and S. G. M., contributed to the acquisition and local preparation of constituent datasets. S. V., P. R. M., J. L.-B., and S. G. M. contributed to data set amalgamation and standardization, design of statistical analyses, and data analysis. J.S .N.-V.-T., P. R. M., J. L.-B., and S. V. interpreted the data and wrote the paper. All authors contributed to critical examination of the paper for important intellectual content and approval of the final report. Each author acted as the guarantor of data from their individual study center. S. V. had full access to the pooled dataset in the study and takes responsibility for the accuracy of the data analysis. J. S. N.-V.-T. acted as overall guarantor of the manuscript.", "latex": null, "type": "figure"}, "TABREF0": {"text": "10.3%) were subsequently admitted to critical care facilities (of which 119 [80.9%] treated, 28 [19.1%] untreated), and 14 patients (1%) died (13 [92.9%] treated, 1 [7.1%] untreated). In a smaller subgroup of 1392 patients on whom we had data relating to pneumonia, 215 (15.5%) were found to have clinical signs of pneumonia, with radiographic confirmation of pneumonia in 101 (7.3%) patients (64 [63.4%] treated, 37 [36.6%] untreated). Further, we had data on length", "latex": null, "type": "table"}, "TABREF1": {"text": "General Characteristics of the Study PopulationStudy size n = 3376. Percentages presented are column percentages unless other denominators are specified.Abbreviation: NAI, neuraminidase inhibitor. a Proportions were calculated as a percentage of pregnant patients among female patients of reproductive age; the broader age range was selected in preference to the World Health", "latex": null, "type": "table"}, "TABREF2": {"text": "Association Between Neuraminidase Inhibitor Administration and Hospital Admission", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Unadjusted Analysis </td><td>Adjusted Analysisa\n</td></tr><tr><td>Population\n</td><td>Unadjusted OR (95% CI) </td><td>P Value </td><td>Adjusted OR (95% CI) </td><td>P Value\n</td></tr><tr><td>Patients with laboratory-confirmed or clinically </td><td>0.23 (0.19 to 0.28) </td><td>&lt;.001 </td><td>0.24 (0.20 to 0.30) </td><td>&lt;.001\n</td></tr><tr><td>diagnosed A(H1N1)pdm09 influenza (n = 3376)\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Patients with laboratory-confirmed A(H1N1)pdm09 influenza (n = 3085)\n</td><td>0.23 (0.19 to 0.28) </td><td>&lt;.001 </td><td>0.24 (0.19 to 0.29) </td><td>&lt;.001\n</td></tr><tr><td>Adults (aged ≥16 years) (n = 1506) </td><td>0.26 (0.19 to 0.35) </td><td>&lt;.001 </td><td>0.26 (0.19 to 0.35) </td><td>&lt;.001\n</td></tr><tr><td>Children (aged &lt;16 years) (n = 1747) </td><td>0.22 (0.17 to 0.30) </td><td>&lt;.001 </td><td>0.25 (0.18 to 0.34) </td><td>&lt;.001\n</td></tr><tr><td>Patients with at least 1 high-risk condition (n = 1019) </td><td>0.26 (0.19 to 0.37) </td><td>&lt;.001 </td><td>0.27 (0.19 to 0.38) </td><td>&lt;.001\n</td></tr><tr><td>Early neuraminidase inhibitor treatment (≤2 days after onset) vs </td><td>0.51 (0.28 to 0.93) </td><td>.031 </td><td>0.44 (0.23 to 0.86) </td><td>.016\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>later (&gt;2 days) in patients with laboratory-confirmed or clinically </td></tr></table></body></html>"}, "TABREF3": {"text": "Table 1. General Characteristics of the Study Population", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable\n</td><td>All Patients (n = 3376)\n</td><td>Nonhospitalized (n = 1671)\n</td><td>Hospitalized (n = 1705)\n</td></tr><tr><td>Number of male cases </td><td>1712 (50.71) </td><td>859 (51.41) </td><td>853 (50.03)\n</td></tr><tr><td>Age, median (interquartile range) in years (n = 3253) </td><td>14 (4.95 to 27.88) </td><td>14 (6.24 to 27) </td><td>15 (3.85 to 28.47)\n</td></tr><tr><td>Population group (no. of persons)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Adults (≥16 years) </td><td>1506 (44.61) </td><td>730 (43.69) </td><td>776 (45.51)\n</td></tr><tr><td>Children (&lt;16 years) </td><td>1747 (51.75) </td><td>879 (52.60) </td><td>868 (50.91)\n</td></tr><tr><td>Aged ≥65 years </td><td>67 (1.98) </td><td>22 (1.32) </td><td>45 (2.63)\n</td></tr><tr><td>Pregnant womena (n = 741) </td><td>237/639 (37.09) </td><td>121/278 (43.53) </td><td>116/361 (32.13)\n</td></tr><tr><td>Country\n</td><td> </td><td> </td><td> </td></tr><tr><td>Argentina </td><td>17 (0.50) </td><td>13 (0.78) </td><td>4 (0.23)\n</td></tr><tr><td>Canada </td><td>148 (4.34) </td><td>113 (6.76) </td><td>35 (2.05)\n</td></tr><tr><td>France </td><td>81 (2.40) </td><td>55 (3.29) </td><td>26 (1.52)\n</td></tr><tr><td>Germany </td><td>314 (9.29) </td><td>161 (9.63) </td><td>153 (8.95)\n</td></tr><tr><td>Israel </td><td>73 (2.16) </td><td>36 (2.15) </td><td>37 (2.16)\n</td></tr><tr><td>Saudi Arabia </td><td>1762 (52.11) </td><td>613 (36.68) </td><td>1,149 (67.19)\n</td></tr><tr><td>Singapore </td><td>490 (14.49) </td><td>242 (14.48) </td><td>248 (14.50)\n</td></tr><tr><td>Slovenia </td><td>60 (1.77) </td><td>24 (1.44) </td><td>36 (2.11)\n</td></tr><tr><td>United Kingdom </td><td>431 (12.77) </td><td>414 (24.78) </td><td>17 (1.00)\n</td></tr><tr><td>A(H1N1)pdm09 diagnosis\n</td><td> </td><td> </td><td> </td></tr><tr><td>Laboratory confirmed </td><td>3,085 (91.38) </td><td>1,522 (91.08) </td><td>1,563 (91.67)\n</td></tr><tr><td>Clinically diagnosed </td><td>291 (8.61) </td><td>149 (8.92) </td><td>142 (8.33)\n</td></tr><tr><td>Severe disease (n = 2395) (severe respiratory distress or </td><td>928/2395 (38.75) </td><td>321/991 (32.39) </td><td>607/1404 (43.23)\n</td></tr><tr><td>shortness of breath at presentation)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Comorbidity\n</td><td> </td><td> </td><td> </td></tr><tr><td>Any comorbidity (n = 2945) </td><td>824/2945 (27.98) </td><td>302/1,257 (24.03) </td><td>522/1688 (30.92)\n</td></tr><tr><td>Asthma (n = 1172) </td><td>214/1172 (18.26) </td><td>91/634 (14.35) </td><td>123/538 (22.86)\n</td></tr><tr><td>Chronic obstructive pulmonary disease (n = 902) </td><td>120/902 (13.30) </td><td>38/471 (8.07) </td><td>82/431 (19.03)\n</td></tr><tr><td>Other chronic lung disease (n = 2257) </td><td>290/2257 (12.85) </td><td>98/871 (11.25) </td><td>192/1386 (13.85)\n</td></tr><tr><td>Heart disease (n = 614) </td><td>20/614 (3.26) </td><td>4/294 (1.36) </td><td>16/320 (5.00)\n</td></tr><tr><td>Renal disease (n = 2299) </td><td>92/2299 (4.00) </td><td>40/879 (4.55) </td><td>52/1420 (3.66)\n</td></tr><tr><td>Liver disease (n = 541) </td><td>11/541 (2.03) </td><td>5/258 (1.94) </td><td>6/283 (2.12)\n</td></tr><tr><td>Cerebrovascular disease (n = 490) </td><td>7/490 (1.43) </td><td>1/242 (0.41) </td><td>6/248 (2.42)\n</td></tr><tr><td>Neurological disease (n = 2448) </td><td>57/2488 (2.33) </td><td>9/963 (0.93) </td><td>48/1485 (3.23)\n</td></tr><tr><td>Diabetes (n = 2449) </td><td>135/2449 (5.51) </td><td>47/964 (4.88) </td><td>88/1485 (5.93)\n</td></tr><tr><td>Immunosuppression (n = 2390) </td><td>97/2390 (4.06) </td><td>36/918 (3.92) </td><td>61/1472 (4.14)\n</td></tr><tr><td>Community/outpatient NAI treatment\n</td><td> </td><td> </td><td> </td></tr><tr><td>Any NAI treatment </td><td>873 (25.82) </td><td>653 (39.08) </td><td>220 (12.90)\n</td></tr><tr><td>Oseltamivir b (n = 2945) </td><td>590 /2,94 (20.03) </td><td>385/1257 (30.63) </td><td>205/1688 (12.14)\n</td></tr></table></body></html>"}}, "back_matter": []}