{
    "paper_id": "ea30d9c30da21de9ff9d00f327eaa85bfe3da02a",
    "metadata": {
        "title": "Nursing and Health Policy Perspectives 100 years on: the Spanish Flu, pandemics and keeping nurses safe",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This year marks the 100th anniversary of the Spanish flu, the grotesque black flu, that over the course of about a year infected up to one in three people in the world and killed 5 per cent of the global population (Taylor 2018) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 228,
                    "text": "(Taylor 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The death toll of Spanish flu is hard to fathom. It has been reported that 'This virus killed more people in 24 weeks than HIV killed in 24 years and has been described as the greatest medical holocaust in history' (Taylor 2018) . Influenza remains the top global health security threat.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 228,
                    "text": "(Taylor 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The devastating influenza pandemic of 1918-1919 was a pivotal moment for nursing, and its impact on our profession is still felt today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Records of the period reveal that caregivers could do little to relieve suffering and stop the spread of the virus. Even so, nursing care was crucially important, the clearest predictor of survival (Hanink 2018) .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 211,
                    "text": "(Hanink 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first wave of the pandemic struck as many developed countries were ramping up their involvement in World War I. Most skilled nurses had left their native countries to support their armed forces, resulting in widespread nursing shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the end of the war in 1918, the nursing shortage became even worse as returning troops carried with them a new and more virulent strain of the disease, which took a deadly toll on nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nurses were not (and still are not) immune to contracting deadly diseases. We must ask ourselves, with advances in medicine and the changes to nursing and healthcare policies, is today's nursing profession ready to deal with another pandemic this size? In short, no.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We need only to look at recent outbreaks of the Ebola virus, SARS and H1N1 influenza to know that we are not providing enough protection and resources to nurses. The 2014-2016 outbreak of the Ebola virus in West Africa resulted in over 11 000 deaths, many of whom were health workers. In fact, in 2015, the Lancet reported that 'by May 2015, 0.02% of Guinea's population had died due to Ebola, compared with 1.45% of the country's doctors, nurses, and midwives. In Liberia and Sierra Leone, the differences are more dramatic, with 0.11% and 0.06% of the general population killed by Ebola versus 8.07% of the health-care workers in Liberia, and 6.85% in Sierra Leone'. (Evans et al. 2015) . At that time, ICN called on governments to create safe workplaces and, along with the European Federation of Nurses Associations, called for full protection of the nursing workforce. Likewise, the SARS outbreak in 2003 also raised concerns about protection of healthcare workers. Globally, 20 per cent of confirmed SARS cases were healthcare workers. In Canada, healthcare workers made up 43 per cent of SARS cases. (Branswell 2013) So much has changed in the delivery of modern health care over the past 100 years. Advances in technology, research and science have all had a significant impact on the way we communicate with, care for and manage our patients. These advances may seem to have an obvious advantage when fighting fatal epidemics; however, on a broader scale, there is an urgent pressing need to ensure nurses and midwives always have safe, supportive and empowering work environments.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 688,
                    "text": "(Evans et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1107,
                    "end": 1123,
                    "text": "(Branswell 2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, health workplaces of the modern world continue to expose nurses and midwives to many risks. These include but are not limited to manual handling, environmental contamination and exposures to toxic chemical, biological, physical, noise and radiation hazards. When nurses and midwives experience a workplace injury, it can have a profound effect on their lives, their relationships, their careers and their financial situations. For some, injuries are career ending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a close relationship between workforce safety and patient safety. Optimal performance is achieved when there is a well-equipped and safe working environment that supports ethical practice and treats workers fairly including appropriate remuneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The important topic of supportive work environments that are safe, effective and fair was discussed at the Triad Meeting, co-hosted by the International Council of Nurses, International Confederation of Midwives and World Health Organization in May this year. Similarly, the Global Strategy on Human Resources for Health: Workforce 2030 and the Global strategic directions for strengthening nursing and midwifery 2016-2020 provide a robust WHO strategic response to develop nursing and midwifery as it outlines critical objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Investments in the health workforce are needed to meet the commitment to Universal Health Coverage and the rising demand for skilled care for people with complex conditions and health needs. Nurses must be at centre stage to meet those needs and be appropriately equipped and supported. The Lancet study also concluded that 'substantial investment in health systems-and specifically in the health workforceis urgently required not only to improve future epidemic preparedness and meet basic needs, but also to limit the secondary health effects of the current [Ebola] epidemic owing to the depletion of the health workforce' (Evans et al. 2015) .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 644,
                    "text": "(Evans et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We cannot know when another global epidemic may strike; however, in an era where global trade and travel are commonplace, a previously obscure diseaseor a mutated form of an illness that was previously just a harmless nuisancecan spread with breathtaking speed. So, all we can do is be prepared. This means more than just supporting the structure of team-based, person-centred care, which allows the most appropriately prepared provider to deliver services based on a patient's needs and preferences, at the right time and in the right place. It means ensuring our nursing staff is appropriately trained to administer heath care in safe and supportive work environments which will not result in damage to the health of the professional administering the care. It also means countries must invest in pandemic preparedness where nurses are part of the planning to ensure systems include immunization as well as worker protections for any outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If we are to learn anything from the 1918 pandemic, as well as those more recent pandemics, we must learn that the 'preparation for any potential public health crisis must include ensuring that nurses have the training, resources and support to help as only they can' (Hanink 2018) . We must care for the caregivers and invest in nurses.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 281,
                    "text": "(Hanink 2018)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pamela F. Cipriano PhD, RN, NEA-BC, FAAN is the President American Nurses Association and the 1st Vice President International Council of Nurses. Email pam.cipriano@ana.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ten Years Later, SARS Still Haunts Survivors and Health-Care Workers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Branswell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health-care worker mortality and the legacy of the Ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "3",
            "issn": "8",
            "pages": "439--440",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nursing during the Spanish flu epidemic of 1918",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hanink",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The 1918 influenza pandemic affected the whole world. Could it happen again",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}