{
    "paper_id": "eab9b78efdb97c7fde21a3de4870fb60b0a7f9f4",
    "metadata": {
        "title": "Ethics, Pandemic Planning and Communications!",
        "authors": [
            {
                "first": "Wendy",
                "middle": [
                    "A"
                ],
                "last": "Rogers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Trondheim University",
                    "location": {
                        "country": "Norway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this article we examine the role and ethics of communications in planning for an influenza pandemic. We argue that ethical communication must not only be effective, so that pandemic plans can be successfully implemented, communications should also ta k e specific account of the needs of the disadvantaged, so that they are not further disenfranchised. This will require particular attention to the role of the mainstream media w hich may disadvantage the vulnerable through misrepresentation and exclusion. October 2006 understanding of what plans involve and what may be required of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) Legitimacy. The media has a role to play in contributing to the public's acceptance of liberty-limiting arrangements. If decisions are seen to be fair and decision-making bodies are seen to be capable and credible, then it is plausible to expect that people will be more likely to comply with advice communicated by the authorities. Ethical communication can add legitimacy to plans by making details available in an equitable manner and endeavouring to make all members of the community feel as though their interests are being represented and protected. Supplying information prior to a pandemic has the potential to add legitimacy to any subsequent response. Advance information will be important in reassuring the public that government and official responses to a pandemic are well thought through (if of course they are) rather than an ad hoc response to a crisis. Public co-operation in a health emergency is more likely if citizens accept the fairness and legitimacy of allocation decisions . 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) Trust. Trust is crucial to the successful implementation of flu plans. Trust can be fostered by the processes of flu planning. Ethical communication that emphasises accountability, involvement and transparency should lead to greater collective trust in pandemic plans. ? Established trust has a further role in facilitating co -operation from the public in emergencies during which there is not time to engage in the processes that might usually build trust. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this article , our focus is on the central role played by communication in a public health emergency such as a flu pandemic, and th e ethical issues that arise from communication in this context. The two main eth ical issues d iscussed here are the need for effective communication, in order to ensure compliance with and therefore successful implementation of flu plans , and the need for communication strategies that do not exacerbate existing inequalities in the community. We will argue that ethical communication must be both effective and just.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A flu pandemic will pose major threats to health and safety and has the potential to disrupt normal life in a variety of ways . Measures such as case isolation, household quarantine, school or workplace closure and restrictions on travel figure prominently in many flu plans.P These measures will be requir ed to reduce the risks of contagion, leading to limitations on citizens' usual liberties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Compliance from the public is required for measures su ch as quarantine and social distancing to be effective . Whilst there is debate about the level of compliance required for effective containment of infection. \" there is th e ri sk that non-compliance with restrictive measures from very small numbers of individuals may spread infection . It has been predicted, for example, that border restrictions and /or October 2006 internal travel restrictions must be more than 99% effective if they are to delay spread of infection by more than 2 to 3 weeks. 4 Given the types of liberty-limiting arrangements that a pandemic will bring, it is important to recognise the potential for pandemic plans to be undermined by individuals and groups failing to comply with directives . One manner in which this is likely to occur is through an illinformed populace. If people are unaware of what is to be expected and how to respond appropriately, then there is the risk that pandemic plans may be undermined by a lack of co-operation from the public. Inadequate communication during the SARS epidemic has been identified as one factor associated with the genesis of panic in the community and weakened co-operation and support from the public. 5 Another manner in which non-compliance may occur is through some people and groups viewing directives and government orders as unrepresentative or illegitimate. Measures such as quarantine may be jeopardised by a refusal to comply with directives seen to lack fairness or authority. Therefore, effective communication with the public is important for ensuring, to the extent possible, that all individuals both understand what is required of them and see restrictive measures as legitimate and worth adhering to. International communication guidelines draw attention to the need for communicators to understand existing public beliefs, opinions and knowledge, thus contributing to the public's involvement, or sense of involvement, in the planning and implementation process. 6 Effective communication alone, however, cannot guarantee that the public will comply with directives, as people may act in selfinterested ways not consistent with pandemic plans. Effective and efficient communications should therefore be seen to be necessary but not sufficient for implementing pandemic plans. Further, communications should not only be efficient and effective but also just. In the following sections, we argue for ethical pandemic communications that overcome barriers to accessing information and avoid inequalities imposed by current media arrangements. Avoiding unnecessary harms caused by a lack of information can help to prevent greater disadvantage to the worst off. Firstly, however, it is important to outline the role of communications in pandemic planning.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 425,
                    "text": "October 2006",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1234,
                    "end": 1235,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2012,
                    "end": 2013,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Communication can take many different forms . Of these, the media has been recognised as having a key role to play in effective implementation of a plan in the event of a pandemic outbreak. The World Health Organisation, for example, specifically identifies the role of the media and draws attention to the need for public officials to utilize the press as a means of communicating with the public. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of communications"
        },
        {
            "text": "(1) Public knowledge. Communication strategies should aim at increasing public awareness about what is involved in a pandemic. The media should playa central role in informing the public of the content of pandemic plans, as well as contributing to the public's (4) Public rationality. In terms of creating and maintaining a social climate of rationality , it will be important that media information regarding risks and potential rationing of resources is not overplayed or sensationalised and is proportional to the actual threat at hand, thereby avoiding unnecessary public alarm. As Thomas May points out, developing a communications infrastructure designed to accurately convey information can go a long way to mitigating crises created through fear. 11 (5) Equity. There will be an ethical imperative to recognise and address inequalities in communications. If inequalities in access to information are not addressed , then there is the concern that some groups and individuals will miss out on vital information . As it may take only one ill-informed individual to spread disease, reaching every available person should be a priority in the event of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of communications"
        },
        {
            "text": "Inequalities in control over the mainstream media pose a potential threat to pandemic plans. As we discuss below, exclusion, m isrepresentation and stigmatisation of groups and individuals by the press may lead to a climate of non-compliance , thereby jeopardising the welfare of the whole population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of communications"
        },
        {
            "text": "(1) Inequalities in access to information. With regard to access to information, people vary both in their ability to receive information and to act on this. Addressing inequalities in access therefore requires making information directly accessible for the public and ensuring that information is sensitive to the varying needs and interests of different individuals and groups in society so that it is information that people have the capacity to act on. We have identified three ethical issues that should be recognised and addressed in overcoming inequalities in access to information. These are: barriers to accessing information; voluntary versus involuntary lack of access to information; and provision of information that is relevant to people's capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognising and addressing inequalities in pandemic flu communications"
        },
        {
            "text": "(a) Barriers to accessing information. Many influenza plans are available on internet sites. This is inadequate communication from an ethical point of view, as it places the burden of responsibility on individuals to access information.P In planning for a public health crisis such as a pandemic, there needs to be more than a formal capacity to access necessary information. This should necessarily involve a concerted effort by governments and authorities to ensure that information reaches people in forms that are readily accessible.P including but not limited to the mainstream media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognising and addressing inequalities in pandemic flu communications"
        },
        {
            "text": "Inequalities in access to information may be due to a range of factors such as geographic isolation, disabilities related to visual or hearing impairments, or decreased access related to long or irregular working hours . Whilst these inequalities may not be in themselves unjust, they are inequalities that affect access to information and have the potential to jeopardise successful pandemic planning. There is a strong moral imperative to address and rectify inequalities in access that arise from involuntary circumstances. If some individuals are unable to comply with directives because their capacity to access information has not been considered, there is an ethical duty to ensure that people are not unnecessarily harmed when they could have been protected if given appropriate information. Overcoming all inequalities in access may not be possible, however, if we include inequalities resulting from voluntary actions, such as never watching or listening to the news or reading mail delivered to the home. Overcoming voluntary refusals to accept information may require significant, costly and overly burdensome interventions in people's lives, and therefore not be as morally justifiable as overcoming involuntary barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Voluntary versus involuntary lack of access to information."
        },
        {
            "text": "Addressing the issue of access must also take into account what kinds of information are most important for individuals to receive. We suggest that this must involve adequate consideration of how capable people are of understanding and acting on directives. This requires a match between the content of the information, including instructions for action, and the resources and capacities of the recipients of that information. There is an ethical imperative to ensure that the varying information requirements of the population are adequately considered.vt During the build up to Hurricane Katrina, for example, the community received information advising them to leave New Orleans or seek refuge in the Superdome stadium. However, this information did not take into account the varying capacities of groups and individuals to act upon the directives given. This type of advice did not assist already vulnerable groups (such as people in poor health or with disabilities) who lacked the resources to abandon their property in the absence of insurance and assurances that they would be adequately taken care of. 15 In this case the information available to the less well-off in New Orleans was neither relevant nor particularly useful given the realities of people's circumstances. Perhaps more importantly, the effect was to widen inequalities, as those who were well enough off to comply fared better than those who were not so able. Communication during a pandemic must be sensitive to how capable people are of acting on information important to their health and well being, and the likely compounding effects on existing inequalities.",
            "cite_spans": [
                {
                    "start": 1111,
                    "end": 1113,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "It could be argued that it was not the nature of information distributed in the case of Katrina that was the problem; rather, it was the poor socio-economic circumstances of much of the population together with the lack of other necessary resources. However, it is important to note that in the subsequent media reports , there was stigmatisation of those who had not complied with the advice, with the implication that much of the ensuing human disaster was the fault of the victims themselves, rather than anything else such as lack of capacity to follow the advice. In situations like this, the lack of appropriate information for the disadvantaged is exacerbated by media communication that is not sensitive to the capacities of people to act on that information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "We will now look at inequalities in control over media content and give a brief account as to why addressing these inequalities is necessary for achieving compliance and avoiding extra injustices in the event of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "(2) Inequalities in control over media content. In the event of a pandemic, inequalities in access to and control over the media may cause a number of problems, limiting the successful implementation of pandemic plans . This is critical when, as for example in Australia, media ownership is concentrated in the hands of a few whose interests do not overlap with the role of communication outlined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "Not everybody in society has the freedom to engage in and influence media discourse. In terms of the ability of individuals and groups to engage in the public forum, Rawls' theory of justice is helpful for making an important distinction between liberty and its value. Liberty, according to Rawls, is the complete structure of the liberties of October 2006 citizenship, whilst the worth of liberty is the value a liberty has for individuals and collectives depending upon their ability to advance their ends. 16 For example, the value of freedom of speech is worth more to a radio-based 'shock jock' with the means of advancing their point of view than to an unemployed person lacking the capacities and opportunities to advance their interests through the media.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 356,
                    "text": "October 2006",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "16",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "Mainstream news favours the interests and values of those with a stake in the media business ahead of any competing ethical principle such as the public interest or reducing inequities. Here we take stakeholders to include advertisers, audiences, and those who work directly for media firms . As a result, the content of news stories, particularly within the commercial press, is typically slanted towards the interests of stakeholders, with consequent disenfranchisement of non-stakeholders . There are two main ways in which the mainstream media can have a negative impact on those who lack power and influence over the press: misrepresentation and exclusion of nonstakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "(a) Misrepresentation of non-stakeholders. In the event of an influenza pandemic, media misrepresentation of the interests and claims of nonstakeholders, in particular the least well -off sections of the community, may be problematic. There is a risk that individuals and groups who protest current arrangements may be presented to audiences as disruptive and unhelpful to the situation. This has the potential to weaken compliance levels during a pandemic. The misrepresentation of some groups may lead the public at large to view these groups as troublesome, leading to further marginalisation. If this occurs, then it is unlikely that these groups or individuals will embrace the notion of 'civic duty', which is an important aspect of accepting liberty-limiting arrangements.\"? It will be concerning from an ethical standpoint if misrepresentative media coverage facilitates discrimination against certain groups, as happened in Canada where there was public boycotting of Chinese business interests after the outbreak of SARS was linked to a Chinese national.l\" Thus it is not difficult to imagine that in the event of a pandemic, certain groups will be treated less than fairly by the media, such that the public will also treat these groups unfairly. Overall this inequality in representation of points of view , claims and interests is likely to impact negatively on pandemic plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Provision of information that is relevant to people's capacities."
        },
        {
            "text": "The interests of non-stakeholders are not well represented in the mainstream media. This means that in a pandemic, their information needs may be largely ignored, and their interests unnoticed, by the wider society.t? The exclusion of some groups may lead to a lack of understanding about the legitimate claims of these groups. This will be damaging for pandemic plans, particularly if certain groups have justified claims. For example, it may be that arrangements for dealing with a pandemic are actually harmful for some individuals or groups.s? A greater likelihood of infection in communities that lack infrastructure could lead to demands for extra resources in the event of a public health crisis. If the claims and view points of these groups are excluded from the press, then wider society simply will not understand what those claims and views are and how they might contribute to more effective handling of pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Exclusion of non-stakeholders."
        },
        {
            "text": "It is important to note here that we do not want to develop an account of how the media ownership model could, or in fact should, be restructured in order to overcome the problems that we have identified. Rather, we see it as important to highlight the specific problems that arise with current media arrangements that will, in the event of a flu pandemic, harm the vulnerable, despite any public perceptions that a privately owned press is a free and independent press. It is of course possible that privately owned media may act out of self-interest to promulgate effective communication, or be persuaded to act with benevolence. However, we suggest that more concrete action from pandemic planners and governments will be necessary to ensure that communications are equitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Exclusion of non-stakeholders."
        },
        {
            "text": "Having outlined how mainstream media may undermine pandemic planning, we now look in more detail at the effect that media bias may have on disadvantaged groups and individuals. Living conditions and community infrastructure both have a bearing on how susceptible to infection a given community may be, or how well prepared and equipped a given community is to deal with infection.v' Situations of socio-economic disadvantage facilitate transmission of infectious diseases, as we have seen to date with the patterns of emergence and transmission of both SARS and bird flu. 22 Given the potential for increased burden of disease amongst the disadvantaged, it may be particularly harmful for the effective implementation of pandemic plans if less well-off sections of the community and vulnerable groups are not given a voice through the media. This increased vulnerability to infection places a disproportionate amount of responsibility on the disadvantaged to act in ways that will not spread illness, adding to the moral imperative to support these groups through equitable communications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How inequalities in communications harm the least advantaged"
        },
        {
            "text": "The increased risk of infection faced by disadvantaged groups is likely to put them in a position whereby they become subjects of news. Given the above concerns regarding the fair representation of disadvantaged communities in the media, a pandemic may create a climate of news coverage that misrepresents,stigmatises and excludes the disadvantaged or vulnerable. We already have experience of this, for example, with news stories regarding HIV/ AIDS in the 1980s that contributed to stereotypical and harmful perceptions of the homosexual community, as well as leading to a lack of understanding by society at large as to how the virus is contracted.v'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How inequalities in communications harm the least advantaged"
        },
        {
            "text": "The potential for a pandemic outbreak to make the worst off even more worse off must be a consideration in structuring an ethical approach to communications. As the main communicative force in our society, the media will playa central role in communicating the ethical underpinnings of arrangements and decisions; as such the media will contribute to and influence how the public perceives the fairness of measures such as priority vaccination and distribution of resources. As well, the press will influence the public's judgement of how well state directives protect or have protected the public from harm. However, inequalities in control over media content suggest that the public may well be given a biased interpretation of the effectiveness of a given plan in safeguarding the collective interests of society, with the risk that pandemic reporting will favour the interests of wealthier sections of the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How inequalities in communications harm the least advantaged"
        },
        {
            "text": "In the event of an influenza pandemic, already vulnerable groups and communities will not only be in a position of greater risk with regard to infection, existing inequalities in media communications and infrastructure will further compound their vulnerability. By addressing these inequalities, it is possible to identify an ethical approach for communications about pandemic plans. In tum, addressing inequalities in communications means that pandemic plans are less likely to be undermined by groups and individuals not complying because their information needs have been ignored and their interests and points of view have not been fairly represented. Box 1 lists four features of ethical communications strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Box 1: Features of ethical communication strategies 1. Equity in access to information 2. Active redress of existing media inequities 3. Decrease extra burdens on disadvantaged 4. Increase information, legitimacy and trust Taking these into account, we believe it is possible to implement pandemic plans with greater efficiency, effectiveness and compassion. We suggest that if policy makers and pandemic planners attend to inequalities in communication, this will help to avoid unnecessary disaster and spreading of disease, and also ensure that disadvantaged individuals and groups are not made more disadvantaged in the event of a public health crisis, as occurred in New Orleans. ENDNOTES Earlier versions of this paper were presented at the 8th World Congress of Bioethics, Beijing, China, August 6-9, 2006, and the Australasian Bioethics Association Annual Conference, Brisbane, July 2- 8, 2006 . We are grateful for comments received at these conferences, and from the anonymous reviewers. monitored, especially with respect to prospects for providing fair benefits to , and avoiding undue burdens on, disadvantaged groups, so that corrective adjustments can be made in a timely manner\". ",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 895,
                    "text": "8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For example, see th e European Un ion public health in flu enz a website that offers access to flu plans detailing containment strategies , including liberty limiting arrangements: http:j jec.europa.eujhealthjph_threatsjcomjInfluenzaj influenza_en.htm",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reducing the im pac t of the next in fluenza pandemic using household-based public health in terventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stra tegies for mitigating an in fluen za pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cajka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "7101",
            "pages": "448--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The public's response to se vere a cute respiratory syndrome in Toronto and the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Mic In",
                    "suffix": ""
                },
                {
                    "first": "; ;",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Raleigh",
                    "suffix": ""
                },
                {
                    "first": "Taylor-Clark",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the Royal Society of Med icine",
            "volume": "96",
            "issn": "8",
            "pages": "925--956",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organisation, Outbreak Communication Guidelines",
            "authors": [],
            "year": 2005,
            "venue": "available from http:j jwww.who.intjcsrjresourcesj publicationsjWHO_CDS_2005_28jenj [acces sed October 13",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medical Countermea sures for Pandemic Influenza: Ethics and the Law",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the American Medical As s ociation",
            "volume": "295",
            "issn": "5",
            "pages": "554--556",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "See for example the WHO Outbreak Communication Guidelines, op . cit. , p . 4, which emphasise the rol e of trust and transparency in successful implementation of pandem ic plans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clin ical decis ion m aking d u ring public health emergencie s : ethical con si de rations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ka Tz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "A nnals of Internal Medicine",
            "volume": "147",
            "issn": "7",
            "pages": "49--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public co m m u nication, risk pe rception , and the via bility of preventa tive vaccina ti on against co m m u nicable d is ease s",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "407--449",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preparin g for an infl uenza pandem ic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotalik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bioethics",
            "volume": "19",
            "issn": "",
            "pages": "42--44",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Com mu nicati ng the risk s of bioterrori sm and other eme rge ncies in a d iverse society: a case stu dy of special populations in North Dakot a",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcgough",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tipton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tinker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vaugh An",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biosecurity and Bioterrorism",
            "volume": "3",
            "issn": "2",
            "pages": "5--45",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Afte r the flood",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "43",
            "issn": "7",
            "pages": "51--74",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oxford Uni versi ty Pr es s",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Theory Ofjustice",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "it will be important for people to accept liberty-limiting arrangem en ts, and this ofte n in volve s the public viewing co m pliance a s a civic resp on s ibility or duty. See for example the Tor onto Join t Centre for Bioethics Pandemic Influenza Working Gr oup rep ort, Stand On Guard For Thee -Ethical Co nside rations In Pr ep aredne s s Planning For Pandemic Influenza , Tor onto",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "See al so Sc hram J , 'How po pu lar percep tion s of ris k fro m SARS are fermentin g dis crimination",
            "authors": [],
            "year": null,
            "venue": "British Medical Jou rnal",
            "volume": "326",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exp loring Jou rnalis m Ethics , Sydney: Un ivers ity of New South Wal es Pres s",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quagmires",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qua",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Bellagio Sta te me n t of Principle s h ighligh t s the n eed to m ake available accurate, u p-to -date and easily und erstood in for mation about avian and huma n pa ndem ic infl uenza for d isa dvantaged gro u p s . In particula r , Prin ciple V states",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The Bellagio Meeting on Social Justice and http://www.hopkinsmedicine.org/bioethics/bellagio [accessed 13 October 2006) . 21 The fact that health is largely determined by other social and distributive factors is well known. See for example , Daniels N, Just Health Care, Cambridge: Cambridge University Press, 1985, p . 12 . We would include information as one of the resources that should be considered in relation to health. 22 The guidelines of the European Centre for Disease Prevention and Control highlight the importance of resources such as protective equipment in avoiding infection from diseased livestock; such resources are lacking in poorer communities. European Centre for Disease Prevention and Control, Technical Report: ECDC Guidelines: Minimise the Risk of Humans Acquiring Highly Pathogenic Avian Influenza from Exposure to Infected Birds or Animals, version December 21 2005, p . 7, available from : http://ec.europa.eu/health/ph_threats/com/Influenza/ ecdc.guidelines.pdf [accessed 13 October 2006) . 23 Gutman N and Salmon CT, 'Gu ilt, fear, stigma and knowledge gaps', Bioethics, vol. 18,no. 6,2004,pp. 531-552.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}