{
    "paper_id": "ead0042acffd1db712e53a3fba8c924e9b10fd9b",
    "metadata": {
        "title": "Self consistent field theory of virus assembly",
        "authors": [
            {
                "first": "Siyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92521",
                        "settlement": "Riverside",
                        "region": "CA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Henri",
                "middle": [],
                "last": "Orland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Institut de Physique Théorique",
                    "institution": "CEA",
                    "location": {
                        "postCode": "F-91191",
                        "settlement": "Gif-sur-Yvette",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Roya",
                "middle": [],
                "last": "Zandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92521",
                        "settlement": "Riverside",
                        "region": "CA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The ground state dominance approximation (GSDA) has been extensively used to study the assembly of viral shells. In this work we employ the self-consistent field theory (SCFT) to investigate the adsorption of RNA onto positively charged spherical viral shells and examine the conditions when GSDA does not apply and SCFT has to be used to obtain a reliable solution. We find that there are two regimes in which GSDA does work. First, when the genomic RNA length is long enough compared to the capsid radius, and second, when the interaction between the genome and capsid is so strong that the genome is basically localized next to the wall. We find that for the case in which RNA is more or less distributed uniformly in the shell, regardless of the length of RNA, GSDA is not a good approximation. We observe that as the polymer-shell interaction becomes stronger, the energy gap between the ground state and first excited state increases and thus GSDA becomes a better approximation. We also present our results corresponding to the genome persistence length obtained through the tangent-tangent correlation length and show that it is zero in case of GSDA but is equal to the inverse of the energy gap when using SCFT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses have evolved to optimize the feat of genome packaging inside a nano-shell called the capsid, built from several copies of either one or a few different types of proteins. Quite remarkably, under many circumstances the capsid proteins of single-stranded RNA viruses can assemble spontaneously [1] [2] [3] [4] [5] [6] [7] [8] [9] around the cognate and non-cognate RNAs and other negatively charged cargos [7, [10] [11] [12] [13] . It is widely accepted that the electrostatic interaction is the main driving force for the assembly [2] [3] [4] [5] [6] [14] [15] [16] and it is this feature that has made viruses ideal for various bio-nanotechnological applications including gene therapy and drug delivery.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite their great interest in biological and industrial applications, the physical factors contributing to the efficient assembly and stability of virus particles are not well understood [17, 18] . The difficulty emerges from the considerable number of variables in the system including the genome charge density, the persistence length, the surface geometry and the charge density of surface charges. The adsorption of genome to the inner wall of capsid, the interplay between long-range electrostatic and short-range excluded volume interactions and the issue of chain connectivity make the understanding of the problem quite challenging. The presence of salt makes the adsorption process even more complicated. The salt ions can screen the electrostatic interaction between the charges and modify the persistence length of the genome leading to a change in the profile of the genome in the capsid.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because of the difficulties noted above, in all previous studies on the encapsidation of viral genome by capsid proteins, the ground state dominance approximation, in which only the lowest energy eigenstate of a negatively charged genome inside a positively charged viral shell is considered, has been exclusively used [19] [20] [21] [22] [23] [24] [25] [26] [27] . In this paper, we investigate the validity of the ground state dominance approximation (GSDA) in different regimes as a function of salt concentration, genome charge density and surface charge density. Note that viral RNA is relatively long compared to the capsid inner radius. For example for many plant viruses, RNA is about 3000 nucleotides while the inner capsid radius is around 10 nm [28] . While it is well-known that GSDA works well for long chains [29] , in many recent virus assembly experiments short pieces of RNA have been systematically employed, to study the impact of genome length on the virus stability and formation [30] . Thus the time is ripe to explore the conditions under which GSDA does not apply and self consistent field theory has to be solved to obtain the correct solution. Comparing the solutions of the self-consistent field theory (SCFT) and GSDA shows that GSDA is less accurate when the interaction of genome with the capsid wall is weak even if the genome is long.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. In the next section, we introduce the model and all the relevant equations. In section 3, we present our results, and we discuss the impact on the genome profile of the capsid charge density, salt concentration and polymer length and charge density in section 4. Finally, also in section 4, we present our conclusion and summarize our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to calculate the free energy of a virus particle in a salt solution, we model the capsid as a positively charged shell, in which a negatively charged flexible linear polymer (genomic RNA) is confined. Defining by N the number of monomers, N + the number of salt cations and N − the number of salt anions, the partition function of the system can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory"
        },
        {
            "text": "where a is the Kuhn length of the monomers. We assume that the salt is monovalent (charge e per ion), and the charge per monomer is τ. The monomer density ρ m (r) and the charge density ρ c (r) are given bŷ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory"
        },
        {
            "text": "where ρ 0 (r) denotes the charge density of the viral shell. In equation (1), the term u(r) = u 0 δ(r) represents Edwards's excluded volume interaction, and v c (r) = 1/4π r is the Coulomb interaction between the charges, where ε is the dielectric permitivity of the solvent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory"
        },
        {
            "text": "To obtain the genome profile inside the virus capsid, we use self-consistent field theory (SCFT [31] ) and the grand canonical ensemble for the salt ions with their fugacity λ corresponding to the concentration of salt ions in the bulk. Performing two Hubbard-Stratonovich transformations and introducing the excluded volume field w(r) and the electrostatic interaction field φ(r) (see the online supplementary material (stacks.iop. org/JPhysCM/30/144002/mmedia)), equation (1) simplifies to",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "where Q denotes the partition function for a single chain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "The self-consistent field theory equations are obtained by performing the saddle-point approximation on the two integration fields w and φ, see the supplementary material. The equations are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "is the monomer concentration at point r. Equation (6) is the Poisson-Boltzmann equation for the charged monomers-salt ions system [32] . In equation (7), we have introduced the propagator q(r, s), which is proportional to the probability for a chain of length s to start at any point in the viral shell and to end at point r [33] . It satisfies the SCFT (diffusion) equation [34] ,",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "with the following boundary condition q(r, 0) = 1 √ Q (10) for r anywhere in the virus shell. The single chain partition function Q is given in equation (4) and is determined through the normalization condition on q(r, s) N 0 drq(r, N − s)q(r, s) = 1 for any s. (11) Note that the SCFT equation (8) can also be written as an imaginary time Schrödinger equation in the form",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "with the Hamiltonian H given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "Once we obtain the propagator q then we can calculate the chain persistence length or stiffness as explained in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self consistent field theory"
        },
        {
            "text": "Polymers may have some bending rigidity or stiffness, due either to their intrinsic mechanical structure or to the Coulombic interaction between charged monomers, which has a tendency to rigidify the chain. This stiffness results in a strong correlation between the orientation of successive monomers. Eventually, at large separations, the directions of monomers become uncorrelated. The persistence length of a polymer is the correlation length of the tangents to the chain [34, 35] . It is the typical distance over which the orientation of monomers becomes uncorrelated. The chain can be viewed as a set of independent fragments of length equal to their persistence length. In order to compute the persistence length, we calculate the correlation function of tangents to the chain",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Persistence length"
        },
        {
            "text": "We show in the supplementary material that within the SCFT, this correlation function can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistence length"
        },
        {
            "text": "where we assumed that s > s . In this equation, for brevity we have used the standard quantum mechanical representation for the matrix elements of the evolution operator, see for example equations (S5), (S9) and (S28) in the supplementary material. For large separation s − s 1, this function behaves as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistence length"
        },
        {
            "text": "where by the above definition, l p is the persistence length of the chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistence length"
        },
        {
            "text": "The set of non-linear partial differential equations given in equations (6) and (8) are very tedious to solve. In the case of a confined chain, or more generally for a system with a gap in the energy spectrum of the Hamiltonian H, it is convenient to use the so-called ground state dominance approx imation as noted in the introduction. This approximation consists of expanding the propagator q (equation (8)) in terms of the eigenfunctions of the Hamiltonian H. We thus write",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "where {E k , ψ k (r), k = 0, 1, 2, . . .} are the set of normalized eigenvalues and eigenstates of H, respectively,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "Using the boundary condition equation (10), we find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "We assume that the eigenvalues are ordered as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": ". .. When the energy gap between the ground state E 0 and the first excited state E 1 is large, the ground state dominates the expansion equation (17) and we may write",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "where ∆ = E 1 − E 0 is the energy gap, and the function R(r, s) is the remainder of the expansion. When s∆ 1, the second term above becomes exponentially negligible, and we may write q(r, s) = e −E0s q 0 ψ 0 (r) (22) and then equations (20), (19) and (7) become respectively equal to",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "The Poisson-Boltzmann (equation (6)) and diffusion (equation (8)) equations then become",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "and the energy E 0 is determined so that ψ 0 is normalized as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "Similarly, we can compute the correlation function equation (15) within the GSDA. Using equation (24) and the fact that",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "(24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "in ground state dominance (GSD), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "since the integral is identically 0. We conclude that in the GSDA, the persistence length vanishes. In order to have a non-vanishing persistence length, we need to include more than the ground state in the eigenstate expansion of all quantities. Including the next leading order term (first excited state with energy E 1 and wave function ψ 1 ), we obtain (see the supplementary material)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "which shows that the persistence length is the inverse of the gap",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "The persistence length can be computed using the GSDA as it follows: having solved the GSD equation (26), we know E 0 , ψ 0 (r) and φ(r) from which we can calculate q(r, s) and the Hamiltonian H. We can then compute the first excited state of H with energy E 1 , and then the persistence length l p from equation (31) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "(31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ground state dominance approximation"
        },
        {
            "text": "Due to the complexity of the problem, we numerically solve the non-linear coupled equations given in equations (6) and (8) . We consider two different cases for the interaction of genome with the capsid. First we study the adsorption of the chain to the capsid inner wall in the absence of the electrostatic interactions, as explained in section 3.1 below. This way we decrease the number of parameters in the system, which helps us to gain some insights before solving the full problem. Then in section 3.2, we assume that both the capsid and chain are charged in salt solution.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We consider the confined RNA adsorbed on the capsid wall with no electrostatic interaction present. Thus, the external field (V ext ) in equation (8) contains only the excluded volume interaction between monomers(u 0 ), with an extra attraction from the capsid γ s . To solve the diffusion equation (8) with this surface term is not trivial, the strategy we introduce therefore is the effective boundary condition [36] :",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confined RNA with adsorption on capsid"
        },
        {
            "text": "where κ −1 is the extrapolation length and is proportional to the inverse of γ s . We employ both SCFT and GSDA to solve the problem of a chain confined in an adsorbing spherical shell. To obtain the exact solutions for SCFT, we solve equations (6) and (8) recursively until conditions in equations (10), (11) and (32) are satisfied. We employ the Crank-Nicolson scheme and Broyden method [37, 38] to solve the relevant equations. For the approximative solutions of GSD, we operate on the coupled nonlinear equations (equation (26)) with finite element method and deal with the convergence issue using the Newton method.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "(32)",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confined RNA with adsorption on capsid"
        },
        {
            "text": "The results of our calculations are presented in figure 1 , which shows the confined RNA density profile as a function of r, the distance from the shell center, for various extrapolation length (κ −1 ). The goal is to compare our findings obtained through the GSDA and SCFT methods for both short and long RNA. The dashed lines in figure 1 are obtained using GSDA while solid lines are calculated based on the SCFT method. As illustrated in the figure, GSD only makes a good approximation for long chains and/or short extrapolation lengths (strong adsorption regime or large κ). With short RNA or long extrapolation length (weak adsorption regime), GSDA profile deviates considerably from self-consistent profile. As illustrated in figure 1 , for N = 5000 regardless of the strength of interaction κ −1 , the solutions of GSDA and SCFT match almost perfectly and completely cover each other. However, the agreement between the two methods becomes less for N = 100 and small values of κ. In the next section, we investigate the impact of electrostatic interaction on the profile of RNA inside the capsid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 732,
                    "end": 740,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Confined RNA with adsorption on capsid"
        },
        {
            "text": "Since RNA acts like a negatively charged polyelectrolyte in solution, we need to take into consideration the electrostatic interactions term βτ φ(r) given in equation (8) . We assume that positive charges on the capsid are uniformly distributed. The coulombic interaction does usually overwhelm other forces responsible for the adsorption of chain to the wall, so instead of applying the Robin boundary condition (equation (32) ) as in section 3.1, we use the Dirichlet boundary condition (q(R, s) = 0) for monomer density by assuming the V ext is infinity beyond the capsid wall. The physical basis for this assumption is that the RNA monomer has stiffness, and the excluded volume interaction between the capsid wall and the RNA is such that the density of RNA could never sit at the wall.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "(32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confined RNA with electrostatic interaction"
        },
        {
            "text": "We then solve equations (6) and (8) to obtain the RNA density through both GSDA and SCFT methods. The genome concentration profiles are shown in figure 2 for various RNA length (total monomer number), capsid charge density, chain charge density and salt concentrations. As expected, there is alway a perfect match between GSDA and SCFT for longer RNA (large N), while for short RNA (small N), the energy gap becomes considerable and important, with ground state less dominant in the whole expansion series (equation (17)) and the GSDA becomes less valid.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 32,
                    "end": 35,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confined RNA with electrostatic interaction"
        },
        {
            "text": "We also find that the stronger the electrostatic interaction due to the higher capsid surface charge density or genome linear charge density, the better the GSDA and SCFT results agree with each other. Figure 2(a) shows that regardless of length of genome, at high surface charge density, GSDA and SCFT give the same results. Note, as we decrease the surface charge density, their difference becomes noticeable, as illustrated in figure 2(b) . However, with lower salt concentration for the same surface charge density as in figure 2(b) , the difference between the two methods once again becomes negligible, figure 2(c) . Quite interestingly as we decrease the chain linear charge density even at low salt, we find again that the agreement between the two models becomes detectable, figure 2(d).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 213,
                    "text": "Figure 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 441,
                    "text": "figure 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 525,
                    "end": 536,
                    "text": "figure 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 609,
                    "end": 620,
                    "text": "figure 2(c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Confined RNA with electrostatic interaction"
        },
        {
            "text": "All results presented above show that GSDA is less valid when genome localizes close to the center. To this end, we investigate this transition point where the wall attraction becomes so weak that depletion shows up, corresponding to the disappearance of the genome peaks in graphs of figures 2(a), (b) and also figures 4(a), (b). We calculate the excess genome at the wall by integrating the genome peak area, which is proportional to adsorbed monomers. Then we investigate the impact of the salt concentration and surface charge density on the adsorption-depletion transition. The resulting phase diagram is illustrated in figure 3 . The white shade in the figure corresponds to the maximum adsorption. As the color gets darker, less genome is adsorbed to the wall. In the darkest region there is no adsorption. The line separating the darkest region indicates the onset of the depletion transition. Figure 4 describes the genome profile details for two different cases. For a fixed salt concentration but varying surface charge density (σ = 0−0.4e nm −2 ) we observe that the peak next to the wall slowly disappears as the capsid charge density decreases and most of the genome becomes localized at the center, figure 4(a) . Similar behavior is displayed in figure 4 (b) for a fixed surface charge density but various salt concentrations. Figures 4(a) and (b) together tell us that the higher salt concentration, or the lower surface density charge, causes genome to stay away from the capsid wall and to localize toward the center, constructing the region where GSDA is not valid any more.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 633,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 902,
                    "end": 910,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1214,
                    "end": 1225,
                    "text": "figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1261,
                    "end": 1269,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1342,
                    "end": 1354,
                    "text": "Figures 4(a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Confined RNA with electrostatic interaction"
        },
        {
            "text": "The results of previous sections show that the GSDA validity depends on the genome localization: when the genome is absorbed on the wall, GSDA works perfectly, however when the adsorption becomes weaker and the genome starts moving to the center, GSDA stops being reliable. Figure 2 illustrates this statement, where perfect match between GSDA and SCFT is obtained in lower salt concentration and higher surface charge (localized genome); significant deviation appears at higher salt concentration and lower surface charge in which case the genome is delocalized. The same effect is observed for the linear charge density of short genomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion and summary"
        },
        {
            "text": "For longer genomes with 500 monomers or more, the difference is almost undetectable. Quite interestingly, the effect of the electrostatic interaction range and strength, salt concentration and surface charge density in section 3.2 is similar to that of the extrapolation length in section 3.1. While low salt concentration (longer Debye length, strong attraction) and high surface charge correspond to larger κ, high salt concentration (short Debye length, weak attraction) and low surface charge on the contrary correspond to small κ in which case the GSDA does not work well as illustrated in figure 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and summary"
        },
        {
            "text": "Another important difference arising from using the GSDA and SCFT approaches corresponds to the tangent-tangent correlation function or persistence length of the polymer. While the persistence length obtained through GSDA is zero, the persistence length calculated using SCFT is inversely proportional to the energy gap between the ground state and the first excited state, equation (31) . The vanishing persistence length in GSDA is due to the fact that the chain constraint or connectivity is absent, and all monomers are independent. In the case of SCFT, the persistence length increases with the length of genome until it saturates to a finite value. Then indeed, as N increases, l p N , explaining again why GSDA becomes more and more valid as the length of the genome increases.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "(31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and summary"
        },
        {
            "text": "While the persistence length corresponds to the stiffness of the polymer, there is another important length scale in the problem but it is associated with the adsorption of polymer on the inner shell of the capsid. The adsorption of polymers to flat surfaces have been thoroughly studied, but the adsorption to spherical shells is less understood [39] [40] [41] [42] . In case of flat surfaces, the Edward's correlation length determines the distance from the wall over which the adsorption layer decays. It goes as ξ ∼ 1/ √ u 0 φ B , with u 0 the strength of the excluded volume and φ B the bulk polymer density.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and summary"
        },
        {
            "text": "The situation studied in this paper is more complex due to the confinement of the polymer inside a spherical capsid in the presence of electrostatics. Quite interestingly, figures 4(a) and (b) show there is a point around r = 10 nm where all the curves cross. According to the figure, the location of the crossing point does not depend on the salt concentration and capsid charge density. Since the capsid is a closed shell, we cannot define the bulk density in this problem. However, φ B is related to the number of monomers in the capsid. Figures 5(a) and (b) illustrate the genome profiles for the same param eters as in figures 4(a) and (b) respectively but using a shorter genome length. The genome length is N = 100 and N = 1000 in figures 4 and 5, respectively. As illustrated in figure 5 all the plots again meet at a particular point but the position of the crossing point is moved compared to figure 4. It is interesting that despite different capsid charge density and salt concentration, all curves again meet at a unique single distance from the wall.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 561,
                    "text": "Figures 5(a) and (b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 787,
                    "end": 795,
                    "text": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion and summary"
        },
        {
            "text": "We also checked the position of the crossing point as a function of the excluded volume interaction expressed through the Edward's correlation length ξ ∼ 1/ √ u 0 φ B . Our numerical results did not show any dependence of the crossing point on the strength of the excluded volume interaction. This is probably due to the fact that φ B in this problem is not really the bulk density and depends on the excluded volume interaction and might cancel the impact of the excluded volume interaction. Although we cannot provide a closed form formula for the Edward's correlation length, it is interesting that all points meet at one single point and this point is independent of the capsid charge density, salt concentration and the poly mer excluded volume interaction but depends on the length of genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and summary"
        },
        {
            "text": "In summary, in this paper we investigated the validity of GSDA for studying the profile of genomes in viral shells because of the extensive usage of GSDA in the literature in describing the process of virus assembly and stability. We found that for small RNA segments employed in recent experiments or for in vitro assembly studies with mutated capsid proteins carrying lower charge density [15, 30, 43] , the GSDA deviates from the accurate results obtained through SCFT methods. Otherwise, native RNA viruses are long enough compared to the radius of the capsid and as such GSDA is good enough to explain different experimental observations and there is no need to solve tedious self-consistent equations. Our results showed that the narrower the region RNA occupies and the stronger the genome-capsid interaction is, the larger the energy gap, and hence the better GSDA works.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and summary"
        }
    ],
    "bib_entries": {
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Concepts in Polymer Physics",
            "authors": [
                {
                    "first": "P-G",
                    "middle": [],
                    "last": "De Gennes",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Equilibrium Theory of Inhomogeneous Polymers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fredrickson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Theory of Polymer Dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                },
                {
                    "first": "S F",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "International Series of Monographs on Physics",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confined RNA density profile versus r the distance from the capsid center for various extrapolation lengths, κ −1 = 10.0, 5.0, 2.0 nm for top to the bottom of the figure. The total monomer number is N = 100 (left), N = 5000 (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confined RNA concentration profiles with various RNA lengths N = 50 (darker), N = 100 (lighter) under SCFT calculation (solid lines) and GSDA (dashed lines) with (a) linear chain charge density τ = −1.0e, capsid surface charge density σ = 0.8e nm −2 and salt concentration λ = 500 mM; (b) τ = −1.0e, σ = 0.4e nm −2 λ = 500 mM; (c) τ = −1.0e, σ = 0.4e nm −2 , λ = 100 mM. (d) τ = −0.1e, σ = 0.4e nm −2 , λ = 100 mM; Other parameters used are Kuhn length a = 1 nm, excluded volume u 0 = 0.05 nm 3 , and capsid radius R = 12 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Genome excess phase diagram with respect to salt concentration and capsid surface charge density. The white shade corresponds to the region with the maximum genome density and black to the depletion regime next to the wall. Other parameters used are N = 500, a = 1 nm, u 0 = 0.05 nm 3 , R = 12 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Genome density profile for N = 1000 and (a) various surface charge densities (0-0.4e nm −2 ) with salt concentration λ = 400 mM; (b) various salt concentrations (250-500 mM) with fixed surface charge σ = 0.4e nm −2 . Other parameters correspond to Kuhn length a = 1 nm, excluded volume u 0 = 0.05 nm 3 , capsid radius R = 12 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Genome density profile for N = 100 and (a) various surface charge densities (0-0.4e nm −2 ) with salt concentration λ = 400 mM; (b) various salt concentrations (250-500 mM) with fixed surface charge σ = 0.4e nm −2 . Other parameters correspond to a = 1 nm, u 0 = 0.05 nm 3 , R = 12 nm.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Xingkun Man for useful discussions. This work was supported by the National Science Foundation through Grant No. DMR -1719550 (RZ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Siyu Li https://orcid.org/0000-0002-4326-7560",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}