{"paper_id": "eb54bfa43aff95856c8da6b86c8b0e52e872a9ea", "metadata": {"title": "The Economic Case for a Pandemic Fund", "authors": [{"first": "Kevin", "middle": [], "last": "Berry", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Alaska Anchorage", "location": {"settlement": "Anchorage"}}, "email": ""}, {"first": "Toph", "middle": [], "last": "Allen", "suffix": "", "affiliation": {"laboratory": "", "institution": "EcoHealth Alliance", "location": {"postCode": "10001", "settlement": "New York", "region": "NY"}}, "email": ""}, {"first": "Richard", "middle": ["D"], "last": "Horan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Michigan State University", "location": {"postCode": "48824-1039", "settlement": "East Lansing", "region": "MI"}}, "email": ""}, {"first": "Jason", "middle": ["F"], "last": "Shogren", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"addrLine": "1000 E University Avenue", "postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "David", "middle": [], "last": "Finnoff", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Wyoming", "location": {"addrLine": "1000 E University Avenue", "postCode": "82071", "settlement": "Laramie", "region": "WY"}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Daszak", "suffix": "", "affiliation": {"laboratory": "", "institution": "EcoHealth Alliance", "location": {"postCode": "10001", "settlement": "New York", "region": "NY"}}, "email": ""}]}, "abstract": [{"text": "The rapid urban spread of Ebola virus in West Africa in 2014 and consequent breakdown of control measures led to a significant economic impact as well as the burden on public health and wellbeing. The US government appropriated $5.4 Billion for FY2015 and WHO proposed a $100 Million emergency fund largely to curtail the threat of future outbreaks. Using epidemiological analyses and economic modeling, we propose that the best use of these and similar funds would be to serve as global insurance against the continued threat of emerging infectious diseases. An effective strategy would involve the initial investment in strengthening mobile and adaptable capacity to deal with the threat and reality of disease emergence, coupled with repeated investment to maintain what is effectively a 'national guard' for pandemic prevention and response. This investment would create a capital stock that could also provide access to safe treatment during and between crises in developing countries, lowering risk to developed countries.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The 2013-2015 West African Ebola virus disease outbreak (hereinafter termed ''W. African Ebola outbreak'') lasted more than 1 year and was longer and larger (65 times the next largest historical outbreak) than any prior outbreak, with 27,678 reported cases in 10 countries and 11,276 reported deaths as of July 15, 2015 (World Health Organization 2015a, b; Table 1 ). Most previous outbreaks have been localized to a single country, and only 7 have caused more than 100 known cases prior to 2013, with the largest of these affecting 425 people (Centers for Disease Control and Prevention 2014; Table 1 ). The unprecedented scale of the 2013-2015 outbreak highlights a critical weakness in our global battle against the threat of pandemics-the lack of a well-funded, long-term strategy to pre-empt pandemic emergence. Pandemics originate from sporadic, but frequent emerging disease events that are caused largely by socioeconomic and environmental changes (Morse et al. 2012) . As prior pandemics have occurred, societal response has included initiatives designed specifically to thwart their origin and spread, e.g., broadening of the International Health Regulations (IHR) following the SARS outbreak (Orellana 2005; Heymann et al. 2015) . These initiatives are often coupled with surges of funding for basic and applied research to reduce future threats. However, these are often subject to waning public interest in the inter-pandemic intervals between perceived threats. For example, in the USA, the 2001 anthrax attacks led to a surge of funding to counter potential bioterrorism agents ('select agents') much of which supported strategies of value to other pandemic pathogens (Morens et al. 2004; Khan 2011) . The emergence of H5N1 avian flu and H1N1 pandemic flu each led to funding for the development and purchase of medical countermeasures (vaccines and drugs) and for basic science and capacity building in countries of high prevalence (Collin et al. 2009; Walley and Davidson 2010) . Following the largest ever Ebola outbreak in 2013-2015, the US President requested $6.18 billion and Congress allocated emergency funding of $5.4 Billion for control and prevention programs (The White House Office of the Press Secretary 2014; Mikulski 2015) . The World Health Organization (WHO) announced a $100 million emergency fund to avoid impacts of future emerging diseases (Reuters 2015) . Here we use epidemiological and economic analyses to examine whether this could be considered another step in a boom-bust cycle of pandemic threat and response, or the beginning of a new strategy to pre-empt the repeated emergence of pathogens with pandemic potential. We then examine how these funds could be spent to best reduce the opportunity for future global health emergencies of the same scale as the 2013-2015 West African Ebola outbreak.", "cite_spans": [{"start": 956, "end": 975, "text": "(Morse et al. 2012)", "ref_id": "BIBREF19"}, {"start": 1203, "end": 1218, "text": "(Orellana 2005;", "ref_id": "BIBREF21"}, {"start": 1219, "end": 1239, "text": "Heymann et al. 2015)", "ref_id": "BIBREF8"}, {"start": 1683, "end": 1703, "text": "(Morens et al. 2004;", "ref_id": "BIBREF18"}, {"start": 1704, "end": 1714, "text": "Khan 2011)", "ref_id": "BIBREF12"}, {"start": 1948, "end": 1968, "text": "(Collin et al. 2009;", "ref_id": "BIBREF5"}, {"start": 1969, "end": 1994, "text": "Walley and Davidson 2010)", "ref_id": "BIBREF27"}, {"start": 2240, "end": 2254, "text": "Mikulski 2015)", "ref_id": "BIBREF17"}, {"start": 2378, "end": 2392, "text": "(Reuters 2015)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 357, "end": 364, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 594, "end": 601, "text": "Table 1", "ref_id": "TABREF0"}], "section": "INTRODUCTION"}, {"text": "Our analysis consists of two components: an epidemiological analysis of factors that may have led to the unprecedented scale of the West African Ebola virus disease outbreak, and an economic analysis that uses this information to examine optimal self-insurance-cum-protection (SICP) funding strategies.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "We conducted a basic epidemiological analysis to test two hypotheses on why the 2013-2015 W. African Ebola outbreak became so large: (1) it originated in a region that was significantly more densely populated than prior Ebola outbreaks; or (2) it was already significantly larger than other Ebola outbreaks at the time of its discovery.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological Framework"}, {"text": "We gathered data on all Ebolavirus outbreaks with over 100 cases (n = 8, including the 2013-2015 outbreak). For each outbreak, where available (International Commission 1978; WHO/International Study Team 1978; Khan et al. 1999; Okware et al. 2002; World Health Organization 2004; Kaput 2007; MacNeil et al. 2011) , we recorded the initial location of emergence, date of initial report, initial number of cases and deaths reported, and total number of cases and deaths (for the ongoing outbreak, we recorded current cases and deaths; Table 1 ). Initial location was taken either from papers describing the history of the outbreak, from contemporaneous situation reports, or from ProMED-mail posts about the outbreak. For each location, where available, we recorded information on population density, using a variety of gazetteers and publicly available censuses. This information was only available for all outbreaks on the level of regional administrative divisions; many outbreaks occurred in small towns without a definitive ''area'' listed to calculate population density, or in villages too small to have Data collected for Ebola outbreaks with > 100 cases (including the 2013-2015 outbreak). Columns document the initial location of emergence, area, population, and population density of region; date of initial report, initial number of cases and deaths reported; and total number of cases and deaths.", "cite_spans": [{"start": 143, "end": 174, "text": "(International Commission 1978;", "ref_id": null}, {"start": 175, "end": 209, "text": "WHO/International Study Team 1978;", "ref_id": null}, {"start": 210, "end": 227, "text": "Khan et al. 1999;", "ref_id": "BIBREF13"}, {"start": 228, "end": 247, "text": "Okware et al. 2002;", "ref_id": "BIBREF20"}, {"start": 248, "end": 279, "text": "World Health Organization 2004;", "ref_id": null}, {"start": 280, "end": 291, "text": "Kaput 2007;", "ref_id": "BIBREF11"}, {"start": 292, "end": 312, "text": "MacNeil et al. 2011)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 533, "end": 540, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Epidemiological Framework"}, {"text": "population counts. We used population counts or estimates closest to the date of the epidemic. We recorded the initial cases and deaths reported from the first ProMED-mail posting for each outbreak which contained specific numbers of cases and deaths. For all outbreaks except one (2007, DRC) , these numbers were below final counts. The first two outbreaks of Ebola occurred in 1976, before ProMED-mail was active. For one of these, we obtained the initial case count from the paper describing the outbreak; for the other, no such number could be obtained. Finally, we examined models of the 2013-2015 epidemic's early growth dynamics (Kiskowski 2014 ) to determine whether we should expect a linear association between population density and final outbreak size.", "cite_spans": [{"start": 281, "end": 292, "text": "(2007, DRC)", "ref_id": null}, {"start": 636, "end": 651, "text": "(Kiskowski 2014", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Epidemiological Framework"}, {"text": "Our economic analysis is based on a mathematical model of public risk management in response to the threat of a pandemic. We describe the general modeling framework here, with further mathematical details and some analytical results in an ''Appendix''. We examine the economic tradeoffs associated with investments in preventing a disease outbreak and apply the model to the Ebola case. Unlike prior analyses that distinguish between ex ante disease prevention and ex post disease control, e.g. (Berry et al. 2015) , we recognize that investments in preventing an outbreak (e.g., healthcare capacity) may also be useful in controlling an outbreak should it occur. Investments like these that reduce both the likelihood of a bad state of nature (self-protection) and the severity of the bad state (self-insurance) have been termed self-insurance-cumprotection (SICP; Lee 1998) . Our analysis examines the economically optimal investment strategy in SICP to address future major disease outbreaks and assess whether there are likely to be significant benefits to such investments in the case of Ebola-like outbreaks. To do this, we examine the dynamics and economic impacts of the West African Ebola outbreak, and use this to analyze the economics of its prevention. Our model makes the preliminary assumption that urban areas are currently free from an Ebola outbreak, although the occasional random infection may generate a risk of a major outbreak in one or more areas that could then spread quickly. The expected economic costs of this outbreak are referred to as economic damages and denoted JX(N(t)), which consist of both human health expenditures and lost productivity and commerce. Damages are decreasing in a stock of SICP capital N t ð Þ; i.e., JX N (N(t)) < 0 (Subscripts denote derivatives with respect to the indicated variable). The capital stock represents the capacity to reduce the chances of a major outbreak (selfprotection), and to also react rapidly to reduce the economic costs of any outbreak that does arise (self-insurance). SICP capital, which will last in the long-term if appropriately maintained, includes hospitals, lab facilities and equipment, vehicles, surveillance networks, and knowledge and human capital.", "cite_spans": [{"start": 495, "end": 514, "text": "(Berry et al. 2015)", "ref_id": "BIBREF1"}, {"start": 866, "end": 875, "text": "Lee 1998)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Economic Framework"}, {"text": "Following (Berry et al. 2015) , we model uncertainty about a major outbreak event by assuming the outbreak occurs at some random future date s, which may or may not materialize. Investments in SICP reduce the likelihood that s arises. The probability an outbreak occurs at a particular time t, given it has not yet occurred, is given by the hazard rate", "cite_spans": [{"start": 10, "end": 29, "text": "(Berry et al. 2015)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Economic Framework"}, {"text": "The stock of SICP capital reduces the hazard rate, w N < 0, effectively delaying the timing of an epidemic or pandemic. The term b(t) denotes the background hazard rate, which is the hazard rate of an outbreak if there is no investment in N(t), i.e., w(b(t),0,0) = b(t). Increases in b(t) increase the hazard rate, w b > 0. The value of b(t) increases over time to a steady-state value b * according to an exogenous process", "cite_spans": [], "ref_spans": [], "section": "Economic Framework"}, {"text": "where r(b(t)) > 0 for b(t) < b * , r(b) < 0 for b(t) > b * , and r(b * ) = 0 (The ''dot'' notation represents a time derivative, e.g., _ b t ð Þ ¼ db t ð Þ=dtÞ. These increases in b(t) are exogenous, reflecting outside factors such as increasing population densities in urban areas at risk of Ebola, greater population mobility, and land use changes and other anthropogenic factors.", "cite_spans": [], "ref_spans": [], "section": "Economic Framework"}, {"text": "Investments in the SICP stock are denoted n(t), so that the SICP stock changes over time according to", "cite_spans": [], "ref_spans": [], "section": "Economic Framework"}, {"text": "where d represents the depreciation rate. Investments in SICP, n(t), are expressed in terms of expenditures and have a unit cost of one. SICP includes a flow of operating costs related to the existing stock, given by the increasing, convex function C(N(t)). Operating costs do not include expenses to offset depreciation, as these are captured by n(t).", "cite_spans": [], "ref_spans": [], "section": "Economic Framework"}, {"text": "We now present the optimization problem from which we will derive the cost-minimizing SICP investment strategy with non-constant outbreak risks. Given the economic values described above, the expected present value (or discounted value) of control costs and expected damages are given by", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "Following the transformation used in Reed and Heras (1992) and Berry et al. (2015) , we can write Eq. (3) as the following deterministic expression evaluated over an infinite horizon", "cite_spans": [{"start": 37, "end": 58, "text": "Reed and Heras (1992)", "ref_id": "BIBREF23"}, {"start": 63, "end": 82, "text": "Berry et al. (2015)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Optimization Problem"}, {"text": "where y(t) is known as the cumulative hazard (i.e., aggregated over time), with", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "The cumulative hazard modifies the discount factor e -rt-y(t) so that the time derivative of the exponent, r + w(b(t), N(t)), represents a risk-adjusted rate of return.", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "The cost minimization problem involves choosing a time path for n(t) to minimize J subject to the dynamic Eqs. (1), (2) and (5). This problem is solved using the method of optimal control. This method involves minimizing the conditional current value Hamiltonian", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "the minimized value of which is proportional to the minimum present value of costs, J. The Hamiltonian includes three implicit prices or values known as conditional costate variables: q 1 (t) represents the value of an additional unit of SICP capital, q 2 (t) represents the value of a slight increase in the cumulative hazard on the discounted value of costs, and k(t) is value of a slight increase in the exogenous background hazard. Each of these values is measured in terms of the impact on costs, so that a positive value reflects a cost and a negative value reflects a reduction in costs (i.e., a benefit). For instance, in ''Appendix'' we show that q 1 (t) < 0 because SICP reduces costs; the marginal benefit of investments in SICP, -q 1 (t), optimally equals unity in an interior solution, thereby balancing this marginal benefit with the marginal cost of investment. We also show in ''Appendix'' thatq 2 (t) is positive and equals discounted expected costs at time t. This means that q 2 (t) < 0, as a larger y(t) in Eq. (4) increases the risk-adjusted discount rate to reduce discounted expected costs-a benefit. For brevity, we suppress time notation for all time-dependent variables.", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "The net value of an increase in the cumulative hazard is given by the expression Z = JX + q 2 in the Hamiltonian. Expression Z represents the expected net cost of an outbreak (i.e., outbreak costs JX less the discounted expected future costs of trying to avoid an outbreak, q 2 , which are forgone once an outbreak occurs), or equivalently the expected cost savings from preventing an outbreak. This value is optimally nonnegative since society would never want the expected cost of avoiding an outbreak to exceed the expected cost of an outbreak. Finally, the price of background risk, k, is positive because background risk is costly.", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "In ''Appendix'', we derive the cost-minimizing investment plan as a function of the current capital stock and background risks, n(N,b). Substituting this relation into Eq. (2) then determines how the SICP stock optimally changes over time. Before presenting these results, we first discuss the functional forms and parameter values used in our numerical analysis.", "cite_spans": [], "ref_spans": [], "section": "Optimization Problem"}, {"text": "In general, the cost of an outbreak of a new pandemic disease is assumed similar to the West African Ebola outbreak, with the emergence of such a novel disease, or reemergence of Ebola or another known pathogen, being inevitable. These assumptions are in line with previous analyses of trends in disease emergence (Jones et al. 2008; Morse et al. 2012 ). Moreover, from our epidemiological analyses (Table 1 ; Epidemiological Analysis), and the literature (e.g., Gostin and Friedman 2015; Heymann et al. 2015) , we assume the proximity of the recent Ebola outbreak to a large urban center was an important factor in its subsequent size, and future outbreaks near urban centers would have a heightened likelihood of being difficult to control. Accordingly, our model was parameterized with basic data (e.g., timing, caseload) from all known previous Ebola outbreaks, and economic data from the recent West African outbreak.", "cite_spans": [{"start": 314, "end": 333, "text": "(Jones et al. 2008;", "ref_id": "BIBREF10"}, {"start": 334, "end": 351, "text": "Morse et al. 2012", "ref_id": "BIBREF19"}, {"start": 463, "end": 488, "text": "Gostin and Friedman 2015;", "ref_id": "BIBREF7"}, {"start": 489, "end": 509, "text": "Heymann et al. 2015)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 399, "end": 407, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Functional Forms and Parameters"}, {"text": "The specific parameterization is a baseline scenario designed to produce a lower bound for the expected net benefits of investment in SICP capital, given that we do not model possible positive spillover effects from healthcare on development outcomes. We recognize the uncertainty that exists about many parameter values, and so we also run a sensitivity analysis.", "cite_spans": [], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "We first assume a hazard function of the form", "cite_spans": [], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "where the parameter k is a measure of the effectiveness of investments in reducing risk. We calibrate k by making an assumption about how much investment is required to essentially eliminate risk. We choose k such that, at some very large expenditure N max , an outbreak is expected to occur only once every 200 years, i.e.,", "cite_spans": [], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "which could be considered close to eradication-the ultimate form of prevention. Our baseline simulations are based on N max = $7.5 billion, which is 25% larger than what the USA spent to control the previous outbreak. Our sensitivity analysis varies this value from $1 billion to $10 billion due to the significant uncertainty about the costs and efficacy of pathogen prevention campaigns. There is reason to believe the values will fall within this range, particularly if we look to related, large-scale public disease eradication programs for guidance. For example, smallpox eradication cost roughly $300 million, or $2.1 billion in 2014 dollars. Efforts to eradicate polio have cost roughly $7 billion, and so far roughly $2.3 billion has been spent to prevent/eradicate malaria (Keegan et al. 2011) . The functional form we adopt for r(b) is", "cite_spans": [{"start": 782, "end": 802, "text": "(Keegan et al. 2011)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "where b is a growth parameter and b * is the maximum arrival rate of a large-scale outbreak. Our choice of b * is based on our analysis of prior Ebola outbreaks since the initial outbreak in 1976 (Table 1 and Epidemiological Results). Considering only large outbreaks that have reached urban areas as uncontrolled, only the most recent outbreak counts as an event. There has been 1 uncontrolled outbreak in 38 years (the amount of time from the first outbreak to the present) or a risk of 2.6% annually (World Health Organization 2014a). We assume b(0) = 0.026. Due to concerns that background risks are increasing due to increased population densities and movement, we assume b * = 5% (i.e., a major outbreak once every 20 years). We calibrate b so that it takes 15 years for b to equal 0.05. We note that with logistic growth, the trajectory for b asymptotes to b * . If we had required b to essentially converge to b * within 15 years, then b would become extremely close to b * within only a few years. Our choice of b = 0.95b * within 15 years essentially means b begins to converge to b * around this time. This requirement implies a baseline value of b = 0.242. Now consider the specification of JX(N). We adopt the form", "cite_spans": [], "ref_spans": [{"start": 196, "end": 204, "text": "(Table 1", "ref_id": "TABREF0"}], "section": "Functional Forms and Parameters"}, {"text": "where D max , D min , and a are parameters. This specification results in JX(0) = D max and JX(N ? ?) = D min . Estimates of the damages incurred by an outbreak come from the World Bank's report (World Bank Group 2014) on the projected damages of an Ebola outbreak. The baseline scenario consists of the ''high Ebola'' case in the World Bank report where damages are estimated to be $32.6 billion. Damages are large due to the uncontrolled nature of the outbreak and include damages from the disease spreading to neighboring countries. We use this value to set D max = 32.6 billion. The World Bank's ''low Ebola'' damage estimates are $3.8 billion, which reflects a scenario in which the outbreak is contained quickly. We calibrate the parameter a so that 80% of the potential reduction in damages occurs for a SICP investment of N = $5 billion, which is roughly what the USA spent on the last outbreak. We believe the values in this baseline scenario are conservative. The damage values only represent 2-year estimates and they only include economic losses from the disease spreading to neighboring countries. Damages would be considerably larger, and more difficult and costly to contain, if a pandemic also spread to developed countries. The last function to specify is the maintenance cost function C(N), which we adopt as C(N) = aN. We set a = 0.05 in the baseline, so that operating costs are 5% the value of capital. Our sensitivity analysis examines a range of other values.", "cite_spans": [], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "Finally, our baseline analysis assumes a depreciation rate of d = 0.05 and a discount rate, or rate of time preference, of r = 0.03. We do not include a sensitivity analysis for these parameters. However, the sensitivity of a related model of preventive investments to both parameters is included in (Berry et al. 2015) and provides the relevant insights. This discount rate is consistent with the yield on 30-year US Treasury bonds (https://fred.stlouisfed.org/ series/DGS30) commonly used as a risk-free rate of return in the economics literature. We also assume the initial capital stock is negligible, i.e., N(0) = 0. Starting with a larger capital stock would reduce costs moving forward and it would alter the timing of investments, but it would not affect the optimal values of N as b increases over time nor would it affect steady-state value of N (see ''Appendix'').", "cite_spans": [{"start": 300, "end": 319, "text": "(Berry et al. 2015)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Functional Forms and Parameters"}, {"text": "The West African outbreak was initially confirmed as caused by Ebola virus in March 2014, when 80 cases were known, centered in the Nzérékoré and Faranah regions of Guinea with a population density of 39.9 (people/km 2 ). At this point, the overall outbreak dynamics were not substantially different from any of the other 7 outbreaks with > 100 cases. There was no apparent relationship between the regional population density and final outbreak size in a linear model or apparent in a scatterplot (Table 2 ; Fig. 1 ). The mean region density for these Ebola outbreaks was 39.3 (people/km 2 ) and the standard deviation was 48.35. The ongoing outbreak started in a region with a population density of 39.9, almost exactly the mean value for this set of outbreaks. Similarly, there was no apparent relationship between initial reported case counts and final case counts in a linear model or apparent in a scatterplot (Table 3 ; Fig. 2 ). The mean number of the initial cases reported was 104.4 and the standard deviation was 120.8. When the current outbreak was discovered, 80 cases were reported. This was within one standard deviation of case counts at time of discovery. Table 4 indicates the discounted expected costs of an optimal SICP strategy are substantial (* $10.5 billion), but the benefits (* $18.5 billion) exceed these costs so that the expected net benefit of avoiding an outbreak is positive and quite large (* $8 billion). Comparison of the steady-state values with the initial values indicates that much of the costs and benefits are borne over the longer run, although initial investment costs are large (10% of the present value of total costs over time). This highlights the fact that SICP is a long-run strategy that requires a large initial investment followed by smaller but continual annual expenditures in return for benefits that accrue over the far distant future. This means that short-sighted, reactive responses to disease outbreaks may be highly inefficient.", "cite_spans": [], "ref_spans": [{"start": 498, "end": 506, "text": "(Table 2", "ref_id": "TABREF1"}, {"start": 509, "end": 515, "text": "Fig. 1", "ref_id": null}, {"start": 916, "end": 924, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 927, "end": 933, "text": "Fig. 2", "ref_id": null}, {"start": 1173, "end": 1180, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Epidemiological Results"}, {"text": "The baseline scenario indicates a large initial investment relative to the steady-state value of capital, N * . The capital stock grows gradually for about 15-20 years after this initial investment before converging to its steady-state value, with investments declining during this period (Fig. 3a, b) . These investments have the effect of driving the hazard rate well below the initial background level and keeping it there, even as the background hazard almost doubles over time (Fig. 3c) . The hazard rate does increase as the background rate increases, but the SICP investments Linear regression of final case count on regional population density demonstrate no linear relationship between the regional population density (independent variable) and final outbreak size (number of cases, dependent variable). Fig. 1 . A scatter plot of the total number of cases against regional population density shows no obvious relationship between the population density of the area where the outbreak is initially discovered and the final number of cases.", "cite_spans": [], "ref_spans": [{"start": 289, "end": 301, "text": "(Fig. 3a, b)", "ref_id": null}, {"start": 482, "end": 491, "text": "(Fig. 3c)", "ref_id": null}, {"start": 813, "end": 819, "text": "Fig. 1", "ref_id": null}], "section": "Economic Results"}, {"text": "keep these increases small in comparison with changes in the background rate. Of our eight sensitivity analyses (Table 4) , scenarios 1 and 2 investigate the effect of different levels of investment required to eliminate risk, N max . The larger the value of N max , the less responsive is the hazard rate to SICP capital and the more expensive it becomes to manage outbreak risks. Our results indicate that a slightly larger value (* 13.3% increase) leads to a small increase in optimal SICP investments, with total costs increasing and net benefits declining by a significantly larger amount due to the fact that an outbreak is more likely (e.g., the steadystate hazard rate has increased by 25% relative to the baseline). For the opposite case when lower levels of investment are required to eliminate risk in scenario 2 (a 90% decrease in N max ), investment is significantly more efficient and is reduced by 50% in the long-run, costs decline by 66%, and net benefits of avoiding an outbreak rise by 71%. These results suggest SICP investments are not very sensitive to small-to-moderate changes in N max , but could be sensitive to extreme changes. Scenarios 3 and 4 examine alternative values of the steady-state background hazard rate, b * . Although these scenarios represent a 40% increase and decrease relative to the baseline value, investment levels, costs and net benefits do not change substantially. The results are not sensitive to changes in b * (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 112, "end": 121, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 1464, "end": 1473, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Economic Results"}, {"text": "Scenario 5 examines a 25% across-the-board reduction in expected damage estimates associated with an outbreak. Here we find that investments and costs drop by about 12-15%, whereas the net benefits of SICP fall by 18-20%. These results suggest that optimal investment strategies and outcomes are fairly sensitive to the expected damages of an outbreak, as might be expected.", "cite_spans": [], "ref_spans": [], "section": "Economic Results"}, {"text": "Scenarios 6 and 7 investigate the impact of self-insurance from capital investments. Specifically, scenario 6 investigates the extreme case where capital provides no selfinsurance, whereas scenario 7 examines a case where selfinsurance is more responsive to capital investments. In scenario 6 we find that investment increases substantially, particularly in the long run, to promote prevention (as indicated by the small steady-state hazard rate) since damages remain large in the absence of self-protection. Costs increase significantly, as do the benefits of avoiding an outbreak. The opposite occurs when SICP provides more self-insurance. These results indicate that self-insurance plays a significant role in formulating an optimal management strategy.", "cite_spans": [], "ref_spans": [], "section": "Economic Results"}, {"text": "Finally, scenario 8 examines the role of larger maintenance or operating costs associated with SICP capital. In this scenario, we doubled the unit cost relative to the baseline. As expected, investment declines significantly while costs still increase relative to the baseline. The drop in investment results in a larger hazard rate, which increases the benefits of reducing an outbreak, at least at the onset of management. In the steady state, we find costs have increased so much that the benefits of avoiding an outbreak are reduced.", "cite_spans": [], "ref_spans": [], "section": "Economic Results"}, {"text": "Our epidemiological results suggest that the 2013-2015 W. African Ebola outbreak was not structurally different from other smaller Ebola virus disease outbreaks and that factors other than population density or immediacy of global alert (e.g., border movement issues) played a greater role in leading to significantly higher numbers of cases (Carroll et al. 2015; Kramer et al. 2016 ). This provides context to Linear regression of final case count on initial case count demonstrates no linear relationship between initial reported case counts (independent variable) and final case counts (dependent variable).", "cite_spans": [{"start": 342, "end": 363, "text": "(Carroll et al. 2015;", "ref_id": "BIBREF3"}, {"start": 364, "end": 382, "text": "Kramer et al. 2016", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A scatter plot of total cases against initial cases at time of discovery shows no obvious relationship between the two. This implies that discovering an outbreak later is not necessarily tied to more final cases. Numerical results for the baseline scenario and eight alternative scenarios that illustrate the sensitivity of results to various parameters. For each case, we indicate the optimal initial investment, the present value of expected costs associated with the optimal pre-outbreak strategy, as well as the present value of expected net benefits from avoiding an outbreak. The indicated parameter is changed as described, holding all other parameters at baseline values.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}, {"text": "our economic model and informs the suggested policy response through how we think about the probability of future pandemic outbreaks. Models of the 2013-2015 epi-demic's early growth dynamics (Kiskowski 2014 ) suggest that we should expect no strong linear association between population density and final outbreak size. These models also lend weight to the notion that the proportion of outbreaks which are large may increase in the future. Community and household structure modulates the effect of population density on disease transmission (Kiskowski 2014) . The stochastic nature of epidemics sees many (around 40%) initial outbreaks burn out with fewer than 150 cases. With small community mixing sizes (e.g., C = 5 outside-of-household contacts per individual), the distribution of epidemic size is skewed toward smaller numbers of cases. As community mixing size increases (representing more urbanized environments), the distribution of epidemic size becomes bimodal, with almost all epidemics which reach the survival threshold seeing over 1000 cases. This implies that while the 2013-2015 outbreak was not significantly different from past outbreaks, the increased interconnectedness of the area which it occurred in led to a larger overall outbreak. This is of course only one driver of the increased risk of an outbreak, and we can also consider land use change and climate change to be possible drivers. This is consistent with the 2013-2015 outbreak, where a major city (Conakry) was affected early in the outbreak [by the end of May 2014 when there were still less than 300 cases (World Health Organization 2014b)], whereas previous Ebola outbreaks were successfully contained in less densely populated areas. This may be because human populations at the region of origin have higher relative connectivity, pushing the virus more rapidly into urban areas (Wesolowski et al. 2014) .", "cite_spans": [{"start": 192, "end": 207, "text": "(Kiskowski 2014", "ref_id": "BIBREF14"}, {"start": 543, "end": 559, "text": "(Kiskowski 2014)", "ref_id": "BIBREF14"}, {"start": 1869, "end": 1893, "text": "(Wesolowski et al. 2014)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Fig. 2."}, {"text": "Our economic analysis suggests that US funding levels proposed and allocated after the Ebola outbreak may have been large enough to combat future threats (Tables 5 and  6 ). However, the portion of funding allocated to SICP remains unclear and may not adequately reflect the benefits of SICP. By contrast, the pandemic fund proposed by WHO is correctly positioned for SICP but woefully inadequate. We find that a standing capital prevention stock of $970 million could provide expected savings of $10.3 billion in reduced costs from avoiding expected future emerging disease impacts. Maintaining this stock at a steady state, however, would require annual investments of $48.5 million. That represents a significant amount of funding by donors, and one that would be politically challenging. We argue that this would be best structured as a pre-outbreak investment in strengthening existing SICP networks, e.g., through the WHO Global Outbreak Alert Fig. 3 . Time paths of key variables in the baseline scenario. The panels depict the time (t, shown on the horizontal axis) paths of the following variables in the cost-minimizing outcome prior to a future Ebola-like outbreak: a SICP capital stock, N, b investments, n, and c the hazard rate, w (solid), and background hazard rate, b (dashed). We assume initial capital stocks are negligible and that the initial background hazard rate is 2.6% and growing. Discontinuities at time t = 0 stem from a large initial investment in N (since N(0) = 0), which immediately increases N and decreases the hazard rate from the initial background level of b(0) = 0.026. After this initial investment, smaller investments in SICP are required to increase the capital stock as the background risk level increases to its steadystate value, after which investments only occur to offset the effects of depreciation. The investments mitigate the increased background hazard as the hazard rate remains much smaller than, and increase less quickly than, the background rate. and Response Network (GOARN). This could involve strengthening GOARN to explicitly fund a reserve of mobile staff, equipment and laboratory capacity coupled with annual investments to maintain and expand this reserve over time. Staff and equipment could be deployed to leverage existing capacity in developing nations and emerging infectious disease hotspots (Allen et al. 2017 ). This also supports other calls for reform of national health capacities, including construction of a global health workforce reserve and investment in international health systems (Gostin and Friedman 2015) .", "cite_spans": [{"start": 2364, "end": 2382, "text": "(Allen et al. 2017", "ref_id": "BIBREF0"}, {"start": 2566, "end": 2592, "text": "(Gostin and Friedman 2015)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 154, "end": 170, "text": "(Tables 5 and  6", "ref_id": "TABREF5"}, {"start": 950, "end": 956, "text": "Fig. 3", "ref_id": null}], "section": "Fig. 2."}, {"text": "There is a clear need for greater clarity on the intended and final use of funds for pandemic prevention, and for more detailed analysis of their potential return-on-investment. The $5.4 Billion US Presidential budget request lacks clarity on how much funding was allocated to capacity building efforts, and the original request had $1.54 billion placed in a contingency fund for long-term efforts (The White House Office of the Press Secretary 2014). The Department of Health and Human Services released some details of their budget request, laying out a series of measures that addressed capacity building within the CDC allocation (Department of Health and Human Services 2015) (Tables 5 and 6 ). While this represented an advance toward building the preventive capital stock necessary for long-term Ebola prevention, without a direct commitment to development of a mobile outbreak prevention force and annual support to maintain this capacity, it was likely less than optimal. Our findings demonstrate the WHO's proposed $100 million pandemic fund is too small to adequately prevent future Ebola outbreaks and supports analysis and call for reforms (Gostin and Friedman 2015) .", "cite_spans": [{"start": 1153, "end": 1179, "text": "(Gostin and Friedman 2015)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 681, "end": 696, "text": "(Tables 5 and 6", "ref_id": "TABREF5"}], "section": "Fig. 2."}, {"text": "Our economic modeling suggests a more effective way to allocate these resources is to maintain a fund large en- (Mikulski 2015) . The funding request included $4.6 billion for immediate response consisting of investments to fortify domestic public health systems, contain and mitigate the epidemic in West Africa, speed procurement and testing of vaccines and therapeutics and reduce the risk to Americans by building prevention and detection capacity in vulnerable countries. It also established a $1.54 billion contingency fund to ensure resources were available as the situation evolved, support domestic control efforts, expand monitoring, vaccinate healthcare workers and enhance global health security efforts. The funding that was actually allocated is shown below. All funds are immediately available for use, and none are held in a contingency fund.", "cite_spans": [{"start": 112, "end": 127, "text": "(Mikulski 2015)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Fig. 2."}, {"text": "ough to allocate mobile resources during an outbreak and provide ongoing value between outbreaks. Previous articles have likened pandemic prevention to military activities (Time Inc 2015) , and there has been a growing interest in, and funding to support global health threats as concomitant threats to security (Global Health Security Agenda 2018). While there are clear moral and ethical differences between wars and pandemics, this metaphor has economic cogency-for military and pandemic threats, investing in internationally-based rapidly deployable human resources coupled with strengthening of in-country infrastructure and capacity to curtail new events is economically optimal (Gostin and Friedman 2015) . Defense departments use these approaches to counter global security threats. They create an overseas surge capacity (a 'standing army') and build alliances with partner nations, which include providing additional capacity to those partners. They also develop tactics to avoid redundancy in peace time. For EIDs, this could consist of trained responders based in regions prone to emerging diseases, with reservists stationed in donor countries. These international allies would be deployed first through networks like the Global Outbreak Alert and Response Network (GOARN)-with significantly improved capacity. In the West African Ebola outbreak, international aid funds were used to supply equipment and staff to enhance clinical and diagnostic capacity, to purchase personal protective equipment, increase biosecurity, and more rapidly develop and test vaccines and therapeutic agents (e.g., Butler 2014). These measures appear to have been ultimately successful. But without continued funding, capacity building investments depreciate over time, making them temporary in nature. In addition, if these resources were already deployed overseas before the outbreak, they may have been distributed faster. This leads to a health economics dilemma: the strategy of responding to risks with a sudden increase in the flow of prevention spending-treating the control of the outbreak risk as a temporary flow that we can wait out-may be inadequate. A global pandemic fund, structured to produce a networked 'standing army' with international reservists to combat EIDs and to support ongoing costs of maintenance avoids this problem. This approach seems to reflect the goals of WHO GOARN (World Health Organization 2018). A straightforward solution to the pandemic threat may be a better-funded GOARN with a line item commitment for donor funding that cannot be significantly degraded between outbreaks or in global recessions, as seems to have occurred prior to the recent Ebola outbreak (Gostin and Friedman 2015; Heymann et al. 2015) . This could be enhanced with a formal link to in-country programs that use development aid to build capacity to counter the pandemic threat (Gostin and Friedman 2015) . Examples recently proposed include the FAO-OIE-WHO ''One Health'' approach to building biosecurity around livestock farms in countries where prior influenza outbreaks have originated (World Bank 2008) , and the USAID ''Emerging Pandemic Threats'' program that targets novel and known emerging zoonoses in EID hotspots (Morse et al. 2012) . While an international network of reservist experts would be needed to support this approach, a focus on building a standing army of local first-responders in at risk nations built around EID hotspots would logically provide the best allocation of resources. It also suggests that continued funding for global health security in countries at high risk of pandemic emergence could be a critical step to optimizing prevention and response to their threat (Global Health Security Agenda 2018).", "cite_spans": [{"start": 172, "end": 187, "text": "(Time Inc 2015)", "ref_id": null}, {"start": 685, "end": 711, "text": "(Gostin and Friedman 2015)", "ref_id": "BIBREF7"}, {"start": 2695, "end": 2721, "text": "(Gostin and Friedman 2015;", "ref_id": "BIBREF7"}, {"start": 2722, "end": 2742, "text": "Heymann et al. 2015)", "ref_id": "BIBREF8"}, {"start": 2884, "end": 2910, "text": "(Gostin and Friedman 2015)", "ref_id": "BIBREF7"}, {"start": 3096, "end": 3113, "text": "(World Bank 2008)", "ref_id": "BIBREF30"}, {"start": 3231, "end": 3250, "text": "(Morse et al. 2012)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Fig. 2."}, {"text": "The proposed levels of investment in our analysis should be taken as a lower bound. Many prevention activities that reduce the probability of an uncontrolled Ebola may also provide broader benefits to health and economic development. For instance, investment in prevention capital that includes hospitals can also provide healthcare services to local populations and build trust in local institutions-basic requirements for economic development. This would act as an additional benefit of capital, so that the optimal amount of investment in prevention rises until the total marginal benefit is equal to the marginal cost of funds. This could be a result of extending the focus from global health security to individual health security (Heymann et al. 2015) . When we consider the impact of resources invested in affordable care in developing countries and the protection of developed nations, the benefits of prevention are greater, which suggests a strategy of even more investment.", "cite_spans": [{"start": 736, "end": 757, "text": "(Heymann et al. 2015)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Fig. 2."}, {"text": "Like major earthquakes or category 5 hurricanes, pandemics emerge stochastically from a background of frequent EID events that are predominantly zoonotic in nature and originate in tropical countries (Jones et al. 2008) . These events are increasing in frequency as their underlying socioeconomic and environmental drivers expand (Jones et al. 2008) . Furthermore, progressively globalized patterns of travel and trade result in an increasing risk of each new outbreak becoming a pandemic (Hosseini et al. 2010) . This leads to a straightforward economic problem-there is an interval of time within which we must launch an effective global effort to pre-empt future events. If we wait too long, the probability of an outbreak accelerates and may lead to preemptive action being unfeasible or obsolete (Pike et al. 2014) . Thus, while the deliberations on the size and nature of the WHO pandemic fund continue, the US government appropriation for Ebola response was used to combat to the outbreak of Zika virus, and depleted as a reserve for future pandemics. We therefore urge that a collective global strategy to combat future emerging disease threats is urgently formed, based on sound economic analysis, and focused on the countries where future emerging diseases are most likely to originate.", "cite_spans": [{"start": 200, "end": 219, "text": "(Jones et al. 2008)", "ref_id": "BIBREF10"}, {"start": 330, "end": 349, "text": "(Jones et al. 2008)", "ref_id": "BIBREF10"}, {"start": 489, "end": 511, "text": "(Hosseini et al. 2010)", "ref_id": "BIBREF9"}, {"start": 801, "end": 819, "text": "(Pike et al. 2014)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Fig. 2."}, {"text": "ginal benefits of investment in prevention must be weighed. The cost-minimizing solution requires marginal costs to equal the annuity value of the net marginal benefits of the prevention stock (RHS) using a risk-and depreciationadjusted discount factor. The net marginal benefits (the RHS numerator) include the expected reduced marginal cost of an outbreak due to a reduction in the likelihood of an outbreak (w N (N, b)Z) and reduced damages due to self-protection (-JX N (N)w(N, b) ), less the marginal maintenance cost of SICP capital. Condition (A8) implicitly defines the singular value of Z as", "cite_spans": [], "ref_spans": [{"start": 474, "end": 484, "text": "(N)w(N, b)", "ref_id": null}], "section": "Fig. 2."}, {"text": "which is a feedback response to the states N and b. Time differentiating this relation and setting it equal to (A6) yields", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}, {"text": "Condition (A10) can be solved for the singular value of n as the feedback relation", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}, {"text": "The dynamics of the optimized system are determined by the system", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}, {"text": "where the new state equation for N is obtained by substituting in the feedback rule for n into the original state equation. The dynamics in (A12) provide insight into the singular value n (N,b) . Specifically, n(N,b) equals its steadystate value dN plus an adjustment term reflecting the fact that, away from the steady state with r(b) = 0, b changes over time. Changes in b generate two effects arising in the numerator of the second RHS term in (A11). Using the approach outlined in ''Appendix'' from (29), the first term in the numerator (in parentheses) equals the value of changes in b, which is kr(b). The second term in the numerator is the effect of changes in b on the singular value of Z. These numerator terms vanish in the steady state with n = dN and r(b) = 0. In particular, the first RHS numerator term in (A11) vanishes to yield:", "cite_spans": [], "ref_spans": [{"start": 188, "end": 193, "text": "(N,b)", "ref_id": null}], "section": "Fig. 2."}, {"text": "The RHS numerator of condition (A13) is the flow value of damages, rJX(N), less the costs of SICP investment and maintenance prior to the outbreak, dN + C(N). The denominator is a risk-adjusted discount rate. The RHS is the risk-adjusted perpetuity value of cost savings from avoiding an outbreak. Condition (A13) says this perpetuity value optimally equals the steady-state net cost savings from avoiding an outbreak, Z (N,b) .", "cite_spans": [], "ref_spans": [{"start": 421, "end": 426, "text": "(N,b)", "ref_id": null}], "section": "Fig. 2."}, {"text": "The dynamics can be explored more fully by drawing a phase plane in (N,b) space, presented in Figure 4 for the baseline scenario. We begin by defining the isoclines associated with the singular solution. The _ b ¼ 0 isocline is r(b) = 0, which is a horizontal line. The _ N ¼ 0 isocline is defined by setting the RHS numerator in (A11) equal to zero. Individually, these isoclines indicate where the indicated state variable is unchanging, given the current value Fig. 4 . Phase plane for the baseline scenario. The phase plane depicts the dynamics of how the variables N and b move together over time (where N is expressed in billions of US dollars). The intersection of the _ N ¼ 0 and _ b ¼ 0 isoclines produces a saddle point steady-state equilibrium at point P, which is optimally pursued by following path p. Given the initial value of b(0) = 0.026, the initial investment n(0) should be made to bring the capital stock up to N(0 + ). Future investments should then be made to keep N on path p as b increases over time.", "cite_spans": [{"start": 464, "end": 470, "text": "Fig. 4", "ref_id": null}], "ref_spans": [{"start": 94, "end": 102, "text": "Figure 4", "ref_id": null}], "section": "Fig. 2."}, {"text": "of the other state variable. A steady state for both state variables occurs at the intersection of the isoclines. Off the isoclines, movement occurs as directed by the phase arrows. Figure 1a indicates there is a single steady state, at point P, which found numerically (i.e., using eigenvalues) to be a saddle point equilibrium. The singular solution consists of separatrices (also known as a saddle path), labeled p, to the steady state.", "cite_spans": [], "ref_spans": [{"start": 182, "end": 191, "text": "Figure 1a", "ref_id": null}], "section": "Fig. 2."}, {"text": "We assume the initial value of b is 0.026, as indicated by b(0) on the phase plane. We also assume in our numerical analyses that N(0) = 0. This means an initial investment of N(0 + ) is required, which moves us to the indicated point on the saddle path p. Once on path p, the optimal strategy is to remain on the path. This involves making investments n to adjust N to stay on the path as b changes over time.", "cite_spans": [], "ref_spans": [], "section": "Fig. 2."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global hotspots and correlates of emerging zoonotic diseases", "authors": [{"first": "T", "middle": [], "last": "Allen", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Murray", "suffix": ""}, {"first": "C", "middle": [], "last": "Zambrana-Torrelio", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}, {"first": "C", "middle": [], "last": "Rondinini", "suffix": ""}, {"first": "Di", "middle": [], "last": "Marco", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Nature Communications", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Managing the endogenous risk of disease outbreaks", "authors": [{"first": "K", "middle": [], "last": "Berry", "suffix": ""}, {"first": "D", "middle": [], "last": "Finnoff", "suffix": ""}, {"first": "R", "middle": [], "last": "Horan", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Shogren", "suffix": ""}], "year": 2015, "venue": "Journal of Economic Dynamics and Control", "volume": "51", "issn": "", "pages": "166--179", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global Ebola response kicks into gear at last", "authors": [{"first": "D", "middle": [], "last": "Butler", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "513", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Temporal and spatial analysis of the 2014-2015 Ebola virus outbreak in West Africa", "authors": [{"first": "M", "middle": ["W"], "last": "Carroll", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Matthews", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hiscox", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Elmore", "suffix": ""}, {"first": "G", "middle": [], "last": "Pollakis", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "524", "issn": "", "pages": "97--201", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Outbreaks Chronology: Ebola Virus Disease", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Vaccine production capacity for seasonal and pandemic (H1N1) 2009 influenza", "authors": [{"first": "N", "middle": [], "last": "Collin", "suffix": ""}, {"first": "Radiguès", "middle": [], "last": "De", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "", "pages": "5184--5186", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ebola Emergency Funding Spend Plan Global Health Security Agenda", "authors": [{"first": "Human", "middle": [], "last": "Department Of Health", "suffix": ""}, {"first": "", "middle": [], "last": "Services", "suffix": ""}], "year": 2015, "venue": "Global Health Security Agenda", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A retrospective and prospective analysis of the west African Ebola virus disease epidemic: robust national health systems at the foundation and an empowered WHO at the apex", "authors": [{"first": "L", "middle": ["O"], "last": "Gostin", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Friedman", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "", "pages": "1902--1909", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic", "authors": [{"first": "D", "middle": ["L"], "last": "Heymann", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "K", "middle": [], "last": "Takemi", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Fidler", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tappero", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Thomas", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "", "pages": "1884--1901", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Predictive power of air travel and socio-economic data for early pandemic spread. PLoS ONE 5:e12763 International Commission (1978) Ebola hemorrhagic fever in Zaire", "authors": [{"first": "P", "middle": [], "last": "Hosseini", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Sokolow", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Vandegrift", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 1976, "venue": "Bulletin of the World Health Organization", "volume": "56", "issn": "", "pages": "271--293", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Global trends in emerging infectious diseases", "authors": [{"first": "K", "middle": ["E"], "last": "Jones", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Patel", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levy", "suffix": ""}, {"first": "A", "middle": [], "last": "Storeygard", "suffix": ""}, {"first": "D", "middle": [], "last": "Balk", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Gittleman", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "451", "issn": "", "pages": "990--993", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparing measles with previous eradication programs: enabling and constraining factors", "authors": [{"first": "V", "middle": ["M"], "last": "Kaput", "suffix": ""}, {"first": "", "middle": [], "last": "Bulape", "suffix": ""}, {"first": "Province", "middle": [], "last": "Luebo", "suffix": ""}, {"first": "", "middle": [], "last": "Du Kasai", "suffix": ""}, {"first": "", "middle": [], "last": "Occidental", "suffix": ""}, {"first": "", "middle": [], "last": "Congo", "suffix": ""}, {"first": "", "middle": [], "last": "République", "suffix": ""}, {"first": "R", "middle": [], "last": "Du Congo Keegan", "suffix": ""}, {"first": "A", "middle": [], "last": "Dabbagh", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Strebel", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Cochi", "suffix": ""}], "year": 2007, "venue": "Journal of Infectious Diseases", "volume": "204", "issn": "", "pages": "54--61", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Public health preparedness and response in the USA since 9/11: a national health security imperative", "authors": [{"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}], "year": 2011, "venue": "The Lancet", "volume": "378", "issn": "", "pages": "953--956", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The reemergence of Ebola hemorrhagic fever, Democratic Republic of the Congo, 1995. Commission de Lutte contre les Epidémies à Kikwit", "authors": [{"first": "A", "middle": ["S"], "last": "Khan", "suffix": ""}, {"first": "K", "middle": [], "last": "Tshioko", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Heymann", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Guenno", "suffix": ""}, {"first": "P", "middle": [], "last": "Nabeth", "suffix": ""}, {"first": "B", "middle": [], "last": "Kerstiens", "suffix": ""}], "year": 1999, "venue": "J Infect Dis", "volume": "179", "issn": "", "pages": "76--86", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A three-scale network model for the early growth dynamics of 2014 West Africa Ebola epidemic", "authors": [{"first": "M", "middle": [], "last": "Kiskowski", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Pulliam", "suffix": ""}, {"first": "L", "middle": ["W"], "last": "Alexander", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Park", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Drake", "suffix": ""}], "year": 2014, "venue": "Royal Society Open Science", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Risk aversion and self-insurance-cum-protection", "authors": [{"first": "K", "middle": [], "last": "Lee", "suffix": ""}], "year": 1998, "venue": "Journal of Risk and Uncertainty", "volume": "17", "issn": "", "pages": "139--150", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Filovirus outbreak detection and surveillance: lessons from Bundibugyo", "authors": [{"first": "A", "middle": [], "last": "Macneil", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Farnon", "suffix": ""}, {"first": "O", "middle": ["W"], "last": "Morgan", "suffix": ""}, {"first": "P", "middle": [], "last": "Gould", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Boehmer", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Blaney", "suffix": ""}], "year": 2011, "venue": "J Infect Dis", "volume": "204", "issn": "", "pages": "761--767", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Summary: Fiscal Year 2015 omnibus appropriations bill", "authors": [{"first": "B", "middle": ["A"], "last": "Mikulski", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The challenge of emerging and re-emerging infectious diseases", "authors": [{"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Folkers", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "430", "issn": "", "pages": "242--249", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Prediction and prevention of the next pandemic zoonosis", "authors": [{"first": "S", "middle": ["S"], "last": "Morse", "suffix": ""}, {"first": "Jak", "middle": [], "last": "Mazet", "suffix": ""}, {"first": "M", "middle": [], "last": "Woolhouse", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Parrish", "suffix": ""}, {"first": "D", "middle": [], "last": "Carroll", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Karesh", "suffix": ""}], "year": 2012, "venue": "The Lancet", "volume": "380", "issn": "", "pages": "1956--1965", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "An outbreak of Ebola in Uganda", "authors": [{"first": "S", "middle": ["I"], "last": "Okware", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Omaswa", "suffix": ""}, {"first": "S", "middle": [], "last": "Zaramba", "suffix": ""}, {"first": "A", "middle": [], "last": "Opio", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Lutwama", "suffix": ""}, {"first": "J", "middle": [], "last": "Kamugisha", "suffix": ""}], "year": 2002, "venue": "Tropical Medicine & International Health", "volume": "7", "issn": "", "pages": "1068--1075", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "WHA adopts new International Health Regulations", "authors": [{"first": "C", "middle": [], "last": "Orellana", "suffix": ""}], "year": 2005, "venue": "The Lancet Infectious Diseases", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Economic optimization of a global strategy to reduce the pandemic threat", "authors": [{"first": "J", "middle": [], "last": "Pike", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Bogich", "suffix": ""}, {"first": "S", "middle": [], "last": "Elwood", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Finnoff", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}], "year": 2014, "venue": "Proceedings of the National Academy of Sciences", "volume": "111", "issn": "", "pages": "18519--18523", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The conservation and exploitation of vulnerable resources", "authors": [{"first": "W", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Heras", "suffix": ""}], "year": 1992, "venue": "Bulletin of Mathematical Biology", "volume": "54", "issn": "", "pages": "185--207", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "WHO boss Chan launches $100 million health emergency fund", "authors": [{"first": "", "middle": [], "last": "Reuters", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Ebola Emergency Funding Spend Plan. Department of Health and Human Services The Economic Case for a Pandemic Fund 257", "authors": [{"first": "B", "middle": [], "last": "Sylvia", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Fact Sheet: Emergency Funding Request to Enhance the U.S. Government's Response to Ebola at Home and Abroad", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Research funding in a pandemic", "authors": [{"first": "T", "middle": [], "last": "Walley", "suffix": ""}, {"first": "P", "middle": [], "last": "Davidson", "suffix": ""}], "year": 2010, "venue": "The Lancet", "volume": "375", "issn": "", "pages": "1063--1065", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Commentary: containing the Ebola outbreak-the potential and challenge of mobile network data", "authors": [{"first": "A", "middle": [], "last": "Wesolowski", "suffix": ""}, {"first": "C", "middle": ["O"], "last": "Buckee", "suffix": ""}, {"first": "L", "middle": [], "last": "Bengtsson", "suffix": ""}, {"first": "E", "middle": [], "last": "Wetter", "suffix": ""}, {"first": "X", "middle": [], "last": "Lu", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Tatem", "suffix": ""}], "year": 2014, "venue": "PLoS Currents Outbreaks", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Report of a WHO/International Study Team", "authors": [], "year": 1976, "venue": "WHO/International Study Team", "volume": "56", "issn": "", "pages": "247--270", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Contributing to One World, One Health: a strategic framework for reducing risks of infectious diseases at the animal-human-ecosystems interface. Food and Agriculture Organization; World Organisation for Animal Health; World Health Organization; United Nations System Influenza Coordinator; United Nations Children's Fund; World Bank", "authors": [{"first": "World", "middle": [], "last": "Bank", "suffix": ""}], "year": 2004, "venue": "Ebola Virus Disease, West Africa", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "World Health Organization (2015a) Ebola Situation Reports h ttp://apps.who.int/ebola/en/current-situation/ebola-situation-re port", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Global Outbreak Alert and Response Network", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Outbreak Data.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Outbreak </td><td>Initial region </td><td>Region area\n</td><td>Region population\n</td><td>Region density\n</td><td>Initial date\n</td><td>Initial cases\n</td><td>Initial deaths\n</td><td>Cases </td><td>Deaths\n</td></tr><tr><td>ebov1 </td><td>Nzerekore, Faranah </td><td>148,555.0 </td><td>5,933,479 </td><td>39.9 </td><td>2014-03-22 </td><td>80 </td><td>59 </td><td>27,678 </td><td>11,276\n</td></tr><tr><td>ebov2 </td><td>Northern </td><td>85,391.7 </td><td>5,148,882 </td><td>60.3 </td><td>2000-10-08 </td><td>51 </td><td>31 </td><td>425 </td><td>224\n</td></tr><tr><td>ebov3 </td><td>Equateur </td><td>403,292.0 </td><td>4,789,307 </td><td>11.9 </td><td>1976-10-19 </td><td>17 </td><td>11 </td><td>318 </td><td>280\n</td></tr><tr><td>ebov4 </td><td>Bandundu </td><td>295,658.0 </td><td>4,907,673 </td><td>16.6 </td><td>1995-05-10 </td><td>100 </td><td>56 </td><td>315 </td><td>250\n</td></tr><tr><td>ebov5 </td><td>Western Equatoria </td><td>79,342.7 </td><td>359,056 </td><td>4.5 </td><td>1976-10-29 </td><td>NA </td><td>NA </td><td>284 </td><td>151\n</td></tr><tr><td>ebov6 </td><td>Kasai-Occidental, Bas-Congo </td><td>208,662.0 </td><td>6,172,000 </td><td>29.6 </td><td>2007-09-11 </td><td>372 </td><td>166 </td><td>264 </td><td>187\n</td></tr><tr><td>ebov7 </td><td>Western </td><td>55,276.6 </td><td>8,229,800 </td><td>148.9 </td><td>2007-11-30 </td><td>50 </td><td>16 </td><td>149 </td><td>37\n</td></tr><tr><td>ebov8 </td><td>Cuvette-Ouest </td><td>26,600.0 </td><td>72,999 </td><td>2.7 </td><td>2003-02-05 </td><td>61 </td><td>48 </td><td>143 </td><td>128\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Linear Effect of Population Density.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Estimate </td><td>SE </td><td>t value </td><td>Pr(&gt; |t|)\n</td></tr><tr><td>Intercept </td><td>3677.017 </td><td>4902.372 </td><td>0.75 </td><td>0.482\n</td></tr><tr><td>Region population density </td><td>5,084,678 </td><td>81.81966 </td><td>0.01 </td><td>0.995\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Linear Effect from Initial Cases", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Estimate </td><td>SE </td><td>t value </td><td>Pr(&gt; |t|)\n</td></tr><tr><td>Intercept </td><td>4985.72 </td><td>5845.165 </td><td>0.85 </td><td>0.433\n</td></tr><tr><td>Initial Cases </td><td>- 7.671737 </td><td>38.19996 </td><td>- 0.2 </td><td>0.849\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Simulation Results.", "latex": null, "type": "table"}, "TABREF4": {"text": "The remaining columns indicate steady-state values of the capital stock, investment levels required to offset depreciation and maintain the capital stock, steady-state costs and net benefits of the investment activities, and the steady-state hazard rate.All values except the hazard rate w are expressed in millions of US dollars. Costs and benefits are expected present values.", "latex": null, "type": "table"}, "TABREF5": {"text": "Ebola Spending. Health and Human Services Ebola Emergency Funding Spending Plan (Jan. 2015; Sylvia 2015).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Budget Activity </td><td>Amount (in billions)\n</td><td>Purpose\n</td></tr><tr><td>CDC </td><td>1.77 </td><td>International and domestic response and preparedness; restore and strengthen capacities of health systems; build emergency operations centers; provide equipment and training to test patients; build capacities of laboratories to test specimens\n</td></tr><tr><td>Public Health and Social Services Emergency Fund\n</td><td>0.733 </td><td>Develop and support research on Ebola vaccine and therapeutic candidates; hospital preparedness, equipment, training, care and transportation needs; reimburse domestic transportation and treatment costs for individuals treated in US for Ebola; procure necessary medical countermeasures\n</td></tr><tr><td>National Institutes of Health </td><td>0.238 </td><td>Conduct clinical trials of vaccine candidates; discover new vaccines, therapeutics, and diagnostics\n</td></tr><tr><td>Food and Drug Administration </td><td>0.025 </td><td>Conduct product review, development, and evaluation of Ebola vaccines; provide regulatory and scientific advice to stakeholders; develop medical devices and facilitate IVD development; facilitate clinical trials and product manufacturing; manage inter- and intra-agency activities related to Ebola; fund travel, lab supplies, and IT expenses; fund research for medical product safety, efficacy, and quality\n</td></tr><tr><td> </td><td>Total </td><td>2.8\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Ebola Funding Allocations.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Department </td><td>Amount ($ in billions)\n</td></tr><tr><td>HHS </td><td>2.742\n</td></tr><tr><td>USAID and Department of State </td><td>2.5\n</td></tr><tr><td>Department of Defense </td><td>0.112\n</td></tr><tr><td>FDA </td><td>0.025\n</td></tr><tr><td>NIH </td><td>0.238\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was funded by a joint NSF-NIH-USDA/BBSRC Ecology and Evolution of Infectious Diseases award (NSF DEB 1414374; BB/M008894/1); by the USAID Emerging Pandemic Threats PREDICT program; by NOAA CSCOR (Grant No. NA09NOS4780192); and by NIH (NIGMS) Grant #1R01GM100471-01.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "APPENDIX Note that the current conditional Hamiltonian, henceforth called the Hamiltonian, in Eq. (6) represents a linear control problem. The optimal choice of n depends on the sign of its marginal value:where n * is the singular value of n (i.e., an interior, unconstrained solution). This condition says no investments should occur when the marginal benefit of SICP investments (q 1 ) is less than the marginal cost of investment (unity), and investments should occur at a maximum level when the marginal benefit of SICP investments exceeds the marginal cost of investment. The singular solution should occur when the marginal benefits and costs of investment are equated. The remaining necessary conditions for an optimum are given by the following adjoint conditionsand also the state equations. Together, conditions (A1)-(A4) and the state Eqs. (1), (2) and (5) determine costminimizing behavior through time.Note that condition (A3) has the solutionFrom (A5), -q 2 is the present value of expected costs, at time t, conditional on an outbreak having not yet occurred. Define Z = (JX(N) + q 2 ). This expression represents the difference between the certain costs of an outbreak (JX) and the expected costs continuing along the pre-outbreak prevention path (q 2 ). Hence, Z is the expected increase in costs from transitioning from the pre-outbreak to post-outbreak state at time t. Alternatively, Z is the expected cost savings (i.e., a net benefit) from continuing along the pre-outbreak path as opposed to transitioning to the post-outbreak state. The term Z must be positive (Z > 0); otherwise the post-outbreak costs would be less than preventing an outbreak and it would be optimal to transition sooner. In what follows we treat Z as a state variable that changes over time according toWe proceed by examining the singular solution. In this case, (A1) yieldsTime differentiating this condition yields _ q 1 ¼ 0. Substituting this result into adjoint condition (A2) leads to the relationThe LHS is the marginal cost of investment in SICP and provides the measuring stick against which the mar-", "cite_spans": [], "ref_spans": [], "section": "annex"}]}