{"paper_id": "ebdadf7656884de0c716bf2e46e43bad5dfd1c10", "metadata": {"title": "A Chemical-Biological-Radio-Nuclear (CBRN) Filter can be Added to the Air-Outflow Port of a Ventilator to Protect a Home Ventilated Patient From Inhalation of Toxic Industrial Compounds", "authors": [{"first": "Eliezer", "middle": [], "last": "Be&apos;eri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mbbch", "middle": [";"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Simon", "middle": [], "last": "Owen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maurit", "middle": [], "last": "Beeri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mpa", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["R"], "last": "Millis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Arik", "middle": [], "last": "Eisenkraft", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives: Chemical-biological-radio-nuclear (CBRN) gas masks are the standard means for protecting the general population from inhalation of toxic industrial compounds (TICs), for example after industrial accidents or terrorist attacks. However, such gas masks would not protect patients on home mechanical ventilation, as ventilator airflow would bypass the CBRN filter. We therefore evaluated in vivo the safety of adding a standard-issue CBRN filter to the air-outflow port of a home ventilator, as a method for providing TIC protection to such patients. Methods: Eight adult patients were included in the study. All had been on stable, chronic ventilation via a tracheostomy for at least 3 months before the study. Each patient was ventilated for a period of 1 hour with a standard-issue CBRN filter canister attached to the air-outflow port of their ventilator. Physiological and airflow measurements were made before, during, and after using the filter, and the patients reported their subjective sensation of ventilation continuously during the trial. Results: For all patients, and throughout the entire study, no deterioration in any of the measured physiological parameters and no changes in measured airflow parameters were detected. All patients felt no subjective difference in the sensation of ventilation with the CBRN filter canister in situ, as compared with ventilation without it. This was true even for those patients who were breathing spontaneously and thus activating the ventilator's trigger/sensitivity function. No technical malfunctions of the ventilators occurred after addition of the CBRN filter canister to the air-outflow ports of the ventilators. Conclusions: A CBRN filter canister can be added to the air-outflow port of chronically ventilated patients, without causing an objective or subjective deterioration in the quality of the patients' mechanical ventilation. (Disaster Med Public Health Preparedness. 2018;12:739-743) ", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "D ispersion of volatile toxic industrial compounds (TICs) may occur due to an industrial accident or as a result of an act of terrorism, presenting a major threat to nearby residents. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] Standard issue gas masks provide respiratory protection against TICs by filtering inspired air through a chemical-biological-radio-nuclear (CBRN) activated charcoal filter. 12, 13 Patients on home mechanical ventilation, however, are a subgroup for whom standard CBRN gas masks worn on the face would not provide protection from TICs, because in an environment contaminated with TICs an exposed ventilator would intake contaminated air and transmit it directly to the patient via the ventilation circuit and patient interface, without flowing through the CBRN filter in the patient's gas masks. This subgroup has been steadily growing in size in recent years. [14] [15] [16] [17] Although a limited number of home ventilators have been custom designed to enable attachment of a CBRN filter to the ventilator's air intake port for filtering of TICs, 18 the majority of home ventilators currently in use do not have this design feature.", "cite_spans": [{"start": 184, "end": 187, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 188, "end": 191, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 192, "end": 195, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 196, "end": 199, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 200, "end": 203, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 204, "end": 207, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 208, "end": 211, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 212, "end": 215, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 216, "end": 219, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 220, "end": 224, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 225, "end": 229, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 403, "end": 406, "text": "12,", "ref_id": "BIBREF11"}, {"start": 890, "end": 894, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 895, "end": 899, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 900, "end": 904, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 905, "end": 909, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": ""}, {"text": "We have previously reported 19 that although many potential solutions are impractical (such as attaching a CBRN filter to the air intake port of the ventilator, enclosing the patient and the ventilator in a gas-proof tent, or attaching the ventilator air intake port to a cylinder of compressed air or oxygen), in-line addition of a CBRN filter to the air-outflow port of a patient's ventilator could be a realistic and effective strategy for affording CBRN protection to these patients. In that study, an animal model was used to study the physiological impact of a CBRN filter attached to the air-outflow port of a ventilator. We chose this strategy because it offers several advantages over the potential alternatives:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(1) Because the diameter of the air-outflow port of all home ventilators conforms to a universal 22 mm standard, a 1-size-fits-all CBRN filter designed to fit on an air-outflow port in an airtight manner would be a universal solution for TIC protection for all ventilator-dependent individuals, regardless of their ventilator type or design, and could be mass-produced without great expense. A concern of a possible exothermic reaction between the charcoal of the CBRN filter and enriched oxygen was tested separately in a study that showed there is no such reaction, and that oxygen flow through the CBRN filter is safe. 20 To the best of our knowledge, however, the impact of attaching a CBRN filter to the air-outflow port of a home ventilator has never been described in human beings. The current study was therefore carried out to test the physiological impact of this potential solution on a cohort of patients on chronic home ventilation. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Eight subjects participated in the study. All were ventilated via tracheostomy, using a volume-cycled assist-control mode of ventilation with no oxygen requirement. Diagnoses included Duchenne muscular dystrophy (n = 6), congenital myopathy (n = 1), and severe peripheral neuropathy (n = 1). All subjects had been in stable condition with no adjustments made to their respiratory parameters and no episodes of acute illness during the 3 months before the trial. Seven of the ventilators used were LP-10 or LP-6 (Aequitron Medical Inc., Plymouth, MN) machines, and 1 was an LTV-950 (Pulmonetic Systems Inc., Minneapolis, MN) device. The ages of the subjects ranged from 18 to 39 years (mean: 28) and their mean duration of ventilation was 10.4 years (range: 4 months to 23 years).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "All patients reported no subjective discomfort associated with addition of the CBRN filter to their ventilation tubing. This was true even for those patients who were breathing spontaneously and thus activating the ventilator's trigger/sensitivity function. Table 1 shows the measured physiological parameters for the 8 subjects before and after 60 minutes of ventilation through a CBRN filter. Although mean saturation decreased from 98% to 97%, mean pulse rate increased from 90 to 94, and mean end tidal CO 2 increased from 3.5 to 3.6 mg% during the 1 hour of CBRN-filtered ventilation, none of these changes were found to have statistical significance ( Table 2) . No changes in airflow parameters were detected (Table 3) , and there was no evidence of rebreathing (inspired oxygen [F i O 2 ] and inspired CO 2 remained stable- Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 258, "end": 265, "text": "Table 1", "ref_id": "TABREF3"}, {"start": 658, "end": 666, "text": "Table 2)", "ref_id": "TABREF4"}, {"start": 716, "end": 725, "text": "(Table 3)", "ref_id": "TABREF6"}, {"start": 832, "end": 839, "text": "Table 4", "ref_id": "TABREF7"}], "section": "RESULTS"}, {"text": "No technical malfunctions of the ventilators occurred after addition of the CBRN filter to the air-outflow ports of the ventilators.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "We have previously reported the feasibility of adding a CBRN filter to the air-outflow port of a ventilator in an animal model, and proposed this as a strategy for providing", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The Adaptor With a Standard-Issue Chemical-Biological-Radio-Nuclear Filter Canister Connected to a Ventilated Patient.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}, {"text": "Measurements were taken proximal and distal to the filter. ventilator-dependent individuals with protection from TICs. 19 We now report the first application of this technique in human beings. We found that addition of the CBRN filter to the patient's ventilation circuit was well tolerated subjectively by the patients, and found no evidence that the added resistance and dead space of the filter caused a significant change in the patient's respiratory physiology or airflow parameters.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}, {"text": "We previously reported 19 that when ventilating through a CBRN filter with a ventilator that measures tidal volume at a sensor located proximal to (ie, \"upstream\" to) the CBRN filter (as is the case in LP-6 and LP-10 home ventilators), a 5% drop off in tidal volume delivered to the patient could be expected (possibly reflecting the additional dead space represented by the filter). The current study did not confirm this finding, although this may be due to the very small size of the study population. It would therefore be prudent to monitor both oxygen saturation and the patient's subjective feeling of dyspnea after addition of a CBRN filter to any ventilator, and adjust the delivered tidal volume or peak pressure accordingly if needed.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}, {"text": "All the ventilators used in this study sensed pressure at a point distal to (ie, \"downstream\" from) the CBRN filter, in proximity to the patients' tracheostomy cannulae. In our previous study 19 we postulated that in such circumstances addition of a CBRN filter to the ventilation circuit would not change the subjective effort experienced by a patient when pressure-triggering mechanical breaths. The current study confirms this hypothesis, with all patients reporting no subjective difficulty triggering breaths after addition of the CBRN filter as compared to before. It should be emphasized, however, that when using ventilators that sense pressure or flow triggering at a point proximal to the CBRN filter (such as most Bilevel Positive Airway Pressure [BiPAP] and Continuous Positive Airway Pressure [CPAP] ventilators), patients may experience decreased ventilator sensitivity to their inspiratory effort after addition of a CBRN filter to the ventilation circuit.", "cite_spans": [{"start": 758, "end": 765, "text": "[BiPAP]", "ref_id": null}], "ref_spans": [], "section": "FIGURE 2"}, {"text": "Based on the combined findings of our previously reported animal and in-vitro study 19 and this human study, our recommendations for providing TIC protection to ventilatordependent individuals can be summarized as follows:", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}, {"text": "(1) A CBRN filter should be placed on the air-outflow port of the ventilator. Ensure that patients and caregivers do not mistakenly attach the CBRN filter to the patient's tracheostomy, endotracheal tube, or facemask instead.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}, {"text": "(2) Tracheostomized patients should wear a standard-issue gas mask in addition, so as to protect the mucous membranes of their eyes, nose, and mouth. This is desirable, but probably unfeasible, also for patients with endotracheal tubes and non-invasive facemasks. or subjective deterioration in the quality of the patient's mechanical ventilation. This may serve as a simple and inexpensive solution for chronically ventilated patients in the setting of a chemical incident.", "cite_spans": [], "ref_spans": [], "section": "FIGURE 2"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Industrial chemicals and terrorism: human health threat analysis, mitigation and prevention. Agency for Toxic Substances and Disease Registry", "authors": [{"first": "J", "middle": ["L"], "last": "Hughart", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Bashor", "suffix": ""}], "year": 2017, "venue": "Public Health Service. Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Top five industries resulting in injuries from acute chemical incidents-hazardous substance emergency events surveillance, nine states", "authors": [{"first": "A", "middle": ["R"], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 1999, "venue": "MMWR Surveill Summ", "volume": "64", "issn": "", "pages": "47--53", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Emergency preparedness among people living near US army chemical weapons sites after", "authors": [{"first": "B", "middle": ["L"], "last": "Williams", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Magsumbol", "suffix": ""}], "year": 2001, "venue": "Am J Public Health", "volume": "97", "issn": "", "pages": "1601--1606", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Industrial chemicals: terrorist weapons of opportunity", "authors": [{"first": "T", "middle": ["R"], "last": "Burklow", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Yu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Madsen", "suffix": ""}], "year": 2003, "venue": "Pediatr Ann", "volume": "32", "issn": "", "pages": "230--234", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Chemical or biological terrorist attacks: an analysis of the preparedness of hospitals for managing victims affected by chemical or biological weapons of mass destruction", "authors": [{"first": "R", "middle": ["L"], "last": "Bennett", "suffix": ""}], "year": 2006, "venue": "Int J Environ Res Public Health", "volume": "3", "issn": "", "pages": "67--75", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Biological and chemical terrorism: strategic plan for preparedness and response. Recommendations of the CDC strategic planning workgroup", "authors": [{"first": "J", "middle": ["P"], "last": "Koplan", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Holloway", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Jackson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hughes", "suffix": ""}, {"first": "L", "middle": [], "last": "Rosenstock", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Baker", "suffix": ""}], "year": 2000, "venue": "MMWR", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Emergency response to a chemical warfare agent incident: Domestic preparedness, first response and public health considerations", "authors": [{"first": "D", "middle": ["H"], "last": "Moore", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Alexander", "suffix": ""}], "year": 2001, "venue": "Chemical Warfare Agents: Toxicity at Low Levels", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Protecting civilian populations during chemical agent emergencies", "authors": [{"first": "G", "middle": ["O"], "last": "Rogers", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Sorensen", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Watson", "suffix": ""}], "year": 1992, "venue": "Warfare Agents", "volume": "", "issn": "", "pages": "357--386", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chemical agent terrorism", "authors": [{"first": "F", "middle": ["R"], "last": "Sidell", "suffix": ""}], "year": 1996, "venue": "Ann Emerg Med", "volume": "28", "issn": "", "pages": "223--224", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Lessons learned from the Syrian sarin attack: evaluation of a clinical syndrome through social media", "authors": [{"first": "Y", "middle": [], "last": "Rosman", "suffix": ""}, {"first": "A", "middle": [], "last": "Eisenkraft", "suffix": ""}, {"first": "N", "middle": [], "last": "Milk", "suffix": ""}], "year": 2014, "venue": "Ann Intern Med", "volume": "160", "issn": "", "pages": "644--648", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Toxic Inhalation Injury: Management and Medical Treatment", "authors": [{"first": "A", "middle": [], "last": "Eisenkraft", "suffix": ""}, {"first": "A", "middle": [], "last": "Falk", "suffix": ""}], "year": null, "venue": "Inhalation Toxicology", "volume": "2014", "issn": "", "pages": "357--422", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Medical Aspects of Chemical Warfare, Textbook of Military Medicine", "authors": [{"first": "L", "middle": ["Y"], "last": "Rimpel", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Boehm", "suffix": ""}, {"first": "O", "middle": [], "last": "&apos;hern", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Dashiell", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Tracy", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "", "suffix": ""}], "year": 2008, "venue": "Walter Reed Army Medical Center", "volume": "", "issn": "", "pages": "559--592", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Respiratory protection", "authors": [{"first": "J", "middle": [], "last": "Martyny", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Glazer", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Newman", "suffix": ""}], "year": 2002, "venue": "N Engl J Med", "volume": "37", "issn": "", "pages": "824--830", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The changing epidemiology of mechanical ventilation: a population-based study", "authors": [{"first": "S", "middle": ["S"], "last": "Carson", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Cox", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Holmes", "suffix": ""}, {"first": "A", "middle": [], "last": "Howard", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Carey", "suffix": ""}], "year": 2006, "venue": "J Intensive Care Med", "volume": "21", "issn": "", "pages": "173--182", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Non-invasive home mechanical ventilation: effectiveness and efficiency of an outpatient initiation protocol compared with the standard in-hospital model", "authors": [{"first": "M", "middle": [], "last": "Lujan", "suffix": ""}, {"first": "A", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "C", "middle": [], "last": "Veigas", "suffix": ""}, {"first": "C", "middle": [], "last": "Monton", "suffix": ""}, {"first": "X", "middle": [], "last": "Pomares", "suffix": ""}, {"first": "C", "middle": [], "last": "Domingo", "suffix": ""}], "year": 2007, "venue": "Respir Med", "volume": "101", "issn": "", "pages": "1177--1182", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Patterns of home mechanical ventilation use in Europe: results from the Eurovent survey", "authors": [{"first": "S", "middle": ["J"], "last": "Lloyd-Owen", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Donaldson", "suffix": ""}, {"first": "N", "middle": [], "last": "Ambrosino", "suffix": ""}], "year": 2005, "venue": "Eur Respir J", "volume": "25", "issn": "", "pages": "1025--1031", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Department of Health Information, Ministry of Health", "authors": [], "year": 2002, "venue": "Health Care Resources", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The CompPAC and PortaPAC portable ventilators bench tests and field experience", "authors": [{"first": "M", "middle": ["J"], "last": "Roberts", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Bell", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Wong", "suffix": ""}], "year": 1999, "venue": "J R Army Med Corps", "volume": "145", "issn": "2", "pages": "73--77", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Protection of ventilated patients from incidents involving toxic inhalational compounds: animal and in vitro trials", "authors": [{"first": "E", "middle": [], "last": "Be&apos;eri", "suffix": ""}, {"first": "S", "middle": [], "last": "Owen", "suffix": ""}, {"first": "M", "middle": [], "last": "Shachar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Barlavie", "suffix": ""}, {"first": "A", "middle": [], "last": "Eisenkraft", "suffix": ""}], "year": 2016, "venue": "Dis Mil Med", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40696-016-0015-6"]}}, "BIBREF19": {"ref_id": "b19", "title": "Safety of biological/chemical respiratory protection filter for patients in need of oxygen supplementation", "authors": [{"first": "A", "middle": [], "last": "Krivoy", "suffix": ""}, {"first": "S", "middle": [], "last": "Luria", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gafnit", "suffix": ""}, {"first": "S", "middle": [], "last": "Sukhotnikovt", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yehezkelli", "suffix": ""}], "year": 2005, "venue": "Mil Med", "volume": "170", "issn": "", "pages": "1029--1031", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Universal Chemical-Biological-Radio-Nuclear (CBRN) Filter Canister Adaptor for Ventilators. (A) Assembled filter-adaptor complex. (B) Components of the device: 1.-standard CBRN filter; 2.-specially designed connector between the CBRN filter and the ventilation tubing; 3.-standard-issue CBRN filter canister adaptor; 4.-standard ventilation tubing.", "latex": null, "type": "figure"}, "TABREF2": {"text": "Respiratory physiological parameters were measured using a Capnomac Ultima ventilation monitor (Datex-Ohmeda Inc., Madison, WI) and a Nellcor pulse-oximeter (Tyco International Inc., Princeton, NJ). Ventilation airflow parameters were measured using a Ventcheck respiratory mechanics monitor (Novametrix Medical Systems Inc., Wallingford, CT).Data analysis was performed with the Wilcoxon signed-rank test, in which exact P values are calculated, based on the permutation distribution of the test statistic. Standard asymptotic P values were not used because the data set was small, and asymptotic P values are valid only if sample sizes are reasonably large. StatXact 5 statistical software was used.", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Statistical Comparison of Measured PhysiologicalParameters Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear Filter", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre (Mean) </td><td>Post (Mean) </td><td>P Value\n</td></tr><tr><td>O2 sat (%) </td><td>98 </td><td>97 </td><td>0.11\n</td></tr><tr><td>etCO2 (mg%) </td><td>3.5 </td><td>3.6 </td><td>0.5\n</td></tr><tr><td>Heart rate </td><td>90 </td><td>94 </td><td>0.7\n</td></tr><tr><td>Respiratory rate </td><td>19 </td><td>18 </td><td>1\n</td></tr></table></body></html>"}, "TABREF5": {"text": "For patients using BiPAP or CPAP ventilators, or any other ventilator that senses flow internally and not at a point downstream from the added CBRN filter, consider making the following adjustments to the ventilation parameters:(a) If \"time cycled pressure limited\" (pressure controlled) or \"flow cycled\" (pressure support) ventilation is being used, increase the PIP or inspiratory positive airway pressure by 2 cmH 2 O. (b) Check if the patient experiences difficulty triggering spontaneous breaths after addition of the CBRN filter. This may be mitigated by adjusting the trigger (sensitivity) setting, increasing the mandatory breath rate in compensation and/or increasing the PEEP setting. (c) If \"volume cycled\" (volume controlled) ventilation is being used, consider increasing the tidal volume by 5% if the patient experiences discomfort.(4) If parameter adjustments are needed, consider whether this is best done by professional health care providers as opposed to the patient/home aide. Ensure that parameters are reset to their prior values after the CBRN filter is removed. (5) After addition of a CBRN filter to any ventilator, monitor both oxygen saturation and the patient's subjective feeling of dyspnea and adjust the delivered tidal volume or peak pressure accordingly only if needed.(6) Do not change the F i O 2 because of addition of a CBRN filter. (7) Replace the CBRN filter after 8 hours of continuous use, or, if opened but not used, after 12 months of storage.CONCLUSIONSA CBRN filter can be added to the air-outflow port of chronically ventilated patients, without causing an objective", "latex": null, "type": "table"}, "TABREF6": {"text": "Statistical Comparison of Airflow Parameters Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear FilterAbbreviations: Vt, tidal volume (ml); PIP, peak inspiratory pressure (cmH 2 O); PEEP, positive end expiratory pressure (cmH 2 O).", "latex": null, "type": "table"}, "TABREF7": {"text": "Statistical Comparison of Indices of Rebreathing Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear Filter Abbreviations: F i O 2 , fraction of inspired oxygen (%); F i CO 2 , fraction of inspired CO 2 (mg%).", "latex": null, "type": "table"}, "TABREF8": {"text": "TABLE 1\nMeasured Physiological Parameters for 8 Subjects", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear Filter\n</td><td>O2 </td><td>Sat </td><td>etCO2 </td><td>Heart Rate </td><td>Respiratory Rate\n</td></tr><tr><td>Subject no. Pre </td><td>Post </td><td>Pre </td><td>Post </td><td>Pre </td><td>Post </td><td>Pre </td><td>Post\n</td></tr><tr><td>1 </td><td>98 </td><td>98 </td><td>3.4 </td><td>4.0 </td><td>90 </td><td>113 </td><td>22 </td><td>22\n</td></tr><tr><td>2 </td><td>98 </td><td>99 </td><td> </td><td> </td><td>103 </td><td>94 </td><td>8 </td><td>8\n</td></tr><tr><td>3 </td><td>98 </td><td>97 </td><td>3.4 </td><td>3.1 </td><td>93 </td><td>96 </td><td>23 </td><td>22\n</td></tr><tr><td>4 100 </td><td> </td><td>97 </td><td>4.8 </td><td>4.6 </td><td>106 </td><td>103 </td><td>18 </td><td>18\n</td></tr><tr><td>5 </td><td>97 </td><td>95 </td><td> </td><td> </td><td>107 </td><td>107 </td><td>18 </td><td>18\n</td></tr><tr><td>6 </td><td>96 </td><td>97 </td><td>2.5 </td><td>2.7 </td><td>70 </td><td>66 </td><td>15 </td><td>15\n</td></tr><tr><td>7 </td><td>98 </td><td>96 </td><td>2.5 </td><td>3.2 </td><td>62 </td><td>82 </td><td>18 </td><td>18\n</td></tr><tr><td>8 </td><td>99 </td><td>97 </td><td>4.2 </td><td>4.2 </td><td>87 </td><td>89 </td><td>22 </td><td>22\n</td></tr><tr><td>Mean </td><td>98 </td><td>97 </td><td>3.5 </td><td>3.6 </td><td>90 </td><td>94 </td><td>19 </td><td>18\n</td></tr></table></body></html>"}, "TABREF9": {"text": "TABLE 3\nStatistical Comparison of Air fl ow Parameters Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear Filter", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre (Mean) </td><td>Post (Mean) </td><td>P Value\n</td></tr><tr><td>Vt </td><td>226 </td><td>252 </td><td>0.38\n</td></tr><tr><td>PIP </td><td>28 </td><td>25 </td><td>0.34\n</td></tr><tr><td>PEEP </td><td>0.1 </td><td>0.4 </td><td>0.63\n</td></tr></table></body></html>"}, "TABREF10": {"text": "TABLE 4\nStatistical Comparison of Indices of Rebreathing Before (Pre) and After (Post) 60 Minutes of Ventilation Through a Chemical-Biological-Radio-Nuclear Filter", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Pre (Mean) </td><td>Post (Mean) </td><td>P Value\n</td></tr><tr><td>FiO2 </td><td>21 </td><td>21 </td><td>0.5\n</td></tr><tr><td>FiCO2 </td><td>0.2 </td><td>0.3 </td><td>0.25\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}]}