{
    "paper_id": "ec57e28fdde4b93c29ae42ab9bf9ee8e28d48bfe",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "M"
                ],
                "last": "Wenman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "postCode": "2C3.00, T6G 2R7",
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The protozoan intestinal parasite Giardia lamblia is the most commonly found pathogenic parasite in Western countries and is endemic in much of North America [1] . Transmission of G. lamblia can be from person to person [2] but is more commonly waterborne, a result of the relative resistance of the organism's cysts to chlorination [3] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Human Immune Response to Giardia lamblia Infection"
        },
        {
            "text": "Clinical giardiasis ranges from asymptomatic carriage to an illness characterized by diarrhea and abdominal cramps. The disease is usually self-limited, with a mean duration of six weeks, although some patients go on to a protracted illness characterized by malabsorption and debilitation [1] . Immune mechanisms are thought to be important in giardiasis; secon~infections are rare, and persons with congenital common variable hypogammaglobulinemia frequently fail to clear the infections [4] . Giardia-specific IgG has also been detected in patients' sera [5] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Human Immune Response to Giardia lamblia Infection"
        },
        {
            "text": "It has only been recently, with the development of a medium to support axenic culture [6] , that giardia antigens have been studied in any detail. To date, no reports have been published that examine the serological response of natural infection to giardia protein fractions. We undertook this study to elucidate the major antigenic determinants of Giardia under conditions of natural human infection. We were able to demonstrate, by using an immunoblotting technique, a protein antigen that may be specifically recognized during infection.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Human Immune Response to Giardia lamblia Infection"
        },
        {
            "text": "Patients and controls. Sera were obtained from 16 patients with Giardia in their feces at the time of blood sampling. The patients ranged in age from three to 76 years; there were eight males and seven females. Ten of these patients acquired their infections in western Canada (Alberta or British Columbia), two acquired their infections in Asia, three in Africa, and one in the Soviet Union. All foreignacquired infections were detected within two weeks of the patient's return, during screening at a posttravel self-referral clinic. Locally acquired infections were detected largely through monitoring of diagnostic laboratory reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Control sera were obtained from 10 healthy persons (office workers and laboratory personnel not working with Giardia), all long-term residents of Canada with no his-tory of giardiasis and no history of symptomatic gastrointestinal disease for the preceding two years. Asymptomatic carriage of Giardia was not specifically excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Three patients had common variable hypogarnmaglobulinemia and no detectable serum IgA. All of these three patients had chronic diarrhea associated with Giardia, with a duration of symptoms ranging from two to 25 years. Thirteen patients had no history of immune defect. Of these, 11 had acute giardiasis (diarrhea alone in 10, diarrhea and vomiting in one), with a duration of symptoms of two weeks to four months. One patient was asymptomatic but was found to carry Giardia upon return from a visit to Africa. One patient, a 76-year-old man receiving long-term corticosteroid therapy for chronic obstructive lung disease, had had diarrhea for at least six months. All of the patients had concomitant bacterial, parasitic, and, in some cases, viral gastrointestinal pathogens excluded. 'TWo patients were suffering from active pulmonary tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Culture technique/or Giardia. G. lamblia strain WB, originally isolated from an individual who had acquired his infection in Afghanistan [7] , was obtained from Dr. Peter Wallis, Kananskis Center, Calgary, Alberta. The parasites were grown in filter-sterilized TYI-S-33 medium (with the exception that casein digest peptone [BBL Microbiology systems, Cockeysville, Md] was substituted for trypticase, which was found not to support growth) supplemented with 50 Jlg of dehydrated bovine bile and 10 ml of inactivated bovine serum albumin/IOO ml of medium [8] , with the addition of 150 Jlg of gentamicin/ml and 500 U of penicillin/ml. The organisms were grown in 15-ml, screw-top tubes at 37 C and were subcultured every 72-96 hr.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Preparation 0/antigens. Trophozoites were harvested at 72 hr by cooling culture tubes in ice for 10 min and then by mechanically dislodging the trophozoites from the glass surface and centrifuging them at 750 g for 10 min. The trophozoites were washed several times in PBS (pH 7.4) and then resuspended. This supension was then sonicated (model W-220F; Heat Systems Ultrasonics, Plainview, NY; setting, microtip maximum) for 10 15-sec bursts in an ice bath and finally centrifuged at 250 g for 15 min to remove debris. We used the method of Lowry et al. [9] to determine the protein content of the sonicated trophozoites.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "SDS-PAGE. Sonicated trophozoites were placed into a reducing buffer containing 5% (vol/vol) 2-mercaptoethanol, 100/0 (vol/vol) glycerol, 2% (wt/vol) SDS, and 0.0625 M Tris base. Samples were boiled at 100 C for 5 min, and 40 Jlg of protein was applied to each lane. Vertical slab-gel electrophoresis was performed by aligning proteins in a 4.5% stacking gel and separating them in a 12% SDS-polyacrylamide gel. Electrophoresis was performed overnight at a constant current of 6 milliamperes. Molecular weight standards included phosphorylase b (94,000), bovine serum albumin (67,000), ovalbumin (43,000), carbonic anhydrase (31,000), soybean trypsin inhibitor (20,100), and lactalbumin (14, 400) , all purchased from Pharmacia (Piscataway, NJ).",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 690,
                    "text": "(14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "400)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Western immunoblotting. Polypeptides were transferred from SDS-polyacrylamide gels by electrophoresis in a Tris-glycine-methanol buffer, as described by Towbin et al. [10] . Electrophoresis was performed for I hr at a constant current of 195 milliamperes. The blot was stained with Amido Schwartz and destained; the unsaturated protein-binding sites were then blocked with 5070 ovalbumin. Antisera, in a dilution of I :100, were reacted with the blots for 16 hr in a 1% ovalbumin-Tris buffer. The blots were then washed and probed with 1251-labeled protein A of Staphylococcus aureus (5 x 10 6 cpm per blot) for 2 hr. After washing and air drying, the blots were autoradiographed with Kodak X-Omat AR film (Rochester, NY).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Surface labeling with 12Sl Whole giardia trophozoites were obtained by centrifuging 72-hr culture tubes at 750 g for 10 min and purifying them as described. Surface labeling with 125 1 was then performed by the lactoperoxidase method [11] . The labeled trophozoites were sonicated and electrophoresed as described and then autoradiographed by exposure to Kodak X-Omat AR film for 24 hr.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Protein profiles of trophozoites. Coomassie bluestained SDS-polyacrylamide gels of sonicates of strain WB tropozoites (data not shown) revealed a protein profile Concise Communications similar to those obtained by Smith et al. [7] . Although no particular protein appeared to be dominant, several proteins in the molecular weight range of 25,000-40,000 were prominent.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A nalysis ofG. lamblia antigens. Sera from 13 persons with acute giardiasis and no history of immune defect and sera from three persons with common variable hypogammaglobulinemia were analyzed by immunoblot technique (figure 1). These sera were compared with control sera from 10 normal individuals (data not shown). Although several proteins were found to be antigenic when reacted with sera from infected persons, the dominant antigen was a polypeptide with a molecular weight of 31,000. This antigen was recognized as the major antigen by 11 of 16 convalescent sera and was often present as a doublet. Of the five weakly reactive or nonreactive sera, two were from immunoglobulin-deficient patients with chronic diarrhea (figure 1, lanes f and g), and one was from an elderly man receiving long-term corticosteroid therapy (lane k). Sera from most patients with acute giardiasis, whether acquired in North America, Asia, Africa, or Europe, reacted strongly with the protein antigen with the molecular weight of 31,000. Serum from the asymptomatic patient (lane e) reacted strongly to giardia proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In contrast, sera from 10 control subjects exhibited very little antibody specific for Giardia; only two sera recognized an antigen with a molecular weight of 31,000. Because subclinical or mild self-resolving infections are common with Giardia, it is probable that these two individuals had previously had unrecognized infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "125[-labeled trophozoites. 125 a molecular weight of 31,000 was a major surface-exposed component of the parasite (figure 2). Other major surfacelabeled structures have molecular weights of 55,000 and 80,000. A protein with a molecular weight of 33,000 was also noted to be labeled with 125 1; this protein corresponded to the higher molecular-weight component of the 31,000-33,000 antigen doublet frequently recognized in human infections.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "125",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our results have shown a characteristic serological response to natural giardia infection. The major antigen demonstrated was a protein with a molecular weight of 31,000; this protein produced a serological response, usually strong, in almost all persons capable of an immune response to acute infection. Other important antigens were found at the molecular weights of 27,000,28,000, and 56,000. Although these results involve only a single human strain (WB), we have shown [12, 13] that other strains of G. lamblia isolated both from humans and from domestic and wild animals (sheep, dog, beaver, muskrat) in one geo-139 graphic area (Alberta) are antigenically very similar. These data support our use of a single strain as an antigen in this study. Moreover, all of these strains of a lamblia possess a protein antigen with a molecular weight of 31,000. Crossley and Holberton [14] characterized the disc cytoskeleton proteins of G. lamblia and founei that 20llJo of the organelle protein was madc up of a doublet they named \"giardin,\" which was found to have a moleCUlar weight of 30,000. Our surface-labeling experiment demonstrated the presence of a doublet that we measured to be at a molecular weight of 31,000-33,000. It would be expected that the major antigen in natural human infection would be a surface-labeled protein, and this expectation suggests that the protein at a molecular weight of 31,000 in 11 of our 12 normal patients is in fact giardin. None of the antigens that produced a serological response in our patients corresponded to the poly-disperse (Mr 225,000-94,(00) excretory-secretory product found in large amounts by Nash et al. [15] on the surface of G. lamblia strains WB and PB-I.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Torian et al. [16] prepared murine monoclonal antibodies to G. lamblia disc and flagellar proteins with molecular weights of 170,000,155,000,55,000, and 53,000. The polypeptides with molecular weights of 55,000 and 53,000 comigrated with bovine brain tubulin and are probably G. lamblia tubulin, a component of both flagellar axonemes and the attachment disc. Our surface-labeling experiment confirmed the presence of a major surface protein with a molecular weight of 55,000. Nine of the sera from normal patients and one serum from a patient with a congenital 19A deficiency contained antibody to an antigen with a molecular weight of 55,000. The response was, however, much weaker than it was to the protein with a molecular weight of 31,000. Again, surface proteins would be expected to produce a characteristic immune response, so it is possible that the protein with a molecular weight of 55,000 to which our patients responded may be G. lamblia tubulin.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Einfield and Stibbs [17] characterized the trophozoite antigens of four G. lamblia strains (including WB) by immunoelectrophoresis, radioiodination, and immunoprecipitatioil. Proteins recognized by all four strains were found at the molecular weights 130,000, 105,000, 82,000, 63,000,55,000,37,000,30,000, and 24,000; the 82,000 component was the most prominent. Monoclonal antibodies specific for the protein with a molecular weight of 82,000 adsorbed to fixed or liye parasites and indicated the surface location of the Protein. Our surface-labeling experiment confirmed the presence of this protein; however, none of our patients' sera reacted to it, a result suggesting that it is not a major antigen in natur?il human infection.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the major G. lamblia antigen recognized during human infection was a surface-exposed protein with a molecular weight of 31,000. This antigen, which may well be the disc component giardm described by earlier workers [14] , may be an important epidemiological marker for giardiasis. Further studies on larger numbers of patients will, however, be necessary to determine the course of time for developing this antibody and its persistence in the convalescent period. of the extreme difficulty with isolation and propagation in tissue culture, the candidate human enteric CVs (HECVs) have not been adequately characterized. Recently, we reported the possible implication of HECV strains in acute infantile gastroenteritis [5] . By immune electron microscopy (IEM) these strains appeared to be antigenically related to human coronavirus (HCV) OC43, a known respiratory pathogenic virus, but further characterization of the HECV strains was hampered by failure to isolate and propagate them in tissue culture. Beards et al. [6] described other fringed pleomorphic viral particles detected by electron microscopy in stools from children and adults with diarrhea. These viral particles were morphologically more similar to toroviruses of the Berne-Breda group (to which they were shown by IEM to be antigenically related) than to typical CVs. In this report, we attempted further characterization of two HECV strains purified from stools",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Person-to-person transmission of Giardia lamblia in day-care nurseries",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Keystone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krajden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Can Med Assoc J",
            "volume": "119",
            "issn": "",
            "pages": "241--249",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of chlorine on Giardia lamblia cyst viability",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Jarroll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Appl Environ Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "483--490",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The immune response in clinical and experimental giardiasis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "74",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IgG antibody to Giardia lamblia detected by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Gillin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Gastroenterology",
            "volume": "80",
            "issn": "",
            "pages": "1476--80",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Giardia lamblia isolation and axenic cultivation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Myer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Exp Parasitol",
            "volume": "39",
            "issn": "",
            "pages": "101--106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigenic analysis of Giardia lamblia from Afganistan, Puerto Rico, Ecuador, and Oregon",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Gillin",
                    "suffix": ""
                },
                {
                    "first": "Kausha",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immun",
            "volume": "36",
            "issn": "",
            "pages": "714--723",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Concise Communications",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Axenic culture of Giardia lamblia in Tyl-S-33 medium supplemented with bile",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Keister",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "77",
            "issn": "",
            "pages": "487--495",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protein measurement with the folinphenol reagent",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosebrough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Randall",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J BioI Chern",
            "volume": "193",
            "issn": "",
            "pages": "265--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staehelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc Natl Acad Sci",
            "volume": "76",
            "issn": "",
            "pages": "4350--4354",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lactoperoxidase-catalyzed, oxidation as a tool for investigation of proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Methods Enzymol",
            "volume": "70",
            "issn": "",
            "pages": "214--234",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antigenic analysis of Giardia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Meuser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Wenman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proceedings of the 2nd World Congress on Foodborne Infections and Intoxications. Institute of Veterinary Medicine",
            "volume": "",
            "issn": "",
            "pages": "402--406",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antigenic analysis of Giardia duodenalis strains isolated in Alberta",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Wenman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Meuser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Can J Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characterization of proteins from the cytoskeleton of Giardia lamblia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crossley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Holberton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Cel Sci",
            "volume": "59",
            "issn": "",
            "pages": "81--103",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Excretory-secretory products of Giardia lamblia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Gillin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol",
            "volume": "131",
            "issn": "",
            "pages": "2004--2014",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Tubulin and high-molecular-weight polypeptides as Giardia lamblia antigens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Torian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Stibbs",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Infect Immun",
            "volume": "46",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification and characterization of a major surface antigen of Giardia lamblia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Einfield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Stibbs",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Infect Immun",
            "volume": "46",
            "issn": "",
            "pages": "377--83",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "NO.1. JANUARY 1987 © 1987 by The University of Ch:cago. All rights reserved",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Human Enteric Coronaviruses: Further Characterization and Immunoblotting of Viral Proteins Strains of coronavirus (CV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "This work was supported by grant GRT C6-181/124 from the World Health Organization and by funds from the Ministero della Pubblica Istruzione (Ricerca Scientifica). We thank Maria Mastrosimone for help in the English revision. Please address requests for reprints to Dr",
            "authors": [],
            "year": 1986,
            "venue": "Because",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Autoradiograph of 1251-labeled WB trophozoites, by SDS-PAGE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "GEOFFREY D. TAYWR, WANDA M. WENMAN Division of Infectious Diseases, Departments of Medicine and Pediatrics, University of Alberta, Edmonton, Alberta, Canada",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}