{
    "paper_id": "ec779809dc042024897aa083f3fe46212af59946",
    "metadata": {
        "title": "Virus contaminations of cell cultures -A biotechnological view",
        "authors": [
            {
                "first": "O.-W",
                "middle": [],
                "last": "Merten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Généthon III",
                    "location": {
                        "settlement": "Evry-Cedex",
                        "country": "France"
                    }
                },
                "email": "*e-mail:omerten@genethon.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "In contrast to contamination by microbes and mycoplasma, which can be relatively easily detected, viral contamination present a serious threat because of the difficulty in detecting some viruses and the lack of effective methods of treating infected cell cultures. While some viruses are capable of causing morphological changes to infected cells (e.g. cytopathic effect) which are detectable by microscopy some viral contaminations result in the integration of the viral genome as provirus, this causes no visual evidence, by means of modification of the cellular morphology. Virus production from such cell lines, are potentially dangerous for other cell cultures (in research labs) by cross contaminations, or for operators and patients (in the case of the production of injectable biologicals) because of potential infection. The only way to keep cell cultures for research, development, and the biotech industry virus-free is the prevention of such contaminations. Cell cultures can become contaminated by the following means: firstly, they may already be contaminated as primary cultures (because the source of the cells was already infected), secondly, they were contaminated due to the use of contaminated raw materials, or thirdly, they were contaminated via an animal passage. This overview describes the problems and risks associated with viral contaminations in animal cell culture, describes the origins of these contaminations as well as the most important virsuses associated with viral contaminations in cell culture. In addition, ways to prevent viral contaminations as well as measures undertaken to avoid and assess risks for viral contaminations as performed in the biotech industry are briefly described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the development of viral vaccines, animal cell technology has been used for the production of biologicals for prophylaxis and therapy of humans and animals. As many of these products are injectables, the microbiological safety is of particular importance and is a permanent concern. Whereas microbial contaminations (fungi, yeasts, and bacteria) can be rather easily detected via cultivation methods, the detection of mycoplasma and viruses is more difficult because they are not observable by routine light microscopy. However, fluorescence microscopy, mycoplasma amplification and culture techniques, ELISA and PCR are well developed for determining the extent of mycoplasma contamination. Viral contamination, on the other hand, represents a greater concern because viruses require more complex and frequently need highly sophisticated detection methods (see later). In addition the potential for viruses to cause silent infection of cell culture needs to be addressed, negative results do not always signify that there is no virus contamination. Viral infection can originate from contaminated cell lines, contaminated raw materials, or from a GMP breakdown in the production and purification process (Minor, 1996) leading to a virus-contaminated final product. In addition, although downstream processing is able to eliminate or inactivate certain viruses, not all viruses can be eliminated in such a way because they can be resistant to elimination and/or inactivation steps. Viral infection can be highly pathogenic, and in contrast to microbial infection, there are frequently no effective treatments available, this requires serious consideration to be given to the prevention of contamination. As a result of this everything possible has to be done in order to maintain the entire manufacturing process, and thus the final product, virus-free.",
            "cite_spans": [
                {
                    "start": 1211,
                    "end": 1224,
                    "text": "(Minor, 1996)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this review, the problem of viral contaminations in animal cell culture will be presented with special emphasis on animal cell technology used for the production of biologicals for prophylaxis and therapy. In addition, this article will suggest actions which can be taken, in order to assure the absence of viral contaminations. These may include the use of production media devoid of animal derived substances, validation of viral clearance in downstream processing or analytics for detecting adventitious viruses in cell culture and final biological product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the end of this article, the implications for the more basic research laboratory will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viral contamination of cultured cells is associated with several problems:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems associated with viral contaminations"
        },
        {
            "text": "-In contrast to bacterial and fungal contamination, viral contamination cannnot be easily detected, because they cannot be observed by normal light microscopy. It is only when a viral contamination leads to a morphological modification of the cultured cells, such as a cytopathic effect, that a contamination by a virus can be suspected. Silent infection by viruses with no observable morphological modification of the infected cell are clearly of greater concern. -A restricted number of viruses can infect cells and can integrate as a provirus, as in the case of Adeno-Associated virus (AAV), for instance. In this case, the provirus is present, but cannot replicate without the assistance of a helper virus, when one is present both virus species will be produced, together (Mayor and Melnick, 1966; Mayor et al., 1967; Hoggan et al., 1972; Berns et al., 1975) . -Virus contaminated cell cultures represent a risk for the operators, collaborators, patients, as well as for non-contaminated cell cultures. -Cells contaminated with some viruses can show a change to their susceptibility to infection by other viruses. For example some safety testing proto-cols require indicator cells to be used to show the presence of virus, if these are chronically infected by viruses this reduces their susceptibility to other virus species, this in turn, can lead to false negative results, because the virus to be detected can no longer infect the indicator cells. -As a general statement, cell lines contaminated by viruses cannot be treated to become virus free. The result of this is that potentially valuable cell lines will have to be discarded and replaced by new, non-contaminated cells. One of the few exceptions to this rule is the case of Lactate Dehydrogenase virus (LDV). Cultures of cells recovered from a passage in infected animals contain this virus; however, as this virus cannot infect the cells, it will be diluted during subsequent in vitro passaging and thus will be lost (Nicklas et al., 1993; Nakai et al., 2000) .",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 802,
                    "text": "(Mayor and Melnick, 1966;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 803,
                    "end": 822,
                    "text": "Mayor et al., 1967;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 823,
                    "end": 843,
                    "text": "Hoggan et al., 1972;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 844,
                    "end": 863,
                    "text": "Berns et al., 1975)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1984,
                    "end": 2006,
                    "text": "(Nicklas et al., 1993;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2007,
                    "end": 2026,
                    "text": "Nakai et al., 2000)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Problems associated with viral contaminations"
        },
        {
            "text": "In order to avoid viral contamination or reduce the incidence it is helpful to know the source of the contamination. Viruses can be introduced by a limited number of different routes and knowing this provides the possibility to avoid infection. The identified routes of infection are: (i) the cells used to produce the production cells are already contaminated by exogenous virus because the cells were already contaminated at source, e.g., the donor animal from which the cells were explanted (see 'Contamination via the cell source'), the pre-culture (in vitro), or the in vivo passage in an animal led to the virus contamination (see 'Passages via virus infected animals'). (ii) Endogenous viruses, such as retroviruses are a particular concern. Several cell lines of biotechnological importance, such as murine hybridomas or Chinese Hamster Ovary (CHO) cells, contain endogenous retroviruses and can produce retroviral particles during production. In the case of murine retroviruses these can be capable of replication, as observed with hybridoma cells, or which are incapable of replication, as in the case of CHO-cells (see 'Cell lines of biotechnological interest-endogenous retroviruses and other cell associated/latent viruses'). (iii) The cell cultures can be contaminated by viruses which were present in the animal derived materials used in the manipulation or for the growth of the cells. These types of materials include serum or trypsin (see 'Use of contaminated raw materials'). Animal derived raw materials are of particular concern as many different animal viruses can potentially be present originating from the use of infected source animals. Non-animal derived raw materials can also be contaminated by viruses due to contact with virus shed from animals or man from production until its eventual use in the medium of which they are a component. (iv) Finally, errors made by the operator can also result in viral contamination of animal cells (see 'Handling errors of the operator').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Origin of viral contaminations"
        },
        {
            "text": "In the following paragraph, these issues will be described in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Origin of viral contaminations"
        },
        {
            "text": "Primary cells derived from explants or continuous cell lines immortalised/transformed by viruses can be contaminated by adventitious viruses. Primary cell cultures derived from animal tissues are seldom used for the production of vaccines for humans but are more frequently applied for veterinary use. When the donor animals are already latently infected with viruses the subsequent in vitro cultures of cells derived from these animals may be infected. If such primary cells are then used for the production of viral vaccines, these vaccines are likely to be contaminated with the adventitious virus. In the period between 1954 and 1961, when primary kidney cells from macaque or rhesus monkeys were used for the production of poliovirus vaccine, this vaccine was frequently contaminated by SV40. The source of this virus was from the kidney cells of infected monkeys (Sweet and Hilleman, 1960; Shah and Nathanson, 1976 ) (for details, see 'Passages via viruses infected animals'). Young immunocompetent rhesus or macaque monkeys can readily be infected with SV40 by the oral, intranasal, and subcutaneous routes, and viremia and viruria occur in these animals (Shah et al., 1969) . The use of such animals as source for kidney cells may lead automatically to a SV40 contaminated primary kidney cell culture because the virus may persist in the kidneys in a latent form (Shah et al., 1969) . Similar observations were made with secondary lamb kidney cells, which are widely used for the production of veterinary vaccines. In the case described, an attenuated Aujeczky's Disease viral vaccine was produced on lamb kidney cells. The master virus stock used for the production had become contaminated with the Border Disease virus due to the contamination of the cell culture used for its production. The vaccination of the sows with this vaccine during the first third of their pregnancy led to the infection of the fetuses which led to a disease similar to classical swine fever (Vannier et al., 1988) . Leiter et al. (1978) reported on the establishment of a mouse epithelial pancreatic cell line which was persistently infected by a polyoma virus. The origin of this infection was not completely clear, but it seemed probable that the mouse which was the source of these cells was also the source of the virus.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 895,
                    "text": "(Sweet and Hilleman, 1960;",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 896,
                    "end": 920,
                    "text": "Shah and Nathanson, 1976",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1162,
                    "end": 1181,
                    "text": "(Shah et al., 1969)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1371,
                    "end": 1390,
                    "text": "(Shah et al., 1969)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1979,
                    "end": 2001,
                    "text": "(Vannier et al., 1988)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 2004,
                    "end": 2024,
                    "text": "Leiter et al. (1978)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source Contamination via the cell source -Some examples"
        },
        {
            "text": "Finally, all cell lines which have been established by using a virus transformation (e.g. EBV-transformed B-lymphocytes, such as the Namalva cell line (Klein et al., 1972; Butler, 1991) ) are potentially able to produce the virus used for the transformation and therefore also represent a potential infection risk for the operators, the cell culture lab, and the patients receiving a biological produced with such cell lines.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 171,
                    "text": "(Klein et al., 1972;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 172,
                    "end": 185,
                    "text": "Butler, 1991)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source Contamination via the cell source -Some examples"
        },
        {
            "text": "The in vitro production of viral vaccines began with the demonstration that explanted embryonic tissue could be used for the production of poliovirus (Enders et al., 1949) . Subsequently primary cells, in particular primary monkey kidney cells, were used for the production of this virus. Although the use of such cells was very convenient and the first accepted way to produce a viral vaccine, the source of these cells (the primary monkey kidney cells) was associated with a number of problems particularly with the introduction of a number of viral contaminats. The advantage of the use of primary cells for the vaccine production system was that it was the first in vitro system for the production of viral vaccines, that high titers of viruses could be obtained, and that the system could be scaled up to a reactor stage by using microcarriers . However, it has been recognised that, this system could be prone to contamination originating from the donor animals. The frequency of contaminants may have been due initially because, the animals were caught in the wild with no control of the disease risks with these animals, leading to a high incidence of contaminations by adventitious viruses. Stones (1977) reported that 40-80% of the cultures of kidney cells from Vervet monkeys were positive for adventitious agents. As mentioned, many of the viruses which infect primates are pathogenic for humans, the species barrier is being able to be crossed (Eloit, 1997) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 171,
                    "text": "(Enders et al., 1949)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1200,
                    "end": 1213,
                    "text": "Stones (1977)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1457,
                    "end": 1470,
                    "text": "(Eloit, 1997)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "The notion of the species barrier is sometimes seen as the ultimate rampart that will protect humans against animal viruses, and this can be true for a number of animal viruses which are not able to intitate infection in human cells. However, the species barrier relies on a number of inate features of the immune system which are bypassed in the case of medicinal products (injectables). In addition, the barrier may only be a quantitative issue (quantity of active virus, e.g. the LD 50 of rabies virus in mice is 10 6 times higher by the oral than by the intracerebral route) and is a question of the route of administration (e.g. the mucous membrane is a rather efficient barrier, however, when a virus is inoculated parenterally, the species barrier is no longer valid). Finally, even in the case of an abortive replication cycle, cell transformation via the expression of early viral genes is still possible, eventually leading to a transformed phenotype of non-permissive cells (e.g., mouse cells are transformed by SV40, which in monkey cells leads only to a lytic cycle, or non-permissive cells transformed by bovine polyomavirus) (Eloit, 1997 (Eloit, , 1999 .",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1152,
                    "text": "(Eloit, 1997",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1153,
                    "end": 1167,
                    "text": "(Eloit, , 1999",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "Zoonotic infection where humans are infected by animal pathogens is frequently observed in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "Only two examples are described here: Minor (1996) reported on 28 cases of infections occuring between 1932 and 1987 in which individuals who had close contacts with macaque monkeys infected with a highly pathogenic virus (Herpes simiae or B virus) fell ill. This virus is latent in these monkeys, but causes fatal disease in man. Twenty cases were fatal and seven had severe sequelae. The second example concerns the contamination by the Marburg virus. Smith et al. (1967) reported that the contamination of monkeys with this filovirus led to an infection of 31 operators/monkey handlers of which 7 died. These monkeys had been imported into Germany for vaccine production by using their kidney cells. More details can be found in Peters et al. (1992) .",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 50,
                    "text": "Minor (1996)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "Smith et al. (1967)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 732,
                    "end": 752,
                    "text": "Peters et al. (1992)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "A further relevant example from the production of poliovirus vaccine is provided by SV40, a polyomavirus which is an extremely common infection of macaques and rhesus monkeys (Shah and Nathanson, 1976) where it persists in the kidneys in a latent form without causing a cytopathic effect (Sweet and Hilleman, 1960) . This virus grows much more slowly than poliovirus and thus an infection might not be observed during the vaccine production. It is estimated that almost everybody who was vaccinated against poliovirus between 1954 and 1961 also recieved viable SV40 together with the poliovirus vaccine. This is true for the live attenuated as well as for the inactivated poliovaccine, because, in the first case, no inactivation step was applied and, in the second case, the formalin inactivation step was insufficient to inactivate SV40 (Sweet and Hilleman, 1960) . Whereas in the case of the live vaccine, the route by mouth is a poor route for infection with SV40 (Sweet and Hilleman, 1960) , others were injected with inactivated poliovaccine together with infectious SV40. A long-term follow-up study with a small number of individuals, as well as the observation that, in spite of the large number of vaccinees (10-30 millions of 98 millions who were vaccinated, or almost 90% of individuals under 20 yr in 1961 (Shah and Nathanson, 1976) ) which are believed to have received infectious SV40, showed no corresponding increase in related cancers (Shah and Nathanson, 1976) . It should be mentioned, however, that (i) DNA-sequences of SV40 have been detected in association with different human tumors and at an higher incidence in mesotheliomas (Horaud, 1997) , (ii) that SV40 isolated from primary monkey kidney cells by Sweet and Hilleman (1960) induced sarcomas in newborn hamsters (Eddy et al., 1961) , and (iii) that SV40 is oncogenic for laboratory rodents (Magrath, 1991) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 201,
                    "text": "(Shah and Nathanson, 1976)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 288,
                    "end": 314,
                    "text": "(Sweet and Hilleman, 1960)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 839,
                    "end": 865,
                    "text": "(Sweet and Hilleman, 1960)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 968,
                    "end": 994,
                    "text": "(Sweet and Hilleman, 1960)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1319,
                    "end": 1345,
                    "text": "(Shah and Nathanson, 1976)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1453,
                    "end": 1479,
                    "text": "(Shah and Nathanson, 1976)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1652,
                    "end": 1666,
                    "text": "(Horaud, 1997)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1729,
                    "end": 1754,
                    "text": "Sweet and Hilleman (1960)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1792,
                    "end": 1811,
                    "text": "(Eddy et al., 1961)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1870,
                    "end": 1885,
                    "text": "(Magrath, 1991)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "In 1970, Hoggan reported the detection of latent infections of AAV in human and monkey kidney cells. He and his coworkers screened cell lines intended for vaccine production and found that approximately 1% of human embryonic kidney cells and 20% of African green monkey kidney cells produced AAV when infected with helper adenovirus. These results suggested that AAV stayed in an integrated form in the absence of helper virus and that this inapparent infection was a rather frequent natural occurrence. Hoggan et al. (1972) could prove by using Detroit 6 cells that a deliberate infection with AAV in the absence of helper virus led to a latent infection. A superinfection with helper adenovirus led to the induction of AAV replication.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 524,
                    "text": "Hoggan et al. (1972)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production"
        },
        {
            "text": "It is evident that steps can be taken to reduce the risk of contamination risk in primary cell cultures. In practice, different actions are possible: use of virus free animals, use of kidney cells from animals which are less susceptible to virus infections, establishment of veterinary examination and quarantine of animals intended for use, and/or use of diploid or continuous cell lines (use of the cell bank concept/seed stock concept); all reduce the frequency of contamination, Use of captive-bred monkeys versus use of imported wild-caught animals. Besides the advantage of independence from the diminishing wild populations and the sparing of these, it is evident that breeding under controlled conditions led to the production of better quality animals especially in respect of virus infections (Van Steenis et al., 1980) . Van Wezel et al. (1978) could show, by performing serological tests on 18 captive-bred cynomolgous monkeys and 40 imported wild caught parent animals that most of the wild caught animals were positive for antibodies against herpes simplex B, parainfluenza 3, or measles virus, whereas two thirds of the captive bred animals were only positive for antibodies against rotaviruses. Twenty out of 36 imported animals were positive for foamy virus 1 antibodies whereas these antibodies were not observed in the animals bred in captivity (Table I) .",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 829,
                    "text": "(Van Steenis et al., 1980)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 832,
                    "end": 855,
                    "text": "Van Wezel et al. (1978)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [
                {
                    "start": 1364,
                    "end": 1373,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "During production, control cultures are generally established in parallel to the cultures used for the production of polio vaccine. Van Steenis et al. (1980) compared the frequency of contaminated primary, secondary, tertiary, and quaternary cultures (flasks as well as microcarrier cultures) and stated that all cultures derived from captive-bred animals were free of virusinduced cytopathic effects or hemadsorption, whereas 30 out of 45 kidney cultures from single imported wild caught animals and all of 71 cultures derived from multiple animals showed cytopathology (Table II) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 157,
                    "text": "Van Steenis et al. (1980)",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 581,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "Reduction of the frequency of contaminations. Statistically, the use of fewer animals (kidneys) will increase the probability to establish virus free cultures. As primary kidney cells from monkeys can be amplified to reactor scale cultures by using microcarriers, the number of animals (kidneys) per batch could be considerably reduced (Van Wezel et al., 1978 , 1980 . The calculations done by Van Wezel et al. (1978) in- dicated very clearly that this approach could reduce the number of animals necessary for production purposes of Polio virus vaccine by 5-7 fold. Shah and Nathanson (1976) calculated the probability to obtain kidney cultures free from SV40 with respect to the number of animals used per production batch. By using one animal the frequency of SV40 contamination was about 20%. However, the frequency increased to 70% when the kidneys of two to three animals were pooled and was 100% when the kidneys of more than 10 animals were pooled, indicating very clearly that the increase of the number of animals per batch increased considerably the probability of the presence of virus contamination.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 359,
                    "text": "(Van Wezel et al., 1978",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 360,
                    "end": 366,
                    "text": ", 1980",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 394,
                    "end": 417,
                    "text": "Van Wezel et al. (1978)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 567,
                    "end": 592,
                    "text": "Shah and Nathanson (1976)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "Use of kidney cells from animals, which are less susceptible for virus infections. One way to reduce the contamination by human pathogenic virus is to change the species of the animal as donor of the primary cells. Shah and Nathanson (1976) proposed that new world spider monkeys should be used instead of the rhesus monkeys or macaques because SV40 does not readily multiply in cells from spider monkeys. On the other hand, macaque monkeys can be infected with Herpes simiae or B viruses, which are highly pathogenic for humans. The replacement of the macaques as donors by African Green Monkeys, which are not susceptible to infection by herpes simiae virus, would be the best precaution in this case (Minor, 1996) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 240,
                    "text": "Shah and Nathanson (1976)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 703,
                    "end": 716,
                    "text": "(Minor, 1996)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "Other means. In addition to the above mentioned measures, there are some other measures which can be performed in order to increase biological safety. The animals intended for use should be examined for their health status and must pass through a quarantine regime. For safety reasons, there has to be routine use of in vitro and in vivo culture systems for detection of viruses in any case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "However, the best means to increase the biological safety of the produced viral vaccines is the use of diploid or continuous cell lines, because it can be determined that such cells are free of animal derived viruses: This can be achieved by establishing master (seed stock) and working (distribution and user stocks) cell banks which have been rigorously tested and validated for the absence of microbial as well as viral contaminants (see chapter by Freshney and the section on 'Testing-virus screening in cell banks' of this article). By this means producers of viral vaccines and all other biotech products can make use of a homogeneous pool of characterized cells from which each production run will be started, in the knowledge that they are free of any contaminant (because they have been tested) (Berthold et al., 1996) . In addition, by using the seed stock/working stock concept for the viral inoculum the manufacturer of viral vaccines can use a tested and validated stock of virus inocula of which one aliquot is used for the infection of each production run.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 827,
                    "text": "(Berthold et al., 1996)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Contamination via the cell source -Primary cells used for viral vaccine production -How to avoid them"
        },
        {
            "text": "Many contaminating murine viruses, such as Minute virus of mice (MVM), K virus, Mouse Encephalomyelitis virus, and Mouse Adenovirus have been isolated from contaminated virus pools. Viruses, such as A similar study was published by Nicklas et al. (1993) , however, revealing a lower rate of contamina- (Nicklas et al., 1993) Origin tions probably due to the improvement of the microbiological quality of the laboratory rodents. Of 297 tumors examinated, 75 (25.3%) were contaminated. Considerable differences were observed for in vivo (36.6% positive of 186 tumors) and in vitro (6.3% positive of 111 tumors) passaged transplantable tumors.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 253,
                    "text": "Nicklas et al. (1993)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 302,
                    "end": 324,
                    "text": "(Nicklas et al., 1993)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "Mouse transplantable tumors showed the highest frequency of contamination, whereas tumors of other species showed much lower frequencies (Table IV) . Contamination with reovirus 3 and MVM was found in 4 (3.7%) of 109 cell lines tested, and in 2 of 60 monoclonal antibody bulk preparations. With respect to LCMV, Bhatt et al. (1986) reported its isolation from transplantable tumor cell lines. The testing of tumor cell lines revealed that 16 out of 55 in vivo tumor samples and one out of eight in vitro samples were positive. A similar situation was found in a New Jersey research institute, where human cell lines and tumor cell lines were passaged via nude mice for the development of monoclonal immunodiagnostics and immunotherapeutic agents. This LCMV contamination led to the outbreak of laboratory-acquired human LCMV infection (Mahy et al., 1991) . LCMV contaminated hamster tumor cell lines have also been responsible for an outbreak of infections occurred in medical center personal at the University of Rochester (Hay, 1991) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 331,
                    "text": "Bhatt et al. (1986)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 835,
                    "end": 854,
                    "text": "(Mahy et al., 1991)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1024,
                    "end": 1035,
                    "text": "(Hay, 1991)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 147,
                    "text": "(Table IV)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "Mouse hybridomas are of particular concern because, first, these cells have been created by fusion of mouse spleenocytes with mouse myeloma cells, second, many hybridoma cells have been cultivated in animals, and third they are used for the produc-tion of injectables. This signifies that mouse viruses are potential contaminants of these cell lines and their products. These viral contaminants can be divided into two groups; group 1 contains viruses which are also known to cause human diseases or to be able to infect human cells, while group 2 contains other mouse viruses (Table V) (Minor, 1996) . Although Ectromelia virus is listed in group 2, cultures infected with this virus are only processed in the special P4 unit available at the NIH (Hay, 1991) . Ectromelia, a member of the orthopoxviurs group, is a natural pathogen in mice, and is able to replicate in all mouse lymphoma lines, in some hybridoma cell lines, and in BS-C-1 cells (Buller et al., 1987) . Consequently, the ATCC has screened its collection of murine cell lines but no characteristic cytopathic effects have been observed (Hay, 1991) . Moore (1992) listed the mouse viruses which had been detected in production cell banks of hybridomas: LMCV, MVM, Sendai, LDH, and epizootic diarrhea virus of infant mice. The present view is that hybridoma cell lines should be tested for the viruses indicated in Table V , and only those should be used for biotechnological applications which are free of these viruses. The only acceptable viral particles in bulk supernatants from hybridoma cell lines are those of endogenous origin.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 600,
                    "text": "(Minor, 1996)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 748,
                    "end": 759,
                    "text": "(Hay, 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 946,
                    "end": 967,
                    "text": "(Buller et al., 1987)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1102,
                    "end": 1113,
                    "text": "(Hay, 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1116,
                    "end": 1128,
                    "text": "Moore (1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 586,
                    "text": "(Table V)",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1386,
                    "text": "Table V",
                    "ref_id": null
                }
            ],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "The passage of human tumor cells in nude mice can also lead to the infection of these cells by murine endogenous retroviruses. Crawford et al. (1979) reported the contamination of a human nasopharyngeal carcinoma with murine endogenous xenotropic retroviruses after a passage in a nude mouse. As these Table V . Viruses potentially infecting rodent cells (Minor, 1996) Group contaminations are of animal origin, it is necessary to verify the contamination status of laboratory animals. Minor (1996) indicated that all mouse strains, which were received at NIBSC from breeders of laboratory animals, were tested positive for MVM and Sendai virus.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 149,
                    "text": "Crawford et al. (1979)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "(Minor, 1996)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 486,
                    "end": 498,
                    "text": "Minor (1996)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table V",
                    "ref_id": null
                }
            ],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "Finally working with rat cell lines, which have been passaged via rats, is also a concern because they can be contaminated by different rat viruses, in general, and by Hantaan virus, in particular. Hantaan virus has been isolated in cell culture from rat immunocytomas. Transplantation into LOU/M/Wsl rats and storage of passaged immunocytomas at -70 • C over a period of 8-10 yr did not eliminate the virus. Lloyd and Jones (1986) also showed that the passage of rat immunocytomas in infected LOU/Wsl rats led to a contamination of these cell lines.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 431,
                    "text": "Lloyd and Jones (1986)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "Hantaan virus is a silent pathogen in rats and mice, but causes disease in humans (hemorrhagic fever with renal syndrome) after infection (Leduc et al., 1985) . Laboratory animal care workers working with infected animals as well as persons handling contaminated rat immunocytoma cell lines have been infected with this virus (Leduc et al., 1985; Lloyd and Jones, 1986; Mahy et al., 1991) . For this reason, all ATCC certified cell lines of rat origin have been screened for the presence of hantavirus. The following rat cell lines and rat hybridomas appeared free of hantavirus infection: CCL 38, 43, 45, 47, 82, 82.1, 97, 107, 144, 149, 165, 192, 216; CRL 1213 CRL , 1278 CRL , 1439 CRL , 1442 CRL , 1444 CRL , 1446 CRL , 1458 CRL , 1468 CRL , 1476 CRL , 1492 CRL , 1548 CRL , 1569 CRL , 1570 CRL , 1571 CRL , 1578 CRL , 1589 CRL , 1592 CRL , 1600 CRL , 1601 CRL , 1602 CRL , 1603 CRL , 1604 CRL , 1607 CRL , 1631 CRL , 1655 CRL , 1662 CRL , 1674 HB 58, 88, 90, 92, 100, 132; and TIB 104, 105, 106, 107, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 145, 146, 164, 166, 168, 175, 183, 184, 207, 210, 211, 213 (Leduc et al., 1985) . It should also be mentioned that cell lines of other species can also be contaminated by hantavirus. This virus had been detected in a human lung carcinoma cell line (A549) (French et al., 1981) and in Vero E6 cells (McCormick et al., 1982) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 158,
                    "text": "(Leduc et al., 1985)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 326,
                    "end": 346,
                    "text": "(Leduc et al., 1985;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 347,
                    "end": 369,
                    "text": "Lloyd and Jones, 1986;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 370,
                    "end": 388,
                    "text": "Mahy et al., 1991)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 590,
                    "end": 653,
                    "text": "CCL 38, 43, 45, 47, 82, 82.1, 97, 107, 144, 149, 165, 192, 216;",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 662,
                    "text": "CRL 1213",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 673,
                    "text": "CRL , 1278",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 684,
                    "text": "CRL , 1439",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 695,
                    "text": "CRL , 1442",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 706,
                    "text": "CRL , 1444",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 717,
                    "text": "CRL , 1446",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 728,
                    "text": "CRL , 1458",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 739,
                    "text": "CRL , 1468",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 750,
                    "text": "CRL , 1476",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 761,
                    "text": "CRL , 1492",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 772,
                    "text": "CRL , 1548",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 783,
                    "text": "CRL , 1569",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 794,
                    "text": "CRL , 1570",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 805,
                    "text": "CRL , 1571",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 816,
                    "text": "CRL , 1578",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 827,
                    "text": "CRL , 1589",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 838,
                    "text": "CRL , 1592",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 849,
                    "text": "CRL , 1600",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 860,
                    "text": "CRL , 1601",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 871,
                    "text": "CRL , 1602",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 882,
                    "text": "CRL , 1603",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 893,
                    "text": "CRL , 1604",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 904,
                    "text": "CRL , 1607",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 915,
                    "text": "CRL , 1631",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 926,
                    "text": "CRL , 1655",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 937,
                    "text": "CRL , 1662",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 948,
                    "text": "CRL , 1674",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 977,
                    "text": "HB 58, 88, 90, 92, 100, 132;",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 1135,
                    "text": "and TIB 104, 105, 106, 107, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 145, 146, 164, 166, 168, 175, 183, 184, 207, 210, 211, 213 (Leduc et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1332,
                    "text": "(French et al., 1981)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1354,
                    "end": 1378,
                    "text": "(McCormick et al., 1982)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "Precautions: The precautions which should be taken to reduce the risk of contamination of cells during passage in animals: (i) Cells which have been once passaged in animals have to be screened for the absence of microbial and viral contaminants normally found in the animal species; (ii) Animal passages should be avoided as much as possible, the contamination risk by mouse pathogens is reduced 6-fold when these cells are cultivated in vitro (Nicklas et al., 1993) ; and (iii) only tested laboratory-bred animals (virus-defined, specific pathogen free), and no wild caught animals, should be used for animal passages of mammalian cells.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 467,
                    "text": "(Nicklas et al., 1993)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Passages via virus infected animals"
        },
        {
            "text": "The most important cell lines of biotechnological interest, mouse hybridomas and CHO cells, are known to contain endogenous retroviruses (ERVs) and are known to produce retroviral particles. ERVs exist in 2 forms, a viral form and a proviral form. Retroviral proviruses are transmitted through germ cells and are present in the genomes of almost all vertebrates thus far studied. Humans possess many ERV genomes related to mammalian C type retroviruses and to A, B and D types of this family of viruses. The presence of ERV-like sequences in a cell line to be used in the production of a biological is a potential cause for concern because of the possibility that the endogenous retrovirus may be activated and result in infectious virus being present. particles (IAP) as well as budding C-type particles (Table VI) . With respect to IAPs, Anderson et al. (1990) demonstrated, that the CHO cells' genome contained approximately 300 copies of viral sequence per haploid genome. No intact open reading frame for gag, pol, or env could be detected in clones of either family (Anderson et al., 1990) . In addition, no infectivity has been associated with A-type retroviruses from CHO cells (Kuff and Lueders, 1988; Adamson, 1998) . CHO cells also produce C-type particles at concentrations of <10 3 -10 6 ml −1 . The presence of virus particles was correlated with detectable reversed transcriptase activity (a retrovirus specific enzyme) (Dinowitz et al., 1992) (Table VII) . As for the IAPs, each CHO cell contains between 100 and 300 copies/genome (Dinowitz et al., 1992) . No evidence of infectivity could be detected (Dinowitz et al., 1992; Adamson, 1998) , this may be due to the lack of functional open reading frames, rendering the retroviruses incapable of encoding an intact endonuclease (Dinowitz et al., 1992) .",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 862,
                    "text": "Anderson et al. (1990)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1072,
                    "end": 1095,
                    "text": "(Anderson et al., 1990)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1186,
                    "end": 1210,
                    "text": "(Kuff and Lueders, 1988;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1211,
                    "end": 1225,
                    "text": "Adamson, 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1435,
                    "end": 1458,
                    "text": "(Dinowitz et al., 1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1547,
                    "end": 1570,
                    "text": "(Dinowitz et al., 1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1618,
                    "end": 1641,
                    "text": "(Dinowitz et al., 1992;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1642,
                    "end": 1656,
                    "text": "Adamson, 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1794,
                    "end": 1817,
                    "text": "(Dinowitz et al., 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 815,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1459,
                    "end": 1470,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Endogenous retroviruses"
        },
        {
            "text": "Hybridoma and murine plasmacytoma cell lines. As for CHO cells, plasmacytoma and hybridoma cells produce IAPs and C-type particles (Table VI) (Spriggs and Krueger, 1979; Weiss, 1982) . As for CHO IAPs, hybridoma IAPs stay inside the cells and are noninfectious because they are devoid of intact open reading frames. However, unlike CHO C-type retroviral particles, hybridoma C-type particles have the ability to replicate in several different cell lines including a small number of human cell lines (lung fibroblasts, RD cells (Weiss, 1982; Levy, 1983; Adamson, 1998) ).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 169,
                    "text": "(Spriggs and Krueger, 1979;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 170,
                    "end": 182,
                    "text": "Weiss, 1982)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 527,
                    "end": 540,
                    "text": "(Weiss, 1982;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 541,
                    "end": 552,
                    "text": "Levy, 1983;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 553,
                    "end": 567,
                    "text": "Adamson, 1998)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "By using electron microscopy, the retroviruses present in cell culture supernatant have been as high as 10 9 particles per ml (Moore, 1992) . About one in 10 4 -10 6 particles is infectious. In this context, Froud et al. (1997) presented data from Lonza Biologics (former Celltech Biologics), indicating that all hybridoma cell lines processed by the company produced retroviral particles. Five to six percent of the cells produced infectious mouse ecotropic retrovirus, whereas almost all (about 85%) mouse cell lines tested produced low levels of infectious mouse xenotropic retrovirus (X-MLV) when the cell banks were tested.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 139,
                    "text": "(Moore, 1992)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 208,
                    "end": 227,
                    "text": "Froud et al. (1997)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "All mouse cell lines commonly used for antibody or recombinant protein production are derived from the MOPC21 tumor of a female BALB/c mouse. This indicates that all cell lines, clones, and subclones which are derived from the MOPC21 tumor (the plasmacytomas P3X63.Ag8.653, NS1, NS0, and the hybridoma SP2/0.Ag14) produce X-MLV (Froud et al., 1997) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 348,
                    "text": "(Froud et al., 1997)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "Infectious retrovirus has also been found in mouse/human hybridomas. In co-cultivation studies it could be established that these retroviruses were of the X-MLV type, and no human retroviruses have been detected in any mouse/human hybridoma or genetically engineered human cell line (Moore, 1992) . Although not detected so far, the possibility of molecular recombinations leading to pseudotyped particles is a concern.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 296,
                    "text": "(Moore, 1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "Other cell associated viruses and safety considerations Mouse/human hybridomas can be established by fusing human EBV transformed lymphoblastoid cells with mouse plasmacytomas. As these cells were EBV transformed, the hybridoma cells are potential EBV producers. Cells transformed by EBV are potential EBV producers (e.g. Namalva), and the downstream processing protocol as well as the safety testing have to take this fact into account (Cartwright, 1994; Robertson, 1996) (see Section on 'Process validation -downstream -processing -viral clearance').",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 455,
                    "text": "(Cartwright, 1994;",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 472,
                    "text": "Robertson, 1996)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "BHK cells are also transformed rodent cells and it was possible to induce production of R-type particles in these cells (Moore, 1992) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 133,
                    "text": "(Moore, 1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "Table VIII presents a short résumé on cell lines of biotechnological interest which contain endogenous viruses or latent proviruses and are therefore producers or potential producers of these viruses. Whereas plasmacytomas, hybridomas, CHO and BHK cells contain endogenous viruses which integrated into the genome Table VII . Characteristics of C-type particles isolated from CHO cells (Dinowitz et al., 1992) Reversed transcriptase activity Detected in highly concentrated (4000-7000-fold) culture fluids from some cell lines; Mn 2+ preferring.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 409,
                    "text": "(Dinowitz et al., 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Table VII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CHO cells. By using electron microscopy it can be shown that these cells contain intracisternal A-type"
        },
        {
            "text": "Similar to other C-type particles in sucrose density gradients (about 1.13-1.16 g ml −1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Density"
        },
        {
            "text": "Nucleotide homology to other C-type Endnuclease region contains significant homology particles with mammalian C-type retroviruses. No intact open reading frames detected in cloned cDNA sequences. About 100-300 copies per CHO genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Density"
        },
        {
            "text": "Proteins P30 core protein is related to murine and other C-type retroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Density"
        },
        {
            "text": "No infectivity detected by direct inoculation of reverse transcriptase-containing concentrates or cocultivation of CHO cells with a battery of cell lines. of the respective species after an infection millions of years ago, the presence of EBV (due to EBV transformation of human B-lymphocytes) or sequences of parvoviruses (e.g. AAV (latent infection leading to integration) due to natural contamination of human embryonic kidney cells and African Green Monkey kidney cells (Hoggan, 1970) , or Procine Parvovirus (latent infection) (Fikrig and Tattersall, 1992 ) (see Section on 'Trypsin')) are due to recent events and can eventually be avoided by using tested cell lines (absence of the respective sequences).",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 488,
                    "text": "(Hoggan, 1970)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 532,
                    "end": 560,
                    "text": "(Fikrig and Tattersall, 1992",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Lack of infectivity"
        },
        {
            "text": "It is evident that all biological products derived from cell lines containing endogenous retroviruses or other latent viruses have to be characterized for the presence of virus. In addition, in order to increase their biological safety, first, all biotech products derived from such cell cultures have to be rigorously tested for the absence of retroviral activities/viruses or latent viruses, and second, the purification protocols for biotech products derived from these cells have to be validated for their capacity to eliminate or inactivate retroviruses/latent viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of infectivity"
        },
        {
            "text": "An important potential source of viral contaminations are raw materials used for the preparation of culture media in animal cell technology. Although any component of the culture medium can theoretically by contaminated by viruses, the materials with the highest probability of viral contamination are those derived from animal origin. The classical animal cell culture technology currently makes use of several raw materials of animal or human origin. This is true for the production of viral vaccines for human or veterinary use or many other biological therapeutic. Animal sera as medium additive is the most widespread animal derived material used today. Fetal, new born or adult bovine sera and in some cases also horse sera are used. Trypsin, mainly from pig pancreas, is a very important detachment agent for all adherent cells. Other animal or human derived substances are often used in association with the replacement of serum by serumfree media, but which can eventually also be found as excipients: human albumin, protein hydrolysates (casein, gelatin, etc.), and human transferrin. Other substances of animal origin are some amino acids, which are derived from complete hydrolysis of proteins. However, because of the chemical conditions used in their production, there is less risk than that of materials prepared without this process. Although the use of entirely chemically defined media devoid of any animal derived substance reduces the risk of viral contaminations, it is important to mention that this risk will never be zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "Several zoonotic viruses are known and can be transmitted from animal sources (Eloit, 1999) . Because of the recognised risks from these agents careful sourcing and screening can easily prevent the risk of their transmission. However, it should be noted that other viruses not known to be harmful for humans might be infectious and might lead to severe disease.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 91,
                    "text": "(Eloit, 1999)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "Contamination problems associated with the use of serum Bovine serum might be contaminated by many different bovine viruses. Although theoretically qualitycontrolled serum should have been tested for all possible viruses, this is not possible for economic reasons and may not even be necessary. It is evident that each serum batch has to be tested for those viruses which are ubiquitous and known risks, such as the Bovine Viral Diarrhoea Virus (BVDV). However, there is also the question of the geographical origin of the serum which may indicate the need for additional virus tests. It is only necessary to test for those viruses, which are present in the geographical region from which the serum is coming. Table IX presents bovine viruses for which tests have to be performed depending on the geographical origin of the serum. The testing Table IX . Specific tests applicable to the screening of calf serum and porcine trypsin used for the production of medicinal products for human use (Eloit, 1999) Calf serum Trypsin (Table X) . In the following, the most important bovine viruses are presented in more detail.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 1004,
                    "text": "(Eloit, 1999)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "Table IX",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1024,
                    "end": 1033,
                    "text": "(Table X)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "BVDV. Bovine viral diarrhoea/mucosal disease is one of the most important viral diseases of cattle. The natural prevalence is very high with approximately 80% of cattle being seropositive and 1-2% of these animals being persistently viremic animals due to immune tolerance which occurs after infection of the fetus (Kniazeff, 1973) . The infection rate has been increased by the uncontrolled use of live vaccines and by heterologous vaccines fortituously contaminated with BVDV virus (Kreeft et al., 1990) . Together with Hog Cholera and Border Disease virus of sheep, BVDV constitutes the pestivirus group. Bolin et al. (1991) have studied the frequency of contamination of fetal calf serum with BVDV and reported that 332 of 1608 raw fetal serum samples (20.6%) derived from the abbatoirs were positive for this virus, 224 of these samples (13.9%) contained antibodies against BVDV and 3.1% of the samples (50/1608) were positive for both, BVDV and antibodies against BVDV (Table XI ). They have also tested commercial fetal calf serum for cell culture and detec-ted BVDV in 47% of the samples (90/190): 88 contained non-cytolytic and only two contained cytolytic BVDV isolates. Two percent of these samples (3/190) were positive for Infectious Bovine Rhinothracheitis virus isolates. Wessman and Levings (1999) have reported similar results, indicating that 32 to 68% of fetal bovine serum samples (pooled one liter lots from two bovine fetuses) were rejected for presence of BVDV or antibodies against BVDV, in the period of 1990-1997.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 331,
                    "text": "(Kniazeff, 1973)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 484,
                    "end": 505,
                    "text": "(Kreeft et al., 1990)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 608,
                    "end": 627,
                    "text": "Bolin et al. (1991)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1287,
                    "end": 1313,
                    "text": "Wessman and Levings (1999)",
                    "ref_id": "BIBREF103"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Table XI",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "These studies indicate the importance of the problem of BVDV contamination in fetal calf serum and several conclusions can be made: first, veterinary diagnostic laboratories should avoid the use of fetal calf serum in diagnostic procedures for pestivirus infections, second, there is a significant risk that adventitious BVDV from fetal calf serum may lead to contaminations in the veterinary biologicals industry (see Section on 'Other substances of animal/human origin and non-animal derived substances'), and third, the results indicate a very high rate of fetal infection with BVDV, possibly reflecting a failure in hygiene issues or in control measures (Bolin et al., 1991) .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 678,
                    "text": "(Bolin et al., 1991)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "Finally the most important question concerns the contamination status of cell lines in culture collections, because many cell lines have existed for many years in these collections and might have been contaminated in periods when no or fewer tests were performed for proving the absence of BVDV. The question most relevant to the use of fetal calf serum for animal cell culture and animal cell culture technology is: which cells are/were contaminated by BVDV and are the cells from different species as easily contaminated as bovine cells or is there any species barrier. In this context, Bolin et al. (1994) performed a survey of cell lines from the American Type Culture Collection and observed the following contamination status: Using immunocytochemical procedures and PCR amplification, 13 of 41 ATCC cell lines were tested BVDV positive: these cell lines were derived from cattle, sheep, goat, deer, bison, rabbit, and domestic cat. Attemps to experimentally infect 14 different cell lines from animals, which were not found positive in the survey of the ATCC cell lines, led to the result that all swine cell lines (3/3: MPK, ESK-4, and one other) and most rabbit (3 out of 4: Sf 1 Ep, R9AB, RAB-9) and cat cell lines (3 out of 4: CRFK, AK-D, NCE-F161) became infected with BVDV, whereas hamster (BHK-21), human (IMR-90), dog (MDCK), rabbit (SIRC) and cat (Fc3Tg) cells were refractory to BVDV infections. The results concerning monkey cells (LLC MK2) were variable -no clear answer was obtained. Wessman and Levings (1999) reported that the following cell lines could be infected with BVDV: bovine cells (EBK, MDBK, BoTur, primary and continuous kidney cell lines, lung, trachea, and aortic endothe-lium), sheep choroid plexus and lamb kidney cells, monkey kidney cells (Vero and others), mosquito cells, porcine cells (PK-15 and others, testis, minipig kidney cells), goat cells (kidney and oesophagus), cat cells (lung, CRFK, tongue, feline embryo), rabbit kidney cells (RK-13), and others. Harasawa and Mizusawa (1995) published a study on the pestivirus contamination of cell stocks of the Japanese Cancer Research Resources Bank. Fifteen out of 20 cell lines (75%) were positive using RT-PCR. Whereas bovine cell lines (HH, MDBK, CPA, CPAE, EBTr, Ch1Es) were contaminated with genotypes I, II, and III, cell lines of dog, cat, and primate origin were contaminated with genotype II of BVDV (HeLa, MOLT-4, U937, WI-38, WiDr, CV-1, Vero, MDCK, CRFK). Roehe and Edwards (1994) assessed the ability of 11 pestiviruses from pig, eight from cattle, and five from sheep to replicate in cells of porcine (PK-15), bovine (BT) and ovine (SCP) origin. The pattern of replication in different cell types varied between different isolates of the same virus species.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 608,
                    "text": "Bolin et al. (1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1504,
                    "end": 1530,
                    "text": "Wessman and Levings (1999)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 2001,
                    "end": 2029,
                    "text": "Harasawa and Mizusawa (1995)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2461,
                    "end": 2485,
                    "text": "Roehe and Edwards (1994)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "These results indicate that the virus suceptibilities of a species are not completely predictible and that many cells derived from other species than cattle can be infected by BVDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of contaminated raw materials"
        },
        {
            "text": "of importance. Viral infections lead to respiratory syndrome in cattle (shipping fever) and abortion in bovines. In 68% of calves significant antibody levels against PI-3 have been detected. The virus can be easily replicated in primary (bovine kidney cells) and established bovine cells (EBTr, MDBK) (Kniazeff, 1973) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 317,
                    "text": "(Kniazeff, 1973)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "PI-3. Parainfluenza 3 virus is another bovine virus"
        },
        {
            "text": "tracheitis -a very common infection of cattle -, abortion, pustular vulvovaginitis, meningoencephalitis of calves, and conjunctivitis. The incidence of infection is high with viremia a common feature. It replicates in leukocytes and can stay there latently. It is never found free in the bloodstream. It replicates in bovine cells, but also in cell cultures from: elk, mule deer, sheep, L cells, chick embryo cells, pig, human (amnion (probably also a clon of HeLa cells (see chapter by Masters)), HeLa), and primary monkey kidney cells (Kniazeff, 1973) .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 553,
                    "text": "(Kniazeff, 1973)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "IBR or BHV-1. Infectious bovine rhinotracheitis virus or Bovine Herpes virus 1. This herpesvirus is ubiquitous and cattle herds are infected world wide with this virus. A virus infection leads to rhino-"
        },
        {
            "text": "BPyV. Bovine polyomavirus belongs to the family of the polyomaviruses. These viruses have been isolated by several laboratories (e.g., from monkey kidney and other cells cultured in the presence of bovine serum. By infecting permissive cells, this virus leads to a cytopathic effect, whereas non-permissive cells are transformed and they acquire certain properties of a malignant cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBR or BHV-1. Infectious bovine rhinotracheitis virus or Bovine Herpes virus 1. This herpesvirus is ubiquitous and cattle herds are infected world wide with this virus. A virus infection leads to rhino-"
        },
        {
            "text": "As for the other bovine derived viruses, BPyV is an ubiquitous virus and about 40% of the calves are seropositive in the first month after birth. In the subsequent months this seropositivity decreases to about 11% at an age of one year, however, the older the animals become seropositive again and the final percentage of seropositivity is beyond 80%. It was also shown that bovine fetuses were infected in utero, leading to the presence of antibodies against this virus in fetal bovine serum batches (in about 12% of the tested batches). Despite this rather high incidence of infection in fetuses, no known disease is associated with this virus, neither for cattle nor for humans. Using PCR, 14/20 European serum batches (70%) contained BPyV DNA sequences . A similar frequency of contamination was observed in North American serum batches (Kappler et al., 1996; Van der Noordaa et al., 1999) . There was no correlation between the PCR results and the presence/absence of antibodies against BPyV, however, could show that all PCR-positive sera contained infectious BPyV. IBR or BHV-1. BPyV can infect calf kidney cells, and monkey kidney cells (Vero, BSC-1, CV-1, RITA) but also human embryonic kidney cell cultures (Waldeck and Sauer, 1977; Wognum et al., 1984) . The virus does not seem to replicate in mouse 3T3 cells, nor in the human embryonic lung cell WI-38 (Waldeck and Sauer, 1977) . The BPy virus is known to lead to cell transformation and tumorigenesis, which is induced by the expression of the large-T antigen .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 863,
                    "text": "(Kappler et al., 1996;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 864,
                    "end": 893,
                    "text": "Van der Noordaa et al., 1999)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1217,
                    "end": 1242,
                    "text": "(Waldeck and Sauer, 1977;",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1243,
                    "end": 1263,
                    "text": "Wognum et al., 1984)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1360,
                    "end": 1391,
                    "text": "WI-38 (Waldeck and Sauer, 1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IBR or BHV-1. Infectious bovine rhinotracheitis virus or Bovine Herpes virus 1. This herpesvirus is ubiquitous and cattle herds are infected world wide with this virus. A virus infection leads to rhino-"
        },
        {
            "text": "All adherently growing cells have to be detached for passaging from time to time. To facilitate this the enzyme trypsin is frequently used. As for serum, trypsin is an animal derived product, generally from porcine pancreas. Therefore, similar safety criteria as for serum have to be applied for trypsin. A special concern is Porcine Parvovirus (PPV). Latent parvovirus contamination has been found in many permanent human cell lines. The first contamination was observed by Hallauer and Kronauer (1960) when they observed that some control cultures (non-infected with Yellow Fever virus) yielded a different hemagglutinating agent, unrelated to Yellow Fever virus, when subjected to their isotonic, high pH glycine extraction buffer (= physiological stress). Further studies identified this infectious agent as a member of the parvovirus group. Following this, Hallauer et al. (1971) isolated 38 parvoviruses in 43 permanent human cell lines obtained from 19 laboratories. Some cell lines showed signs of degenerescence when arriving into the laboratory of Hallauer, others appeared completely normal. Three different serotypes of parvovirus could be identified, the origin of them is not really known. However, the recovery of the same serotypes from different laboratories suggests a common source, such as a reagent used in cell cultivation. One of the serotypes had been identified as PPV, indicating that the use of contaminated trypsin lots was the probable source of contamination (Fikrig and Tattersall, 1992) . The definite proof that porcine trypsin was the source for cell culture contaminations by PPV was apported by Croghan et al. (1973) , because they detected the same serotype in commercial trypsin lots.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 503,
                    "text": "Hallauer and Kronauer (1960)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 862,
                    "end": 884,
                    "text": "Hallauer et al. (1971)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1489,
                    "end": 1518,
                    "text": "(Fikrig and Tattersall, 1992)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1631,
                    "end": 1652,
                    "text": "Croghan et al. (1973)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Trypsin"
        },
        {
            "text": "It could be shown that various cell lines from different species can be infected by PPV, such as human continuous cell lines (Lu 106, HeLa, and the following HeLa clones (see chapter by Masters): KB, Amnion, and Hep-2) or swine kidney cells (PK 15) (Hallauer et al., 1971) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 272,
                    "text": "(Hallauer et al., 1971)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Trypsin"
        },
        {
            "text": "Recently, a new group of viruses, the circoviridae, was described. The circoviridae are very small viruses (non-enveloped, circular single stranded DNA, diameter of 17 nm) and are very resistant against most of the inactivation methods currently used. This group of viruses was found in Japanese patients suffering from non A to G hepatitis, described as TT virus (Nishizawa et al. 1997) , and also found in chickens, where it is described as Chicken Anemia virus (Yuasa et al., 1979) . This virus seems to be ubiquitous in humans because DNA of the TT virus was identified in plasma of 76% of French blood donors (Biagini et al., 2000) . It is evident that such a virus might be a problem when human derived proteins are used, because this it is very resistant against most inactivation methods. Tischer et al. (1982) described a circovirus in pigs, and it has been reported that the swine cell line PK-15 was chronically contaminated by this type of virus. A serological study showed that 20 out of 22 randomly collected pig sera contained specific antibodies against the virus, whereas no specific antibodies could be detected in sera from rabbits, mice, calves, and man, including the laboratory staff working with this virus (Tischer et al., 1982) . The virus exists as 2 subtypes, type 2 porcine circovirus replicates actively in porcine fetuses (Sanchez et al., 2001) and is associated with abortions, reproductive failure and postweaning multisystemic wasting disease in swine (O'Connor et al., 2001; Ellis et al., 2001) , however, it seems that this virus is very porcine specific .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 387,
                    "text": "(Nishizawa et al. 1997)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 464,
                    "end": 484,
                    "text": "(Yuasa et al., 1979)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 614,
                    "end": 636,
                    "text": "(Biagini et al., 2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 797,
                    "end": 818,
                    "text": "Tischer et al. (1982)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1230,
                    "end": 1252,
                    "text": "(Tischer et al., 1982)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1352,
                    "end": 1374,
                    "text": "(Sanchez et al., 2001)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1485,
                    "end": 1508,
                    "text": "(O'Connor et al., 2001;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1509,
                    "end": 1528,
                    "text": "Ellis et al., 2001)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Circoviridae"
        },
        {
            "text": "Although there is no record of Porcine Circovirus being able to infect man, precautions should be taken when porcine derived substances, such as trypsin, are used in animal cell technology. As this type of virus is very resistant it is preferable to avoid contaminations of the cell culture, and thus of the biotech product, than to try to separate the product from the virus (due to stability reasons autoclaving the final product is not possible).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circoviridae"
        },
        {
            "text": "For the moment, these viruses are most frequently detected by PCR, presently there is no good culture method available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circoviridae"
        },
        {
            "text": "The highest risk is associated with the use of human or animal derived substances. With respect to material of human origin, it is evident that there exists an important risk of viral transmission, because of the absence of any species barrier to infection. Human sourced raw materials should be checked for the absence of viruses, like Hepatitis B virus (HBV), Hepatitis C virus (HCV), Human Immunodeficiency virus (HIV), and EBV, or CMV (Committee for Proprietary Medicinal Products: Ad Hoc Working Party on Biotechnology/Pharmacy and Working Party on Safety Medicines, 1992). The testing for these viruses is most frequently accomplished by PCR assay. The extent of the use of human derived materials is limited with only human transferrin and human serum albumin still in use. The development of serum-and protein-free media leads more and more to media devoid of any animal/human derived substance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other substances of animal/human origin and non-animal derived substances"
        },
        {
            "text": "Other substances of animal origin, such as certain amino acids, lipids, or other protein additives (peptones) are also potentially contaminated by viruses and have to be rigorously tested for virus absence or should be replaced by non-animal derived compounds (Merten, 1999; Jayme, 1999) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 274,
                    "text": "(Merten, 1999;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 275,
                    "end": 287,
                    "text": "Jayme, 1999)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Other substances of animal/human origin and non-animal derived substances"
        },
        {
            "text": "Finally it should be mentioned that adventitious viruses can also be introduced via contaminated nonanimal derived substances (medium components), as observed by the contamination of a manufactured material by viruses of extraneous origin. The most widely reported case was that occuring with the manufacturer Genentech (Garnick, 1996) (see next section).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 335,
                    "text": "(Garnick, 1996)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Other substances of animal/human origin and non-animal derived substances"
        },
        {
            "text": "The scientific literature gives few descriptions of viral contamination in biotechnological productions of recombinant proteins or viral vaccines (Table X) . Nine cases have been published indicating that viral contamination can be acquired via the serum source (in 7 out of 9 cases) or the culture medium (in 1 out of 9 cases). Biotechnological products were contaminated by different viruses, by those leading to a cytopathic effect (epizootic haemorrhagic disease virus) but in most cases by those which have no effect on the morphology of the contaminated cells (Minute Virus of Mice (MVM), BVDV, BPyV, bluetongue virus, reovirus). In cases where the viral infection leads to observable morphological effects, the contamination is easily detectable. However, those viruses which do not lead to a modification of the morphology and/or growth characteristics of the cells require methods such as RT-PCR, PCR, bulk in vitro testing. Or alternatively the onset of diseases in animals administered with the test material. These virus positive products were not delivered in the case of the products destined for human use, because the virus detection was performed before product release (Garnick, 1996; Rabenau et al., 1993; Harasawa and Sasaki, 1995) , however, with respect to the live attenuated veterinary vaccines, several incidents of disease in vaccinated animals were reported (Kreeft et al., 1990; Wilbur et al., 1994; Falcone et al., 2000) .",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1202,
                    "text": "(Garnick, 1996;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1203,
                    "end": 1224,
                    "text": "Rabenau et al., 1993;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1225,
                    "end": 1251,
                    "text": "Harasawa and Sasaki, 1995)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1385,
                    "end": 1406,
                    "text": "(Kreeft et al., 1990;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1407,
                    "end": 1427,
                    "text": "Wilbur et al., 1994;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 1428,
                    "end": 1449,
                    "text": "Falcone et al., 2000)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Table X)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Examples for contaminations in biotech products originating from raw materials"
        },
        {
            "text": "It should be mentioned here, that the case of MVM contamination of CHO cultures for the production of TPA, did not lead to a cytopathic effect and could not be detected without specific virus tests (Garnick, 1996) . In contrast, Nettleton and Rweyemamu (1980) and Hughes (1996) reported on a MVM contamination of BHK-21 cells for veterinary vaccine production, which was detected via persistent cell deaths of these cells. It could be shown that the serum batch was the origin of this contamination. It is evident that rigourous testing of raw materials is necessary because of the following: -In the case of the production of recombinant proteins for human use, virus contaminations can only be eliminated with difficulty from the bulk product. Should a virus present in the bulk product be able to be eliminated during downstream processing, the FDA will generally not accept the final product after purification (Burstyn, 1996) . -The problem associated with live attenuated virus vaccines is that these products cannot be treated for virus inactivation because the active ingredient would be inactivated at the same time. Such products require a more extended quality control testing for the raw materials. For instance, new serum batches should be tested for a more extensive range of bovine viruses and in particular for those viruses, which are of relevance for the final application of the product. For instance, in the case of the contamination of a canine vaccine by bluetongue virus which lead to the death of some bitches (Table X) (Wilbur et al., 1994) , the application of a specific test would have avoided this incidence. -In conclusion, the best solution for reducing the risks of viral contaminations is the use of raw materials which are not of animal or human origin, but of plant or microbial origin or produced by chemical synthesis. It is evident that such an approach will not eliminate the risk of viral contaminations, but represents an important step towards risk minimization.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 213,
                    "text": "(Garnick, 1996)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 229,
                    "end": 259,
                    "text": "Nettleton and Rweyemamu (1980)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 264,
                    "end": 277,
                    "text": "Hughes (1996)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 915,
                    "end": 930,
                    "text": "(Burstyn, 1996)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1544,
                    "end": 1565,
                    "text": "(Wilbur et al., 1994)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [
                {
                    "start": 1534,
                    "end": 1543,
                    "text": "(Table X)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Examples for contaminations in biotech products originating from raw materials"
        },
        {
            "text": "Sourcing. This approach is clearly limited to agents for which there is a well-documented specific geographical distribution. Such examples are quite rare and only the case of TSE agents will be mentioned here, where sourcing of bovine serum from diseasefree countries (a geographical choice) is possible. This approach, however, can also be used for viruses such as bluetongue virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Screening. In principle, all raw materials, of animal origine or produced by chemical synthesis, have to be rigourously tested and should fulfill certain quality attributes, when used for the production of biological injectables (GMP-guidelines). The characteristics which are frequently required to be described in raw materials are identity (testing, tracability, labels), purity (testing, inspection, vendor certificate of analysis), suitability for intended use (process validation, vendor audit programme, performance testing if needed), tracability (vendor audit programme, vendor certification, certificates of analysis, contractual obligations under change control, labelling, control). For more details, consult Lubiniecki and Shadle (1997) .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 749,
                    "text": "Lubiniecki and Shadle (1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Although it would be desirable that all raw materials should be tested for the absence of adventitious agents, in order to be sure that they are safe, this is often impracticable. Therefore there are two approaches: first, tests are employed which are based on the detection of general characteristics of viruses (cytopathic effects, haemadsorption) and, second, specific tests using imunological and/or PCR methods are employed for detecting virus antigens or specific viral sequences after amplification in permissive cells (see Table IX for testing of bovine serum and porcine trypsin, see Section on 'Testing -virus screening in cell banks').",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "Table IX",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "However, such a screening gives only a limited guarantee of safety because of the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "-Complete testing can be impracticable on a batch to batch basis. In most cases, screening will only be done for certain viruses, e.g. for BVDV, IBR, and PI-3 in the case of bovine serum, for porcine parvovirus in the case of trypsin, because these are the most probable viral contaminants. However, depending on the geographical origin of the serum or the trypsin, additional tests for viruses which are present in that geographical area from where the raw material is coming may have to be performed (Table IX) . If a raw material is of animal origin, screening tests should also include the use of cells of the species of origin. With respect to the use of serum for the GMP production of biologicals for human use, the EMEA proposes in a draft that more viral screening tests should be performed for proving the absence of BVDV, IBR, PI-3, Bovine adenovirus, Bovine Parvovirus, Bovine Respiratory Syncytial virus, Bovine Re- virus tests, otherwise they pass undetected. -Due to sampling size, low titers of some adventitious viruses can remain undetected but may be amplified during the manufactureing process. In this context it should be remarked that screening methods are not always sufficient because contaminated serum batches which had passed as uncontaminated have been detected by and Yanagi et al., (1996) ; contamination of serum samples with BPyV and BVDV, respectively.",
            "cite_spans": [
                {
                    "start": 1298,
                    "end": 1319,
                    "text": "Yanagi et al., (1996)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 512,
                    "text": "(Table IX)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Recommendations for fetal bovine serum quality (Hansen and Foster, 1997) . Although the best choice would be a serum-free cell culture process which is devoid of any animal or human derived substances, this is not always possible. Where serum supplementation is necessary, the serum should be of high quality. In addition to the absence of viruses the hemoglobin level should be <10 mg, the endotoxin level should be below 10 Eµ ml −1 , and there should be a reliable tracability to countries without BSE nor foot and mouth disease. A serial filtration using 40 nm poresize filters should be used and the serum should be γ irradiated with >25 kGy using validated procedures. For veterinary use, the radiation dose should be 35 kGy.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 72,
                    "text": "(Hansen and Foster, 1997)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "More on the quality control of bovine serum used for the production of viral vaccines for human use can be found in Mareschal (1999) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "text": "Mareschal (1999)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Other precautions: The screening of animal derived raw materials for the presence of adventitious viruses is of utmost importance, however, as already mentioned, screening has its limits, because it is impractical to screen for all theoretical viruses, and other new viruses might emerge for which no tests are available. Because of this supplementary precautions have to be undertaken for reducing the risk of viral contamination, by inactivating or eliminating at least viruses of families, which are susceptible for inactivation and/or elimination. With respect to the treatment of fetal bovine serum for animal cell technology, γ irradition, and UVC irradiation are used. Heat treatment as well as treatment with peracetic acid are possible, however, they are not really used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Some treatments are presented in the following: (a) Nanofiltration (Troccoli et al., 1998; Aranha-Creado et al., 1997; Graf et al., 1999) . If the size difference (molecular weight) between the raw material and the virus is large enough, viruses can be removed by nanofiltration, which makes use of pore cut offs of 50, 35 nm, and even 15 nm. Filters with a pore cut offs of 50 nm can be used to eliminate viruses which have a diameter larger than 50 nm, such as retroviruses or influenza A virus (80-120 nm) (typical log titer reduction in a validation study: >6.3). However, such filters only partly reduce the quantity of poliovirus (28-30 nm), and viruses of a size of 25 nm (model particle: Bacteriophage PP7) pass without any significant retention (log titer reduction: <1-8.5, depending on the buffer system used) (Graf et al., 1999) . It should be mentioned that the composition of the medium/buffer system in which the virus is placed, has an effect on the log titer reduction of viruses which are below the molecular weight cut-off of the membrane used. An example of typical virus retention data for a commercial hydrophilic PVDF membrane filter is shown in Table XII .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 90,
                    "text": "(Troccoli et al., 1998;",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 91,
                    "end": 118,
                    "text": "Aranha-Creado et al., 1997;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 119,
                    "end": 137,
                    "text": "Graf et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 840,
                    "text": "(Graf et al., 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "Table XII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Improved virus retention can be obtained by using pore cut offs of 35 nm. Using a 35 nm membrane in line with two prefilters (one 75 nm filter followed by a first 35 nm filter) led to log titer reductions of >4.3 for Hepatitis A Virus (HAV) and Encephalomyocarditis Virus, although both viruses are smaller (28-30 nm) than the cut-off of the filters (Troccoli et al., 1998) . All viruses larger than 35 nm were completely removed.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 373,
                    "text": "(Troccoli et al., 1998)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Finally the use of a 35 nm membrane filter followed by a 15 nm pore size membrane filter assures a log reduction factor of >6.7 and >5.8 for HAV and BVDV, respectively, signifying that in principle all potential adventitious viruses (also the small ones) can be removed from the product (Johnston et al., 2000) .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 310,
                    "text": "(Johnston et al., 2000)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Nanofiltration is mainly used as a final step in the production of biologicals purified from human plasma and of recombinant DNA-derived products. Fetal calf serum is often filtered three times using a cut-off of 100 nm (removal of, for instance, IBR and PI-3, but not of BVDV). Only some companies provide fetal bovine serum which is serially filtered through 40 nm pore size filters (Hanson and Foster, 1997) , because this cut-off allows also the elimination of, for instance, BVDV, which has a size of 45-55 nm (see Table XIII ).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 410,
                    "text": "(Hanson and Foster, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 530,
                    "text": "Table XIII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "(b) γ Irradition (Plavsic et al., 1999) . γ irradition (using a 60 Co source) is a very efficient and straightforward means for inactivating many different virus types. As animal derived substances such as serum can be contaminated by adventitious viruses, γ irradition is, after routine quality control for virus detection, the best method to increase the safety of using serum in the production of animal cell culture derived biologicals. Using PETG (polyethylene terephthalate G copolymer) bottles with 500 ml of frozen serum (-40 • C) inoculated with model virus (Hanson and Foster, 1997) , validation experiments have been performed to determine the optimal radiation dose to inactivate relevant bovine and porcine viruses, and in parallel to assure that the irradiated serum has still a sufficient growth supporting ability. Plavsic et al. (1999) could show that at a radiation dose of 25 kGy, all tested viruses (Bovine Reovirus, Porcine Parvovirus, Canine Adenovirus, IBR, and BVDV) showed a significant decline in titer. An exposure of 35 kGy led to titers of all viruses tested falling below the detection level (≤0.5 TCID 50 ml −1 ). Even very resistant viruses, such as the Porcine Parvovirus, could be reduced to below the detection level. For all viruses tested the log reduction factor was at least 6.78 (Table XIV) . Willkommen et al. (1999) reported an overview on virus inactivation and removal from serum and serum substitutes. With respect to the efficiency of PPV inactivation by γ irradition they indicated that even after application of a radiation dose of 40 kGy, a TCID 50 of 5.3 per ml was observed, indicating that the log reduction was only about 2. This difference with data published by Plavsic et al. (1999) might be due to differences in the design of the respective studies. However, with respect to the other viruses tested (BVDV, IBR, PI-3, reovirus 3), no differences in the inactivation doses were observed. It should be mentioned here, that sera are normally irradiated using a dose of 20 to 25 kGy. For veterinary use, the radiation dose has to be 35 kGy.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 39,
                    "text": "(Plavsic et al., 1999)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 567,
                    "end": 592,
                    "text": "(Hanson and Foster, 1997)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 852,
                    "text": "Plavsic et al. (1999)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1333,
                    "end": 1357,
                    "text": "Willkommen et al. (1999)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 1717,
                    "end": 1738,
                    "text": "Plavsic et al. (1999)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 1319,
                    "end": 1330,
                    "text": "(Table XIV)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "A very important consideration is the capacity of the irradiated serum to support cell growth. By performing long-term standard cultures (three passages in a medium supplemented with 5% of the irradiated sera), Plavsic et al. (1999) were able to show that in principle all tested cell lines could be cultivated, but also that different cells reacted relatively differently on the radiation doses used. Whereas low passage BHK cells, Vero (only slightly), and CHO cells displayed an inverse relationship between growth and radiation dose, high passage BHK cells and the human diploid fibroblasts, WI-38 and MRC-5 -the latter are of special interest for vaccine production and virology -did not display growth decline as a function of radiation dose (Table XV ). None of the tested cell lines showed a modifed morphology.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 232,
                    "text": "Plavsic et al. (1999)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 757,
                    "text": "(Table XV",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "The advantages of irradiation is that it is easy and safe and does not leave residual molecules in the final product as when chemical inactivation methods are used. Today γ irradition is mandatory in Europe for fetal bovine serum. Validation experiments of the γ irradiation (dose: 25-35 kGy) of porcine pancreatic trypsin powder indicated a 6.7 log 10 reduction of the median tissue culture infective dose (TCID 50 ) (Erickson et al., 1989) .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 441,
                    "text": "(Erickson et al., 1989)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "(c) UVC irradiation (Kurth et al., 1999) : A second rather easy and safe method is UVC irradiation for inactivating adventitious agents. As distinct from γ irradition, the UVC irradiation has to be performed by using a continuous flow through irradiator. An irradiation time of 8±1 s and a fluence of 0.1 J cm −2 are used normally. The principle of this type of irradiation is a DNA excitation leading to electron transfer (→ 8-hydroxoy-guanine), photohydration (→ cytosin hydrates), photoaddition and dimerization (→ Pyr -Pyr, Thy -Ade, Pyrimidine (6-4) Pyrimidone). UVC irradiation is very effective for selected virus groups, especially for those with single-stranded nucleic acids. The data shown in Table XIII indicate that all tested single-stranded viruses were rather efficiently inactivated with a log clearance ranging from >5.5 to 8. Only the reovirus 3 which has a double stranded RNA shows a lower log reduction (4). Long term growth assays did not reveal any reduction in the ability of the UVC irradiated sera (used at 1%) to support cell growth.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 40,
                    "text": "(Kurth et al., 1999)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 714,
                    "text": "Table XIII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "(d) Other treatments: Substances of animal origin, such as serum or trypsin, or final biotech products can also be treated by other methods for reducing the eventual viral burden. These treatments can be of chemical nature, such as treatment with peracetic acid (Hughes, 1996) , solvents (e.g. 1% Tween 80 and 0.3% tri-n-butyl-phosphate at 25 • C for 8.5 h for the treatment of plasma derived Factor IX, works only for lipid enveloped viruses) (Johnston et al., 2000) , or imines (Brown et al., 1999) , or physical methods, such as heating (Hughes, 1996) or the reduction of the pH to 4.5. With respect to heat treatment, it is less effective than irradiation methods (Willkommen et al., 1999) and the serum composition is too much altered (Hanson and Foster, 1997) , leading to a rather weak growth promotion. The addition of a chemical substance, such as peracetic acid, is not ideal because a chemically reactive substance is added which might also lead to an inactivation of some medium compounds. In spite of this, virus inactivation based on the treatment with peracetic acid is rather effective for inactivating resistant virus, such as poliovirus Table XV . The effect of increasing doses of gamma radiation on the ability of fetal bovine serum to support the long term growth of selected cell lines in culture (expressed as percent of growth of control cultures) (Plavsic et al., 1999) (Sprössig and Mücke, 1967) , as well as for maintaining the growth supporting ability of the serum. Other adventitous agents like mycoplasmas and bacteria are also efficiently inactivated (Schweizer et al., 1972) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 276,
                    "text": "(Hughes, 1996)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 444,
                    "end": 467,
                    "text": "(Johnston et al., 2000)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 480,
                    "end": 500,
                    "text": "(Brown et al., 1999)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 540,
                    "end": 554,
                    "text": "(Hughes, 1996)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 668,
                    "end": 693,
                    "text": "(Willkommen et al., 1999)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 740,
                    "end": 765,
                    "text": "(Hanson and Foster, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1394,
                    "text": "(Plavsic et al., 1999)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1395,
                    "end": 1421,
                    "text": "(Sprössig and Mücke, 1967)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1583,
                    "end": 1607,
                    "text": "(Schweizer et al., 1972)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 1155,
                    "end": 1163,
                    "text": "Table XV",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "(e) Replacement of animal derived substances by non-animal/non-human derived substances: Although viral screening tests are efficient for detecting adventitious viruses, the best remedy for avoiding the presence of these viruses is the use of non-animal/nonhuman derived raw materials. This is not a complete assurance for the absence of virus, but a considerable risk reduction, since adventitious viruses might also be introduced via non animal derived raw materials, such as medium components as shown by Garnick (1996) . In this context it should be mentioned that most of the recent biologicals based on the use of animal cell technology are produced in serum-free or protein-free media (Froud, 1999; Merten, 1999) . With respect to the production of viral vaccines, the first serum-free viral vaccines were developed and tested in clinical studies (Brands et al., 1999; Kistner et al., 1999) , and are going to be put on the market.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 522,
                    "text": "Garnick (1996)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 692,
                    "end": 705,
                    "text": "(Froud, 1999;",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 719,
                    "text": "Merten, 1999)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 854,
                    "end": 875,
                    "text": "(Brands et al., 1999;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 876,
                    "end": 897,
                    "text": "Kistner et al., 1999)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Recently, a study concerning a veterinary live virus vaccine, which was produced under protein-free conditions (devoid of any animal or human derived substances), showed that such a vaccine was as efficacious and safe as a classically produced vaccine (under serum-conditions) (Makoschey et al., 2002) . This indicates very clearly that the use of serum for the production of viral vaccines, in particular, and of biologicals, in general, is an anachronism and that the efficient replacement of non-animal derived serum-supplements is feasible.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 301,
                    "text": "(Makoschey et al., 2002)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Sourcing, screening and other precautions"
        },
        {
            "text": "Operator induced biological contaminations in cell culture is a multifaceted problem involving the unex-pected introduction of other animal cells (see chapter by Masters), microbial (see chapter by Drexler and Uphoff), and viral contaminants. There are few reports on operator induced viral contaminations. The potential exists, however, as reports have appeared documenting the considerable stability of Rhinoviruses, Respiratory Syncytial virus, Rotaviruses, and others, in aerosols on worker's hand and safety hood surface (for more details, see Hay, 1991) .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 559,
                    "text": "Hay, 1991)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Handling errors of the operator"
        },
        {
            "text": "In general, viral contaminations of cell lines cannot be treated and contaminated cultures should be discarded, with the exception of LDV. This virus causes a life long viremia in infected mice without any clinical signs, and each sample of these animals is virus contaminated. Because LDV requires primary mouse macrophages for replication it cannot survive repeated in vitro subcultivations, leading to a loss of this virus in infected in vitro cultures. Another elimination method is the passage of the contaminated cell line/tumor in another species, for example nude rats (Nicklas et al., 1993; Nakai et al., 2000) .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 599,
                    "text": "(Nicklas et al., 1993;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 600,
                    "end": 619,
                    "text": "Nakai et al., 2000)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of virus contaminations"
        },
        {
            "text": "The absence of virus can only be assured by performing a rigorous testing programme, which includes all steps in a bioprocess: master cell bank, working cell bank, the raw materials, the unprocessed bulk harvest, late expanded cells, and the final product. A summary on the tests to perform is presented in Table XVI .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Table XVI",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "Whereas research cell banks are mostly tested for sterility and absence of mycoplasmas, GMP cell banks a Used for preparation of WCB or in production runs starting from MCB or WCB. b Cells at the end of a typical production run are tested to determine the virus load in case of retrovirus like particle bearing production cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "Only few harvests need to be tested (validation). c Old cells may be from production runs (as post production cells) or from a separate culture kept in continuous culture for a long period and prepared for this analysis of 'limit of cell age' only (as late expanded cells). Extensive testing performed as part of the qualification of the MCB regarding absence of latent virus, inducible by cultivation on production conditions. d A very large sample volume for testing would be required for statistics of a sufficiently sensitive detection of low virus titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "for the production of biologicals for parenteral applications have to be tested much more rigorously. ICH Topic Q5A (1997) suggests the following virus tests for different cell banks: 'A master cell bank has to be extensively screened for both endogeneous and non-endogeneous viral contaminants. For heterohybridoma cell lines in which one or more partners are human or non-human primate in origin, tests should be performed in order to detect viruses of human or nonhuman primate origin as viral contaminants arising from these cells may pose a particular hazard. Testing for non-endogeneous viruses should include in vitro and in vivo inoculation tests and any other specific tests, including species-specific tests such as mouse antibody (MAP) test, that are appropriate, based on the passage history of the cell line, to detect possible contaminating viruses.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "'The working cell bank as a starting cell substrate for drug production should be tested for adventitious viruses either by direct testing or by analysis of cells at the limit of in vitro cell age, initiated from the WCB. When appropriate non-endogenous virus tests have been performed on the MCB and cells cultured up to or beyond the limit of in vitro age have been derived from the WCB and used for testing for the presence of adventitious viruses, similar tests need not to be performed on the initial WCB. Antibody production tests (MAP, RAP, or HAP) are usually not necessary for the WCB. An alternative approach in which full tests are carried out on the WCB rather than on the MCB would also be acceptable. ' 'The limit of in vitro cell age used for production should be based on data derived from production cells expanded under pilot-plant scale or commercial-scale conditions to the proposed in vitro cell age or beyond. Generally, the production cells are obtained by expansion of the WCB; the MCB could also be used to prepare the production cells. Cells at the limit of in vitro cell age should be evaluated once for those endogenous viruses that may have been undetected in the MCB and WCB. The performance of suitable tests (e.g. in vitro and in vivo) at least once on cells at the limit of in vitro cell age used for production would provide further assurance that the production process is not prone to contamination by adventitious virus. If any adventitious viruses are detected at this level, the process should be carefully checked in order to determine the cause of the contamination, and completely redesigned if necessary.'",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 716,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "The detection of adventitious viruses in cell banks has to follow two principles -use of detection methods for specific viruses such as MAP, HAP, RAP (mouse, hamster, rat antibody production tests -examination of serum antibody levels against specific viruses or enzyme activity after a specified period), and different specific PCRs, as well as the use of general tests which may indicate the presence of one or more of a large variety of different viruses. General tests include the in vitro test for adventitous virus. This test involves the inoculation of different cell lines -a human, a primate and a bovine (if bovine material was used for the production, otherwise a cell line from the species of origin of the cell substrate), and the production cell line (co-cultivation test). The RTase assay is a general test which will detect the presence of all viruses which contain reverse transcriptase enzyme. The last general test which is normally applied is the, in vivo tests where animals are used to identify the presence of virus. The animals are treated using different inoculation routes (the health of these animals should be monitored and any abnormality should be investigated to establish the cause of the illness). Finally, electron microscopic examination is also a general test which can be used for detecting adventitious viruses in the case of rather high virus loads. More details can be found in the articles by Poiley (1990) , by Werz et al. (1997) , and in the ICH Topic Q5A (1997).",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1447,
                    "text": "Poiley (1990)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1453,
                    "end": 1471,
                    "text": "Werz et al. (1997)",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "When a producer cell line of murine origin is used, the consensus opinion among regulators is that all known murine viruses should be tested for. If a cell of human origin is involved in production, then there should be tests for human viruses, such as HIV, HTLV, EBV, CMV, HHV6 and HHV7. Human-mouse heterohybridoma cell lines have to be tested for both human and murine viruses (Robertson, 1996) .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 397,
                    "text": "(Robertson, 1996)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "In general, the unprocessed bulk material (pool of harvests of cells and culture media) should be tested for viruses after the end of production and before any downstream processing. The scope, extent, and frequency of virus testing on the unprocessed bulk should be determined by taking several points into consideration including the nature of the cell lines used to produce the desired product, the results and extent of virus tests performed during the qualification of the cell line, the cultivation method, raw material sources and results of viral clearance studies. In vitro screening tests, using several cell lines, are generally employed for testing. If appropriate, a PCR test or other suitable methods may be used. The presence of an adventitious virus will block the further use and processing of the harvest material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "For screening of raw materials, mainly serum, see Section on 'Sourcing, screening and other precautions'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "In summary general virus tests are vital because past incidents of viral contaminations have derived from viruses not known to be present within the production systems. Therefore the approach involving a variety of both general and specific tests applied at more than one stage of manufacture in combination with viral elimination steps during subsequent processing to assure the safety of the product is of utmost importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing -Virus screening in cell banks"
        },
        {
            "text": "The use of modern biotechnology for the production of biopharmaceuticals allows the treatment of diseases, which could not be treated previously. However, virus infection and replication is an inherent risk during cultivation of mammalian cells. Raw material testing, rigorous characterization of the master and the working cell bank as well as testing of the final bulk product (before downstream processing and virus inactivation steps have been performed) lead to a considerable increase in the viral safety. Although viral contamination might happen during production only preventive measures can be taken in fermentation and product biosynthesis. Thus the downstream processing is an integral part of the manufacturing process and has to be validated in order to assess its potential to eliminate, clear, or inactivate viruses. The downstream processing has two, sometimes contradictory aims: (i) purify the product to the required purity at high recovery using the lowest number of steps possible, and (ii) eventually increase the number of purification steps in order to assure the elimination of potential viral contaminants. The general difficulty resides in the physico-chemical properties of the product. The properties that maintain the beneficial effects of a product are often very similar to those carried by all viruses, in particular when the bioproduct is a live virus (for vaccination or for gene therapy purposes). Therefore only a limited spectrum of techniques can be used for virus inactivation/elimination. To assess the capability of individual process steps to remove viruses these steps have to be tested with live model viruses for which clearing factors can then be calculated. These, so called, viral clearance studies have the objective to demonstrate the capacity of different steps of the purification process to eliminate or inactivate adventitious agents acquired during the production process (contaminated cells, raw materials, process failure, etc.). They are performed via spiking experiments. As viruses vary greatly in properties such as size, resistance to inactivation, type of envelope, type and structure of their genome, the model viruses used for these spiking experiments have to be selected in order to cover the whole spectrum of potentially present viruses. However, in order to assure absence of viral contaminations derived from the producer cell line in the product, the downstream protocol has also to be validated for its capacity to inactivate or eliminte these specific viruses (e.g. retroviruses derived from hybridoma and CHO cells, or EBV derived from human lymphoblastoid cell lines). In general, it is difficult to show more than a five log removal on any given step due to the titers of the model virus used. More details can be found in the following references: Fritsch (1992) , Cartwright (1994) , Werz et al. (1997) , ICH Topic Q5A (1997), and Larzul (1999) .",
            "cite_spans": [
                {
                    "start": 2828,
                    "end": 2842,
                    "text": "Fritsch (1992)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2845,
                    "end": 2862,
                    "text": "Cartwright (1994)",
                    "ref_id": null
                },
                {
                    "start": 2865,
                    "end": 2883,
                    "text": "Werz et al. (1997)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 2886,
                    "end": 2911,
                    "text": "ICH Topic Q5A (1997), and",
                    "ref_id": null
                },
                {
                    "start": 2912,
                    "end": 2925,
                    "text": "Larzul (1999)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Process validation -downstream processingviral clearance"
        },
        {
            "text": "It is evident that a research laboratory cannot afford all tests, which have to be performed by the biotech industry in the case of GMP production. In addition, there is no need for such exhaustive testing unless the materials are to be used in the treatment of human patients. However, most of the issues described in the chapters on 'Problems associated with viral contaminations' and on 'Origin of viral contaminations' are valid for everyone working in the field of animal cell culture. The use of validated cell lines, shown to be 'virus-free', is the best choice because cell collections, such as the ATCC (www.atcc.org), perform entrance tests for new cell lines for assuring the absence of mycoplasma, bacteria, fungi, protozoa, and cytopathic viruses and can guarantee a certain microbial quality for the delivered cell lines. The German Cell Line Bank (www.dsmz.de) provides cells, most of them have been tested for the absence of HIV-I, HTLV-I and II, EBV, HBV, HCV, and HHV-8 by using PCR or RT-PCR. The absence of retroviruses is proven by performing a reverse transcriptase assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the research laboratory"
        },
        {
            "text": "However, cell lines obtained from such collections, can still be contaminated by viruses because viruses, which do not lead to a cytopathic effect, are not detected by the tests commonly used, on one side (ATCC), or only tests for detecting human pathogenviruses have been performed on the other side (DSMZ). If a very important cell line of a research laboratory has to be more rigorously screened, commercial screening services are needed and their use is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the research laboratory"
        },
        {
            "text": "The use of controlled animals, free of microbial contaminants, for animal passages of cells and of controlled raw materials derived from accredited dealers, who are performing viral screens (e.g. for virus absence in serum and trypsin preparations), for the preparation of culture media are steps in the right direction for reducing the risk for viral contaminations. The rules concerning the general cell culture operation procedures for avoiding viral contaminations are largely the same as for preventing mycoplasmal contaminations (see chapter by Drexler and Uphoff).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the research laboratory"
        },
        {
            "text": "Viral contaminations are a serious threat for animal cell cultures and may lead to false results in research, development, and virus screening, to viral contaminations in the biologicals derived from the contaminated cultures and finally to an infection of the treated patient. Fortunately due to rigorous testing of the animals used as the source of explants, the production of ascites or the passage of cells, of raw materials, of the cell strains and cell lines in use, and finally of bulk and the final product can prevent potentially dangerous viral contaminations. Existing data demonstrate that contamination of cells and harvests by viruses can occur for products of biotechnology, and while the frequency may be low it is not zero. For instance, routine testing of cell lines of biotech interest revealed a contamination frequency with adventitious viruses of less than 1% (Moore, 1992) . However, the possibility of new emerging viruses and the permanently existing risk of contaminations by adventitious agents and viruses leads to the conclusion that the user of animal cells as well as the producer of biotech products by using animal cells have to be attentive to this possible threat and that they have to assure the absence of adventitious agents/viruses by any mean. Only then, animal cell technology biotech products can be used for the benefit of everyone.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 895,
                    "text": "(Moore, 1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Experiences of virus, retrovirus and retroviruslike particles in chinese hamster ovary (CHO) and hybridoma cells used for production of protein therapeutics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Adamson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dev Biol Standard",
            "volume": "93",
            "issn": "",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presence and transcription of intracisternal A-particle related sequences in CHO cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "M-Al",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Fennie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Wurm",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "2021--2032",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus retention by a hydrophilic triple-layer PVDF microporous membrane filter",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aranha-Creado",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oshima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "Howard",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brandwein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "PDA J Pharm Sci Technol",
            "volume": "51",
            "issn": "",
            "pages": "119--124",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of adeno-associated virus (AAV)-specific nucleotide sequences in DNA isolated from latently infected Detroit 6 cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Berns",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoggan",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Virology",
            "volume": "68",
            "issn": "",
            "pages": "556--560",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Relationship between nature and source of risk and process validation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Berthold",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Werz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dev Biol Standard",
            "volume": "88",
            "issn": "",
            "pages": "59--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Contamination of transplanatble murine tumors with lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lab Anim Sci",
            "volume": "36",
            "issn": "",
            "pages": "136--139",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High prevalence of TT virus infection in French blood donors revealed by the use of three PCR systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biagini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Touinssi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cantaloube",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zapitelli",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Micco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Transfusion",
            "volume": "40",
            "issn": "",
            "pages": "590--595",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods for detection and frequency of contamination of fetal calf serum with bovine viral diaahea virus and antibodies against bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bolin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ridpath",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Vet Diagn Invest",
            "volume": "3",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Survey of cell lines in the American Type Culture Collection for bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bolin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ridpath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "Macy",
                    "middle": [
                        "M"
                    ],
                    "last": "Roblin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol Meth",
            "volume": "48",
            "issn": "",
            "pages": "211--221",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influvac TC : a safe Madin Darby Canine Kidney (MDCK) cell culture-based influenza vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Palache",
                    "suffix": ""
                },
                {
                    "first": "Gjm",
                    "middle": [],
                    "last": "Van Scharrenburg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "98",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A universal virus inactivant for decontaminating blood and biopharmaceutical products",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "Jfe",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Observations on the replication of ectromelia virus in mousederived cell lines: Implications for emidemiology of mousepox",
            "authors": [
                {
                    "first": "Rml",
                    "middle": [],
                    "last": "Buller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Weinblatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hamburger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lab Anim Sci",
            "volume": "37",
            "issn": "",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contamination of genetically engineered chinese hamster ovary cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Burstyn",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dev Biol Standard",
            "volume": "88",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The characteristics and growth of cultured cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Mammalian Cell Biotechnology -A Practical Approach",
            "volume": "",
            "issn": "",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Murine virus contaminants of leukemia viruses and transplantable tumors",
            "authors": [
                {
                    "first": "Collins",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Natl Cancer Inst",
            "volume": "49",
            "issn": "",
            "pages": "1139--1143",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guidelines for medicinal products derived from human blood and plasma",
            "authors": [],
            "year": 1992,
            "venue": "Committee for Proprietary Medicinal Products: Ad Hoc Working Party on Biotechnology/Pharmacy and Working Party on Safety Medicines. EEC Regulatory Document. Note for Guidance",
            "volume": "20",
            "issn": "",
            "pages": "159--164",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Note for guidance on the use of bovine serum in the manufacture of human biological medicinal products",
            "authors": [],
            "year": 2002,
            "venue": "CPMP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of murine endogenous xenotropic retrovirus in cultured multicellular tumour spheroids from nude-mouse-passaged nasopharyngeal carcinoma",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Achong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Teich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finerty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Giovanella",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Int J Cancer",
            "volume": "23",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Isolation of porcine parvovirus from commercial trypsin",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Croghan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matchett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Koski",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Appl Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "431--433",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recent studies on retrovirus-like particles in chinese hamster ovary cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dinowitz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "M-Al",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fautz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sernatinger",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dev Biol Standard",
            "volume": "76",
            "issn": "",
            "pages": "201--207",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tumors induced in hamsters by injection of rhesus monkey kidney cell extracts",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Borman",
                    "suffix": ""
                },
                {
                    "first": "Berkeley",
                    "middle": [
                        "Wh"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "197",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lack of antibodies to porcine circovirus type 2 virus in beef and dairy cattle and horses in western Canada",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Konoby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krakowka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneilly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meehan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Can Vet J",
            "volume": "42",
            "issn": "",
            "pages": "461--464",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Risques virologiques associés aux matières premières extraites de tissus animaux utilisées dans la fabrication des médicaments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eloit",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virologie",
            "volume": "1",
            "issn": "",
            "pages": "413--422",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risks of virus transmission associated with animal sera or substitutes and methods of control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eloit",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cultivation of Lansing strain of poliomyelitis virus in culture of various human embryonic tissues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Science",
            "volume": "109",
            "issn": "",
            "pages": "85--87",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Detection and elimination of adventitious agents in continuous cell lines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Landgraf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wessman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Koski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Dev Biol Standard",
            "volume": "70",
            "issn": "",
            "pages": "59--66",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bovine viral diarrhea disease associated with a contaminated vaccine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Falcone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tollis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vaccine",
            "volume": "18",
            "issn": "",
            "pages": "387--388",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Latent parvoviral infection of continuous cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Fikrig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tattersall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dev Biol Standard",
            "volume": "76",
            "issn": "",
            "pages": "285--293",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Korean haemorrhagic fever. Propagation of the etiologic agent in a cell line of human origin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Foulke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Addy",
                    "suffix": ""
                },
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "Hw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science",
            "volume": "211",
            "issn": "",
            "pages": "1046--1048",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Validation of virus removal in large scale purification processes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dev Biol Standard",
            "volume": "76",
            "issn": "",
            "pages": "239--248",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Viral contaminants found in mouse cell lines used in the production of biological products",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Froud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Animal Cell Technology",
            "volume": "",
            "issn": "",
            "pages": "681--686",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Experience with viral contamination in cell culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Garnick",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dev Biol Standard",
            "volume": "88",
            "issn": "",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "H (1999) Virus removal by filtration",
            "authors": [
                {
                    "first": "E-G",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pora",
                    "suffix": ""
                },
                {
                    "first": "Aranha-Creado",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "89--94",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nachweis von Gelbfiebervirus-Haemagglutinin in Menschlichen Explantaten",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hallauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kronauer",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Arch ges Virusf",
            "volume": "10",
            "issn": "",
            "pages": "267--287",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Parvoviruses as contaminants of permanent human cell lines. I. Virus isolations from 1960-1970",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hallauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kronauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Siegl",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Arch ges Virusf",
            "volume": "35",
            "issn": "",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Viral safety in serum for cell culture use",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Art to Science",
            "volume": "16",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Adventitious pestivirus RNA in live virus vaccines against bovine and swine diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harasawa",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vaccine",
            "volume": "13",
            "issn": "",
            "pages": "100--103",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Demonstration and genotyping of pestivirus RNA from mammalian cell lines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harasawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mizusawa",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Microbiol Immunol",
            "volume": "39",
            "issn": "",
            "pages": "979--985",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Sequence analysis of the 5' untranslated region of pestivirus RNA demonstrated in interferons for human use",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harasawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biologicals",
            "volume": "23",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Operator-induced contamination in cell culture systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dev Biol Standard",
            "volume": "75",
            "issn": "",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Adenovirus associated virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoggan",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Progr Med Virol",
            "volume": "12",
            "issn": "",
            "pages": "211--239",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Continuous 'carriage' of adenovirus-associated virus genome in cell culture in the absence of helper adenovirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoggan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "Fb",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "The Proceedings of the 4th Lepetit Colloquium'",
            "volume": "",
            "issn": "",
            "pages": "243--249",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "La sécurité virale des produits biologiques: Aspects historiques et conceptuels. Virologie",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Horaud",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "365--372",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Quality of Biotechnological Products: Viral safety Evaluation of Biotechnology Products Derived from Cell Lines of Human or Animal Origin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "ICH Topic",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "An animal origin perspective of common constituents of serum-free medium formulations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Jayme",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "181--187",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Inactivation and clearance of viruses during the manufacture of high purity Factor IX",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borovec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hattarki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuckly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oates",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uren",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biologicals",
            "volume": "28",
            "issn": "",
            "pages": "129--136",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Detection of bovine polyomavirus contamination in fetal bovine sera and modified live viral vaccines using polemerase chain reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kappler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lutz-Wallace",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sapp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sidhu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biologicals",
            "volume": "24",
            "issn": "",
            "pages": "131--135",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Development of a Vero cell derived influenza whole virus vaccine",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kistner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schober-Bendixen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dorner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "98",
            "issn": "",
            "pages": "101--110",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sensitivity of Epstein-Barr virus producer and non-producer human lymphoblastoid cell lines to superinfection with EB-virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dombos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gathoskar",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Int J Cancer",
            "volume": "10",
            "issn": "",
            "pages": "44--57",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Endogenous virus contaminants in fetal bovine serum and their role in tissue culture contamination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kniazeff",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Contamination in Tissue Culture",
            "volume": "",
            "issn": "",
            "pages": "233--242",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Attempts to characterize bovine viral diarrhea virus isolated from cattle after immunization with a contaminated vaccine",
            "authors": [
                {
                    "first": "Hajg",
                    "middle": [],
                    "last": "Kreeft",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Greiser-Wilke",
                    "suffix": ""
                },
                {
                    "first": "Moenning",
                    "middle": [
                        "V"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Dtsch Tierärztl Wschr",
            "volume": "97",
            "issn": "",
            "pages": "63--65",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The intracisternal A-particle gene family; structure and functional aspects",
            "authors": [
                {
                    "first": "Kuff",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Lueders",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Adv Cancer Res",
            "volume": "51",
            "issn": "",
            "pages": "183--276",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Efficient inactivation of viruses and mycoplasma in animal sera using UVC irradiation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waldmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mausbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burian",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Viral validation design of a manufacturing process",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Larzul",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "139--150",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Certified cell lines of rat origin free of infection with Hantavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leduc",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Macy",
                    "middle": [
                        "M"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Infect Dis",
            "volume": "1522",
            "issn": "",
            "pages": "1082--1083",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "An epithelial cell line with chronic polyoma infection established from a spontaneous mouse pancreatic adenocarcinoma",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Leiter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Malinoski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Eppig",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Cancer Res",
            "volume": "38",
            "issn": "",
            "pages": "969--977",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Mouse plasmacytoma cells produce infectious type C viruses. The Lancet ii",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Infection of laboratory workers with hantavirus acquired from immunocytomas propagated in laboratory rats",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Infect",
            "volume": "12",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Raw material considerations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lubiniecky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Shadle",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Dev Biol Standard",
            "volume": "91",
            "issn": "",
            "pages": "65--72",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Safety of vaccines produced in continuous cell lines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Magrath",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dev Biol Standard",
            "volume": "75",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Virus zoonosis and their potential for contamination of cell culture",
            "authors": [
                {
                    "first": "Bwj",
                    "middle": [],
                    "last": "Mahy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dykewicz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fisher-Hoch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ostroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tipple",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dev Biol Standard",
            "volume": "75",
            "issn": "",
            "pages": "183--189",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Serum-free produced bovine herpesvirus type 1 and bovine parainfluenza type 3 virus vaccines are efficacious and safe",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Makoschey",
                    "suffix": ""
                },
                {
                    "first": "Patel",
                    "middle": [
                        "Jr"
                    ],
                    "last": "Van Gelder",
                    "suffix": ""
                },
                {
                    "first": "Ptja",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cytotechnology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Quality control of bovine serum used for vaccine production",
            "authors": [
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Mareschal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Small deoxyribonucleic acidcontaining viruses (Picodnavirus group)",
            "authors": [
                {
                    "first": "Mayor",
                    "middle": [],
                    "last": "Hd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Nature",
            "volume": "210",
            "issn": "",
            "pages": "331--332",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Morphological studies on the replication of a defective satellite virus and its helper adenovirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Mayor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Jordan",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Natl Cancer Inst",
            "volume": "38",
            "issn": "",
            "pages": "805--820",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Morphological identification of the agent of Korean haemorrhagic fever (Hantaan virus) as a member of the Bunyaviridae. The Lancet i",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Sasso",
                    "suffix": ""
                },
                {
                    "first": "Palmer",
                    "middle": [
                        "El"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Kiley",
                    "middle": [],
                    "last": "Mp",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "765--768",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Safety issues of animal products used in serumfree media",
            "authors": [
                {
                    "first": "O-W",
                    "middle": [],
                    "last": "Merten",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "167--180",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Mammalian cells and their contaminants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dev Biol Standard",
            "volume": "88",
            "issn": "",
            "pages": "25--29",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Experience in cell line testing",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dev Biol Standard",
            "volume": "76",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Detection and elimination of contaminating microorganisms in transplantable tumors and cell lines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Katsuta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Exp Anim",
            "volume": "49",
            "issn": "",
            "pages": "309--313",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The association of calf serum with the contamination of BHK 21 clone 13 suspension cells by a parvovirus serologically related to the Minute Virus of Mice (MVM)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Nettleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rweyemamu",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch Virol",
            "volume": "64",
            "issn": "",
            "pages": "359--374",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Contamination of transplantable tumors, cell lines, and monoclonal antibodies with rodent viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lab Anim Sci",
            "volume": "43",
            "issn": "",
            "pages": "296--299",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "A noveal DNA virus (TTV) associated with elevated transaminase levels in posttransfusion hepatitis of unknown etiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nishizawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshizawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyakawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayumi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochem Biophys Res Commun",
            "volume": "241",
            "issn": "",
            "pages": "92--97",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Multiple porcine circovirus 2-associated abortions and reproductive failure in a multisite swine production unit",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gauvreau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bogdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayroud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Konoby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Can Vet J",
            "volume": "42",
            "issn": "",
            "pages": "551--553",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Filovirus contamination of cell cultures",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "Ed"
                    ],
                    "last": "Lupton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dev Biol Standard",
            "volume": "76",
            "issn": "",
            "pages": "267--274",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Gamma irradiation of bovine sera",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Plavsic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Danner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weppner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "95--109",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Methods for the detection of adventitious viruses in cell cultures used in the production of biotechnology products",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Poiley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Bioprocess Tech",
            "volume": "10",
            "issn": "",
            "pages": "483--494",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Contamination of genetically engineered CHO-cells by epizootic haemorrhagic disease virus (EHDV)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ohlinger",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "J"
                    ],
                    "last": "Selb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mellor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biologicals",
            "volume": "21",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Strategy for adventitious agent assays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Dev Biol Standard",
            "volume": "88",
            "issn": "",
            "pages": "37--40",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Comparison of pestivirus multiplication in cells of different species",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Roehe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Res Vet Sci",
            "volume": "57",
            "issn": "",
            "pages": "210--214",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Bovine polyomavirus, a frequent contaminant of calf serum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Steenis",
                    "suffix": ""
                },
                {
                    "first": "Sol",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biologicals",
            "volume": "19",
            "issn": "",
            "pages": "265--270",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Porcine circovirus 2 infection in swine foetuses inoculated at different stages of getation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "Hhj",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcneilly",
                    "suffix": ""
                },
                {
                    "first": "Allan",
                    "middle": [],
                    "last": "Gm",
                    "suffix": ""
                },
                {
                    "first": "Pensaert",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Microbiol",
            "volume": "83",
            "issn": "",
            "pages": "169--176",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Frequent detection of bovine polyomavirus (BPyV) in commercial batches of calf serum, using the polymerase chain reaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Steenis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Strieben",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Noordaa",
                    "suffix": ""
                },
                {
                    "first": "Sol",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Gen Virol",
            "volume": "72",
            "issn": "",
            "pages": "2739--2745",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Peracetic acid as sterilizing agent for culture serum",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprössig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mücke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wutzler",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Nature New Biology",
            "volume": "240",
            "issn": "",
            "pages": "61--62",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Human exposure to SV40: review and comment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Epidemiol",
            "volume": "103",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Experimental infection of rhesus with Simian Virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Digiacomo",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Fatal human disease from Vervet monkeys. The Lancet ii",
            "authors": [
                {
                    "first": "Ceg",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Dih",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "Etw",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zlotnik",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1119--1121",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Identification of the major structural proteins of two BALB/c myeloma C-type viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Spriggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virology",
            "volume": "98",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Über die antimikrobielle Wirkung der Peressigsäure. 5. Mitteilung: Untersuchung zur viruziden Wirkung",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprössig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mücke",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "665--667",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Production and control of live oral poliovirus vaccine in WI-38 human diploid cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Stones",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Dev Biol Standard",
            "volume": "37",
            "issn": "",
            "pages": "251--253",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The vacuolating virus, S.V. 40",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hilleman",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "105",
            "issn": "",
            "pages": "420--427",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "A very small porcine virus with circular single-stranded DNA",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tischer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gelderblom",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vettermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature",
            "volume": "295",
            "issn": "",
            "pages": "64--66",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Removal of viruses from human intravenous immune globulin by 35 nm nanofiltration",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Troccoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mciver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Losikoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poiley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biologicals",
            "volume": "26",
            "issn": "",
            "pages": "321--329",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Bovine polyomavirus, a frequent contaminant of calf sera",
            "authors": [
                {
                    "first": "Sol",
                    "middle": [],
                    "last": "Van Der Noordaa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cja",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "45--47",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Contamination of a live virus vaccine against pseudorabies (Aujeszky's Disease) by an ovine pestivirus pathogen for the pig",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vannier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Leforban",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carnero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cariolet",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Ann Rech Vét",
            "volume": "19",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Use of captive-bred monkeys for vaccine production",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Steenis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Wezel",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "Igm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Kruijt",
                    "middle": [],
                    "last": "Bc",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Dev Biol Standard",
            "volume": "45",
            "issn": "",
            "pages": "99--105",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "The production of inactivated poliovaccine on serially cultivated kidney cells from captive-bred monkeys",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Wezel",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "Van Der Velden-De Groot",
                    "suffix": ""
                },
                {
                    "first": "Jam",
                    "middle": [],
                    "last": "Van Herwaarden",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Dev Biol Standard",
            "volume": "46",
            "issn": "",
            "pages": "151--158",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "New approach to the production of concentrated and purified inactivated polio and rabies tissue culture vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Wezel",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Steenis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hannik",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Dev Biol Standard",
            "volume": "41",
            "issn": "",
            "pages": "159--168",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "New oncogenic papovavirus from primate cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Waldeck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "269",
            "issn": "",
            "pages": "171--173",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Retroviruses produced by hybridomas",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "New Engl J Med",
            "volume": "307",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Strategies to avoid virus transmissions by biopharmaceutic products",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Werz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Haberer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch Virol",
            "volume": "13",
            "issn": "",
            "pages": "245--256",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Benefits and risks due to animal serum used in cell culture production",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wessman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Levings",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Abortion and death in pregnant bitches associated with a canine vaccine contaminated with bluetongue virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilbur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Levings",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Starling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Spillers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gustafson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckeirnan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "JAVMA",
            "volume": "204",
            "issn": "",
            "pages": "1762--1765",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Serum and serum substitutes: Virus safety by inactivation or removal",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Willkommen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scheiblauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Löwer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol Standard",
            "volume": "99",
            "issn": "",
            "pages": "131--138",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Isolation and characterization of a papovavirus from cynomolgus macaque kidney cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Wognum",
                    "suffix": ""
                },
                {
                    "first": "Cja",
                    "middle": [],
                    "last": "Sol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Noordaa",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Steenis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virology",
            "volume": "134",
            "issn": "",
            "pages": "254--257",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Contamination of commercially available fetal bovine sera with bovine viral diarrhea virus genomes: Implications for the study of hepatitis C cirus in cell cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bukh",
                    "suffix": ""
                },
                {
                    "first": "Emerson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Purcell",
                    "middle": [],
                    "last": "Rh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Infect Dis",
            "volume": "174",
            "issn": "",
            "pages": "1324--1327",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Isolation and characteristics of an agent inducing anemia in chicks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yuasa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Avian Dis",
            "volume": "23",
            "issn": "",
            "pages": "366--385",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Four specimens were contaminated with Reo 3 (2×), MHV, or MVM, LDV. MHV. Mouse hepatitis virus, RCV/SDAV. Rat coronaviruses, KRV. Kilham rat virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Antibodies against some viruses in sera from Cynomolgus monkeys (M. facicularis) imported from the wild and bred in captivity (number of positive/total number tested)(Van Wezel et al., 1978)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Evidence for cytopathic agents in cell cultures from captive-bred and imported wild-caught cynomolgous monkeys(Van Steenis et al., 1980)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Frequency of murine virus contaminants of murine leukemia and transplantable tumors(Collins and Parker, 1972)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Murine viruses detected in transplantable tumors",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Retrovirus like particles in CHO and hybridomas(Adamson, 1998)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Latent viruses in cell lines of biotechnological interest",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Except for the viruses (in italic), the specific tests can be omitted if the geographical origin excludes any risk of contamination or if general tests are able to detect the corresponding viruses.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Published reports of contamination of cells used in the production of biologicals",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Frequency of BVDV-contamination of FCS samples(Bolin et al., 1991)",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Titer",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Clearance rates of viruses after UVC-irradiation(Kurth et al., 1999)",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Sampling points for virus testing and tests to be performed (fromBerthold et al., 1996, modified)    Sampling points Tests for viruses Master Cell Bank (MCB) List of viruses from guidelines. Adventitious virus test: In vitro (human diploid cells, murine embryo cells, human cell line, bovine cell line, production cells). General in vivo tests (different inoculation routes): suckling mice, adult mice, guinea pig, fertilized eggs. Electron microscopic examination. Specific virus tests: In vivo (MAP, RAP, HAP), different PCR. Retrovirus (eventually after induction of endogeneous retroviruses: RTase, S + , L − , XC, specific PCR).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I would like to thank Drs. I. Freshney and D. Galbraith for correcting and improving the English formulation of the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}