{
    "paper_id": "ed6306f6d5398361da4b014cbecbd5d5e199ecd1",
    "metadata": {
        "title": "Operationalizing One Health: Stone Mountain and Beyond",
        "authors": [
            {
                "first": "Carol",
                "middle": [
                    "S"
                ],
                "last": "Rubin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although the interconnection of humans, animals,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the spring of 2010, a conference entitled Operationalizing ''One Health'': A Policy Perspective-Taking Stock and Shaping an Implementation Roadmap was held in Stone Mountain, GA. The international impact of the meeting has been substantial. Whether due to serendipitous timing, careful planning and execution, or the endorsement of essential organizations, the Stone Mountain Meeting (SMM) marked a pivotal point in moving from One Health rhetoric to definitive action steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper documents the impetus for the meeting, the process that facilitated success and the follow-up activities that the meeting spawned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In September 2004, a group of strategic thinkers met in New York City and formulated 12 Manhattan Principles that called for the international community to adopt a holistic approach to combat ''threats to the health of life on earth'' under a banner of One World, One Health TM (http://www.hltm.org/docs/HLTM_Twelve_ Manhattan_Principles.pdf). These Principles identified priorities for leaders and scientists to adopt when faced with the global reality of emerging and re-emerging infectious diseases. Priorities included: recognizing the connections between human, domestic animal, and wildlife health; forming collaborative relationships that foster integration of human and animal surveillance networks; and investing in a mechanism to raise awareness among policy-makers in order to ''improve prospects for a healthier planet''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Progression from Vision to Implementation"
        },
        {
            "text": "The Manhattan Principles provided the vision of a more functional approach to protecting human health during an age of increasing global connectivity. And, indeed, many visionaries accepted the mantle and emerged as spokespersons who articulated the necessity of the One Health approach (http://www.oneworldone health.org/sept2004/presentations/eve_foege.html, http://www.oneworldonehealth. org/nov2004/pdfs/newcomb.pdf, http://www.localactionglobalhealth.org/Portals/0/ Convergence%20-%20Minnesota%20-%20May%2014%20-%202008%20-%20 LONNIE%20KING%20-%20One%20World%20One%20Health%20-%20Presentation.pdf). This was not always an easy sell as most health practitioners functioned within their individual disciplines and were not familiar or comfortable with engaging new colleagues with differing institutional mandates. The strongest advocates originated from animal health sectors, (http://www.avma.org/onehealth/ onehealth_final.pdf), although endorsements also came from established human health organizations such as the American Medical Association (http:// www.avma.org/onlnews/javma/aug07/070801b.asp) and the American Society of Microbiology (http://asm.org/asm/images/pdf/AtlasPresentation.pdf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Progression from Vision to Implementation"
        },
        {
            "text": "In 2007, the Interministerial Conference on Avian and Pandemic Influenza (IMCAPI) was held in New Delhi, India. The importance of cross-sector collaboration as essential to pandemic preparedness was enthusiastically endorsed during that meeting. Given the global anxiety surrounding Highly Pathogenic Avian Influenza (HPAI) H5N1 and the availability of funding for pandemic preparedness, the One Health movement acquired an even larger following, and visionary One Health advocates were met with an expanded audience. Within a short period of time, momentum for a One Health approach was promoted by a series of highprofile national and international meetings that extolled vision but seldom led to action items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Series of Donor Meetings and Progression of Investment in One Health"
        },
        {
            "text": "In preparation for IMCAPI 2008 in Sharm-El-Sheikh, Egypt, an international forum was supported by the United Nations Food and Agriculture Orgnization (FAO), the World Organization for Animal Health (OIE), the World Health Organization (WHO), United Nations System Influenza Coordination (UNSIC), United Nations Children's Fund (UNICEF), and the World Bank (WB). This forum developed a Strategic Framework for Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems Interface (http://un-influenza.org/files/OWOH_ 14Oct08.pdf). The resulting strategy document described the necessity of building upon HPAI H5N1 preparedness to include all emerging infectious diseases, and focused on diseases at the animal, human, and ecosystem interface. This strategic framework was presented at the Sharm-El-Sheikh meeting and a One Health approach was formally endorsed in the meeting summary (http://www.oie.int/doc/ ged/D5894.PDF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Series of Donor Meetings and Progression of Investment in One Health"
        },
        {
            "text": "During the Sharm-El-Sheikh meeting, Public Health Agency of Canada's (PHAC), Centre for Food borne, Environmental and Zoonotic Infectious Diseases (CFE-ZID) offered to host an Expert Consultation to further discuss the strategic framework. The PHAC meeting, One World One Health TM : from ideas to action, was convened in Manitoba from March 16 to 19, 2009 and brought together almost 200 subject matter experts from 23 countries who shared successes, challenges, and barriers to a One Health approach. Specific recommendations from this meeting included: fostering political will; supporting partnerships and collaboration; encouraging data sharing and integration; building capacity; developing communication strategies and plans; providing incentives for reporting adverse events; encouraging stakeholder and community engagement; and developing supra-country approaches (http://www.phac-aspc.gc.ca/publicat/2009/er-rc/pdf/errc-eng.pdf). The meeting summary reads like an action plan, but no tangible follow-up activity was specifically delegated. The bottom-line is that participants went home without assignments, and thus none of the recommendations received coordinated attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Winnipeg Meeting: The Tipping Point"
        },
        {
            "text": "Three related and impelling events occurred in the months following the Winnipeg conclave. Shortly after the meeting, H1N1 (p2009) emerged globally and reinforced the reality that an influenza virus could surreptitiously jump from animals to humans, and subsequently transverse the globe in a matter of weeks to months. Then, in April 2010, the third IMCAPI meeting was held in Hanoi (http:// un-influenza.org/node/4040). The declaration that emerged from this IMCAPI called for a global recognition of the need to ''better understand the emergence of disease threats at the animal-human-environment interface through multi-sector actions, and to develop appropriate and sustainable means to reduce such threats''. And finally, later in April 2010, FAO, OIE, and WHO released A Tripartite Concept Note reinforcing their organization's collaborative intent to combat pathogens at the interface between animal, human, and ecosystem health (http:// www.oie.int/fileadmin/Home/eng/Current_Scientific_Issues/docs/pdf/FINAL_CO-NCEPT_NOTE_Hanoi.pdf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Winnipeg Meeting: The Tipping Point"
        },
        {
            "text": "The succession of high-level meetings and endorsements provided essential defining concepts and objectives; unfortunately, the final outcomes were excellent meeting reports that described actionable steps but did not proscribe responsibility for follow-up. Detractors as well as concerned proponents of the One Health approach voiced the possibility that ''One Health'' was perhaps just an amorphous concept whose shelf life was expiring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Winnipeg Meeting: The Tipping Point"
        },
        {
            "text": "Recognizing the need for a strategy to move One Health forward toward action steps, leaders from OIE, WHO, and FAO who had participated in the New Delhi, Sharm-El-Sheikh and Winnipeg meetings approached the Centers for Disease Control and Prevention (CDC) requesting that CDC act as the neutral convener of a meeting that would lead to tangible outcomes. The first crucial step was to evaluate previous meetings and consultations, in particular the Winnipeg meeting, to identify why high-level participation, inspiring discussion, and well-written reports had failed to engender action steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Stone Mountain Meeting"
        },
        {
            "text": "During discussions with conveners and attendees of the Winnipeg meeting, several impediments to action as well as successful components of the meeting were identified. Impediments to action included the lack of a consensus definition for One Health, the excessive size of the meeting, and the predominance of attendees from the animal health community. Winnipeg, like earlier meetings, invited representatives from many sectors, including public health, food protection, ecosystem health, climate change, and both wildlife and domestic animal representatives. Quite understandably, each of these groups came with their own concept of how One Health should be defined. It is to note that the timing of the Winnipeg meeting coincided with a general belief that in order to be successful, it was necessary that an all-encompassing and uniformly endorsed definition of ''One Health'' be identified. Many participants related that they felt that, despite what the agenda said, discussion frequently devolved to debating a consensus definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Stone Mountain Meeting"
        },
        {
            "text": "The size of the Winnipeg meeting was also reported to be problematic for both planners and attendees.Despite intentions to limit the participation to 60, a compelling draft agenda attracted the attention of highly qualified subject matter experts and the invitee list eventually approached 150 people. This increase in participation also tipped the balance toward a majority of attendees coming from the animal health sector. An imbalance in representation may have led to reiterations of previous discussions and renewals of the existing collaborations rather than formation of innovative alliances. Strengths of the meeting included the use of a strong facilitator who was thoroughly briefed and familiar with the topic (http:// conversart.com/) as well as an agenda that allowed sufficient time for working break-out sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Stone Mountain Meeting"
        },
        {
            "text": "After reviewing the lessons learned, the core planning committee decided to move forward with a carefully planned and structured meeting to construct a way forward that would lead to tangible outcomes. The meeting, Operationalizing ''One Health'': A Policy Perspective-Taking Stock and Shaping an Implementation Roadmap was scheduled for May 4-6, 2010 in Stone Mountain, Georgia, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Stone Mountain Meeting"
        },
        {
            "text": "The core planning committee pledged to attend weekly conference calls that would adhere to strict agenda items and to distribute assigned action items within 24 h. Decisions included goals and objectives for the upcoming meeting, choice of venue, criteria for identifying participants, as well as defining the agenda and obligations for follow through after the meeting adjourned. Of critical importance, the proposed meeting was anchored to the following overview premise:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "The concept of ''One Health'' is broad and flexible, as it is intended to encompass the many facets of the relationships among human, animals, and the ecosystems in which they co-exist and interact. In this way, varying detailed interpretations of the scopes of this concept may be put forth according to specific need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "The discussion at this meeting will focus on defining the actions and policies needed to implement a ''One Health'' approach. In the context of this meeting, ''One Health'' represents the inter-sectoral collaborative approach necessary to prevent, detect and control emerging, and re-emerging infectious diseases that exist at the animal-humanecosystems interface. (cite) By setting this premise, the planning committee overcame the distracting issue of debating the definition of One Health during the meeting. That discussion was essentially declared to be 'off the table'.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 371,
                    "text": "(cite)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "Four meeting objectives were identified:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "1. Create a shared view of success for One Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "2. Take stock of the progress to date in terms of leading practices related to One Health and the policy decisions and financial commitments necessary to support sustainability and expansion. 3. Develop an engagement strategy for key stakeholders to promote One Health. 4. Identify key operational opportunities and barriers to the implementation of ''One Health'' and develop strategies to address them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the Meeting"
        },
        {
            "text": "The Evergreen Marriott Conference Resort (http://www.marriott.com/hotels/ travel/atleg-evergreen-marriott-conference-resort/) location was chosen, because it provides a remote setting that cloisters participants and encourages ongoing dialog that spills past the meeting agenda. In addition, the dates identified by the planning committee coincided with a limited number of rooms being available. This detail restricted the number of participants to a maximum of 54, thereby overcoming the impediment of inflated participation that was identified during review of the Winnipeg meeting. The attendee list was defined by category of subject matter expertise (i.e., human health, wildlife, domestic animal, economist, and plant health) and geographical representation, but not organizational representation. Definition of invitees by category deliberately conveyed that no single individual was essential to the success of the meeting; the key to moving forward was the balance in areas of expertise created by the attendees. Each organization represented on the core planning committee was assigned a number of attendee slots that it could fill. However, before any invitation was extended, the credentials of that candidate were reviewed, debated, and approved by the entire committee. No invitee was allowed to self-select a replacement. A selection criteria grid mandated that animal, human, and ecosystem health were equitably represented. It is of note that no one on the planning committee knew everyone on the invitee list, and thus it was not simply the same group of people getting together (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1598,
                    "end": 1606,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structure of the Meeting"
        },
        {
            "text": "Early in the SMM, the facilitator challenged participants to focus on short-term goals rather than long-term vision and asked for definition of what success would look like in 3-5 years. The participants agreed that progress toward the One Health vision would be achieved if the following actions were undertaken:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "• Initiate culture change manifesting as mutual respect and communication across professions. • Increase visibility of the One Health approach as adding value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "• Win over political will and funding by demonstrating that One Health can increase impact, especially during periods of finite funding sources. • Improve coordination and collaboration among sectors for surveillance, outbreak response, and data/sample sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "The facilitator further challenged the attendees to identify tangible, results oriented, outcome driven, and practical steps to achieve these short-term goals. The group nominated 21 ''enabling initiatives'' that would provide positive movement toward the short-term goals and seven of these were selected as most essential: One Health Training; Proof of Concept; Business Plan; Country Level Needs Assessment; Capacity Building; Information Clearing House; and One Health Global Network. Each of these initiatives translated into a Work Group devised to survive the SMM, and near the end of the meeting participants were invited to sign up for membership, and to volunteer for leadership, in a Work Group. Often, at such a juncture, meeting participants politely exit the conference venue. However, at the end of the SMM, every participant signed up to volunteer their time and energy to carry the process forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "During the final session of the meeting, the Work Groups met to designate cochairs, draft objectives and deliverables, compose a timeline, and define when the group would next convene. Each Work Group presented this information to the other participants for comment before the SMM adjourned. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "After the meeting ended, an initial short summary report was quickly prepared, reviewed for accuracy, and then widely posted on the Internet (http:// www.cdc.gov/onehealth/pdf/atlanta/brief_overview.pdf). This action was followed by publication of a longer and more comprehensive description of the initial goals and objectives of each Work Group www.cdc.gov/onehealth. The co-chairs represent seven different nationalities and each comes from a different agency, organization, or university.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMM On-going Activities"
        },
        {
            "text": "As of spring 2012, all of the Work Groups remain active and productive. Two of the groups, Information Clearing House and One Health Global Network, recognized that the synergy of their activities would be maximized if they combined efforts. Thus, the Information Clearing House Work Group was incorporated into the One Health Global Network Work Group. Each Work Group meets independently, primarily by conference call but occasionally in person, and all of the Work Group co-chairs participate in a bi-monthly conference call. CDC facilitates the publication of periodic newsletters summarizing overall Work Group accomplishments, ongoing activities, and specific products from individual Work Groups http://www.cdc.gov/onehealth/pdf/workgroups/newsletter-june-2011.pdf. Selected examples of accomplishments include: the Proof of Concept Work Group conducted an extensive literature review to identify peer-reviewed manuscripts that demonstrate the added value of intervention studies that incorporate animal, human, and environmental health sectors; group summarized their findings in a paper that is currently undergoing clearance. This Work Group has also put out a call for project proposals describing limited scope intervention studies in international settings. The In-Country One Health Self-Assessment Work Group worked with contractors to develop self-assessment guidance document that was reviewed by an expert panel at an April, 2011 workshop; Volume 1 focusing on background and rationale has been completed and Volume 2 focusing on inter-sectoral collaboration is undergoing an additional round of revision. The next step, in collaboration with the Capacity Building Work Group, is to pilot the guidance both in North America (United States and Canada) as well as internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMM On-going Activities"
        },
        {
            "text": "Deliberately limiting attendance at the SMM was deemed essential to achieving its action-oriented goals. However, it was also recognized that the exclusion of accomplished scientists with much to contribute may have inadvertently led to the perception that the SMM process was exclusionary and not representative of the larger One Health community of interest. To foster transparency and garner involvement from a wider array of subject matter experts, the planning committee and the Work Group chairs took every opportunity to present information about the SMM in both formal and informal venues. At the same time, Work Group chairs and Work Group members reached out to colleagues and invited them to join Work Groups, even though they had not attended the seminal SMM. This led to many additional members being added to all of the Work Groups; the Training Work Group expanded from 21 to 52 members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanding Participation"
        },
        {
            "text": "Formation of the Work Groups did not come with dedicated funding nor is there any compensation for the co-chairs; time devoted to this project is in addition to member's ongoing professional obligations. Nonetheless, each Work Group has been creative in its ability to identify funds to cover meetings, consultancies, and reports. For example, The Business Plan Work Group has allied with the University of Georgia Terry College of Business, where Masters of Business Administration students help develop a national One Health business plan. To facilitate the process, the US Department of Agriculture finances an intern to devote additional time to the project. Other Work Groups have sought and received funding from World Bank, US Department of State, FAO, and OIE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding to Support Follow-Up"
        },
        {
            "text": "The SMM was held at a critical juncture that preceded an explosion of complimentary activities originating in other sectors, and all of the Work Groups have prioritized coordination with those other activities rather than any duplication of efforts or competing outputs. For example, the US Agency for International Development Emerging Pandemic Threats (EPT) program RESPOND component is actively working on core competencies and training materials to ensure that future response to outbreaks is coordinated with a One Health approach. At the same time, the University of Minnesota has received funding from the Rockefeller Foundation to look at One Health competencies and curriculum development. Prior to both of these activities, the SMM Training Work Group was developing an online catalog of the existing courses at various institutions. The catalog is being cross-walked with a listing of core competencies. Leadership from these complementary activities are communicating, thus enhancing the value added of the final products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordination with Parallel One Health activities"
        },
        {
            "text": "Some human and animal health practitioners speculate that the current promotion of a One Health approach is simply a return to simpler times when communication and collaboration among disciplines was routine practice that has been inadvertently and perhaps temporarily supplanted by twentieth century specialization (Greaves 2002) . Indeed, during the past century there has been an explosion of scientific knowledge that has fostered a separation of human and animal health sectors (Starr 1982) . Needless to say, many collaborative relationships persisted but for the most part collaboration was accomplished on a topic-specific basis. The current global movement of people, animals, products, and pathogens demands a holistic approach to surveillance and response to disease emergence and changing ecosystems that is much more than a return to an earlier version of One Health (Cutler 2010; Lloyd-Smith 2009; Feingold 2010) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 330,
                    "text": "(Greaves 2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 483,
                    "end": 495,
                    "text": "(Starr 1982)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 880,
                    "end": 893,
                    "text": "(Cutler 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 894,
                    "end": 911,
                    "text": "Lloyd-Smith 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 912,
                    "end": 926,
                    "text": "Feingold 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: Shifting Paradigms"
        },
        {
            "text": "In his 1962 publication The Structure of Scientific Revolutions (Kuhn 1962) , Thomas Kuhn used the term paradigm to refer to a set of practices that define a scientific discipline during a specified period of time. He said that a paradigm shift occurs when scientists encounter anomalies which cannot be handled using the prevailing paradigm. He went on to say if there were enough significant anomalies then a crisis would ensue and a new paradigm would need to be generated. The prevailing paradigm for disease control and prevention has not facilitated or promoted coordination among animal, human, and ecosystem sectors. This paradigm was repeatedly tested when the global community was presented with 'anomalies' such as HIV, SARS, and Highly Pathogenic Avian Influenza H5N1. Response to these challenges would have been optimized if there had been coordinated surveillance, response and intervention among human, animal, and environmental health sectors. This lack of overall coordination may have constituted Kuhn's definition of a crisis, and thus provided the basis for consideration of a twenty-first century One Health paradigm. According to Kuhn, the new paradigm is not just a gradual refinement of the old. Rather, it requires deliberate changes in the way scientists approach problems such as emerging pathogens.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 75,
                    "text": "(Kuhn 1962)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: Shifting Paradigms"
        },
        {
            "text": "It took several years and a series of international meetings to recognize the need and provide the vision for a shift toward a One Health paradigm. The timing is right for moving from One Health rhetoric to definitive action steps and the SMM process and ongoing Work Group activities are critical in this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: Shifting Paradigms"
        },
        {
            "text": "The findings and conclusions in this report are those of the author and do not necessarily represent the official position of the US Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: Shifting Paradigms"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "181 4.3 Coordination with Parallel One Health activities",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        ". ."
                    ],
                    "last": "Funding To Support Follow-Up",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conclusion: Shifting Paradigms",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Public health threat of new, reemerging, and neglected zoonoses in the industrialized world",
            "authors": [
                {
                    "first": "References",
                    "middle": [],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "EID",
            "volume": "16",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A niche for infectious disease in environmental health: rethinking the toxicological paradigm",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Feingold",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vegosen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Envir Health Persp",
            "volume": "118",
            "issn": "",
            "pages": "1165--1172",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reflections on a new medical cosmology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greaves",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Ethics",
            "volume": "28",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The structure of scientific revolutions Chicago",
            "authors": [
                {
                    "first": "T ;",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1367",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The social transformation of American medicine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map showing geographical distribution of Stone Mountain meeting attendees (note that a single starred location may represent several attendees)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}