{"paper_id": "ed73b1d1ecd3ee71a0e2bd40be1ca94f54e52a93", "metadata": {"title": "Isozymes, and the status of Taraxacum (Asteraceae) agamospecies", "authors": [{"first": "Jane", "middle": [], "last": "Hughes", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Newcastle upon Tyne", "location": {"postCode": "NEI 7RU"}}, "email": ""}, {"first": "A", "middle": ["J"], "last": "Richards", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Newcastle upon Tyne", "location": {"postCode": "NEI 7RU"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Taraxacum (Asteraceae, Cichorieae) , dandelion, forms a large, diverse, widespread and successful genus of rosette-forming, tap-rooted, ruderal 365 00244074/89/040365 + 12 S03.00jO", "cite_spans": [{"start": 10, "end": 34, "text": "(Asteraceae, Cichorieae)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "opportunists. Approximately 90% of taxa are polyploid (mostly 3x, also 4x, 5x, 6x and 8x), with an obligately agamospermous diplosporous parthenogenesis. The remaining 10% are sexual diploids (2n = 16) and are mostly fully selfincompatible (Richards, 1973 (Richards, , 1986 .", "cite_spans": [{"start": 240, "end": 255, "text": "(Richards, 1973", "ref_id": "BIBREF21"}, {"start": 256, "end": 273, "text": "(Richards, , 1986", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Two contrasting philosophies have confused Taraxacum systematics for nearly 90 years, since the discovery of agamospermy in the genus by Murbeck (1904) . In his monograph Handel-Mazzetti (1907) enumerates 57 species, each with a wide morphological scope. Some of these 'macrospecies' are employed today by non-specialists; more often the sections of the genus are used to convey widescope taxonomic information. Richards & Sell ( 1976) compromise, using agamospecies names to convey sectional or subsectional concepts within a binomial framework.", "cite_spans": [{"start": 137, "end": 151, "text": "Murbeck (1904)", "ref_id": null}, {"start": 171, "end": 193, "text": "Handel-Mazzetti (1907)", "ref_id": null}, {"start": 412, "end": 435, "text": "Richards & Sell ( 1976)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Since Dahlstedt (1905) , many European and Asian (but not American) taxonomists have described Taraxacum species of a much lower morphological range or scope. As discussed by Richards (1973 Richards ( , 1986 , these taxa, described as species, assume (usually covertly) an asexual breeding system, and it appears by implication, zero or minimal genetic variation. The nature of morphological variation within the genus is such that a very large number of useful taxa with distinctive behaviour and high homogeneity have been described; probably more than 2000 microspecies or agamospecies in all. Comparable situations are found in Hieracium, Rubus, and a few other agamic genera.", "cite_spans": [{"start": 6, "end": 22, "text": "Dahlstedt (1905)", "ref_id": null}, {"start": 175, "end": 189, "text": "Richards (1973", "ref_id": "BIBREF21"}, {"start": 190, "end": 207, "text": "Richards ( , 1986", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "In Taraxacum the coexistence of taxa conceived using different philosophies but all recognized at the specific level has given rise to many problems, These can be summarized under three headings:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "1. Most of the epithets of the macrospecies are untypified; by the standard of modern agamospecies taxonomy, they are of uncertain status, with uncertain boundaries, and tend to be ignored by specialists in the genus. However, if properly typified some macrospecies epithets might prove to be valid prior names for currently used agamospecies.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "2. Specialists and non-specialists in the genus tend to use entirely different taxonomies. Thus, in the U.K., ecologists or physiologists still usually employ one of the four epithets listed in Clapham, Tutin & Warburg (1962) ; in contrast, Taraxacum taxonomists recognize over 250 agamospecies and classify these within ten sections of the genus. Only one epithet, T. spectabile Dahlst., is common to both classifications; used in the broad sense in the U.K. this epithet encompasses some 50 agamospecies placed in four sections of the genus.", "cite_spans": [{"start": 194, "end": 225, "text": "Clapham, Tutin & Warburg (1962)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "3. The agamospecies philosophy has been found to be satisfactory, although complex and difficult for non-specialists to operate, within areas such as the U.K., Scandinavia and the Netherlands where sexuality is almost or completely absent. Tschermak-Woess (1949) and Furnkranz (1960) were the first to note that many Taraxacum species in central Europe are sexual diploids. Since then, comprehensive surveys by den Nijs & Sterk (1980 , 1984a , b), Sterk, den Nijs & Kreune (1982 , and J. Kirschner (personal communication) have shown that in France to the south of Paris, in southern Germany, lowland Switzerland, northern Italy and parts of Czechoslovakia and Austria, many populations of Taraxacum are entirely sexual or have both sexual and agamospermous individuals. Furnkranz (1966) showed that in populations with both sexuals and agamosperms, hybridization between the two types occurred, and this was confirmed by Richards (1970b, c) . Richards (1970a) and Miiller (1972) showed that in such hybrid populations, triploid facultative agamosperms occurred, and more recently similar plants have been found by Jenniskens (1984) .", "cite_spans": [{"start": 240, "end": 262, "text": "Tschermak-Woess (1949)", "ref_id": null}, {"start": 267, "end": 283, "text": "Furnkranz (1960)", "ref_id": "BIBREF4"}, {"start": 411, "end": 433, "text": "den Nijs & Sterk (1980", "ref_id": null}, {"start": 434, "end": 441, "text": ", 1984a", "ref_id": "BIBREF17"}, {"start": 442, "end": 478, "text": ", b), Sterk, den Nijs & Kreune (1982", "ref_id": null}, {"start": 771, "end": 787, "text": "Furnkranz (1966)", "ref_id": "BIBREF5"}, {"start": 922, "end": 941, "text": "Richards (1970b, c)", "ref_id": null}, {"start": 944, "end": 964, "text": "Richards (1970a) and", "ref_id": "BIBREF19"}, {"start": 965, "end": 979, "text": "Miiller (1972)", "ref_id": null}, {"start": 1115, "end": 1132, "text": "Jenniskens (1984)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "When agamospecies specialists from northern Europe have attempted to apply narrow-concepts of taxa in areas of Europe with high proportions of sexual dandelions, they have found great difficulties (Richards, in the Auvergne, France; Kirschner in Czechoslovakia (personal communication); C. E. Sonck in France and Italy (personal communication)). In such populations, no two individuals show similar phenotypes, and only taxa of very wide scope perhaps at the level of the section or even wider than that, convey useful information. A similar argument holds for southern Japan, where diploid sexual Turuxucum predominate (Morita, 1976 (Morita, , 1980 . Eight sexual species were originally described from this area by Kitamura (1957) , but on the basis of taximetric studies, Morita ( 1985 and personal communication in 1986) suggests that only one variable species with three varieties should be maintained.", "cite_spans": [{"start": 197, "end": 207, "text": "(Richards,", "ref_id": null}, {"start": 620, "end": 633, "text": "(Morita, 1976", "ref_id": null}, {"start": 634, "end": 649, "text": "(Morita, , 1980", "ref_id": null}, {"start": 717, "end": 732, "text": "Kitamura (1957)", "ref_id": "BIBREF12"}, {"start": 775, "end": 792, "text": "Morita ( 1985 and", "ref_id": null}, {"start": 793, "end": 824, "text": "personal communication in 1986)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "No clear ecological distinctions have emerged with respect to the distribution of sexual and agamospermous taxa. In Europe, it is certainly not possible to correlate sexuality in Turuxucum with latitude and climate. Recent studies in Greece (Richards, in press) enumerate 30 species (about ten more are also known), of which six are sexual and the remainder are agamospermous. Taxonomic confusion and hybridization rarely, if ever, occur in Greek Turuxucum, perhaps because sexual taxa rarely occur in the same populations as agamosperms. Sexual taxa occur from sea-level to 2600 my but most are only distantly related to agamosperms, and may be considered as 'primitive' representatives (Richards, 1973) . Such 'primitive' sexual taxa are also found further to the west, in Spain, France, Italy and Czechoslovakia. They tend to inhabit localities not favoured by other, agamospermous, Turuxucum such as Mediterranean ( T . serotinum Poiret) or saline (T. bessurubicurn (Hornem.) HM) habitats, and although morphologically variable, they do not hybridize with, and are not confused with, the more recently derived agamosperms.", "cite_spans": [{"start": 241, "end": 261, "text": "(Richards, in press)", "ref_id": null}, {"start": 688, "end": 704, "text": "(Richards, 1973)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This situation is quite different from that in central Europe where sexual taxa occur abundantly in the same derived sections of the genus (Vulguriu Dahlst., Alpestriu van Soest, Erythrospermu (H. Lindb. fil.) Dahlst. and Palustria Dahlst.) as the agamosperms. Richards (1970a, c) and den Nijs & Sterk (1984) have found that morphologically indistinguishable individuals, assignable to a single agamospecies, can occur as sexual diploids and agamospermous triploids in central Europe. A discussion held under the auspices of the Netherlands Rijksinstitut voor Natuurbeheer at Terschelling, Netherlands in May 1986 recognized the problem that concepts of agamospecies break down in areas with a high proportion of diploid Turuxucum species, but no workable solution to the difficulty was arrived at.", "cite_spans": [{"start": 261, "end": 280, "text": "Richards (1970a, c)", "ref_id": null}, {"start": 285, "end": 308, "text": "den Nijs & Sterk (1984)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Until now, studies on the taxonomy and classification of Turuxucum have relied on comparative morphology, and on cytology and karyology (e.g. Richards, 1973; Mogie & Richards, 1983) . Hughes (1987) and Hughes & Richards (1985 , 1988 have investigated the isozymes of 13 systems and more than 20 loci of various populations and accessions of Turuxucum. The primary aim of this study was to compare the genetic structure of related Turuxucum species with different breeding systems. However, the data also have important taxonomic implications with respect to the 'macrospecies' versus 'agamospecies' problem, and with respect to the phylogeny of the genus, and these are discussed here.", "cite_spans": [{"start": 142, "end": 157, "text": "Richards, 1973;", "ref_id": "BIBREF21"}, {"start": 158, "end": 181, "text": "Mogie & Richards, 1983)", "ref_id": "BIBREF12"}, {"start": 184, "end": 197, "text": "Hughes (1987)", "ref_id": "BIBREF11"}, {"start": 202, "end": 225, "text": "Hughes & Richards (1985", "ref_id": "BIBREF11"}, {"start": 226, "end": 232, "text": ", 1988", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Full details of the experimental material are given in Hughes & Richards (1988) . Plants investigated fall into three main groups which are briefly enumerated below: ", "cite_spans": [{"start": 62, "end": 79, "text": "& Richards (1988)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "MATERIAL AND METHODS"}, {"text": "Vulgaria, but of uncertain specific identity, from the Auvergne, central France.", "cite_spans": [], "ref_spans": [], "section": ". Single populations of self-incompatible sexual diploids, placed in T. section"}, {"text": "Code Aul (originally from seed). N = 28 seedlings, from about 15 mothers. Code Au2 (acquired as plants Each plant was tested for chromosome number and breeding system as described in Hughes & Richards (1988) . Details of culture, sampling, extraction, and isozyme analysis are described in Hughes & Richards (1985 , 1988 and in Hughes (1987) .", "cite_spans": [{"start": 183, "end": 207, "text": "Hughes & Richards (1988)", "ref_id": "BIBREF11"}, {"start": 290, "end": 313, "text": "Hughes & Richards (1985", "ref_id": "BIBREF11"}, {"start": 314, "end": 320, "text": ", 1988", "ref_id": "BIBREF11"}, {"start": 328, "end": 341, "text": "Hughes (1987)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ". Single populations of self-incompatible sexual diploids, placed in T. section"}, {"text": "Code Pyr.", "cite_spans": [], "ref_spans": [], "section": "SN ."}, {"text": "Code Arst.", "cite_spans": [], "ref_spans": [], "section": "SN ."}, {"text": "For almost all the isozyme bands discovered in group 1 (obligate agamosperms) and group 2 (sexual plants, Taraxacum section Vulgaria), test crosses between different electrophoretic phenotypes were made, and polymorphic loci were shown to have electrophoretic bands of different mobilities which behaved in an allelic way with respect to each other (Hughes & Richards, 1985 , 1988 ). This was not true for esterase, and this system is not considered here. The genetic inheritance of isozyme bands found in group 3 ('primitive sexuals') was not tested, although genetically tested individuals in group 1 were run on the same gels as those in group 3, as controls. Many bands were found to have identical mobilities between group 1 and 3 and were assumed to represent the same allozymes.", "cite_spans": [{"start": 349, "end": 373, "text": "(Hughes & Richards, 1985", "ref_id": "BIBREF11"}, {"start": 374, "end": 380, "text": ", 1988", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "RESULTS"}, {"text": "As described in Hughes & Richards (1988) , there was a remarkable correspondence between loci, allozymes and polymorphisms in the isozymes of plants in groups 1 and 2 (obligate agamosperms and sexual plants of Turuxucum section Vulguriu). Fifteen loci in ten isozyme systems were identified. Of these, eight loci were found to be monomorphic, or almost so, in both group 1 and group 2 populations. For group 2 populations, and for two of the group 1 populations, six loci were polymorphic, usually fixed heterozygously in the agamosperms. The third group 1 population, Br, was polymorphic at only four loci. The fifteenth locus was polymorphic at a low level in two of the group 2 populations, but was monomorphic in the other populations. One of the group 1 populations displayed an extra band, termed CAT a'. It is not known whether this was allelic to CAT a. Isozyme variation in group 1 and group 2 populations are summarized in Table 1 .", "cite_spans": [{"start": 16, "end": 40, "text": "Hughes & Richards (1988)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 933, "end": 940, "text": "Table 1", "ref_id": null}], "section": "RESULTS"}, {"text": "In contrast, plants in group 3 showed less correspondence amongst themselves, and with plants in groups 1 and 2. No less than 14 new putative allozymes, not detected in groups 1 or 2, were found in these plants. None were thought to represent new loci, but new putative alleles were added to six loci thought to be monomorphic in groups 1 and 2. All the plants in group 3, with the exception of Ser., were fully self-fertile. In group 3 nearly all loci were homozygous within an individual, although it should be noted that each accession only involved seed from a single mother. However, for Ser., two of the 15 loci were heterozygous in at least some siblings. All homozygotes (i.e. all except Ser.) in group 3 showed invariable inheritance of isozymes, that is, offspring were identical to parents. This was also true for non-segregating triplebanded alleles GOT 2c and GOT 3c, which did not occur in plants in groups 1 and 2. Isozyme variation found in group 3 plants is also summarized in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 994, "end": 1001, "text": "Table 1", "ref_id": null}], "section": "RESULTS"}, {"text": "It is best if estimates of similarity between accessions are based on the variability inherent in most populations. With respect to plants in groups 1 and 2, more or less randomly sampled populations of sizes of between 28 and 75 individuals have been examined. For these six populations, two measures of genetic similarity have been used. The first of these is the normalized identity, I, defined by Nei (1975) as:", "cite_spans": [{"start": 401, "end": 411, "text": "Nei (1975)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "RESULTS"}, {"text": "where J,,, Jyy, and Jxy are the arithmetic means over all loci of Zxi , Xyi and Zx,yi, and xi and yi are allele frequencies at the ith locus in populations X and Y (Gottlieb, 1981) . This statistic indicates the probability that a randomly chosen allele from each of two different populations will be identical, relative to the probability that two randomly chosen alleles from the same populations will be identical. Values of I vary from I = 1, where all allele frequencies in the two populations are equal, to I = 0, where two populations have no common alleles. + + + + + + + + + + + + -+ + + + + + + + + --+ + --+ + + + -+ + + + + --+ + + -+ -+ + + + + + + + + + -+ + + + -+ + + + + + + + + + + + + + - Plants in group 3 were obtained as seed samples from single mothers, rather than as population samples. Unfortunately, it is not possible to obtain estimates of either I or D for these samples in comparison with others, as those statistics depend on population data. Instead, Jaccard's Similarity Index (Jain & Singh, 1979) was applied. This measure is based upon the number of common categories, in this case isozymes, between the two groups. SI = i/(nl +n, -i) where n I and n 2 are the number of isozymes recorded in species 1 and 2 respectively, and i is the number of shared isozymes. SI has values ranging from SI = 1.00, where two species are identical, to SI = 0, where there are no common isozymes.", "cite_spans": [{"start": 164, "end": 180, "text": "(Gottlieb, 1981)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "These values were computed pairwise for all samples in groups 1, 2 and 3 (Table 3) . It should be noted that the nature of genetic variation within each sample, and the difference in the sampling between groups 1 and 2, and group 3, render the data used in these computations non-uniform in origin. Little within-population variation occurred in the agamosperm populations (group 1 ) , in comparison with the variable sexual populations (group 2). However, as the agamosperms tended to be fixed heterozygotes for polymorphic loci, the mean number of alleles per locus did not differ statistically between the two groups (Hughes & Richards, 1988 ). This figure is much lower for the samples in group 3 taken individually (only 1.03 on average, compared to between 1.3 and 1.6 for populations in groups 1 and 2). No doubt, the low number of alleles per locus in group 3 is in part a function of the inbreeding system of these plants. The limited sampling of these plants (from single mothers) will also contribute 'rABLE 3. SI painvise comparisons between all 12 samples, from groups 1, 2 and 3. greatly to the low allele diversity per sample. However, heterozygotes are very rare in these group 3 samples (frequency = 0.01, Hughes & Richards, 1988) .", "cite_spans": [{"start": 620, "end": 644, "text": "(Hughes & Richards, 1988", "ref_id": "BIBREF11"}, {"start": 1230, "end": 1247, "text": "& Richards, 1988)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 73, "end": 82, "text": "(Table 3)", "ref_id": null}], "section": "RESULTS"}, {"text": "For the overall comparison of samples for SI (Table 3) , two distinct groups of interrelated plants emerge. All the agamosperms in group 1 and the sexual populations from the Auvergne in group 2 are closely related to each other, as was also apparent from figures for I and D ( Outside these two groups, SI comparisons are low, varying between 0.21 and 0.45. The average of SI comparisons, except those between T. bessarabicum accessions, for the 'primitive' group 3 inbreeders is 0.3 1, while that between the group 3 inbreeders, including the T. bessarabicum accessions, and the 'modern' samples from groups 1 and 2 is 0.35. Overall, the Spanish accession of 7. bessarubicum Sal shows the lowest resemblance to the group 1 and 2 samples, but it shows the highest resemblance to 7. serotinum, although only at SI = 0.45.", "cite_spans": [], "ref_spans": [{"start": 45, "end": 54, "text": "(Table 3)", "ref_id": null}], "section": "RESULTS"}, {"text": "It is of interest that the geographically and taxonomically very remote species T. aristum (Arst), endemic to Australia, and related to species in New Zealand and South America, should show SI comparisons with other samples comparable to the other, European, group 3 primitive sexual inbreeders.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Another point of interest is that 7. serotinum, and its Spanish relative 1. pyropappum, which shows a close morphological resemblance to T. serotinum, and is placed in the same section, only show a very low SI comparison (0.28).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The close similarity between the isozymes of the British agamosperms (group 1) and the sexual outbreeders from the Auvergne, France (group 2) was unexpected. Apart from diagnostic bands at CAT for the agamospecies population Ps, at TYR in the sexual population Au2, and at ME for one individual in population PL, the isozyme profiles of individual agamosperms were indistinguishable from those of the group 2 sexuals. Most importantly, these six populations displayed gross morphological differences between themselves, which have led to their classification in no less than four different sections of the genus. In spite of these major differences, the populations shared the same few allozymes at almost every one of the 15 loci.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Equally striking, with the exception of resemblances between the three accessions of T. bessarabicum, Sal, SN and Bess, are the very low resemblances with respect to isozymes displayed between the sexual inbreeders, supposedly of a 'primitive' nature (Richards, 1973) . This is despite the close morphological relationship between two of them, 1. serotinum (Ser) and T. pyropappum (Pyr) in T. section Serotina, of which they are the only two members. These group 3 plants showed equally low resemblances to all the group 1 and group 2", "cite_spans": [{"start": 251, "end": 267, "text": "(Richards, 1973)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "populations. However, it should be strongly emphasized that such comparisons should be treated with considerable caution, as group 3 samples were taken from single capitula, and were not population samples. Gottlieb (1977) in a survey of electrophoretic evidence from 28 plant species showed that the mean genetic identity (equivalent to normalized identity I in this paper) of conspecific populations was 0.95, and that of congeneric species was 0.67. More recent and larger surveys (Gottlieb, 1981; Crawford, 1983) gave similar values. On the basis of these comparisons, the genetic identities of the six populations in groups 1 and 2 of the present survey appear to fall within the conspecific category. The low values for SI for the group 3 species highlight the very high values for I and SI amongst the taxonomically unrelated taxa in groups 1 and 2.", "cite_spans": [{"start": 207, "end": 222, "text": "Gottlieb (1977)", "ref_id": "BIBREF8"}, {"start": 484, "end": 500, "text": "(Gottlieb, 1981;", "ref_id": null}, {"start": 501, "end": 516, "text": "Crawford, 1983)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "However, Gottlieb shows that for annual inbreeders, different congeneric species may show values for I in excess of 0.90, in common with the values for I recorded here. Gottlieb suggests that perennials often evolve more gradually than annuals, and may consequently show smaller identities between species than annuals. The genetic identity of congeneric animal species that apparently originated in the Pleistocene are higher than those of more ancient species (Nevo el al., 1974 , Avise, Smith & Ayala, 1975 . Many genetic differences between species may accumulate gradually after the genetic isolation of species; immediately after their origin, species may be limited genetic versions of their progenitors.", "cite_spans": [{"start": 462, "end": 480, "text": "(Nevo el al., 1974", "ref_id": null}, {"start": 481, "end": 509, "text": ", Avise, Smith & Ayala, 1975", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Richards ( 1973) originally suggested that derived aIlopoIyploid agamospermous Taraxacum species originated during the Pleistocene when 'ancient' agamosperms, adapted to arctic conditions, came into contact with hybrid swarms of sexuals migrating northwards as the ice-sheets retreated. It is arguable that the high genetic identities and similarity indices recorded here between 'modern' (groups 1 and 2) taxa reflect this relatively recent divergence. However, more recently Mogie & Richards ( 1 983) and Richards ( 1986) discuss evidence that at least some Taraxacum agamospecies appear to have diverged since their progenitor(s) evolved obligate agamospermy; that is that speciation took place asexually. This speciation might be post-glacial, or even more recent in origin. Also, it would occur from a series of very narrow genetic bases, indeed single genotypes. Such an explanation would certainly help to explain high genetic identities between taxonomically unrelated agamospermous polyploids (group 1) which, from both karyological (Richards, 1972 (Richards, , 1973 and electrophoretic (Hughes & Richards, 1988) evidence, appear to be allopol yploids.", "cite_spans": [{"start": 9, "end": 16, "text": "( 1973)", "ref_id": null}, {"start": 507, "end": 523, "text": "Richards ( 1986)", "ref_id": "BIBREF22"}, {"start": 1042, "end": 1057, "text": "(Richards, 1972", "ref_id": null}, {"start": 1058, "end": 1075, "text": "(Richards, , 1973", "ref_id": "BIBREF21"}, {"start": 1096, "end": 1121, "text": "(Hughes & Richards, 1988)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Nevertheless, evidence from the taxonomically unrelated agamospecies T. pseudohamatum, T. unguilobum and T. brachyglossum suggests that they are too closely related electrophoretically fro it to be likely that they had allopolyploid origins from genetically distinct diploid parents. It may be that the amount of asexual evolution in the genus is far greater than has hitherto been suspected. The close relationship of the 'modern' (group 2) sexuals suggests that these are also too closely related to the agamospermous polyploids to form only one of the genomes involved in the origin of the latter. Rather, these sexuals may result from rediploidization from facultatively agamospermous polyploid Taraxacum, of the kind described by Richards (1970 Richards ( , 1986 and Muller (1972) . In this sense they are truly 'modern' (post-agamospermous) sexual diploids.", "cite_spans": [{"start": 735, "end": 749, "text": "Richards (1970", "ref_id": null}, {"start": 750, "end": 767, "text": "Richards ( , 1986", "ref_id": "BIBREF22"}, {"start": 772, "end": 785, "text": "Muller (1972)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "With the possible exception of T. serotinum (Ser), the group 3 'primitive' diploid sexuals are all fully self-compatible, and probably largely selfing in nature. The scarcity of heterozygous loci in these single accessions (Het = 0.001) supports this supposition. The low SI values obtained between selfing (group 3) accessions suggest that group 3 populations may have been separated geographically, and by their breeding system, for a sufficient period of time to allow considerable genetic differentiation. Van Soest ( 1958) and Furnkranz ( 1969) suggested that the primitive diploid sexual species, with a fragmented distribution in the Mediterranean basin, from sections of the genus such as Tarazacum section Leptocephala ( T. bessarabicum) and T. section Serotina ( T . serolinum and T. pyropappum) are relicts from a Tertiary distribution around the ancient Tethys Sea and are therefore from 20M, to 5Ma old.", "cite_spans": [{"start": 542, "end": 549, "text": "( 1969)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is difficult to assess the length of time that T. aristum has been isolated from other Taraxacum species in Australia. Richards (1973) has suggested that species in 1. section Antarctica evolved from species in T. section Arctica, which occur in arctic America and elsewhere at high latitudes, having migrated down the American mountain chain. Whether these species then dispersed to Australasia before the final separation of the Gondwanaland mass (i.e. before 40Ma) or whether they have resulted from more recent long-distant dispersal is problematic. Either way, the date at which such populations dispersed southwards away from the Eurasiatic homeland of the genus, is likely to be placed well before the Pleistocene. The present study suggests that the degree of differentiation of Turaxacum taxa, as assessed by isozymes, may largely be a function of the age of separation of these taxa. The supposedly 'primitive' nature of such species at T. bessarabicum, T. serotinum, T. pyropappum and T. aristum is tentatively supported by their distant relationships to each other, and to 'modern' Taraxacum, although sampling is inadequate. The very close electrophoretic resemblance of taxonomically and chromosomally diverse 'modern' taxa suggests that they may have diverged very recently from a common agamospermous stock, and that 'modern' diploid sexuals may also have derived from this stock by rediploidization. This presents a very different picture of the evolution of Taraxacum agamospecies from that presented by Richards (1973) .", "cite_spans": [{"start": 122, "end": 137, "text": "Richards (1973)", "ref_id": "BIBREF21"}, {"start": 1525, "end": 1540, "text": "Richards (1973)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A consensus is growing amongst specialists in Taraxacum taxonomy that in areas where sexuality is common, an agamospecies philosophy is not useful. The present study suggests that in such areas, all 'modern' Taraxaca, certainly those belonging to T. sections Vulgaria, Alpestria, Erythrosperma, Celtica, and Hamata, should perhaps be regarded as a single taxon. As discussed by , the commonly employed 'generalistic' epithets T. o8cinale Weber and T. vulgare Schrk. may not be available for this taxon. The first has been lectotypified as an agamospecies, and the second is confused and has not been typified. However, it is possible that these problems could be overcome by usage of 'sensu lato'. In the absence of accurate typification, 1. vulgare Schrk. sensu lato may convey the sense of the original author quite well when applied in the broad sense to 'modern' Taraxacum in areas where sexual populations are common. Equally, it is clear that certain 'primitive' diploid sexual taxa should persist at all taxonomic levels.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Within the flora of Europe, these should certainly include T. bessarabicum, T. serotinum and 1. pyropappum from the evidence of this study. I t is probable that all species in the diploid sections Glacialia HM., Orientalia HM. emend. van Soest, Rhodotricha HM. emend. van Soest, and diploid species in T. section Erythrocarpa (e.g., 1. pieninicum Pawl.), and T. section Scariosa (e.g., 7. minimum (Brig.) Terracc.) should also be maintained.", "cite_spans": [{"start": 234, "end": 237, "text": "van", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "No doubt, specialists will continue to use the agamospecies concept in areas of Europe in which sexual taxa are absent or rare. On present evidence these include Scandinavia, the Netherlands, Belgium, northern France and northern Germany, Poland, northern Czechoslovakia, the British Isles, USSR, the Alps and the Pyrenees above lOOOm, Iceland, Spain and Greece. Little is known about the distribution of sexual taxa and Taraxacum taxonomy in Hungary, Roumania, Bulgaria and Yugoslavia.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adaptive differentiation with little genic change between two native California minnows", "authors": [{"first": "J", "middle": ["C"], "last": "Avise", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Ayala", "suffix": ""}], "year": 1975, "venue": "Evolution", "volume": "29", "issn": "", "pages": "41--42", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Flora of the British Isles", "authors": [{"first": "A", "middle": ["R"], "last": "Clapham", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Tutin", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Warburg", "suffix": ""}], "year": 1962, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Phylogenetic and systematic inferences from electrophoretic studies", "authors": [{"first": "D", "middle": ["J"], "last": "Crawford", "suffix": ""}], "year": 1983, "venue": "Zsogmes in Plant Genetics and Breeding", "volume": "", "issn": "", "pages": "257--288", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Om Skandinavska Taraxacum-former", "authors": [{"first": "H", "middle": [], "last": "Dahls&apos;i&apos;edt", "suffix": ""}], "year": 1905, "venue": "Botaniska Notiser", "volume": "58", "issn": "", "pages": "145--146", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cytogenetische Untersuchungen an Taraxacum im Raume von Wien. Osterreichlrhe Botanische (eitschriji", "authors": [{"first": "D", "middle": [], "last": "Furnkranz", "suffix": ""}], "year": 1960, "venue": "", "volume": "107", "issn": "", "pages": "31--32", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Untersuchungen an Populationen des Taraxarum oJicinale-Komplexes im", "authors": [{"first": "D", "middle": [], "last": "Furnkranz", "suffix": ""}], "year": 1966, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Contribution to the history of the distribution of the genus Taraxacum in the central and northeastern Mediterranean area. Osterreichische Botanische (eitschr9", "authors": [{"first": "D", "middle": [], "last": "Furnkranz", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "117--156", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Electrophoretic evidence and plant systematics", "authors": [{"first": "L", "middle": ["D"], "last": "Gottlieb", "suffix": ""}], "year": 1977, "venue": "Annals U J the Missouri Botanical Garden", "volume": "64", "issn": "", "pages": "161--180", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Electrophoretic evidence and plant populations", "authors": [{"first": "L", "middle": ["D"], "last": "Goti&apos;lieb", "suffix": ""}], "year": 1907, "venue": "Monographie der Gatlung Taraxacum. Leipzing & Wien", "volume": "7", "issn": "", "pages": "1--46", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Population biology or Avena. VlI. Allozyme variation in relation to JENNISKENS", "authors": [{"first": "J", "middle": [], "last": "Hughes", "suffix": ""}, {"first": "J", "middle": [], "last": "Hughes", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}, {"first": "J", "middle": [], "last": "Hughes", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Jain", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Singh", "suffix": ""}], "year": 1979, "venue": "Variability in sexual and apomictic Taraxacum Wrber. Unpublishcd Ph.D. thesis of", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A search for diploid Tnxaxacum in Korea and eastern China by means of pollen MORITA", "authors": [{"first": "S", "middle": [], "last": "Kitamura", "suffix": ""}, {"first": "M", "middle": [], "last": "Mogie", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}], "year": 1957, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Zytologisch-embryologische Beobachtungen an Taraxncum-Arten aus der Sektion MURBECK", "authors": [{"first": "U", "middle": [], "last": "Muller", "suffix": ""}, {"first": "", "middle": [], "last": "Von", "suffix": ""}], "year": 1904, "venue": "Parthenogenesis bei den Gattungen Taraxacum und Hierarium. Botaniska Rntiser", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Mulerulnr Population Genetics and Evolution", "authors": [{"first": "M", "middle": [], "last": "Nei", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Genetic variation, selection and speciation in Thomonys talpoides", "authors": [{"first": "E", "middle": [], "last": "Nevo", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Shaw", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Thaeler", "suffix": ""}], "year": 1974, "venue": "", "volume": "28", "issn": "", "pages": "1--23", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Cytogeographical studies of Taraxacum sect. Taraxacum ( = sect. Fulgnria) in Central Europe", "authors": [{"first": "J", "middle": ["C M"], "last": "Nus", "suffix": ""}, {"first": "A", "middle": [], "last": "Sterk", "suffix": ""}, {"first": "", "middle": [], "last": "Za", "suffix": ""}], "year": 1980, "venue": "Botanische Jahrbucher Svstematik", "volume": "101", "issn": "", "pages": "527--554", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cytogeography of Taraxacum sect. Taraxacum and sect. Alpestria in E'rancr and adjarent parts of Italy and Switzerland, including some taxonomic remarks", "authors": [{"first": "J", "middle": ["C M"], "last": "Nijs", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sterk", "suffix": ""}], "year": 1984, "venue": "Acta Botanica .Veerlnndirn", "volume": "33", "issn": "", "pages": "1--24", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cytogeography and cytotaxonomy of Taraxacum sections in Brlgiuni arid northern France", "authors": [{"first": "J", "middle": ["C M"], "last": "Nijs", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sterk", "suffix": ""}], "year": null, "venue": "Aria Botanicn Neerlandica", "volume": "33", "issn": "", "pages": "43--44", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Eutriploid facultative agamospermy in Taraxarum", "authors": [{"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}], "year": 1970, "venue": "New Phylologisl", "volume": "69", "issn": "", "pages": "761--774", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Hybridisation in Taraxarum", "authors": [{"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}], "year": 1970, "venue": "New Phhytologist", "volume": "", "issn": "", "pages": "69--1103", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Observations on Taraxarum sect. Eythrosperma Dt. em Lindb. fil. in Slovakia", "authors": [{"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}, {"first": "Richards", "middle": [], "last": "Acla", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "", "suffix": ""}], "year": 1970, "venue": "Sertional nomcnclature in Taraxacum (Asteraceae). Taxon", "volume": "66", "issn": "", "pages": "633--644", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Plant Breeding Systems", "authors": [{"first": "4", "middle": ["J"], "last": "Richards", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Mountain Flora oJGreece", "authors": [{"first": "A", "middle": ["J"], "last": "Richards", "suffix": ""}, {"first": "", "middle": [], "last": "Tamxncirm", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Flora Europaea, 4: 323-Y l 343", "authors": [], "year": 1976, "venue": "", "volume": "4", "issn": "", "pages": "60--67", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "the Nrthrrlands. dcta Bolanica .Veerlandica", "authors": [], "year": null, "venue": "", "volume": "31", "issn": "", "pages": "227--237", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The phytogeography of Tara.mum with special reference to Europe", "authors": [{"first": "J", "middle": ["L"], "last": "Soes&apos;i&apos;", "suffix": ""}, {"first": "S&apos;i&apos;erk", "middle": [], "last": "Van ; Blumea", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sijs", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "", "suffix": ""}], "year": 1958, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Sexual and agamospermous Taraxarum species in 'I", "authors": [{"first": "M", "middle": [], "last": "Krecne", "suffix": ""}, {"first": "W", "middle": [], "last": "Schermak-\\voess", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 1949, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Single populations of obligate agamosperms: Newcastle upon Tyne. N = 45, (Code Ps). (Code Ung). Carew, Durham. N = 38. (Code Br). Taraxacum pseudohamatum Dahlst. 1. section Hamata Ollgaard 2n = 24. T. unguilobum Dahlst. T. section Celtica Richards 2n = 32. Hexham. N = 30. T. brachyglossum (Dahlst.) Dahlst. T. section Erythrosperma 2n = 24. Seaton", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Allele distribution in twelve populations and accessions of inbreeding, outbreeding and agamospermous Turuxucum.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "The second measure of similarity is the standard genetic distance, D, defined byNei (1975) as: D = -1nI For this, D is an estimate of the accumulated number of electrophoretically detectable codon substitutions per locus since the time of divergence of the two populations. Values of D vary from D = 0, where there are no differences in allele frequencies between populations, to values of D > 2.0 where different genera have been compared (Hartl, 1980).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Comparisons involving PL are based upon 14 loci.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). N = 75. Code PL (acquired as plants). N = 43. 3. Siblings from single capitula of 'primitive' sexual diploids of varied origin. In comparison with those under 2 , all of these accessions proved to be fully selffertile, apart from T. serotinum. T. bessarabicum. T. section Leptocephala van Soest. St. Nectaire, France. Code T. bessarabicum. T. section Leptocephala van Soest. Zaragoza, Spain. Code Sal. T. bessarabicum. ' I : section Leptocephala van Soest. Cluj, Romania. Code Bess. T. serotinum. T. section Serotina van Soest. Macedonia, Greece. Code Ser. T. pyropapppum Boiss. & Reuter. T. section Serotina van Soest. Zaragoza, Spain. T. aristum Hagl. & Markl. T. section Antarctica HM. Victoria, Australia.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Genetic distance and genetic identity tor populations in groups 1 and 2.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Aul </td><td>Au2 </td><td>PL* </td><td>Ps </td><td>Ung </td><td>Br </td></tr><tr><td> </td><td> </td><td>- </td><td>0.99 </td><td>0.99 </td><td>0.96 </td><td>0.99 </td><td>0.98 I: genetic identity </td></tr><tr><td>Group2 </td><td>Au2 {</td><td>0.01 </td><td>- </td><td>0.99 </td><td>0.93 </td><td>0.96 </td><td>0.95 </td></tr><tr><td> :;</td><td>0.01 </td><td>0.01 </td><td>- </td><td>0.94 </td><td>0.98 </td><td>0.99  </td></tr><tr><td> </td><td> </td><td>0.04 </td><td>0.07 </td><td>0.06 </td><td>- </td><td>0.95 </td><td>0.93 </td></tr><tr><td> </td><td> </td><td>0.01 </td><td>0.04 </td><td>0.02 </td><td>0.05 </td><td>- </td><td>0.95 </td></tr><tr><td> </td><td> </td><td>0.02 </td><td>0.05 </td><td>0.01 </td><td>0.07 </td><td>0.05 </td><td>- </td></tr></table></body></html>"}, "TABREF3": {"text": ". For readings of SI, the lowest pairwise comparison within these groups is 0.81 and the highest is 0.96. Comparable figures for I are 0.93 and 0.99 respectively. For SI, the asexual population Br shows the lowest mean resemblance in comparison with the other The other interrelated group that emerges are the sexual inbreeders assigned to the species T. bessarabicum, codes Sal, SN and Bess. For this group, SI within the group 1 and group 2 cluster. This grouping is of interest in view of the widely disjunct distribution of this halophyte, and taxonomic arguments that have occurred over its status. Plants from the isolated French station a t", "latex": null, "type": "table"}, "TABREF4": {"text": "TABLE 1. Allele distribution in twelve populations and accessions of inbreeding, outbreeding and agamospermous Turuxucum.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Ps </td><td>Ung </td><td>Br </td><td>Aul </td><td>Au2 </td><td>PL </td><td>Sal </td><td>SN </td><td>Bess </td><td>Ser </td><td>Pvr Arst. </td></tr><tr><td>MDH </td><td>a </td><td>+ + </td><td>+ + </td><td>+ - </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+ - </td><td> + - </td><td>+ </td><td>+ </td><td>- </td></tr><tr><td>ME </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>- </td><td>+ </td></tr><tr><td>a' </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td>+ + </td><td>- - </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>a </td><td> </td><td> </td><td>+ - </td><td>+ - </td><td>+ - </td><td>- </td><td>- </td><td> </td><td>- </td><td>- </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- + </td><td>+ - </td><td> </td></tr><tr><td>IDH </td><td>C </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td>+ - </td><td> </td><td>+ - </td><td>+ - </td><td>+ - </td><td>+ - </td><td>+ - </td><td> </td><td>+ </td><td>+ </td><td> </td></tr><tr><td>6PGDH- </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>- </td><td> </td></tr><tr><td>a 1 </td><td>+ - </td><td> </td><td>+ - </td><td>+ - </td><td>+ + </td><td>+ + </td><td>+ - </td><td> </td><td>+ </td><td>+ </td><td> </td></tr><tr><td>6PGDH-2 </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td>- </td><td> </td></tr><tr><td>a </td><td>+ + + </td><td> </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+ - </td><td> </td><td>+ + </td><td>+ - </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td>- </td><td>+ </td><td>+ </td><td>- </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CDH </td><td>C </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td>+ </td><td> </td><td>+ - </td><td>+ - </td><td>+ - </td><td>+ - </td><td>- + </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>TYR </td><td>b </td><td>- </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td>+ + </td><td> </td><td>+ - </td><td>+ + </td><td>+ + </td><td>+ + </td><td>- - </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td>+ </td><td>- </td><td> + </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CAT </td><td>C </td><td> </td><td> </td><td>- </td><td>- </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a' </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>PER </td><td>a </td><td> </td><td> </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td> </td><td> </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+ + </td><td>- - </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>+ </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>C </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>SOD-2 </td><td>d </td><td> </td><td> </td><td>- </td><td>- </td><td>_ </td><td>- </td><td>- </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td> </td><td> </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td>+ </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>SOD-3 </td><td>a </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td>- </td><td>- </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>GOT- 1 </td><td>b </td><td> </td><td> </td><td>+ + </td><td>+ + </td><td>+ + </td><td>+ </td><td>+ </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td> </td><td> </td><td>+ </td><td>+ </td><td>+ </td><td> </td><td>- - </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>C </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td> </td><td>- </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>GOT-2 </td><td>d </td><td> </td><td> </td><td>- </td><td>- </td><td>- </td><td> </td><td>+ </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>GOT-3 </td><td>C </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>a </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>+ </td></tr><tr><td>ACPH </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td></tr><tr><td>a </td><td> </td><td>+ + </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>b </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>C </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>- </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>d </td><td>+ </td></tr></table></body></html>"}}, "back_matter": [{"text": "Jane Hughes was in receipt of a N.E.R.C. studentship in the course of this work.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}