{
    "paper_id": "eda21e7ae09c96ff24e84cbbbc2044aabca636dc",
    "metadata": {
        "title": "Supreme Emergencies Without the Bad Guys Per Sandin",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Sandin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Institute of Technology",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "sandin@infra.kth.se"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper discusses the application of the supreme emergency doctrine from just-war theory to non-antagonistic threats. Two versions of the doctrine are considered: Michael Walzer's communitarian version and Brian Orend's prudential one. I investigate first whether the doctrines are applicable to non-antagonistic threats, and second whether they are defensible. I argue that a version of Walzer's doctrine seems to be applicable to non-antagonistic threats, but that it is very doubtful whether the doctrine is defensible. I also argue that Orend's version of the doctrine is applicable to non-antagonistic threats, but that his account is not defensible, regardless of whether the threats are antagonistic or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is a widespread intuition that if a society faces an overwhelmingly horrible threat, then some actions that are ordinarily prohibited might become permissible or even mandatory. Torture, for instance, is usually thought to be absolutely prohibited in the ordinary course of things. However, many people think that in certain extreme circumstances, it may be justified. Suppose that an unusually capable terrorist has planted hydrogen bombs in London, Manchester, and Birmingham, and plans to set them off simultaneously. Time is short, and the only way to stop the bombs from going off is to torture the terrorist into revealing their location. In this situationone of supreme emergencyit can be argued that the absolute ban on torture should be lifted and that the terrorist may, or even should, be tortured. It might even be justifiable to torture or at least threaten to torture innocent people in order to avoid the consequences of the hydrogen bombs. Or so the argument goes. 1 Another example, from the real world, concerns Britain's situation during the Blitz in 1940. Britain responded to the Nazi threat by bombing German cities, thus deliberately targeting non-combatants and thereby blatantly violating the perhaps most firmly established rule of war. Was that justifiable, given the supreme emergency Britain, and not only Britain but also a large part of the civilised world, found itself in? Michael Walzer, the most well-known writer on the supreme emergency argument, argues, hesitantly, that it was (Walzer 2000, Ch. 16) . 2 If we turn to Walzer's definitions of supreme emergencies, we find that he characterises them in two slightly different ways. In his widely known Just and Unjust Wars, he describes a supreme emergency as being defined by two conditions: the nature of the looming danger and its imminence. Both conditions must be fulfilled for a supreme emergency to be present: the danger must be imminent, and, in addition, 'of an unusual and horrifying kind' (Walzer 2000, p. 253) . In a less often-quoted essay entitled 'Emergency Ethics', he states that '[a] supreme emergency exists when our deepest values and our collective survival are in imminent danger' (Walzer 2004, p. 33) . I take the phrase about collective survival and deep values to be a way of making more precise the condition of horribleness. Thus, a supreme emergency is a situation where our deepest values and/or collective survival are in imminent danger.",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 988,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1522,
                    "end": 1543,
                    "text": "(Walzer 2000, Ch. 16)",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1547,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1993,
                    "end": 2014,
                    "text": "(Walzer 2000, p. 253)",
                    "ref_id": null
                },
                {
                    "start": 2196,
                    "end": 2216,
                    "text": "(Walzer 2004, p. 33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The discussion on supreme emergency has generally concerned situations involving antagonistic threats, that is, threats from hostile states or, as in the terrorist case, hostile non-state actors. In this paper, I will investigate whether arguments from the discussion on supreme emergency can be applied to situations involving non-antagonistic threats (such as pandemics or earthquakes), and whether those arguments are defensible. I will begin by giving some background on the debate on the supreme emergency argument and its place in the just war tradition. Then I will outline its possible application to non-antagonistic threats. Finally, I will examine two rather different versions of the supreme emergency doctrinethose of Michael Walzer and Brian Orend. I will argue, first, that it is doubtful whether Walzer's position is applicable to non-antagonistic threats, and that it is even more doubtful whether it is defensible. I will argue, secondly, that Orend's position is applicable to non-antagonistic threats, but that it is not defensibleat least not in the way Orend wishes it to be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The idea with the supreme emergencies is that the fact that a supreme emergency prevails somehow justifies or perhaps excuses doing what is ordinarily morally prohibited (such as using torture or deliberately targeting non-combatants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "Borrowing a phrase from Daniel Statman (2006b, p. 312), I will call (moral) permissions to do what is ordinarily (morally) prohibited 'special permissions'. 3 Special permissions, it must be noted, occur in the context of deontological ethics. Those who need special permissions are deontologists of some kind, who believe that there are moral absolutes, such as prohibitions, prescriptions, rights or duties that must be upheld, regardless of consequences, but nevertheless want to grant that such moral absolutes may sometimes be suspended or overriddenin extreme situations. 4 This position is known as threshold deontology. 5 'Threshold deontologists share the view that when consequences become extremely grave, what would otherwise be categorically forbidden becomes morally possible', writes Heidi M. Hurd (2002, p. 405) . Or in the words of Michael Walzer, 'the constraints lose their grip, and a certain kind of utilitarianism reimposes itself' (Walzer 2004, p. 40) .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 75,
                    "text": "Daniel Statman (2006b, p. 312), I will call (moral)",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 158,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 827,
                    "text": "Hurd (2002, p. 405)",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 974,
                    "text": "(Walzer 2004, p. 40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "Threshold deontology and the supreme emergency doctrine are thus attempts at reconciling two very different positions: first, commitment to moral absolutes, and second, recognition that this position might give counterintuitive recommendations in extreme circumstances. In other words, let justice be doneunless the heavens fall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "There are well-known arguments against threshold deontology. One is that of lack of coherence, another is that of arbitrariness. If consequences justify certain measures in extreme situations, why could they not justify the measures taken in less extreme situations as well? Where to draw the line? Related to this is a slipperyslope problem. If we let ends justify means in extreme cases, we might be tempted to resort to extreme measures also in other situations. However, I will not repeat this discussion here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "As I said above, special permissions occur in the context of deontological ethics. Straightforward consequentialists have no need for special permissions. Suppose that you are an act-utilitarian facing a situation of supreme emergency. Then you would not have to worry about special permissions. You would simply, well, perhaps not so simply but nevertheless, calculate the consequences of your options, and choose the action that maximises the good, whatever that is. For instance, you might opt for intentionally bombing civilians, if that means saving more lives. Resorting to extreme measures in extreme situations is permitted (or mandatory) for a consequentialist, but not by reference to any special permissions, just plain ordinary ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "It might be argued that the fact that consequentialists can coherently justify extreme measures in extreme situations is a reason to accept consequentialism. Personally, I am not unsympathetic to this argument, but I will not pursue it here. Neither will I recapitulate the struggle between deontology and consequentialism in all their different varieties, but for the sake of the argument I will take a deontological view for granted. Nothing in my argument will hinge on any particular deontological view, however.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "3 Cf. Statman (2006a), p. 58f. 4 For a presentation of this conflict, see Nagel (1972) , p. 136f). 5 For discussions, see Moore (1989) and Alexander (2000) .",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 32,
                    "text": "Statman (2006a), p. 58f. 4",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 86,
                    "text": "Nagel (1972)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 99,
                    "end": 100,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 134,
                    "text": "Moore (1989)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 139,
                    "end": 155,
                    "text": "Alexander (2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Special Permissions and the Deontological Context"
        },
        {
            "text": "In a recent paper, Daniel Statman (2006a) notes three features of situations where the supreme emergency argument has been thought to apply: First, supreme emergencies are formulated in terms of a particular community. For a supreme emergency to be present, the threat has to be directed against a community rather than, say, merely against a large number of non-related individuals. Walzer himself is explicit about this, and claims that '[s]upreme emergency is a communitarian doctrine' (Walzer 2004, p. 45) . Second, the threat to the community is usually regarded as antagonistic. Antagonistic threats that are threats brought about by agents with malicious intent. Supreme emergencies are typically not thought to be about threats from volcanic eruptions, earthquakes, tsunamis, asteroids or the like. Third, the morally problematic actions supposedly permitted by reference to a situation of supreme emergency are typically thought to be directed against members of the collective that poses the threat, not against innocent bystanders.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 41,
                    "text": "Statman (2006a)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 489,
                    "end": 509,
                    "text": "(Walzer 2004, p. 45)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "To sum up, the supreme emergency argument has usually concerned what we may do to the Bad Guys, or their accomplices or, perhaps, more innocent members of their collective, when they are threatening our community with something particularly horrendous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "The supreme emergency doctrine occurs within the just war tradition. This tradition, dating back at least to Augustine and prominently developed by Aquinas, takes its starting point in the belief that war, while being a bad thing, is sometimes justifiable, and that there are moral limits on how to fight such a just war. In this tradition, two types of issues have been distinguished. One concerns jus ad bellum, or right to war, and the other jus in bello, right in war. The former concerns when war is justified, the latter how war is to be conducted. 6 The principles of jus ad bellum are usually thought to include just cause, right intention, legitimate authority, reasonable hope of success, proportionality, and last resort. This means that a war can be justified only if it has a just cause (such as selfdefence) and if it is carried out for those very reasons, and not, e.g., is carried out for reasons of economic gain with self-defence as a mere excuse. War must also be declared by recognised authorities, e.g. a democratic government. It must also not be doomed to fail from the outset. Furthermore, the expected gains of the war must outweigh the losses. Finally, war must be used as a last resort, when all other possible solutions to a conflict are exhausted.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 556,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "The principles of jus in bello are limited to two, proportionality and discrimination. Proportionality means that the use of force in an operation must be proportional to the purpose of the operation. Thus, using area bombing to rout out a very small group of relatively insignificant guerrilla warriors is a measure that fails to be proportionate. The central theme of discrimination is that only some targets, such as soldiers and military installations, are legitimate, and thus allowable to target intentionally. The typical example is that combatants, such as members of the armed forces, are legitimate targets, but that non-combatants, such as civilians or wounded, incapacitated soldiers, are not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "As commonly conceived, the supreme emergency doctrine occurs in the in bello part of just-war theory. Supreme emergencies might justify diverging from in bello norms, but not ad bellum ones. However, as we will see, supreme emergencies stretch the limits between ad bellum and in bello. And in at least one version of the doctrine, it breaks down altogether. This, as we shall see, also opens up for applications of versions of the supreme emergency doctrine to cases without Bad Guys. This is important. There are a number of severe threats that are not antagonistic, but that might, arguably, be at least equally bad as antagonistic ones. 7 Such threats can certainly be imminent as well as particularly horrifying. Take a large outbreak of Ebola hemorrhagic fever, Bubonic Plague, or some other extremely unpleasant disease. And in terms of numbers of casualties, there are some non-antagonistic threats that are even more horrible than the worst wartime ones. Asteroids can certainly do more harm, numerically speaking, than every known weapon of mass destruction can.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "In this sense there can be supreme emergencies without Bad Guys. It is less clear, though, whether protection against such threats would call for morally problematic measures of the kind requiring special permissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "However, such situations cannot be ruled out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "One possibility is that environmental emergencies are thought to call for environmentally benign dictatorship or 'ecofascism' (Zimmerman 1995) . Another, perhaps more important case in point is disease control. Historical examples show that draconian measures in the face of diseases thought to be emerging plagues have sometimes been both advocated and implemented. Calls for such measures were to some extent heard during the early days of the AIDS epidemic (Häyry and Häyry 1989) . From earlier times, there are examples of forced removals and draconian punishment for violation of sanitation rules as responses to the threat of yellow fever (Ngalamulume 2004) , as well as that of plague (Kallioinen 2006) . It is also a common but contested idea that societies historically have tended to become more violent in the wake of plagues (Cohn 2002) . There have been arguments advanced that this provides a moral reason to prevent or at least curtail public emergencies. 7 Daniel Statman (2006a, p. 61f.) distinguishes between threats from human beings and threats from natural causes. 'Threats from human beings', or anthropogenic threats, can be of at least two kinds, however. The first is antagonistic threats. In the case of an antagonistic threat, there is an intention to threaten. In other words, there are Bad Guys. Antagonistic threats are thus a special case of anthropogenic ones. The second is where humans are causally responsible for the threat, but where there is no aggressive intention. An example is anthropogenic climate change, which may indeed mean that some communities' survival is at stake. In addition, it seems that non-antagonistic anthropogenic threats can also be divided into subcategories. A threat might unintentionally but culpably be brought about by some agent or group of agents. Or it might unintentionally and non-culpably be brought about by some agent or group of agents. The distinctions between the types of threat are by no means clear. To complicate things further, distinctions between anthropogenic and non-anthropogenic threats are no less unclear. For instance, given that hurricanes become more common due to anthropogenic climate change, do hurricanes cease to be natural? Or do they become less natural? And so on. Note that we are talking about likelihoods here. It will not be possible to say for a particular hurricane that it was the result of anthropogenic climate change. Fierce hurricanes have always existed. Anthropogenic climate change will only make them more common. However, these demarcation problems will not be at the centre of discussion in the present paper, so I will leave them aside.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 142,
                    "text": "(Zimmerman 1995)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 460,
                    "end": 482,
                    "text": "(Häyry and Häyry 1989)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 645,
                    "end": 663,
                    "text": "(Ngalamulume 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 692,
                    "end": 709,
                    "text": "(Kallioinen 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 837,
                    "end": 848,
                    "text": "(Cohn 2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "Tom Sorell (2003, p. 31) argues that extreme emergency situationsincluding not only war, but also those brought about by non-antagonistic threatsare 'not only occasions for great harm; they are also occasions for the serious rupture of moral conventions'. The very institution of morality is at risk, as emergencies threaten to suck us into a 'moral black hole'. They 'undermine everyday morality itself at a place and time' (ibid., p. 32). This must not happen, Sorell thinks, and thus a looming emergency justifies extraordinary measures. There is a parallel in law as well. The constitutions of several nations allow for various exceptional measures in times of crisis, not necessarily crises generated only by antagonistic threats (Gross and Ní Aoláin 2006) .",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 24,
                    "text": "Sorell (2003, p. 31)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 761,
                    "text": "(Gross and Ní Aoláin 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "In this paper, I will use a hypothetical case of an emerging plague as example of a threat generating a supreme emergency without Bad Guys. Thus, consider The Flu Bug Hatchery:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "In a poor part of the world, there is a group of people who live on small family farms. Let us call them the Farm People. They lead their lives with their animals, especially pigs and ducks, very close. This way of life is extremely conducive to flu viruses mutating into new variants. These viruses cause yearly flu epidemics. Now, there is compelling evidence that a new, unusually contagious and highly pathogenic virus is emerging from the Farm People. The Farm People, however, know nothing of this, and there is no time to educate them. They are, in a word, innocent threats. 8 If nothing is done the world will be facing an outburst of pandemic flu. Large numbers of people are expected to die. We in our communitywhatever that might beare facing neareradication. The only way to stop the pandemic is to do something to the Farm People that is normally prohibited, for instance isolate them or force-feed them high-risk antivirals or vaccines with gruesome and sometimes-lethal side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "It should be noted that an empirical question relevant to this casethe efficacy of non-pharmaceutical measures, such as quarantine, during pandemic fluis open to discussion. There is scant evidencemost is from the 1918-19 'Spanish' flu, the 1957 flu pandemic and the 2003 outbreak of SARS (Severe Adult Respiratory Syndrome), with SARS having transmission characteristics that are different from those of flu, making it difficult to draw conclusions with relevance for flu. Two things might be noted, however: First, quarantine and other non-pharmaceutical interventions are probably not as effective as is sometimes thought, in particular not once the flu has begun spreading among the general population. Second, containment at the sourcesuch as in the case of the Flu-Bug Hatcheryseems at least theoretically possible, using both pharmaceutical and non-pharmaceutical means. The latter point suggests that the hypothetical scenario presented here has some plausibility (WHO Writing Group 2006a, b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "I will now turn to the issue of applying supreme emergency arguments to nonantagonistic threatsthat is, to supreme emergencies without the Bad Guys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Just War Theory, Supreme Emergency, and Non-Antagonistic Threats"
        },
        {
            "text": "It has been argued that in some extreme situations, strict adherence to some moral principles could threaten the very institution of morality. Christopher Toner has called this the institutional specification of a threshold deontological principle. Such a specification would specify the threshold with reference to 'damage that would tend towards the destruction of the institution of morality itself' (Toner 2005, p. 559) . On this view, a particular moral principle is not overridden, but temporarily suspended because of the commitment to the protection of moral principles in general. Toner believes that this is how Michael Walzer's version of the supreme emergency doctrine probably should be interpreted. I agree that this is a reasonable understanding of Walzer, who states that '[a] supreme emergency exists when our deepest values and our collective survival are in imminent danger' (Walzer 2004, p. 33) . This should probably be understood as saying that our deepest values are always at risk when our collective survival, understood as the survival of our community, is at stake. This goes with Walzer's explicit communitarianism: The destruction of our community is more than the destruction of a number of lives, even if that number is very large. 'When our community is threatened ... we face a loss that is greater than any we can imagine, except for the destruction of humanity itself. We face moral as well as physical extinction, the end of a way of life... ' (ibid., p. 43) .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 423,
                    "text": "(Toner 2005, p. 559)",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 914,
                    "text": "(Walzer 2004, p. 33)",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1494,
                    "text": "' (ibid., p. 43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Our Deepest Values' -Walzerian Communitarianism"
        },
        {
            "text": "It is in this communitarian sense 'our deepest values' must be understood in Walzer's claim that '[w]hen our deepest values are radically at risk, the constraints lose their grip, and a certain kind of utilitarianism reimposes itself' (Walzer 2004, p. 40 ). I am not sure what to make of the claim that utilitarianism, albeit of a certain kind, reimposes itself. Taken literally, the claim is downright mysterious. However, in the same paragraph Walzer explains that supreme emergencies are, however rare, situations when the negative value 'that we can't help assigning' to a looming disaster 'devalues morality itself'. This gives us the liberty to do whatever is necessary to avert the disaster, the only constraint being that our action does not bring about an even worse disaster. However, according to Walzer, absolute deontological constraints can never be suspended. They remain in full force, but in supreme emergencies they may sometimes, and should sometimes, be overridden. This overriding 'leaves guilt behind' (ibid., p. 34). Thus, we have the somewhat paradoxical situation that we may be required to do wrong and still be legitimately criticised for doing what we had to do.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 254,
                    "text": "(Walzer 2004, p. 40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Our Deepest Values' -Walzerian Communitarianism"
        },
        {
            "text": "Three things are notable here. First, it seems that utilitarianism does not reimpose itselfrather, we 'cannot help' imposing it. Walzer puts the same point slightly differently when he writes that 'we can only be overwhelmed by supreme emergency' (Walzer 2004, p. 40) . Presumably, it is an empirical psychological issue, and it is not obvious that everyone is as overwhelmed as Walzer supposes. Many of us do have strong intuitions that are consistent with Walzer's, but that is not sufficient in the present context. This leads us to the second point: The work Walzer wants those intuitions to do is to legitimise our doing 'whatever is militarily necessary'. How this comes about is unclear, but, if I understand Walzer rightly, the Kantian dictum of ought implies can is central here. For if we cannot help imposing utilitarianism, then, by modus ponens, it is not the case that we ought to avoid utilitarianism. The third point concerns the one constraint Walzer allows, the requirement that our action does not bring about an even worse disaster. The only example he gives of such a disaster is 'the destruction of humanity itself' (Walzer 2004, p. 43) . It seems like a sound requirement, but it is nevertheless problematic. For how are we to know that we do not bring about an even worse disaster by taking actions that are 'militarily necessary'? Suppose that, contrary to the facts, the US' dropping of nuclear bombs on Japan in 1945 were military necessities in a situation of supreme emergency. The scientists responsible for the building of the bomb seriously considered whether the bomb might trigger a chain reaction affecting the entire atmosphere of the Earth. Their calculations led them to conclude that the possibility could be ruled out. 9 But what if they were wrong? And how are we to know that we do not bring about an even worse catastrophe by attempting to avoid one, under license from the appeal to supreme emergency? The problem has been discussed at length in connection with the so-called precautionary principle and proposed measures to avoid potential environmental disasters. 10 Situations of supreme emergency are typically ones of great urgency, disorder, and even chaos. It is likely that we will thus be less able to assess the consequences of our possible courses of action than in ordinary situations. This means that it will be very difficult to assess whether Walzer's constraint is fulfilled.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "text": "(Walzer 2004, p. 40)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1158,
                    "text": "(Walzer 2004, p. 43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "'Our Deepest Values' -Walzerian Communitarianism"
        },
        {
            "text": "Can, then, our deepest values be threatened without there being an aggression? Can there be Walzerian supreme emergencies without Bad Guys? I think a version of the doctrine might be stretched to allow that. For if our deepest values are to be identified with the survival of our community, or at least if the survival of our community is a necessary condition for the preservation of our deepest values, then, obviously, even non-antagonistic threats can be a threat to our deepest values. After all, communities can be eradicated by floods, asteroids, hurricanes or infectious diseases, and it is quite conceivable that we are morally overwhelmed by such prospects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'Our Deepest Values' -Walzerian Communitarianism"
        },
        {
            "text": "Thus, arguably, a version of the Walzerian doctrine seems to be applicable to supreme emergencies without Bad Guys. However, it is very doubtful whether the doctrine is defensible. If a community ceases to exist, does this really mean 'moral extinction', and is that necessarily a bad thing? Communities come and go, ways of life change for different reasons, without moral extinction occurring. The doctrine has the following counterintuitive consequences: Suppose that the survival of our community and thus 'our deepest values' is under threat. Let us also take it for granted that there is more than one community in the world. (Walzer seems to allow this, given his distinction between a community and humanity itself.) Suppose further that the only way to save our community from eradication is to do something that kills people both from our community and from other communitiessay, everyone above a certain age. However, those deaths are so distributed that there is no threat of extinction to any community. Some people die here, some there. Nowhere is it the question of 'the end of a way of life'. The number of deaths is extremely large, though, much larger than it would be if only the threat to our own, comparatively small community materialised. 9 The example, from Robert Oppenheimer, is cited in Hansson (1996) . 10 A recent work summing up the argument is Sunstein (2005) . Cf. Sandin et al. (2002) and Stern and Wiener (2006) . I will now turn to a very different version of the supreme emergency doctrine, one presented by Brian Orend (2006) . Orend's work is recent and has not been subject to the same vast amount of scrutiny as Walzer's. I will argue that his position is applicable to supreme emergencies without Bad Guys but that it is not defensible. The latter point, I will argue, is true regardless of whether it is applied to supreme emergencies with antagonistic threats or non-antagonistic ones.",
            "cite_spans": [
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1328,
                    "text": "Hansson (1996)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1390,
                    "text": "Sunstein (2005)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1397,
                    "end": 1417,
                    "text": "Sandin et al. (2002)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1422,
                    "end": 1445,
                    "text": "Stern and Wiener (2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1550,
                    "end": 1562,
                    "text": "Orend (2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "'Our Deepest Values' -Walzerian Communitarianism"
        },
        {
            "text": "Brian Orend is generally critical to the idea of special permissions in supreme emergencies. He dismisses several arguments in favour of such a position, including Walzer's, and proposes a rather ingenious alternative (Orend 2006) . 11 He argues that supreme emergencies, and people's actions in them, can be viewed from two perspectives: the moral and the prudential. From the moral perspective, supreme emergencies are situations in which 'we hit a wall ... morally, we run out of permissible options' (Orend 2006, p. 155) . 12 Thus, the ordinary moral prohibitions remain in full force, and supreme emergencies thus present us with genuine moral dilemmas.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 230,
                    "text": "(Orend 2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "(Orend 2006, p. 155)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The term 'dilemma' is here used in the sense of a situation where an agent is morally required to do each of (at least) two courses of action, but cannot do both. In a genuine moral dilemma, neither requirement overrides the other. It is thus not merely a resolvable conflict between prima facie moral requirements. In a genuine moral dilemma, an agent might be in a situation where all available courses of action are impermissible. 13 Another term for such a situationand this is the term Orend usesis tragedy.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "From the prudential perspective, supreme emergencies are struggles for survival, in Hobbes' sense. In such cases, those in peril will struggle, regardless of moral prohibitionsinstinct compels them to. (This is an empirical claim.) In doing so, they will do wrong, morally. (This is a normative claim.) Nevertheless, the actions can be evaluated and ranked prudentially. (This is also a normative claim, though of a different kind.) Still, the 'instincts' in the struggle for survival 'can still be channelled by rules of rational choice' (Orend 2006, p. 155) . He concludes that 'victims of supreme emergency are going to fight to survive, and they need rules of thumb to help them achieve that goal' (ibid., p. 157).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 559,
                    "text": "(Orend 2006, p. 155)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Orend proposes a number of such rules, which I will discuss shortly. They are thus prudential rules, or rules of efficacy. (Remember, we will be doing something morally impermissible, whichever of the available courses of action we choose.) However, Orend's rules are still supposed to be action guiding. They concern what we should do in certain situations. They are not primarily part of a theory for excuses 11 Orend's views are also endorsed by Cook (2007) . 12 The text, included as Chapter 5 of Orend's (2006) book The Morality of War, is a slightly updated version of an earlier paper (Orend 2005) . The argument is the same in both texts. 13 Whether genuine moral dilemmas actually exist is a question of much philosophical controversy, which I will not go into here (see, e.g., Foot 2002 ). In the present paper I will assume, with Orend, that they do exist. or for assigning responsibility after the act. 14 A suitable slogan for Orend's position might thus be 'How to do Wrong in the Right Way'.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 460,
                    "text": "Cook (2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 515,
                    "text": "Orend's (2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 592,
                    "end": 604,
                    "text": "(Orend 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "Foot 2002",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The empirical premises of Orend's argument seem sound at first glance. People in peril do struggle. Moreover, in disaster situations, contrary to common belief, they typically act rationally. 15 Thus, it seems that there might be a place for discussing rules of rational choice. However, there is a complication to Orend's argument. He claims that in a supreme emergency, 'as a matter of fact any country subjected to it will do whatever it can to prevail. The animal instincts are going to kick in, just as in [an analogous case involving individuals]' (Orend 2006, p. 155, italics in original) . The problem is that animal instincts, supposedly, will kick in for individuals, not for countries. Individuals in a country facing a horrible threat may have prudential strategies quite distinct from those who are most likely to be conducive to the 'survival' of their country. They might consider fleeing, for instance. Even if we substitute 'community' for 'country', the problem remains. Perhaps saying that the animal instincts will kick in for a country or a community is shorthand for saying that they will kick in for individual members of the government (or the equivalent) of that country or community. But then, it sounds both implausible and unpleasant to say that President X's or General Y's animal instincts kicked in and forced them to act in a certain way, since their country was in peril.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 595,
                    "text": "(Orend 2006, p. 155, italics in original)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Orend notes that '[t]he supreme emergency exemption is a doctrine which pushes to the very limit the relationship between jus ad bellum and jus in bello' (Orend 2006, p. 140) . Incidentally, his own position on supreme emergencies seems to collapse the distinction altogether. Orend views supreme emergency as primarily a matter concerning jus in bello. However, his position is that if a supreme emergency prevails, 'instinct' will compel a country to act in a certain way. And there seems to be no reason to suppose that this state of affairs will apply only in in bello situations. Why couldn't there be a situation in which a country faces a supreme emergencyas defined by Orendwithout being in bello, but rather on the brink of war? 'Instinct' will presumably kick in here as well. Given that supreme emergency is about prudential efficacy, as Orend claims, I cannot see that the ad bellum/in bello distinction makes any difference. Moreover, the distinction between situations that involve antagonistic threats and those that do not is also affected, as we shall see.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "(Orend 2006, p. 140)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Let us therefore now turn to supreme emergencies without the Bad Guys. It seems that Orend's argument can be applied to non-antagonistic threats as well. It is not based on self-defence, but on self-preservation, and it does not presuppose that there are any Bad Guys. Those in peril will, supposedly, struggle for survival, no matter where the threat comes from. Suppose now that a community faces an imminent and horrible non-antagonistic threat, and that there are only two options: either perish, or do something that is normally prohibited. As an illustration, consider The Flu Bug Hatchery again. We in our community are facing near-eradication from the mutant flu virus spreading among the innocent Farm People. And the only way to stop the pandemic is to do something to the Farm People that is normally prohibited, such as force-feeding them high-risk antivirals or vaccines with gruesome and sometimeslethal side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "In this case of the Flu Bug Hatchery, we might be in an Orendian tragedy, a genuine moral dilemmawe have run out of morally permissible options, and will do wrong whichever option we choose. Either we do wrong in harming members of the Farm People, or we do wrong (I will be supposing) in failing to protect our own community from preventable eradication. This scenario, and the analysis of it, is rather close to the one Orend presents, though without the Bad Guys. He writes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "You're damned if you do, so to speak, because if you \"do,\" you violate jus in bello and commit widespread civilian murder. You're damned if you don't, on the other hand, because if you \"don't,\" you fail to protect your own civilians from widespread murder (Orend 2006, p. 155) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 276,
                    "text": "(Orend 2006, p. 155)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "However, it is unclear how we are to understand the idea of options here. In Orend's example, on his own view, abstaining from an attempt to save our community would not seem to be a genuine option. This is because the animal instincts will kick in, and we will do whatever we can to prevail. Perhaps we should not understand 'animal instincts' as determining which course of action we will actually choose, but rather which course of action we are more likely to choose. But this is at odds with what Orend says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Nevertheless, we can assume (a) that we will do whatever we can to prevailby instinct or something like it, (b) that every possible way of securing survival for our community involves moral wrongdoing, (c) that every possible way of not securing survival for our community involves moral wrongdoing, and (d) that there still is room for channelling our 'instincts' by rules of rational choice. Thus, according to (b) and (c), we are in a genuine dilemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "What 'rules of thumb' to help us achieve our goal of survival does Orend give, then, and how do they fare in our non-antagonistic case? He proposes five such rules. They are (1) Last Resort, (2) Publicity, (3) Appeal to the International Community, (4) Right Intention, and (5) Reasonable Probability of Success. At least rules (1), (4) and (5) are recognisable as variants of rules from just-war theory, notably, from the ad bellum part of traditional just war theory. However, in just-war theory, the rules are explicitly moral, not prudential. The very reason for introducing rules of war is that prudential strategies in war leads to immoral acts being committed. In what follows, I will argue that Orend's rules are applicable in the nonantagonistic case. I will also argue that they are not best understood as prudential rules, but moral ones, despite Orend's claims to the contrary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The first rule is that supreme emergency measures should be employed only as a last resort. The main prudential reason for this is that we might be mistaken whether there actually is a supreme emergency. That is a very reasonable rule. As Orend is aware, situations conceived of as crises and emergencies are likely to be characterised by uncertainty, fear, and various forms of stress, including temporal stress. In such situations, decision-makers might of course overlook relevant options. This obviously holds for situations involving non-antagonistic emergencies as well. In fact, in many definitions of crises and emergencies used in the scholarly debate, they are defined as situations in which there is a threat to basic values and limited time for response (Stern 2003, p. 4-8) .",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 786,
                    "text": "(Stern 2003, p. 4-8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "But it is hard to see how the last resort rule is a prudential rule to be applied when we actually are in a supreme emergency, and know that we are, or have very good reasons to believe that we are. If there are other options available, we have not necessarily reached the point where we have run out of morally permissible options, and thus, we are not in a supreme emergency. I suspect that there is an element of backdoor morality in the last resort rule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Nevertheless, it makes good sense also in the non-antagonistic case to try other measures before resorting to the more extreme ones. I fully agree with Orend's request that '[w]e have to make sure supreme emergency measures aren't taken hastily' (Orend 2006, p. 156) . But once we are in a supreme emergency, and know it, the rule as a prudential rule is not overly helpful.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 266,
                    "text": "(Orend 2006, p. 156)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The second and the third rule are related to each other. They require that one publicly declare what supreme emergency measures one intends to take (the second rule), and, in doing so, appeal to the international community (the third rule). This appeal is analogous to an individual crying 'help!'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "These rules also are applicable in the non-antagonistic case. It makes sense to publicly declare what measures we intend to take, and it also makes sense to appeal to help from the international community. In the Flu Bug Hatchery, public declarations and appeal to the international community might make the Farm People understand the situation, and we may perhaps receive assistance from the UN in order to stop the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "There are two problems with rules two and three, however. First, the problem from the last resort rule remains: If we can appeal to the Farm People through publicly declaring our intentions, or receive assistance from the international community, then we are not in a supreme emergency (yet). In fact rule two seems very much like a way of specifying rule oneboth are ways of making sure that we do not resort to supreme emergency measures until we are in a supreme emergency. Second, and more importantly, the rules do not obviously promote efficacy, even as rules of thumb. In discussing appeal to the international community in the antagonistic case, Orend recognises this. The international community has all too often been slow and passive in its reactions to humanitarian emergencies. Examples include Former Yugoslavia and the Darfur region in Sudan. But, furthermore, public declarations can be counterproductive as well. In the example of the Flu Bug Hatchery, if given advance warning from public declarations, the Farm People might hide from the medical officers sent there to force-feed them antivirals, or flee in order to avoid isolation, thus speeding up the spread of the disease even more. It may be prudentially more efficient to keep quiet. And why should we limit our appeal to the international community? If there is someone else who is in a better position to help us, we should do so. It might be better to secretly appeal to a powerful neighbour or perhaps to our enemy's enemy (to use an antagonistic example) than to the international community. Prudentially, we should do what is efficacious, but that may often be contrary to what rules two and three prescribe. I suspect that moral considerations have sneaked in through the back door here as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The fourth rule requires right intention, namely that supreme measures in supreme emergencies are taken with the actual purpose of promoting survival and not with some other purpose. Thus a 'right intention' here, Orend writes, is 'not one of moral purity, but rather one of prudential effectiveness' (Orend 2006, p. 156 ).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 320,
                    "text": "(Orend 2006, p. 156",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "This rule is perfectly reasonable, and it is equally applicable in non-antagonistic cases. If we are to survive, it is likely most efficacious to aim for survival. Orend says very little about this rule, and perhaps this is an indication that it is so obviously reasonable that further discussion is not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The fifth rule requires that supreme emergency measures must have a reasonable probability of success. This rule is 'absolutely vital', according to Orend (2006, p. 156) . However, it cannot be absolutely vital from a prudential perspective, when we are in a supreme emergency. That we beforehand should look for measures that are likely to be successful when we are in a supreme emergency is true. Once we are there, however, things are different. Consider the Flu Bug Hatchery again. Suppose that we may choose between (a) doing nothing and face near-certain eradication in pandemic flu, and (b) force-feeding risky antivirals to the farm people. Suppose further that the antivirals are new and that their efficacy is questionable. The probability that they will stop the pandemic is very small; still, they are our best shot. Should we choose the do-nothing alternative, since the medical emergency measures do not have a reasonable probability of success? Or is any probability, however slight prudentially, reasonable in supreme emergencies? I am inclined to think so. If there are no other options, then we should, prudentially, grab for the last straw. Furthermore, given that we are in a struggle for survival with animal instincts kicking in, how could we do otherwise? Again, I believe that the allegedly prudential rule is best understood as a case of backdoor morality. Because interpreted as a moral rule, the rule makes sense. It would be morally unacceptable for us to expose the farm people to great risks in order to reduce the risk to ourselves very slightly. But I cannot see why it would not be the right thing to do prudentially.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 169,
                    "text": "Orend (2006, p. 156)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "To sum up then: While devised to deal with antagonistic threats, Orend's prudential rules of thumb are clearly applicable also to supreme emergencies without Bad Guys. However, his account is not defensible, neither to antagonistic supreme emergencies or non-antagonistic ones. His rules do seem sensible, indeed, but only if they are interpreted as rules of thumb to be applied in order to as far as possible avoid supreme emergencies. With the exception of rule four, prudential right intention, they are not prudentially helpful once we are in a supreme emergency. Morality seems to have sneaked into the prudential rules through the back door. The rules might be reasonably defendable morally, perhaps, but that is another matter, and it is something Orend explicitly says is not what he is after in his paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "Interpreted as moral rules, Orend's rules of thumb do indeed seem reasonable. However, in that case, they also become less interesting. As moral rules, they boil down to a consequentialist principle of weighing pros and cons of different courses of action. As we have seen, the rules of last resort, publicity, and appeal to the international community basically are instances of an overarching principle, namely 'avoid, as far as possible, supreme emergency measures'. This principle is straightforwardly consequentialist. The same holds for the principle of reasonable probability of success. It can be justified if we adhere to an action-guiding consequentialist principle telling us to maximise the expected (i.e. probabilityweighted) consequences. Let us assume that supreme emergency measures (e.g. draconian quarantine measures) are inherently bad. We further assume that those measures are commensurable with supreme emergency itself, and the former are less bad. Then, if there is only a very small likelihood that the supreme emergency measures are efficacious, we should not carry them out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The rule of right intention, however, does not fit this pattern. It is, as we saw previously, the only of Orend's rules that is doubtlessly reasonable as a prudential rule and does not contain an obvious element of backdoor morality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Orendian Tragedy or How to do Wrong in the Right Way"
        },
        {
            "text": "The idea with the supreme emergencies is that the fact that a supreme emergency prevails somehow justifies or perhaps excuses doing what is ordinarily morally prohibited. It is a way of trying to accommodate two very different positions (commitment to moral absolutes and recognition that this position might give counterintuitive recommendations in extreme circumstances) within a deontological framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While developed within just-war theory, there seems to be at least some plausible cases in which the supreme emergency doctrine can be applied to non-antagonistic threats as well. As one possible such case, I mentioned protection against the threat of some particularly horrible outburst of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "I argued that a version of Michael Walzer's communitarian supreme emergency doctrine seems to be applicable to supreme emergencies without Bad Guys, but that it is very doubtful whether the doctrine is defensible. Furthermore, I argued that a quite different variant of the supreme emergency doctrine, Brian Orend's prudential version, is applicable to supreme emergencies without Bad Guys, but that his account is not defensible, neither to antagonistic supreme emergencies or nonantagonistic ones. What Orend claimed to be prudential rules of thumb turned out to be consequentialist moral principles in disguise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Thus, the prospect of transferring the supreme emergency doctrine to cases without Bad Guys is fraught with difficulty. Incidentally, this is to a large extent due to weaknesses within the supreme emergency doctrine itself, regardless of whether it is applied to antagonistic or non-antagonistic threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Thus, the conclusion of this paper is mainly negative. We have reason to be extremely wary of appeal to supreme emergency arguments and special permissions, in particular in cases without Bad Guys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deontology at the threshold. The San Diego Law Review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "893--912",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Torture: when the unthinkable is morally permissible",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bagaric",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supreme emergencies and the protection of non-combatants in war",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Affairs",
            "volume": "80",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2346.2004.00421.x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Torture and the ticking bomb",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The black death: end of a paradigm",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The American Historical Review",
            "volume": "107",
            "issn": "3",
            "pages": "703--738",
            "other_ids": {
                "DOI": [
                    "10.1086/532493"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Michael Walzer's concept of 'supreme emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Military Ethics",
            "volume": "6",
            "issn": "2",
            "pages": "138--151",
            "other_ids": {
                "DOI": [
                    "10.1080/15027570701381948"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Moral dilemmas revisited",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Foot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Moral dilemmas and other topics in moral philosophy",
            "volume": "",
            "issn": "",
            "pages": "175--188",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Law in times of crisis: emergency powers in theory and practice",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ní Aoláin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Decision making under great uncertainty",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Hansson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Philosophy of the Social Sciences",
            "volume": "26",
            "issn": "3",
            "pages": "369--386",
            "other_ids": {
                "DOI": [
                    "10.1177/004839319602600304"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Moral issues in military decision-making",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hartle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "AIDS, society, and morality: a philosophical survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Häyry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Häyry",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Philosophia",
            "volume": "19",
            "issn": "4",
            "pages": "331--361",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02380272"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Citizen response to disasters: a survey of literature and some practical implications",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Helsloot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruitenberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "12",
            "issn": "3",
            "pages": "98--111",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0966-0879.2004.00440.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Liberty in law",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Hurd",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Law and Philosophy",
            "volume": "21",
            "issn": "",
            "pages": "385--465",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Plagues and governments: the prevention of plague epidemics in early modern Finland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kallioinen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Scandinavian Journal of History",
            "volume": "31",
            "issn": "1",
            "pages": "35--51",
            "other_ids": {
                "DOI": [
                    "10.1080/03468750500507495"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Torture and the balance of evils",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Israel Law Review",
            "volume": "23",
            "issn": "",
            "pages": "280--344",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "War and massacre",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Philosophy & Public Affairs",
            "volume": "1",
            "issn": "",
            "pages": "123--144",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Keeping the city totally clean: Yellow fever and the politics of prevention in colonial Saint-Louis-du-Sènègal, 1850-1914",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ngalamulume",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of African History",
            "volume": "45",
            "issn": "",
            "pages": "183--202",
            "other_ids": {
                "DOI": [
                    "10.1017/S0021853703008636"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Anarchy, state, and utopia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nozick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Is there a supreme emergency exemption?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Orend",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Just war theory: a reappraisal",
            "volume": "",
            "issn": "",
            "pages": "134--153",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The morality of war",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Orend",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Five charges against the precautionary principle",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rudén",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Juthe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Risk Research",
            "volume": "5",
            "issn": "4",
            "pages": "287--299",
            "other_ids": {
                "DOI": [
                    "10.1080/13669870110073729"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Morality and emergency",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Aristotelian Society",
            "volume": "103",
            "issn": "",
            "pages": "21--37",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9264.00126"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Supreme emergencies revisited",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Statman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ethics",
            "volume": "117",
            "issn": "",
            "pages": "58--79",
            "other_ids": {
                "DOI": [
                    "10.1086/508037"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Moral tragedies, supreme emergencies and national-defence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Statman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Applied Philosophy",
            "volume": "23",
            "issn": "3",
            "pages": "311--322",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-5930.2006.00337.x"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Crisis decisionmaking: a cognitive institutional approach. Stockholm: Swedish National Defence College",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Precaution against terrorism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Risk Research",
            "volume": "9",
            "issn": "4",
            "pages": "393--447",
            "other_ids": {
                "DOI": [
                    "10.1080/13669870600715750"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Laws of fear: beyond the precautionary principle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Just war and the supreme emergency exemption",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Philosophical Quarterly",
            "volume": "55",
            "issn": "221",
            "pages": "545--561",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0031-8094.2005.00415.x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Just and unjust wars: a moral argument with historical illustrations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nonpharmaceutical interventions for pandemic influenza, international measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "1",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The threat of ecofascism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Social Theory and Practice",
            "volume": "21",
            "issn": "2",
            "pages": "207--238",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements Early versions of this paper were presented at a seminar in the Department of History and Philosophy of Science, University of Cambridge, in November 2006, and at the Swedish National Philosophy Conference in June 2007. I thank Martin Peterson, Stephen D. John, Tim Lewens, and two anonymous referees for valuable comments. The research leading up to this paper was funded by the Swedish Emergency Management Agency. This support is gratefully acknowledged. The views expressed are those of the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}