{
    "paper_id": "eda293c816347b0916c0c04ec216dba8bdbd7649",
    "metadata": {
        "title": "Cancer Cytopathology CYTOSource Current Issues for Cytopathology CYTOSOURCE Bracing for Disaster",
        "authors": [
            {
                "first": "Bryn",
                "middle": [],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edited",
                "middle": [],
                "last": "By",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "B"
                ],
                "last": "Kaminsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "B odies lay scattered amid the fuselage in a sweltering Virginia field as emergency personnel pondered how to handle the dead victims from a plane that had crashed after taking off from an Ebolawracked country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The bodies were mannequins and the fuselage fake, but the disaster drill highlights the urgent need to prepare for emerging and reemerging infectious diseases that can spread easily and cause mass casualties. Over the past few years, public health scares have featured a parade of threats such as Ebola, severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), avian influenza (\"bird flu\"), and bacterial infections that have stopped responding to antibiotics. Their headlines may fade, but the dangers they pose can linger for months or years, and researchers face myriad hurdles to minimize the threat of second waves or new arrivals of viral and bacterial pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Austin Wiles, MD, assistant professor of pathology and director of the Autopsy Pathology Service at Virginia Commonwealth University in Richmond, recalls the disaster drill he took part in as a forensic pathology fellow in the Virginia Department of Health's Office of the Chief Medical Examiner. The first responders did not suffer from a lack of protective equipment. Nor was it difficult to set up roadblocks and keep bystanders away from the immediate danger zone. However, as Dr. Wiles points out, in real-life situations hospitals and physicians will have their work cut out for them in confronting infectious diseases that do not respond to normal treatment protocols as well as emerging threats, the signs and symptoms of which may fall well beyond normal parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"I think that emerging infectious diseases are one of the biggest threats we face,\" says Kristi L. Koenig, MD, County of San Diego EMS Medical Director and director emeritus of the Center for Disaster Medical Sciences at the University of California at Irvine. People focus on more visible dangers such as fires and hurricanes, but Dr. Koenig says it is only a matter of time until the next big infectious disease outbreak strikes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whether the United States is prepared to face the inevitable is a harder question to answer, Dr. Koenig says, because it implies that the field of disaster medicine has good measures of preparedness. \"That's really a challenge to measure this,\" she says. Some preparations also tend to wax and wane with the news cycle. For example, during the height of the Ebola crisis, emergency department physicians consistently asked patients about their travel history, \"which we should be doing all the time,\" Dr. Koenig says. The same is not necessarily true today, despite the relevance of that question regarding a host of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the annual Hajj to Mecca, Saudi Arabia, in 2017, public health officials were on high alert for signs of MERS among Muslim travelers. Saudi Arabia is where the syndrome emerged in 2012, and the country had reported multiple cases of MERS just before the mass pilgrimage. No cases have been reported in the United States since 2014, but Dr. Koenig says that knowing whether or not a patient with influenza-like symptoms had recently traveled to the Hajj could prove to be critical information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As an autopsy pathologist, Dr. Wiles studies whether \"stat and sterile\" autopsies conducted within an hour of death could help him to isolate postmortem cultures of Staphylococcus aureus strains tentatively implicated in a patient's death. In addition to strengthening cause-ofdeath determinations, Dr. Wiles' goal is to develop a laboratory test that could CONTINUED from previous page predict the microbe's dangerous immune system-disrupting \"Trojan horse behavior\" before it causes harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gathering Clues Through Autopsy and Cytology"
        },
        {
            "text": "The National Institutes of Healthfunded study of 20 cases could help to standardize a protocol that uses autopsies to inform public health responses. After the often-frenetic medical interventions prior to a patient's death, \"the autopsy pathologist represents a slowing down of thinking, which is exactly what it should be,\" Dr. Wiles says. However, the specter of a public health threat could speed up that timeline and spur a limited autopsy protocol that more quickly tests for the presence of bacterial and viral pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gathering Clues Through Autopsy and Cytology"
        },
        {
            "text": "Experts differ on whether and how cytopathology might similarly help to identify infectious disease threats and inform responses to them. Liron Pantanowitz, MD, professor of pathology and biomedical informatics and director of cytopathology at the University of Pittsburgh Medical Center's Shadyside Hospital in Pennsylvania, doubts whether cytopathologists will play a meaningful role. \"Most of the pathogens are viruses that, unfortunately, don't declare themselves with pathognomonic cytologic fi ndings,\" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gathering Clues Through Autopsy and Cytology"
        },
        {
            "text": "Dr. Wiles disagrees, and notes that an interventional cytopathologist can help to identify an abscess or mass related to an infectious disease. In many developing countries, he says, cytopathologists often are the fi rst to identify tuberculous parotitis, a large mass-forming lesion of the parotid gland. Around the world, he adds, cytopathologists are likely to encounter more abscesses as bacterial infections stop responding to standard therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gathering Clues Through Autopsy and Cytology"
        },
        {
            "text": "With the growth of postmortem cytology, Manon Auger, MD, FRCP, professor of pathology at McGill University in Montreal and director of the cytopathology laboratory at the McGill University Health Centre, says cytopathologists also could take part in retrospective analyses to gather important information regarding an outbreak's traits. For example, after the 2003 SARS coronavirus outbreak in Toronto, a postmortem tissue examination of 20 patients documented a diffuse alveolar damage pattern associated with lung injury, as well as signs of an aspergillosis fungal infection in the lungs of 2 patients. 1 Likewise, Dr. Auger says, the sudden appearance of rare pneumocystis pneumonia (PCP) infections shortly after the emergence of the human immunodeficiency virus (HIV) and acquired immune defi ciency syndrome (AIDS) in the 1980s became a key cytopathology signpost pointing toward a virus-mediated immunodefi ciency. When researchers realized the PCP pathology was linked to HIV in many cases, she says, they reviewed other PCP-related cases and found signs of the virus. \"So, those cases of PCP helped resolve other unexplained events in the past,\" Dr. Auger says.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 607,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Gathering Clues Through Autopsy and Cytology"
        },
        {
            "text": "Going forward, several specialists say sensible and consistent emergency plans, such as knowing who to call for questions and where to send potentially infectious samples, will help laboratories deal with emerging threats. Dr. Koenig has developed some of these protocols for frontline responders and hospital personnel, including a triage screening approach she calls \"vital sign zero.\" 2 Before assessing a patient's traditional vital signs, she says, the approach asks providers to pause and ask whether the scene has been secured from the threat of passing on an infectious disease. Beyond asking symptomatic patients to use specifi c entrances, the preparations could involve donning personal protective equipment and establishing isolation zones around patients believed to be contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing Emergency Plans"
        },
        {
            "text": "Her approach emphasizes the importance of basing triage decisions on the best available evidence. For example, Ebola can be transmitted via a small amount of infectious body fl uids. However, unlike measles, research suggests that an Ebola-infected individual is infectious only after becoming symptomatic, meaning that a quarantine of asymptomatic individuals would be pointless.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing Emergency Plans"
        },
        {
            "text": "To train physicians to recognize and respond to public health emergencies, Dr. Koenig has developed a related concept that she calls the \"3I\" tool, which stands for identify, isolate, and inform. 3 Initially created for Ebola but since modifi ed for other diseases, the tool guides physicians through the steps needed to rapidly identify what is happening, isolate the risk, and inform public health offi cials and law enforcement agencies if warranted. \"You want to identify any risk as early as possible, before other people are potentially exposed,\" she says. \"There's also the possibility of bioterrorism. If you're seeing something unusual, then law enforcement would need to be alerted too. For example, we should never see a smallpox patient.\" An effective vaccine can bring an outbreak to a dramatic halt. However, vaccine development takes time and money, and requires a more sustainable investment than typically is available. \"We have funding at the federal level that can be activated after certain types of disasters, such as hurricanes or earthquakes. But we don't really have a good pot of money that's set aside for the emerging infectious disease scenario,\" Dr. Koenig says. Being more prepared, she says, may mean adopting an \"all-hazard\" approach that promotes education, training, and consistent funding to help the medical community respond to next big threat, whatever it is and wherever it emerges.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Establishing Emergency Plans"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Asa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butany",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola triage screening and public health: the new \"vital sign zero",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Med Public Health Prep",
            "volume": "9",
            "issn": "",
            "pages": "57--58",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identify, isolate, inform: a 3-pronged approach to management of public health emergencies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Med Public Health Prep",
            "volume": "9",
            "issn": "",
            "pages": "86--87",
            "other_ids": {
                "DOI": [
                    "10.1002/cncy.21974"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "this section does not refl ect any offi cial policy or medical opinion of the American Cancer Society or of the publisher unless otherwise noted. © American Cancer Society, 2018.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "\"We have funding at the federal level that can be activated after certain types of disasters, such as hurricanes or earthquakes. But we don't really have a good pot of money that's set aside for the emerging infectious disease scenario. \" -Kristi L. Koenig, MD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}