{
    "paper_id": "edbcc04de29555ae173e9760dde3575b2718f950",
    "metadata": {
        "title": "Social clustering in epidemic spread on coevolving networks",
        "authors": [
            {
                "first": "Hsuan-Wei",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "postCode": "115",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Nishant",
                "middle": [],
                "last": "Malik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rochester Institute of Technology",
                    "location": {
                        "postCode": "14623",
                        "settlement": "Rochester",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Mucha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Even though transitivity is a central structural feature of social networks, its influence on epidemic spread on coevolving networks has remained relatively unexplored. Here we introduce and study an adaptive susceptibleinfected-susceptible (SIS) epidemic model wherein the infection and network coevolve with nontrivial probability to close triangles during edge rewiring, leading to substantial reinforcement of network transitivity. This model provides an opportunity to study the role of transitivity in altering the SIS dynamics on a coevolving network. Using numerical simulations and approximate master equations (AMEs), we identify and examine a rich set of dynamical features in the model. In many cases, AMEs including transitivity reinforcement provide accurate predictions of stationary-state disease prevalence and network degree distributions. Furthermore, for some parameter settings, the AMEs accurately trace the temporal evolution of the system. We show that higher transitivity reinforcement in the model leads to lower levels of infective individuals in the population, when closing a triangle is the dominant rewiring mechanism. These methods and results may be useful in developing ideas and modeling strategies for controlling SIS-type epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, the study of dynamical processes on complex networks has received significant attention in the mathematical modeling of epidemics [1, 2] . There exist three distinct approaches to modeling epidemic spread as a dynamical process on networks. In the first, each node is allowed to change its state with no evolution of the underlying network structure through time, while in the second the network structure coevolves with the state of the nodes [3, 4] . A third and more complex approach involves combining the inherent (disease-independent) evolution of social networks with the epidemic dynamics [5] [6] [7] [8] . The second approach is more realistic for modeling epidemic spread in cases where the state of being infected influences the presence of contact over which the infection can spread. Pragmatically, the details of the network evolution incorporate potentially several social processes. It is a common observation that healthy individuals avoid contact with individuals suffering from an infectious disease. A recent study shows that humans can identify sick individuals through olfactory-visual cues; furthermore, the human immune system appears to use these cues to motivate healthy individuals to avoid contact with infective individuals [9] , reducing the risk of contagions and increasing the biological fitness. Another mechanism that leads to the severing of ties between healthy and infective individuals is the practice of quarantine, often enforced by public health agencies to stop the spread of communicable diseases. Such a preference in attachment between individuals changes the social network and thus influences the spread of the infection. Studying this interplay between the infection spread and the coevolving network structure has the potential to provide insights into the processes of disease spread.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The features of an underlying social network can govern the propagation of an infectious disease [10] [11] [12] [13] [14] , and there is extensive literature exploring the impact of network structure on the dynamics of epidemic spread on static networks [10] [11] [12] [13] [14] [15] [16] [17] [18] . For instance, Ref. [16] shows that clustering in networks could raise the epidemic threshold and degree correlations can alter the epidemic size. However, results obtained using static network models ignore effects due to the underlying social networks evolving in response to the spread of a disease. Coevolutionary network systems, also called adaptive networks, model the dynamics of node states (e.g., susceptible vs infected) together with rules for rewiring network edges in response to the observed states, providing a more general setting to model disease dynamics. Numerous studies have explored different aspects of the interplay between coevolving networks and epidemic spread [19, 20] , including extensions to signed networks [21] ; nevertheless, a variety of open problems and challenges still exist despite increased understanding of coevolving systems [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A common problem across many coevolving network systems is that they often employ edge rewiring rules that ignore transitivity, a fundamental structural property of most networks, wherein friends of friends are more likely to be friends. For example, the typical random-rewiring rule would randomize any given network and destroy most closed triangles present in the initial conditions; this rule is very unlikely to create new triangles in the network and yields a trivial transitivity level corresponding to that expected under edge independence assumptions. Some recent attempts have been made to explore the influence of transitivity in coevolving voter models [25] [26] [27] . However, the effect of transitivity on coevolving network epidemics remains unstudied, despite the known importance of transitivity in the static network setting.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper we introduce an adaptive susceptible-infectedsusceptible (SIS) model on a coevolving network which incorporates a rewiring rule that reinforces transitivity similar to that employed in [26, 27] . The most straightforward strategy to deal with an infectious disease is to sever all the links between susceptible and infected individuals. However, humans are social animals and need a certain amount of social relationships to function. Therefore, only discarding the infectedsusceptible links without compensation is not pragmatic in all settings. Under the mechanism considered here, susceptible individuals break links to their infected neighbors, rewiring those links to either a random individual in the network or a neighbor's neighbor. The latter rewiring will lead to reinforcement of transitivity (increased clustering coefficient) in the system. While transitivity is a critical property of social networks, studies of epidemic dynamics on coevolving networks have mostly neglected this property. Our model thus provides an opportunity to study the role of transitivity in epidemic dynamics in coevolving network systems. This rewiring rule includes a parameter that governs the preferential rewiring to close triangles. We study the impact of this transitivity reinforcement on the spread of the infection and on the details of the network using numerical simulations of the process as well as an approximate master equation framework (see [28, 29] ). In Sec. II we describe our model and in Sec. III we present results obtained through numerical simulations, highlighting the dynamical features observed in the model. In Sec. IV we present a derivation of our semianalytical method, confirming results obtained from numerical simulations. Sections III and IV also include identification and analysis of bifurcations in the system dynamics. We conclude in Sec. V with further discussion.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We employ the classical setting of the SIS model [30, 31] . We consider a network with N nodes and M undirected edges (both constant), with M = k N/2, where k is the average degree. At a given time, each node is either in a susceptible (S) or infected (I) state. Infected individuals infect each of their susceptible neighbors at rate β while recovering (change to susceptible) at rate α. Meanwhile, each susceptible individual breaks each edge it has with an infected neighbor at rate γ , rewiring this link to a susceptible node.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "Generalizing previously studied models, the new link created during rewiring is made with probability η to a susceptible node at distance 2, that is, a neighbor of a neighbor to whom the given node is not already connected. Otherwise (i.e., with probability 1 − η) the rewiring is made to another susceptible node selected uniformly at random from the network outside its immediate neighborhood [that is, selfloops and repeated links (multiedges) are prohibited]. Under the latter situation, uniform rewiring, there remains nonzero probability of randomly picking a neighbor of a neighbor, but this probability becomes vanishingly small for larger networks. In the event that there is no available susceptible node to rewire to (e.g., there are no distance-2 susceptible nodes), the rewiring attempt fails and the original link to the infected neighbor remains. Importantly, rewiring to a neighbor's neighbor closes a triangle between the three nodes, directly reinforcing transitivity, whereas rewiring uniformly at random tends to decrease transitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "Unless stated otherwise, our numerical results of the adaptive SIS system presented here are for networks with N = 25 000 nodes and M = 25 000 edges (that is, mean degree k = 2), and 1000 simulations of the process are produced for each configuration of parameters. We performed Monte Carlo simulations with the help of LARGENET, a C++ library that has been widely used for simulations of large adaptive networks [32, 33] . We used LARGENET with fixed step size 1/N, asynchronously updating one randomly selected node at a time.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "Following Ref. [34] , we consider the following three initial degree distributions: the Poisson distribution",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "approximating the distribution of an Erdős-Rényi model for large N; a truncated power law distribution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "with τ = 2.161 and k c = 20 in order to make the mean degree k = 2 (we also study the effect of different cutoff degrees in the Appendix A 1); and the degree regular distribution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "where δ is the Kronecker delta indicating every node has the same initial degree k 0 = 2. We observe that at large enough time t, the system approaches a statistically stationary state with features of interest such as the clustering coefficient and disease prevalence fluctuating around mean values. For the purposes of identifying this state numerically, we determine the stationary state to be reached when the level of disease prevalence I (expressed as a fraction of nodes) between two consecutive integer times differs by at most 10 −5 . Under this definition, we find that in practice networks with the above three initial degree distributions reach their stationary states before t = 5000 for η < 1. In contrast, when η = 1 we do not observe convergence to stationary states, even after a long time; rather, we appear to have a long, progressively slowing decay of the disease prevalence (as we will see below in Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 921,
                    "end": 927,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "To highlight the main differences between our model and previous work without reinforced transitivity [34] , we first confirm that our model leads to nontrivial transitivity. We explore two closely related measures of transitivity here. The first measure is the average local clustering coefficient C = (triangles) and the total number of triplets centered at vertex i, respectively [35] . The second measure is the transitivity T (often called global clustering coefficient) [36] , defined as T = 3T /τ , where T and τ are, respectively, the total number of closed triangles and the number of triplets in the network. Figures 1(a) and 1(c) show the temporal evolution of the average local clustering coefficient C and the transitivity T in our model, with varying η from 0 to 1 in steps of 0.2, keeping all other parameters fixed and choosing the initial degree distribution to be Poisson. When η = 0, there is no reinforcement of transitivity, i.e., C ≈ 0 (T ≈ 0) for all time and we are in the same regime studied in Ref. [34] . For nonzero η, the clustering coefficients rapidly increase and then slowly converge to nonzero values, except in the case η = 1, where we do not observe this convergence, and C (as well as T ) appears to continue to grow with a diminishing rate. We treat η = 1 as a special case in our model and will study this case separately later. We also explored the influence of initial degree distributions on the final clustering coefficient. In Figs. 1(b) and 1(d) we observe that networks with the regular degree distribution initially achieve higher clustering coefficients compared to networks with the other two initial distributions. Moreover, networks with initial Poisson and truncated power law degree distributions show indistinguishable final clustering coefficients for η < 1. Finally, in Fig. 2 we examine the local clustering coefficient C grouped by susceptible nodes S and infected nodes I at time t = 5000 for networks with Poisson degree distributions initially and with different values of η. As η increases, susceptible nodes typically achieve higher values of local clustering coefficient C compared to the infected nodes. Given that our model demonstrates nontrivial transitivity, we now explore how the reinforced transitivity influences the evolution of disease prevalence I. In Fig. 3 we plot the observed disease prevalence at long times in the (γ , η) parameter space, fixing the infection rate β = 0.04 and recovery rate α = 0.005 as in Ref. [34] . The phase diagram in Fig. 3 indicates that for large enough γ the system eventually becomes disease-free, presumably because susceptible nodes can easily rid themselves of infected neighbors by rewiring these edges, thus effectively quarantining the infection. When γ = 0, there is no rewiring process, the network does not change, and hence η has no effect. A more interesting behavior occurs for γ 0.05, with large values of disease prevalence that depend FIG. 3 . Phase diagrams in parameter space (γ , η) for the observed disease prevalence I at time t = 10 000 on networks with initial degree distributions that are (a) Poisson, (b) truncated power law, and (c) degree regular. We set here β = 0.04, α = 0.005, and = 0.1. At the selected time t = 10 000 all cases except η = 1 appear to have converged to their stationary states. Results are averaged over 30 simulations at each set of parameters. These diagrams are generated through bilinear interpolation from results on a regular grid, leading to some apparent grid artifacts. on η in a complex manner. Since this parameter regime is most interesting for our present study, in the rest of our simulations we fix γ = 0.04 and vary η to investigate the influence of transitivity reinforcement.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2495,
                    "end": 2499,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2960,
                    "end": 2966,
                    "text": "FIG. 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 631,
                    "text": "Figures 1(a)",
                    "ref_id": null
                },
                {
                    "start": 1826,
                    "end": 1832,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2328,
                    "end": 2334,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 2523,
                    "end": 2529,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "Another critical phenomenon that typically occurs in coevolving network models is the fission of the underlying network as the system evolves. In Fig. 4 we explore the number of connected components (N s ) and the fraction of nodes in the largest component (s 1 ) at t = 5000 for the three initial settings of the degree distribution. We fix the mean degree k = 2, γ = 0.04, β = 0.04, α = 0.005, and = 0.1 and then compute N s and s 1 at t = 5000. Varying η from 0 to 1, we observe the increase in N s and decrease in s 1 , indicating that higher η leads to more fragmented networks in the stationary states. Interestingly, the results corresponding to the Poisson and the truncated power law degree distributions still overlap except when η = 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "To further explore the dynamics of the system, we plot bifurcation diagrams in Fig. 5 . The rows in Fig. 5 correspond to different initial degree distributions with columns for different values of η. When η < 1, for all three initial distributions there exists a small bistable region near β . = 0.16. The sudden jump of I ∞ around the critical β when η = 0 (the first column of plots) implies that the transition might be discontinuous when η = 0. This discontinuity appears to shrink as η increases. For η = 0.8, the transition appears to be continuous. While we do not conclusively confirm the nature of the transitions here, we will investigate the transitions in more detail in Sec. V. We emphasize the separation of figures corresponding to η = 1, with the y axis labeled as I and not I ∞ , highlighting the fact that for η = 1 the system does not reach a stationary state in the observed time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 106,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "III. NUMERICAL SIMULATION"
        },
        {
            "text": "We further study this system with approximate semianalytical techniques, defining appropriate systems of ordinary differential equations and then solving those systems numerically. The moment-closure frameworks of pair approximation (PA) and approximate master equations (AMEs) have both been used effectively in similar settings [1, 28, 37] . In PA, the different counts of contact pairs are used to approximate the density of triplets, thus closing the system of equations [28] . In contrast, the AME framework considers the populations of nodes according to their state, degree, and the states of FIG. 5 . Bifurcation diagrams of the disease prevalence in the stationary state I ∞ versus β at different values of η. Each row of plots corresponds to a specific degree distribution: The first row is Poisson, the second row is truncated power law, and the third row is degree regular. Each column of plots corresponds to a particular value of η, as indicated at the top of the column. Every point represents a mean of 30 realizations of the system at t = 10 000. The last column belongs to the η = 1 case, noting that the y axis is labeled I (cf. I ∞ ) because the simulations have not reached stationarity. The other parameters of the system are γ = 0.02 and α = 0.005. (We also study the effect of different in initially Poisson networks; see the Appendix A 2.) their immediate neighbors, approximating other quantities from these populations. The AME is an annealed mean field approximation that deterministically approximates stochastic systems. We note in particular that with the additional variables and corresponding differential equations in AMEs, the triplet counts are precisely accounted for (cf. the closure approximations necessary to obtain triplet counts in PA) and that the AME typically provides a more accurate approximation of such dynamics and can be highly stable around the critical point of the dynamics [1, 28, 34, 37, 38] (see also [28, 37, 39] for comparisons between the AME and PA). We note that Ref. [38] further extended this approach to classify links according to the states, numbers of neighbors, and numbers of infected neighbors at both ends of the links. This link-based approach can further improve on the accuracy of the AME method; however, it increases the system size from O(k 2 max ) to O(k 4 max ) equations, where k max is the maximum degree. As such, we restrict our attention here to the AME method.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 600,
                    "end": 606,
                    "text": "FIG. 5",
                    "ref_id": null
                },
                {
                    "start": 1929,
                    "end": 1932,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1933,
                    "end": 1936,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1937,
                    "end": 1940,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1941,
                    "end": 1944,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1945,
                    "end": 1948,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1959,
                    "end": 1963,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1964,
                    "end": 1967,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1968,
                    "end": 1971,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2031,
                    "end": 2035,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "We employ an approach similar to that used in Ref. [34] , extending the equations to include the effect of transitivity reinforcement. Let S kl (t ) and I kl (t ) be the fraction of susceptible and infected nodes, respectively, of degree k with l infected neighbors at time t [see the diagram in Fig. 6 (a)]. Following the notation in Ref. [34] , we define the zeroth-order moments of the S kl (t ) and I kl (t ) distributions by",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "the first-order moments by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "and the second-order moments by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "It is worth noting that while node states and network topologies coevolve, some quantities are conserved. For example, S + I = 1, since the number of nodes is fixed. Similarly, S S + S I + I S + I I = k , because of the conservation of edges. We then have the following ordinary differential equation (ODE) governing the time evolution of the S kl compartment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "Similarly, the ODE for the I kl compartment is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "To describe the AME derivation, we will focus on explaining the S kl equation, as the derivation of corresponding terms in the I kl equation involves similar arguments. The terms premultiplied by α and β in the first line of Eq. (4) account for the center node and its neighbors recovering from and becoming infected. The term premultiplied by γ on the first line describes the center class in state S dismissing one of its state I neighbors and rewiring to a random node with state S. For a more detailed discussion of the derivation of these terms, we refer the reader to Ref. [34] .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "The second line of Eq. (4), premultiplied by γ η, is new to the present work, accounting for a center class with state S and its distance-2 neighbors with state S, breaking links to one of their I neighbors and rewiring to the center node (see the diagrams in Fig. 6 ). To better understand the derivation of this line, we note that only S nodes can rewire and be rewired to in this model (whereas I neighbors are only dropped by the action of S nodes). Supposing the center node is of class S (k−1)l , then it has l k−1 proportion of its neighbors infected neighbors, and we describe the number of SI edges among them as (1 − η) , is the effect of a center class with state S rewired to a random node in the network with state S. For the I kl compartment in Eq. (5), the center class can only lose edges due to rewiring and the value of η does not change the rate at which edges to I nodes are rewired. Therefore, the equation lacks terms premultiplied by γ η and γ (1 − η). The resulting system of coupled ordinary differential equations FIG. 6. Illustration of an S node rewiring to a neighbor's neighbor. (a) Before the rewiring, the center nodes in the diagram are of class S kl and I kl , respectively. Consider the two S nodes involved when an SI edge is rewired to a distance-2 neighbor: the active node doing the rewiring and the passive node receiving the newly rewired edge. (b) Diagram representing the case when the center is passively rewired by the action of a distance-2 neighbor, with the center node moving to class S (k+1)l . (c) Diagram representing the case when the center actively rewires to a distance-2 neighbor and the center node becomes class S k(l−1) . The other processes of the adaptive SIS system can be similarly diagramed. contains 2(k max + 1) 2 equations, where k max is the maximum degree.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 266,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "(1 − η)",
                    "ref_id": null
                }
            ],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "To determine the initial conditions for the above equations, initially a fraction of randomly chosen nodes is infected, independent of node degree. This gives us the set of initial conditions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "where p k (0) is the degree distribution at t = 0. We proceed to numerically solve the AME system of equations (4) and (5). In the preceding section we presented an overview of the general behavior of the model via explicit simulations of the model. We now carry out a detailed comparison between the simulations and AME results, confirming the accuracy of the AMEs and furthering our understanding of the adaptive SIS dynamics with reinforced transitivity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. APPROXIMATE MASTER EQUATIONS"
        },
        {
            "text": "First we plot the disease prevalence I against time t with different η's and different initial degree distributions in Fig. 7 . Note that η = 0 [ Fig. 7(a) ] is the case where our model reduces to that studied in Ref. [34] . Networks with different initial degree distributions converge to different stationary disease prevalences. In the Poisson and the truncated power law cases, the disease prevalence I approaches a nonzero value, i.e., the system attains an endemic state. However, in the degree regular case, I gradually approaches 0, i.e., the system approaches a disease-free state. The thick lines in Fig. 7 represent results derived from the AME approach, while symbols are simulation results.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 146,
                    "end": 155,
                    "text": "Fig. 7(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 610,
                    "end": 616,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "Most importantly, AME captures the stationary disease prevalence in all the cases shown in the figure. Second, for small η, AME approximates the temporal evolution of the disease prevalence with a high level of accuracy, even in the initial transient states, and correctly predicts the direction of the changes with η. However, the differences between simulations and the AME increase at larger η and are particularly obvious for the truncated power law case, but the AME still captures the overall shape of the temporal evolution of disease prevalence. (To further highlight these elements, in Fig. 21 in the Appendix A 3, we provide a zoomed-in view for the transient dynamics t ∈ [0, 1000] for some of the panels of Fig. 8.) To study the above results in greater detail, we allow η to vary from 0 to 1 while keeping all other parameters fixed and focusing on the initial Poisson degree distribution. We compare simulation and AME results in Fig. 8 , illustrating one of the critical features of our model: the disease prevalence decreases with increasing η. That is, we observe that systems with a stronger preference for transitivity have smaller numbers of infected individuals, all else being equal. The thick lines in Fig. 8(a) for the AME results accurately capture the final disease prevalence and roughly describe its temporal evolution for η < 0.8. For 0.8 η 1, the AME underestimates the stationary disease prevalence I but still captures qualitative features of the evolution. Remarking again that η = 1 is a special case, we note that the system does not reach a well-defined stationary state in our simulations, with I continuing to decrease. In Fig. 9 we further explore the temporal evolution of I when η = 1 while varying k from 2 to 10. We identify a slow power law decay in I for k = 2; using the curve fitting in MATLAB ® , we find that the disease prevalence I for η = 1 and k = 2 scales as I = 1.9t −0.173 (also shown in Fig. 9 ), with I appearing to slowly approach a disease-free state. As the mean degree increases, the observed decay with t becomes even slower, to the point that we cannot claim anything about the functional form of the long-time decay from the figure; nevertheless, we provide power law fits to the late times in the figure for comparison. Although the AME prediction for the temporal evolution for η = 1 is qualitatively very different, it does appear to predict a correct I ∞ = 0 disease-free stationary state (see Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 602,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "Fig. 8.)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 944,
                    "end": 950,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1225,
                    "end": 1234,
                    "text": "Fig. 8(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1661,
                    "end": 1667,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1944,
                    "end": 1950,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 2463,
                    "end": 2469,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "To summarize, we plot simulation results (markers) and AME-based estimates (lines) of I ∞ versus η for different initial degree distributions in Fig. 10 . The AME predictions and simulation results agree very well. The role of reinforced transitivity is clear: The final disease prevalence decreases with increasing transitivity reinforcement for networks starting with Poisson and power law degree distributions. (The degree regular cases are already disease-free at stationarity for these parameters.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "In addition to predictions of disease prevalence, the AME approach contains and thus predicts the degree distributions of the coevolving networks. In Fig. 11 we plot the stationary joint distributions of node states and degrees for η = 0.4 for the three different initial distributions; that is, the degree distributions of the susceptible S and infected I nodes are indicated separately with normalization corresponding to the respective fraction of nodes in each state. Markers and lines in Fig. 11 represent the simulations and AME results, respectively, demonstrating that the AME provides a good estimate in each case. Note that in Fig. 11 (c) the fraction of infected nodes is very close to but not exactly zero. This is because we stopped the numerical experiments when there are no SI edges in the system; however, there are still a few II edges and isolated infected nodes and as a result we still see infected nodes with different degrees in the stationary states.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 493,
                    "end": 500,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 637,
                    "end": 644,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "To determine how η impacts the degree distribution, we plot the initial and stationary degree distributions for different η's in Fig. 12 effect on the total stationary degree distribution, even though we have seen before that η does affect the disease prevalence. Indeed, for both the initial Poisson and truncated power law cases, the stationary degree distribution appears to be close to Poisson with mean degree k = 2 [see the thick gray line in Figs. 12(a) and 12(b) ]. This observation implies that the stationary states resulting from this process have both a Poisson degree distribution and nonzero transitivity. We recall that the model includes two kinds of rewiring: at random to any susceptible node and to a distance-2 neighbor. Neither of these has direct preference to rewire to vertices with a particular degree, except that rewiring to a distance-2 neighbor cannot rewire to a singleton. That is, both rewiring mechanisms are essentially similar to random rewiring in ignoring node degree, which leads to a Poisson degree distribution. Hence, we expect the initial degree distributions to converge to Poisson-like distributions in stationary. Similar to Fig. 5 in Ref. [34] , we plot (Fig. 13 ) bifurcation diagrams of stationary disease prevalence level I ∞ versus infection rate β with an initial Poisson degree distribution and with different mean degrees k = 2, 4, and 8. The other parameters here include γ = 0.02 and α = 0.005. We obtained the average stationary disease prevalence level I ∞ at each value of β from 30 Monte Carlo simulations for each initial infected proportion = 0.001, 0.01, 0.05, 0.99, and 0.999. We call attention to the range of the infection rate β plotted in Fig. 13 , ranging from 0 to 0.04 in Figs. 13(a)-13(d) for k = 2, from 0 to 0.02 in Figs. 13(e)-13(h) for k = 4, and from 0 to 0.008 in Figs. 13(i)-13(l) for k = 8. As evident in the figure, our AME calculation reasonably predicts the stationary disease prevalence level I ∞ , including its phase transition and the bistability near that transition.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 470,
                    "text": "12(b)",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1170,
                    "end": 1176,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1208,
                    "text": "(Fig. 13",
                    "ref_id": null
                },
                {
                    "start": 1706,
                    "end": 1713,
                    "text": "Fig. 13",
                    "ref_id": null
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "We observed that varying η (the probability of closing triangles during rewiring) can lead to the transition of the system from endemic to a disease-free state with a very slow timescale when η = 1 (see Fig. 9 ). To further investigate whether the nature of these transitions might be a finite-size effect, in Fig. 14 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 317,
                    "text": "Fig. 14",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "V. EXPLORING THE SYSTEM THROUGH SIMULATIONS AND AMES"
        },
        {
            "text": "2 )/ I ∞ , as defined in [40] , for different network sizes N. With the peak of the susceptibility identifying the transition, the results in the figure show that for η < 1 the network size N does not greatly change the transition location in β, except in the smallest networks. However, we again see a qualitative difference for η = 1, making a definitive conclusion in this case more difficult.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "I ∞"
        },
        {
            "text": "In Fig. 15 we consider a complementary test of possible finite-size effects: Keeping the average degree fixed (with initial Poisson degree distributions), we vary the network size from N = 10 000 to N = 50 000 while considering different values of η from 0 to 1. Fixing the average degree, the final disease prevalence level appears to be almost constant across network sizes. Nevertheless, we note that the β values considered in Fig. 15 are clearly above the transition between disease-free and endemic cases, though the β used with k = 4 in Fig. 15(b) is much closer to the transition than that in Fig. 15(a) . Combined with Fig. 14, where the susceptibility χ and phase transition seem to not depend on the network size, these findings suggest that, in general, the stationary disease prevalence level I ∞ does not change appreciably with the size of the system here. While we acknowledge that the precise details in and immediately around the transition in β might be expected to be more sensitive to system size, such an exploration would involve an even more intensive numerical investigation simultaneously considering variations in N, β, and η. Meanwhile, the above results together appear to support the hypothesis that the qualitative nature of the transitions observed herein at various parameter settings are not likely to be consequences of finite system sizes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 544,
                    "end": 554,
                    "text": "Fig. 15(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 601,
                    "end": 611,
                    "text": "Fig. 15(a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 628,
                    "end": 636,
                    "text": "Fig. 14,",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "I ∞"
        },
        {
            "text": "Furthermore, to demonstrate the influence of η on the transitions, in Fig. 16(a) we plot a phase diagram for the observed stationary disease prevalence I ∞ in the parameter space (β, η). We observe that as η increases, the critical value of β where the system changes from disease-free to endemic decreases. To supplement the phase diagram, in Fig. 16(b) we plot the numerically computed derivative of disease prevalence along the β direction, dI ∞ /dβ, observing only a narrow range with a large positive value near the transition points apparent in Fig. 16(a) . Also, the jump in dI ∞ dβ occurs at a lower β as η increases, again showing the dependence of the transitions on η. Finally, when η = 1, we see no jumps of I ∞ when β varies, further suggesting that the system behavior at η = 1 might be qualitatively different. The observed transitions might also depend on other parameters in the system. In the Appendix A 2, we study the influence of (initial fraction of infected nodes) on the transitions, and the effect of η remains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 80,
                    "text": "Fig. 16(a)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 344,
                    "end": 354,
                    "text": "Fig. 16(b)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 551,
                    "end": 561,
                    "text": "Fig. 16(a)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "I ∞"
        },
        {
            "text": "Finally, we study the effect of η on the observed bifurcations while varying the fraction of initial infections . Instead of using a fixed value of (we recall = 0.1 in Figs. 14-16), we consider to be 0.001, 0.01, 0.2, 0.4, 0.6, 0.8, 0.99, and 0.999. We run simulations to t = 10 000 and once again observe stationary states for η < 1. In Fig. 17 we show that the AME predicts the disease prevalence curves for the three different initial degree distributions. Figure 17 also illustrates the effect of on the system. For example, in the degree regular case, the infection becomes endemic only for > 0.1, whereas in the truncated power law case every leads to an endemic state. In contrast, the Poisson case is more involved:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Figure 17",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "I ∞"
        },
        {
            "text": "The system appears to be bistable, with larger yielding an endemic infection and smaller typically reaching a diseasefree state. Even so, we note that the = 0.001 points in the figure include points on both the disease-free and endemic branches for the Poisson case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I ∞"
        },
        {
            "text": "We further investigate this behavior with calculations at = 0.000 04, so on average we expect to initially see only one infected node, and with probability (1 − 0.000 04) 25 000 . = 37% the networks start with no infected nodes. We performed 30 Monte Carlo simulations for this , finding that 80% of the networks lead to a disease-free state for the Poisson initial condition; on the other hand, 60% of the networks lead to a disease-free state for the truncated power law initial condition. We observe that when is small enough, the system can converge to either an endemic or disease-free state. The AME is unable to predict this bistability from a fixed . However, in the cases where the system exhibits only one type of stationary state, then our AME system gives a good prediction of the stationary disease prevalence I ∞ . In the degree regular case [see We vary η from 0 to 1, recalling that η = 1 does not reach stationarity by t = 20 000. We note that I ∞ is consistent across network sizes in the region tested in this paper. Fig. 17(c) ], there is an additional horizontal line indicating that the AME can capture the state when I ∞ = 0 for 0.1. In Fig. 17 there is greater variability near η = 1 because the system does not converge to a stationary state for the simulated times. Figure 17 also shows that for large enough , I ∞ becomes independent of the initial degree distribution, with the results falling on the same universal curve. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "Fig. 17(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1160,
                    "end": 1167,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "Figure 17",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "I ∞"
        },
        {
            "text": "We have introduced a model variant for the spread of disease on a coevolving network with reinforcement of transitivity, a quintessential property of social networks. Transitivity in the model is controlled by a combination of the rewiring rate γ and an additional parameter η for the probability of closing triangles. This model provides an opportunity to study the role of transitivity in altering the dynamics of disease spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "We explored the parameter space of γ and η with three different initial degree distributions. We have identified that higher values of η lead to lower disease prevalence. In other words, increased reinforcement of transitivity can decrease the disease prevalence. This finding suggests a possible general mechanism for controlling SIS-type epidemics, intuitively encouraging healthy individuals to focus their contacts to healthy individuals within a close social circle, and this will typically do better than building contacts to random people, in the sense of leading to lower endemic rates. The viability of this general intuition beyond the specific setting of direct closure of triangles may be important for future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "We carried out a bifurcation analysis to understand the properties of the systems at equilibrium. Figure 5 and the Appendix A 2 imply that the phase transition from diseasefree to epidemic states as β varies might be discontinuous when η < 1 and continuous when η = 1. Validating the nature of this change is a promising potential direction for further studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "We extended the AME method to include the effect of transitivity reinforcement. We showed that for η < 0.8, our AME system predicts the disease prevalence in the stationary state. Furthermore, we illustrated the accuracies of the stationary degree distributions predicted by the AME. This success of the AME further supports its use to study a variety of binary state dynamics on coevolving networks, accurately predicting properties of large networks at a manageable computational cost. We remark that the high AME accuracy observed here for nonzero η may be surprising, in that a key assumption of the AME method is that the networks are locally treelike, but this assumption will seemingly become less valid as local clustering increases with increasing η. Nevertheless, our AME method appears able to provide good predictions; the possible reasons for such accuracy remain a potential area for future exploration. (See, e.g., Ref. [41] for other settings where theoretical models remain good predictions in the presence of significant local clustering.)",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 939,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "The behavior of this model at η = 1 (i.e., only rewiring to close triangles) is different from the η < 1 cases. When η = 1, the system evolves very slowly and does not converge to a stationary state in our simulated times, with the disease prevalence appearing to decay as a small inverse power of t. We surmise that the system is slowly approaching a diseasefree state. In this case, the AME is not able to quantitatively describe the temporal evolution of the system; however, it appears to still correctly predict the final disease-free state. Different cutoff degrees in the truncated power law distribution have different levels of disease prevalence temporarily; however, as t increases, they lead to the same level of disease prevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "Here we revisit the bifurcation diagram in Fig. 5 and let the initial infected ratio vary from 0.001 to 0.999. In Fig. 19 we can see that the critical region of transition also depends on .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 121,
                    "text": "Fig. 19",
                    "ref_id": null
                }
            ],
            "section": "Bifurcation diagrams with different"
        },
        {
            "text": "To investigate how the AME describes the temporal evolution of the system dynamics, especially the transitory dynamics in the early periods, we first present in Fig. 20 a zoomed-in version of Fig. 7 for the region t ∈ [0, 1000]. Overall, the AME is able to reproduce the general shape of the time trajectories of the transitory dynamics. In particular, we note that the AME performs well when FIG. 19 . Bifurcation diagrams of the disease prevalence in the stationary state I ∞ versus β at various values of η and . Each column of plots corresponds to a particular value of η and each row of plots corresponds to a particular value of . As in Fig. 5 , every point represents a mean of 30 realizations of the system at t = 10 000. The last column belongs to the η = 1 case, noting that the y axis is labeled I (cf. I ∞ ) because the simulations have not reached stationarity. The networks have a Poisson degree distribution initially. The other parameters of the system are γ = 0.02 and α = 0.005. initially the network is degree regular, regardless of η. For the other two initial degree distributions, the AME performs well when η is not too large, with the discrepancy between simulations and AME approximations becoming larger as η increases, especially for the truncated power law cases.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 400,
                    "text": "FIG. 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 643,
                    "end": 649,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "The AME and the transitory dynamics"
        },
        {
            "text": "Moreover, inspired by Ref. [34] , in Fig. 21 we include the evolution of the fraction of SI links S I , the effective branching factor κ S IS ≡ S SI /S I , and the average number of connections that susceptible nodes share with other susceptibles C SS ≡ S S /(S S + S I ) as well as the AME approximation for these quantities. In an SIS model, S I measures the level of links that could potentially pass the disease, κ S IS measures the average number of susceptible neighbors that the infected end of a SI link has, and C SS measures the fraction of susceptible neighbors of a susceptible node. In Fig. 21 we observe that the AME captures the qualitative behavior of the temporal evolution of the different quantities, but again the discrepancy between simulations and AME approximations becomes larger as η increases.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 599,
                    "end": 606,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "062301-12"
        },
        {
            "text": "Having shown at multiple places in the main text that the AME accurately predicts the stationary level of disease prevalence and various quantities of interest, we also note here the level of agreement between the AME and simulation for the stationary levels of the quantities in Fig. 21 , with good agreement at η = 0 and increased error for η = 0.4. On the other hand, the differences between simulations at different η are not particularly large for η up to around 0.6 and with qualitative differences only for η = 1 (see Figs. 8 and 10). The changes in the stationary levels predicted by the AME do not vary greatly with η either, but they appear to do so in the correct direction for these quantities here. While the AME does not capture the system dynamics well when η is large, it nevertheless provides good predictions for the stationary disease prevalence (Figs. 10, 13, and 17) and degree distributions (Figs. 11 and 12) for η not too close to 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "062301-12"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Networks and epidemic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T D"
                    ],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. R. Soc. Interface",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2005.0051"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.016128"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adaptive coevolutionary networks: A review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2007.1229"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling complex systems with adaptive networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sayama",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pestov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yamanoi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comput. Math. Appl",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.camwa.2012.12.005"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of Non-Poissonian Activity Patterns on Spreading Processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rácz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lukács",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys. Rev. Lett",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.98.158702"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Small but slow world: How network topology and burstiness slow down spreading",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karsai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivelä",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kertész",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saramäki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.83.025102"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How memory generates heterogeneous dynamics in temporal networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Vestergaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Génois",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.90.042805"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Birth and death of links control disease spreading in empirical contact networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci. Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep04999"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Behavioral and neural correlates to multisensory detection of sick humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Regenbogen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Axelsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lasselin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Porada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sundelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lekander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lundström",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1617357114"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dynamic social networks and the implications for the spread of infectious disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T D"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2008.0013"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infectious disease modeling of social contagion in networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Christakis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput. Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1000968"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fluctuating epidemics on adaptive networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.77.066101"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infection spreading in a population with evolving contacts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zanette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Risau-Gusmán",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Biol. Phys",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10867-008-9060-9"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modelling the influence of human behavior on the spread of infectious diseases: A review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2010.0142"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemics and percolation in small-world networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. Rev. E",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.61.5678"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Percolation and epidemics in random clustered networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.80.020901"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Small World Effect in an Epidemiological Model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuperman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abramson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.2909"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0308344101"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Random Graphs with Clustering",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. Lett",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.103.058701"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bond percolation on a class of clustered random networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.80.036107"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Epidemic spreading on evolving signed networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saeedian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Azimi-Tafreshi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kertesz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. Rev. E",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.95.022314"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dynamics of social networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davidsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bornholdt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Complexity",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cplx.10066"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nonequilibrium phase transition in the coevolution of networks and opinions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. E",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.74.056108"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The effect of a prudent adaptive behavior on disease transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Scarpino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Phys",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nphys3832"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Role of social environment and social clustering in spread of opinions in coevolving networks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chaos",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.4833995"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transitivity reinforcement in the coevolving voter model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H.-W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.4972116"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dynamical origins of the community structure of an online multi-layer society",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diakonova",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Eguíluz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miguel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thurner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New J. Phys",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1367-2630/18/8/083045"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "High-Accuracy Approximation of Binary-State Dynamics on Networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. Lett",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.107.068701"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Binary-State Dynamics on Complex Networks: Pair Approximation and Beyond",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. X",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.3.021004"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mathematical Models in Population Biology and Epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemic Dynamics on an Adaptive Network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Dommar D&apos;lima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blasius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. Lett",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.208701"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Largenet2: An object-oriented programming library for simulating large adaptive networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zschaler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioinformatics",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/bts663"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Comput. Phys",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-9991(76)90041-3"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Adaptive networks: Coevolution of disease and topology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marceau",
                    "suffix": ""
                },
                {
                    "first": "P.-A",
                    "middle": [],
                    "last": "Noël",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubé",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.82.036116"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Collective dynamics of \"smallworld\" networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature (London)",
            "volume": "393",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/30918"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Social Network Analysis: Methods and Applications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Graph fission in an evolving voter model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sivakoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E S"
                    ],
                    "last": "Socolar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1200709109"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Link-based formalism for time evolution of adaptive networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.88.032808"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Evolutionary prisoner's dilemma games coevolving on adaptive networks",
            "authors": [
                {
                    "first": "H.-W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Complex Networks",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/comnet/cnx018"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Epidemic thresholds of the susceptible-infected-susceptible model on networks: A comparison of numerical and theoretical results",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.041125"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The unreasonable effectiveness of tree-based theory for networks with clustering",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Melnik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.83.036112"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with T i and τ i the number of closed triplets FIG. 1. The level of transitivity varies with time t and the probability η of rewiring steps made to susceptible neighbors of neighbors. The (a) average local clustering coefficient C and (c) transitivity T are shown versus time t for simulations with initially Poisson degree distribution with mean degree k = 2. The other parameters of the system are β = 0.04, γ = 0.04, α = 0.005, and = 0.1. Also shown are (b) C and (d) T at t = 5000 versus η for networks with the same mean degree k = 2 but different initial degree distributions [p P k (Poisson), triangle; p TPL k (truncated power law), circle; and p DR k (degree regular), square]. Plotted data correspond to mean values computed over 30 Monte Carlo simulations. In (a) and (c), all cases except η = 1 appear to reach stationarity by time t = 5000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Local clustering coefficients C grouped by susceptible nodes S and infected nodes I at time t = 5000 for (a) η = 0.2, (b) η = 0.4, (c) η = 0.8, and (d) η = 1. The initial degree distribution is Poisson. The other parameters of the system are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2. At time t = 5000, all cases except for η = 1 reach their stationary states. Each box plot is obtained from a single Monte Carlo simulation of network size N = 25 000. The notch of the box indicates the median (mostly zero), the bottom and top edges of the box indicate the 25th and 75th percentiles, respectively, whiskers extend to the most extreme data points not considered as outliers, and the outliers are plotted individually (the +'s).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Number of components N s and (b) largest component fraction s 1 versus η at t = 5000. The initial degree distributions of the networks are Poisson (P), truncated power law (TPL), and degree regular (DR) with mean degree k = 2. The other parameters in the system are γ = 0.04, β = 0.04, α = 0.005, and = 0.1. Every point in the figure corresponds to the mean value computed over 30 simulations. In these simulations, the mean number of components at t = 0 for Poisson, truncated power law, and degree regular distributions are 666.17, 3348.27, and 6.03, respectively, and the mean largest component fraction at t = 0 for Poisson, truncated power law, and degree regular are 0.7971, 0.6828, and 0.7452, respectively. All cases except η = 1 reach stationarity by time t = 5000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", making assumptions about independence to close the equations with this approximation. Similarly, the same center node class S (k−1)l has k−l−1 k−1 proportion of its neighbors susceptible, with the number of SI edges among them . Therefore, the rate associated with the transition S (k−1)l to S kl is l . Following the same arguments, we find that the corresponding rate for a node leaving the S kl class is line of Eq. (4), premultiplied by γ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Disease prevalence I at time t. The initial degree distributions are Poisson (diamonds) [at t = 0; see Eq. (1)], truncated power law (squares) [at t = 0; see Eq. (2)], and degree regular (circles) [at t = 0; see Eq. (3)]. Markers correspond to means computed over 1000 simulations and lines are the semianalytical AME results. The parameters used are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2, with (a) η = 0, (b) η = 0.2, (c) η = 0.4, and (d) η = 0.6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Disease prevalence I at time t. The initial degree distribution is Poisson. Different values of η are indicated by color. The other parameters of the system are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2. Circles correspond to means computed over 1000 simulations. Lines are AME results. (b) Observe that for η = 1 the simulations exhibit slow convergence and the AME fails to capture the correct timescale for this convergence. (c) Plot of the corresponding clustering coefficient C and transitivity T at t = 5000 for different η.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "I = 1.83t −0.168 k = 4; I = 6.75t −0.215 k = 6; I = 6.55t −0.188 k = 8; I = 4.38t −0.138 k = 10; I = 2.66t −0.088 FIG. 9. Scaling of disease prevalence I with time when η = 1. As the average degree k becomes greater than 4, the scaling exponent appears to decrease in magnitude, suggesting that this phenomenon may depend on the level of sparsity of the underlying network. The parameters here are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and N = 25 000. Markers correspond to means computed over 30 simulations. FIG. 10. Disease prevalence in the stationary state I ∞ versus η. The I ∞ 's were calculated at time t = 10 000. The initial degree distributions are Poisson (diamonds) [at t = 0; see Eq. (1)], truncated power law (squares) [at t = 0; see Eq. (2)], and degree regular (circles) [at t = 0; see Eq. (3)]. Markers correspond to means computed over 30 simulations and the lines are AME results. The other parameters are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". As in previous figures, markers are simulations and lines are AME results, which appear to be in good agreement. Different colors represent different values of η, with the interesting result that η appears to have only Joint distributions of node states (S and I) and degrees at stationarity. The initial degree distributions are (a) Poisson, (b) truncated power law, and (c) degree regular. Markers correspond to means computed over 200 simulations. Dashed and solid lines are the AME predictions for the S and I states, respectively. The parameters used are β = 0.04, γ = 0.04, α = 0.005, = 0.1, η = 0.4, and k = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "we plot the susceptibility χ = N ( Degree distributions in stationary states. The initial degree distributions are (a) Poisson, (b) truncated power law, and (c) degree regular. Asterisks in each plot are the initial degree distributions. We plot results for η = 0, 0.2, 0.4, 0.6, and 0.8, as indicated by the color bar, though in many cases the results at one value of η are obscured by those at other values. The other parameters are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2. We plot results at t = 5000, with all systems at these η reaching their stationary states by this time. (Note that we did not plot η = 1.0 here.) Markers correspond to means computed over 200 simulations. Lines are the AME predictions for the stationary degree distributions. The thick gray line in the background is the reference Poisson distribution expected for a network with k = 2. Observe that for both the initial Poisson and truncated power law the stationary state degree distribution falls on this thick line, implying that the final degree in both these cases is Poisson (at least approximately).FIG. 13. Bifurcation diagrams of stationary disease prevalence level I ∞ versus infection rate β on adaptive networks with an initial Poisson degree distribution, with k = 2 for the top row, k = 4 for the middle row, and k = 8 for the bottom row. In each row, we plot the case when η = 0, 0.2, 0.4, and 0.6. The other parameters in the system are γ = 0.02 and α = 0.005. Solid lines are the predictions of our semianalytic method and the markers represent the average of 30 simulations. We ran these Monte Carlo simulations for each value = 0.001, 0.01, 0.05, 0.99, and 0.999. For each run, the initial transient was discarded and the prevalence at stationarity was averaged over at least 10 000 time steps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Susceptibility χ versus infected rate β in adaptive networks with Poisson initial degree distributions with different network size N at time t = 10 000 for various values of η: (a) η = 0, (b) η = 0.2, (c) η = 0.4, (d) η = 0.6, (e) η = 0.8, and (f) η = 1. Except for the case η = 1, all networks reached their stationary disease prevalence I ∞ . The other parameters of the system are γ = 0.02, α = 0.005, = 0.1, and k = 2. Lines with different colors correspond to means computed over 30 Monte Carlo simulations of different network sizes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Stationary disease prevalence level I ∞ (as measured at stopping time t = 20 000) versus network size on adaptive networks with an initial Poisson degree distribution with (a) k = 2 and (b) k = 4. In (a) the infected and rewiring rates chosen are:β = 0.04 and γ = 0.04. In (b) the infected and rewiring rates chosen are β = 0.01 and γ = 0.02. The other parameters in the system are α = 0.005 and = 0.1. Circles (and error bars) represent the mean (and standard deviation) of outcomes from 30 Monte Carlo simulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(a) Phase diagram in parameter space (β, η) for the observed disease prevalence I at time t = 10 000 on the networks with Poisson initial degree distributions. (b) Derivative of disease prevalence with respect to β, i.e., dI∞ dβ . The jump in dI∞ dβ with positive values implies a possible discontinuity of dI∞ dβ . Except for the case η = 1, all networks reached their stationary disease prevalence I ∞ . We here fix the parameters of the system as γ = 0.02, α = 0.005, = 0.1, and k = 2. Each pixel corresponds to the mean computed over 30 Monte Carlo simulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Bifurcation diagrams of the disease prevalence I versus η on networks with initial degree distributions that are (a) Poisson, (b) truncated power law, and (c) degree regular. The parameters of the system are β = 0.04, γ = 0.04, α = 0.005, and k = 2. Lines are the AME predictions and symbols are the means from 30 simulations. We run simulations for each value = 0.001, 0.01, 0.2, 0.4, 0.6, 0.8, 0.99, and, 0.999 and plot them with different colors. We set t = 10 000, with all parameters with η not close to 1 reaching their stationary states by this time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Disease prevalence I at time t with different cutoff degrees k c in networks with a power law degree distribution at the start of the simulation [see Eq. (2)]. Markers correspond to means with standard deviations computed over 30 simulations. The parameter used are γ = 0.04, β = 0.04, α = 0.005, η = 0.2, and = 0.1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Early evolution of the disease prevalence I in adaptive networks with Poisson, truncated power law, and degree regular initial degree distributions. The other parameters of the system are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2. Different values of η are chosen to be (a) η = 0, (b) η = 0.2, (c) η = 0.4, and (d) η = 0.6. Symbols and error bars correspond to means computed over 1000 Monte Carlo simulations and the solid lines are the AME predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Time evolution of the disease prevalence I, the fraction of SI links S I , the effective branching factor κ S IS , and the average number of connections that susceptible nodes share with other susceptible nodes C SS , for (a)-(d) η = 0 and (e)-(h) η = 0.4. Diamond markers correspond to means computed over 200 Monte Carlo simulations (error bars would be smaller than the markers here) and the solid lines are the AME predictions. The initial degree distribution is Poisson and other parameters of the system are β = 0.04, γ = 0.04, α = 0.005, = 0.1, and k = 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The research reported herein was supported by the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health under Award No. R01HD075712. Additional support was provided from the James S. McDonnell Foundation 21st Century Science Initiative, Complex Systems Scholar Award Grant No. 220020315. The content is solely the responsibility of the authors and does not necessarily represent the official views of the institutions supporting this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Truncated power laws depend on an additional parameter, known as the cutoff degree, k c [see Eq. (2) above for details].Here we examine the effects of k c on the variable I (disease prevalence level) at time t (see Fig. 18 ). Specifically, we keep the mean degree k = 2 and vary the cutoff degree k c from 20 to 60. We found that a different cutoff degree of the truncated power law distribution yields a different level of disease prevalence level temporarily, but they have the same level of disease prevalence and degree distribution at stationarity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Fig. 18",
                    "ref_id": null
                }
            ],
            "section": "Different cutoff degrees of truncated power-law distribution"
        }
    ]
}