{
    "paper_id": "ee4c6e43ccf96d50cf4c7f495d87f9ab0fdf8da6",
    "metadata": {
        "title": "What Do We Have to Lose? Offloading Through Moral Technologies: Moral Struggle and Progress",
        "authors": [
            {
                "first": "Lily",
                "middle": [
                    "Eva"
                ],
                "last": "Frank",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Moral bioenhancement, nudge-designed environments, and ambient persuasive technologies may help people behave more consistently with their deeply held moral convictions. Alternatively, they may aid people in overcoming cognitive and affective limitations that prevent them from appreciating a situation's moral dimensions. Or they may simply make it easier for them to make the morally right choice by helping them to overcome sources of weakness of will. This paper makes two assumptions. First, technologies to improve people's moral capacities are realizable. Second, such technologies will actually help people get morality right and behave more consistently with whatever the 'real' right thing to do turns out to be. The paper then considers whether or not humanity loses anything valuable, particularly opportunities for moral progress, when being moral is made much easier by eliminating difficult moral deliberation and internal moral struggle. Ultimately, the worry that moral struggle has value as a catalyst for moral progress is rejected. Moral progress is understood here as the discovery and application of new values or sensitization to new sources of harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 3 of the experience of moral struggle. This paper considers and ultimately rejects one way in which moral struggle could have independent value, namely, its role in moral progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In what follows is explained the notion of moral technologies being used, gives several examples of them, and describes a hypothetical world in which their use is widespread-a moral Shangri-La. Further clarification is provided about the idea of moral struggle and connects it with the concepts of moral distress, moral overload, and moral residue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Imagine two worlds. In world one, a moral Shangri-La, people are aided by advanced moral technologies and are able to consistently behave morally while expending little effort to do so. In James Hilton's novel Lost Horizon (1933) , Shangri-La is the mythical land of peace, harmony, and happiness that exists hidden away in the mountains of Tibet. In a moral Shangri-La, for example, smart lighting on crowded streets deescalates potentially violent confrontations and robotic diplomats easily negotiate peace processes, etc. World two is similar to our world, where being moral is difficult and people frequently behave badly.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 229,
                    "text": "Horizon (1933)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "To create a richer picture of these two worlds, imagine waking up in moral Shangri-La. Your alarm clock uses gentle light and ambient smells to gradually rouse you from your sleep, putting you in a mood of openness to new experiences and giving you an optimistic outlook. Your breakfast is vegan, sustainably sourced, and produced under fair-labor conditions. After undergoing a series of treatments, you have lost your taste for animal products and other foods that have a high carbon footprint. In addition, although foods with a greater environmental impact are available, they are placed on the lowest shelves in the grocery store and the sustainable ones are at eye-level, where you always end up grabbing them. Turning on the television, you are reminded that there has been an earthquake in Indonesia. It is essential to combat the insensitivity, or \"psychic numbing,\" felt towards large numbers of victims, and the preference people have for single, identifiable ones (Slovic 2010) . Therefore, you take your daily dose of Empathico. Empathico is a personalized drug, which improves one's ability to overcome insensitivity to large numbers of victims and feelings of \"compassion fatigue\" by allowing you to vividly imagine each of them as individuals (Vastfjall et al. 2014) .",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 989,
                    "text": "(Slovic 2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1259,
                    "end": 1282,
                    "text": "(Vastfjall et al. 2014)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "The television news itself has redesigned its coverage to focus more on single individuals impacted by the disaster rather than spewing out statistics about the suffering of the many thousands of victims. The news coverage includes personalized information, as does your social media feed, about the contributions that your friends, colleagues, and neighbors have made to the Red Cross earthquake relief fund. As you contribute, your social media profile is populated by images of happy children, kittens, puppies, and encouraging messages about your good and generous character.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Once at the office, in front of your computer, your keyboard includes several biofeedback sensors which can detect when your stress level is rising. As you start to 1 3 What Do We Have to Lose? Offloading Through Moral Technologies:… write a gossip-filled email to a coworker to relieve your stress, the system releases a barely perceptible breath of air scented with freshly baked apple pie and sends you a pop-up reminder that you have been sitting at the computer for 2 h and it is time for a yoga break. This is just the morning so far; you can imagine the rest of the day in this utopian moral Shangri-La.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Moral Shangri-La is rich with moral technologies. Although the precise meaning of this term is still being contested, the interpretation herein is very broad. Moral technologies include such diverse interventions as moral bioenhancement, nudgedesigned environments (from shopping malls and work-places to entire urban landscapes) and policies, ambient persuasive technologies, and social robots designed for moral coaching or advising. 1 Ingesting a pharmaceutical that changes one's brain chemistry or undergoing invasive and potentially risky deep brain stimulation for the purposes of moral improvement raise a specific and complex set of ethical questions. The ethical issues they raise are distinct from those posed by less invasive and risky technological interventions, like a wearable fitness tracker that also automatically reminds one to perform a daily act of kindness. However, they are grouped together here because of their shared purpose, moral improvement, and for the reason that a worry about their interference in moral progress can apply to them all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "These technologies may function in at least three ways. First, they may help people behave more consistently with their own deeply held moral convictions. Second, they may assist people in overcoming cognitive and affective limitations and biases that prevent them from fully appreciating a situation's moral dimensions. There is some evidence, for example, that a feeling of disgust induced by morally irrelevant environmental factors plays a role in the strength of people's moral judgments . Moral technology may serve to dampen or even eliminate this kind of \"performance error\" (Ibid). Third, they may simply make it easier for people to make the morally right choice, helping them to overcome ego depletion, for example. Ego depletion is the phenomenon that self-control is a finite resource that can be depleted and then requires time to be restored (Baumeister et al. 1998 ). 2 Beyond this specific phenomenon, moral technologies may help us overcome the deleterious effects of stress, fatigue, hunger, and other sources of weakness of will.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 880,
                    "text": "(Baumeister et al. 1998",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Over the past decade, speculation about biomedical means of moral enhancement to increase altruism and trust, decrease racial or in-group bias, and decrease aggression has been wide ranging Savulescu 2012, 2013) . 3 Some examples among many include drugs such as serotonin and reuptake inhibitors such as Prozac, which in research studies seem to dispose participants to more equally distribute money to other participants in a dictator game (Tse and Bond 2003) . Oxytocin, which promotes trusting behavior in economic cooperation games, is another drug that leaves Persson and Savulescu optimistic about future research into the biological basis of morality and the potential avenues for bioenhancement (Zak et al. 2004; Kosfeld et al. 2005) . Genetic interventions have also been entertained by some as a means of moral enhancement (Faust 2008) , as has deep brain stimulation and transcranial brain stimulation (Kadosh et al. 2010) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 211,
                    "text": "Savulescu 2012, 2013)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 215,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 461,
                    "text": "(Tse and Bond 2003)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 704,
                    "end": 721,
                    "text": "(Zak et al. 2004;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 722,
                    "end": 742,
                    "text": "Kosfeld et al. 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 834,
                    "end": 846,
                    "text": "(Faust 2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 914,
                    "end": 934,
                    "text": "(Kadosh et al. 2010)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "In addition to these biomedical methods and more traditional methods of moral education and training, the growing insights of situationist moral psychology point to ways to structure the environmental context, both physical and social, which can be shaped to minimize temptation to do morally bad things and to maximize the likelihood one will behave well (Doris 1998 (Doris , 2002 Sarkissian 2010; Alfano 2013) . For example, altruistic helping behavior towards a stranger is more likely among people in the presence of the pleasant smells of baked goods (Guéguen 2012) . Might the streets someday be flooded with these smells?",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 367,
                    "text": "(Doris 1998",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 368,
                    "end": 381,
                    "text": "(Doris , 2002",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 382,
                    "end": 398,
                    "text": "Sarkissian 2010;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 399,
                    "end": 411,
                    "text": "Alfano 2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 556,
                    "end": 570,
                    "text": "(Guéguen 2012)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Situationist moral psychology is closely connected to a critique of virtue ethics and the existence of character traits in the traditional sense. Some situationists have argued that the best way to cope with this sweeping critique of the existence of character traits is to work hard to keep avoiding situations that encourage bad behavior and to seek out those that encourage good behavior (Doris 2002, p. 146) . This can be done on an individual basis, but can also be a feature of \"supportive social contexts… [and] institutional and legal structures\" (Kleingeld 2015, p. 354) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 411,
                    "text": "(Doris 2002, p. 146)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 518,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 579,
                    "text": "(Kleingeld 2015, p. 354)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "The related fields of persuasive technology and technologies for behavior change more broadly offer even greater opportunities to engineer the environment for maximum moral behavior. Persuasive technologies are \"a class of technologies that are intentionally designed to change a person's attitude or behavior. Importantly, persuasion implies a voluntary change of behavior or attitude or both\" (IJsselsteijn et al. 2006, p. 1) . At the Technical University of Eindhoven, a large lighting lab is investigating the ways in which colors and intensity of light decrease aggression on streets where there is a busy nightlife; known as the \"de-escalate\" project, it uses lighting on roads to alter pedestrian perceptions of safety (Haans and De Kort 2012; De Kort et al. 2014) . In London, an experiment is being carried out to see if painting adorable faces of babies on the facades of shops could reduce \"antisocial behavior\" and vandalism on the sidewalks (Rao 2012) . This experiment is based on evidence from functional magnetic resonance imaging that shows that looking at still images of nonrelated human infant faces stimulates \"specific brain responses …[that] include biological mechanisms that underlie responsiveness and a caring inclination toward young children\" (Caria et al. 2012, pp. 891-892) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 427,
                    "text": "(IJsselsteijn et al. 2006, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 750,
                    "text": "(Haans and De Kort 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 751,
                    "end": 771,
                    "text": "De Kort et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 964,
                    "text": "(Rao 2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1272,
                    "end": 1304,
                    "text": "(Caria et al. 2012, pp. 891-892)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Empirical research on technology for behavior change and persuasive technology suggests the possibility of devices that provide instant feedback on one's behavior. For example, in Honda hybrid cars, a device called the eco-assist provides feedback on the driver's energy usage based on their driving style. This has been shown to change user behavior towards adopting more fuel economy, which is in line with the user's values (Spahn 2012) . The car displays a growing or fading green plant to remind drivers of how their driving, and thus their fuel consumption, impacts the environment (Ibid). Some features of self-driving cars can be seen as utilizing moral technologies; for example, it is likely that cars will be programmed to follow traffic laws, abide by speed limits and not cut other drivers off in aggressive attempts to get ahead (Nyholm and Smids 2016) .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 439,
                    "text": "(Spahn 2012)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 843,
                    "end": 866,
                    "text": "(Nyholm and Smids 2016)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "Some, but not all, persuasive technologies take advantage of the phenomenon of the \"nudge\" (Thaler and Sunstein 1999) . Nudges, which are factors that influence behavior without one having a clear, rational justification for what one does or being consciously aware of the effect of those factors, often take advantage of well-known cognitive and decision-making biases that people succumb to; for instance, priming and status-quo biases. Nudges can operate independently from anything obviously construed as a technology, including the placement of physical objects on a store shelf or the arrangement of links at a website, the creation of opt-in or opt-out systems, etc.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 117,
                    "text": "(Thaler and Sunstein 1999)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "A fundamental question in the design and assessment of moral technologies is which values and whose values, norms, conception of the right, etc. should be built into them. The same questions arise in broader discussions of persuasive technologies or nudge enriched environments (Smith and McPhereson 2009) . What one person or group sees as a moral improvement to behavior or attitudes, may be seen as a sign of moral decay or decline by another. 4 The description of moral Shangri-La I presented as well as the description of sample moral technologies appears to assume that there is consensus on the ethical issues, which is not always the case. However, this complication is set aside in this paper, assuming that the moral technologies in this case are those which have latched on to the 'right' moral theories, the relevant values, norms, and principles. Whether or not this is a metaethical possibility is beyond the scope of the argument.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 305,
                    "text": "(Smith and McPhereson 2009)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What are Moral Technologies?"
        },
        {
            "text": "In the following discussion two assumptions are made. First, technologies to improve individuals' moral capacities and behaviors are realizable. Second, such technologies will actually help them get morality right and behave more consistently with whatever the 'real' right thing to do turns out to be. In a sense, these technologies will allow people to engage in a kind of moral offloading. Just as people can offload certain cognitive tasks, such as keeping track of appointments on the calendar application on their smart phones, the phenomenon of moral offloading is getting machines to do moral work for people in a variety of ways, be it care work, tactful communication, or automatically sending birthday cards (for an example of this phenomenon, see Lee et al. 2017) ; these technologies will allow them to delegate certain internal moral processes to the environment, a technology, or other kind of intervention. Given these assumptions, the following considers whether or not humanity loses anything valuable when technology makes being moral and behaving morally much easier, eliminating difficult moral deliberation and internal moral struggle.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 775,
                    "text": "Lee et al. 2017)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "One way in which moral struggle could have independent value, in addition to the value it has insofar as it helps people to know what the right thing to do is or to do the right thing, is as a catalyst for moral progress. Moral progress, itself a highly contested topic, is understood here as the discovery and application of new values or sensitization to new sources of harm. This highlights the question: is moral progress possible in a moral Shangri-La, without moral struggle?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Part of what makes moral technologies promising is the prospect of eliminating or reducing moral struggle. Moral struggle can be characterized in an ecumenical way, one that is neutral about moral psychology. It can be characterized by any moral psychological theory, including cognitivist, noncognitivist, hybrid view, or something in between or entirely different. This is because moral struggle is generally accepted as part of what it is that any metaethical or moral psychological theory needs to explain. It is especially important that these theories account for the fact that individuals sometimes, perhaps even often, fail to act in accordance with what they think is the best way to act from a moral perspective. Therefore, whether a theory takes moral judgments to be belief-like mental states or affective, emotionlike mental states, it must still be able to account for weakness of will and the experience of mismatch between one's moral commitments (however that is construed) and one's behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Intuitively, a wide range of experiences can be associated with failing to act in ways which, according to one's own moral commitments and principles, were the right ways to act. For example, an agents may hold the belief that they should refrain from an action, but a conflicting desire overwhelms their desire to act in accordance with their moral conviction and they perform the forbidden action anyway. On this view, moral struggle includes experiences associated with traditional notions of weakness of will but can include cases in which one ruminates extensively over what the right course of action actually is, and in the end, one is not sure whether or not one has done well from a moral point of view. Moral struggle can also include the experience of guilt or regret that one may feel looking back at bad moral decisions or failures to act. Moral struggle of this kind can also arise as a consequence of automatic decisions that upon reflection have moral significance but are lost in the course of everyday life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Three examples of moral struggle that have been discussed in the literature are moral distress, moral overload, and moral residue. Moral distress, specifically in the context of nursing, is a well-studied example of moral struggle. In that context, moral distress is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "[t]he painful feelings & the psychological disequilibrium that occurs when nurses are conscious of the morally appropriate action a situation requires but cannot carry out that action because of institutionalized obstacles…including lack of time, supervisory reluctance, an inhibiting medical power structure, institution policy, or legal constraints…the person feels frustration, anger and anxiety when faced with institutional obstacles and interpersonal conflict about values (Corley et al. 2005, p. 382) .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 507,
                    "text": "(Corley et al. 2005, p. 382)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Potential consequences of moral distress include the experience of becoming \"numbed\" to \"ethically challenging situations.\" This can occur to the point that nurses \"may no longer recognize or engage in clinical situations requiring moral sensitivity\" (Epstein and Delgado 2010) . It can lead to nurses contemplating leaving their job or the field of nursing altogether (Corley 1995; Hamric and Blackhall 2007) . There is also evidence to suggest a positive relationship between moral distress and burnout (Meltzer and Huckabay 2004) . This can lead to conscientious objection or whistleblowing with respect to practices nurses find morally unacceptable or problematic (Catlin et al. 2008) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 277,
                    "text": "(Epstein and Delgado 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "(Corley 1995;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 383,
                    "end": 409,
                    "text": "Hamric and Blackhall 2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 505,
                    "end": 532,
                    "text": "(Meltzer and Huckabay 2004)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 668,
                    "end": 688,
                    "text": "(Catlin et al. 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "The phenomena of moral overload and moral residue are closely related and both attempt to capture the personal experience of leaving unfulfilled moral obligations that one takes oneself to have or having acted, reluctantly, contrary to what one takes to be morally required (Kuran 1999; Van den Hoven et al. 2012) . Moral overload arises in situations in which one's moral obligations outstrip one's material resources, either physical or financial (Kuran 1999, p. 233) . Because one cannot execute what one takes to be one's obligations or duties, one is left with a feeling of \"moral dissonance, psychological discomfort\" (Ibid). For example, Jaap may believe he is obligated to attend a protest resisting an unjust policy in the United States. However, the cost of an airline ticket home is more than Jaap's current bank account balance. Here, his financial constraints prevent him from fulfilling a duty.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 286,
                    "text": "(Kuran 1999;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 287,
                    "end": 313,
                    "text": "Van den Hoven et al. 2012)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 449,
                    "end": 469,
                    "text": "(Kuran 1999, p. 233)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "The existence of moral dilemmas gives rise to the phenomenon of moral residue. One account of what a true moral dilemma is, is a situation in which there are several courses of action open to the person, none of which is morally acceptable. Or to put it slightly differently, after having considered one's prima facie reasons for several courses of action, one finds that one has several competing things they consider morally required courses of action that are incompatible with each other. In these kinds of cases, a person may experience distress because \"there remains a duty unfulfilled, a value commitment not met\" (Van den Hoven et al. 2012, p. 146 ; see also Webster and Bayliss 2000) .",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 656,
                    "text": "Hoven et al. 2012, p. 146",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 693,
                    "text": "Webster and Bayliss 2000)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Moral distress, overload, and residue are negative phenomena from a first-person perspective because they involve discomfort or stress and can have potentially negative consequences on the individual experiencing them. However, in the case of moral distress, it may be an appropriate affective response to a situation in which one witnesses or participates in wrongdoing and feels powerless to change it. In the case of moral overload and residue, these may also be the appropriate responses of agents who take their ethical commitments seriously in a world in which values and duties can genuinely conflict. Research shows that moral distress in nurses can sometimes precipitate taking a bold and potentially risky stand as a whistleblower, or conscientious objector to an immoral practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moral Struggle is Missing in Moral Shangri-La"
        },
        {
            "text": "Whether or not moral struggle is a psychologically positive experience to have in terms of individual well-being, what matters for this paper is its relationship to moral progress. Before setting out what that relationship might be like, the following clarifies that the account of moral progress being relied on in this paper comes from the work of Jamieson (2002) , who builds on what he calls the naïve view of moral progress, which states that: \"[m]oral progress occurs when a subsequent state of affairs is better than a preceding one, or when right acts become increasingly prevalent\" (Jamieson 2002, p. 318) . Instead of constructing a robust theory of what moral progress is, Jamieson defends an index of moral progress, which includes such things \"as involving the abolition of war and slavery, the reduction of poverty and class privilege, the extension of liberty, the empowerment of marginalized groups, and respect for animals and nature\" (Ibid).",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 365,
                    "text": "Jamieson (2002)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 591,
                    "end": 614,
                    "text": "(Jamieson 2002, p. 318)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "Jamieson proposes an account of moral progress than can be consistent not only with several different normative theories, or theories of value, but also with several different metaethical theories. One does not have to be a realist to endorse this view of moral progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "To defend the independent value of moral struggle, one could argue that in a moral Shangri-La (rich with moral technology), moral progress is stifled precisely because of the elimination or reduction of moral struggle. People have fewer opportunities for introspection and for self-doubt and for doubt about the collective ways and customs of their communities. In a moral Shangri-La, people do not have to think about morality very much, nor do they commit to it significant mental resources. This may engender a kind of moral complacency. In the absence of this rumination, people may be less willing to take moral risks or engage in moral experimentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "To adequately address the issue of the ways in which moral struggle may require moral progress would require an account of when moral progress happens and under what conditions, both for the individual and for societies or groups. Such an investigation is beyond the scope of this paper. For the purposes of this paper four potential types of relationships between moral struggle and moral progress are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "The first has to do with prompting reflection. It is possible that moral emotions such as guilt, produced by weakness of will, may lead to a broader reflection on one's habits, priorities, and values that have moral relevance. For example, guilt at cancelling plans with a friend at the last minute without a good reason might lead one to think about the value of friendship in life more generally or whether or not it is permissible to lie to one's friend and tell them you are sick, rather than tell them the truth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "Second, moral struggle may prompt action, as in the case of moral distress among nurses. This also seems to be the case in situations involving moral overload. In fact, Joroen van den Hoven and colleagues argue that both of these experiences can spur the creation of new technologies to help overcome the physical or financial limitations that prevent people from fulfilling their duties. Or, in the case of moral residue, the unpleasant experience which stems from the existence of a moral dilemma may prompt one to find ways to dissolve the dilemma altogether, they suggest, potentially through technological innovations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "The third and related type of relationship between moral struggle and moral progress has to do with the diversity of responses to difficult moral problems. The worry here is not that in a moral Shangri-La, filled with moral technology, differing moral perspectives would be actively forbidden or a significant loss of freedom would occur. Instead, the concern is that when people go through experiences of moral struggle, these have the potential to stimulate people to rethink their moral assumptions, the scope of their moral concern, or the kinds of consequences that their actions or inactions may have. Thus, experiencing moral struggle may be a catalyst for new and radical moral innovations; for example, strategies of nonviolent resistance to authoritarian political regimes that have emerged from movements and leaders of movements during times of great inner moral conflict. As individuals offload moral decision-making to technologies or the built environment, the worry might arise that some of the skills, cognitive or affective, necessary for this kind of moral innovation will be lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "Fourth, perhaps the role of moral struggle in prompting moral progress is in preventing moral complacency. In the absence of the experience of wrestling with competing values and obligations and being epistemically challenged regarding the right course of action to take, individuals may be lulled into the mindset that they (their characters, behavioral patterns, etc.) and the world around them (institutions, financial arrangements, cultural attitudes) are as good as they are going to be and that there is no need or even room, perhaps, for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From Moral Struggle to Moral Progress?"
        },
        {
            "text": "Although these sound like plausible attempts at explaining how moral struggle is needed for moral progress and thus has value for this reason, the claim fails for two independent reasons. First, it depends on the assumption that in a moral Shangri-La, there is room for moral progress. Moral progress is only possible if at the present time the world is in a less-than-ideal moral state. The defender of a moral Shangri-La can argue that with technological enhancements individuals and their world will be as good as they can possibly be from a moral perspective or at least that, with the help of moral technologies, people have all of the relevant knowledge and tools for continuing to improve their moral world, in the absence of struggle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "There are some problems with this response. It makes the implausible claim that with the help of moral technologies of various sorts, people will be able to reach a state of moral perfection, which seems overly optimistic. One reason to be pessimistic about this is that what constitutes moral perfection is only available from the perspective of a particular moral theory. On a hedonistic utilitarian account, for example, a world in which no further moral progress is possible might require that the suffering of all sentient beings is at the lowest possible attainable level and their pleasure is maximized. Therefore, while it is a problematic assumption that a moral Shangri-La needs moral progress, it can be overcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "There is a second response to the claim that moral struggle is needed for moral progress. There are other ways of achieving moral progress, perhaps even more effective ways of doing so than moral struggle. Thus, it is possible to achieve moral progress in a moral Shangri-La. The moral technologies used there, far from interfering with moral progress, may aid moral progress. If it is granted that thinking about morality and being moral is effortful and requires the expenditure of mental resources, moral technology can reduce this effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "One way it does so is through the automation of many moral decisions. This can reduce an individual's overall mental burden, thus contributing to making better decisions when they are not automated. This could be especially important for people whose decisions can have serious impacts on the well-being of others: physicians and nurses, soldiers, police, lawmakers, and so on. In medicine, for example, many decisions and behaviors of ethical import are made on a daily basis, requiring varying degrees of attention, concentration, and effort. In a moral Shangri-La, routine matters of ethical significance are made easier through technology, say, an electronic \"nudge\" that reminds the physician to warmly greet her patient with a handshake when they meet. This may free the physician to dedicate more of their time and energy to assessing the decision-making capacity of a mildly demented patient to refuse life-saving medical care, a decision with arguably greater moral significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "In the absence of moral struggle, in a moral Shangri-La moral progress can also come in the form of gaining greater ethical insights and heightened sensitivities to previously overlooked moral issues and fine-grained distinctions. There are two mechanisms that might work here. First, being consistently moral in one respect, as a result of using a moral technology, may draw attention to analogous cases in which people previously did not realize they were behaving immorally. They might then realize that they would be inconsistent in continuing to behave as they currently are, given that they accept the underlying justification for the use of their moral technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "For example, before the widespread acceptance and partial legal enshrinement of the rights of lesbian, gay, and bisexual (LGB) individuals in the United States, the issue of the abuses of the rights of transgendered persons was largely ignored. With the first form of moral progress, recognition and protection of LGB rights, gradually comes a cultural acceptance of transgendered people as well. Being consistently moral in one respect may draw attention to analogous cases in which people previously didn't realize they were behaving immorally. They might then realize that they would be inconsistent in continuing to behave as they currently are. People may also come to accept more types of persons or beings into the sphere of moral consideration with the increasing of impartiality in their judgments about people as a result of this same process (see Singer 2011) .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 870,
                    "text": "Singer 2011)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "A second mechanism of moral technology use, and the accompanying reduction in moral struggle that might still spur moral progress, has to with the benefits that moral technologies can provide, such as lower stress levels and greater individual well-being. While these benefits may not seem like straightforwardly \"moral gains,\" they can be understood in that way for direct and indirect reasons. Before such an argument can be made, however, some suggestive evidence is offered that moral technologies and the reduction of moral struggle could indeed have these kinds of effects on well-being and stress. Wilhelm Hoffmann and colleagues have demonstrated that individuals with higher levels of self-control experience higher degrees of momentary positive affect as well as higher overall reported life satisfaction (Hofmann et al. 2014) . The fact that both of these measures of well-being are positively correlated to self-control is telling; it weighs against the picture of the highly selfcontrolled person as one who forgoes momentary pleasures and thus experiences a reduction in positive affect, and instead achieves long-term goals.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 836,
                    "text": "(Hofmann et al. 2014)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "This research also suggests that what mediates this positive relationship is the fact that unhappiness and stress are often produced by the experience of conflicting goals, especially in cases where the individual greatly values one goal and values another less, whether these goals are self-interested (an individual wants to smoke and they want to quit smoking) or more overtly moral in nature (an individual wants to remain comfortably in their bus seat and they want to be the kind of person who gives up a seat for the elderly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "Individuals with greater self-control are less troubled by these conflicts. It is not clear if this is so because these individuals tend to structure their lives in such a way that they are simply exposed to fewer temptations, or because for these individuals it is easier to resist temptation. Both of these capacities, structuring one's life and environment and the ability to resist temptation, can be extended and improved through the use of moral technologies. Hoffman and colleagues have even gone so far as to call these \"virtue/vice\" conflicts. Individuals with greater self-control seem to be less troubled by these conflicts, although it is not entirely understood why. It may be that they structure their lives in such a way that they are simply exposed to fewer temptations than others, or it may be easier for these individuals to resist temptation for other reasons (Hofmann et al. 2014) . If this analysis is correct, then the use of moral technologies may also usher in lower stress levels and greater individual well-being.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 901,
                    "text": "(Hofmann et al. 2014)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "This can be construed as moral progress directly when returning to Jamieson's broad notion of progress compatible with many different normative theories. Certainly for a hedonist, the reduction in stress and increase in individual well-being could be understood as a moral improvement. The empirical evidence regarding whether or not happy, less-stressed people also tend to behave better morally is extremely inconclusive. Therefore, the possibility that this development would have a positive moral spillover effect remains open. Stress does seem to alter ethical decision-making. There has been a limited amount of research on this topic, with contradictory results (Starcke et al. 2011 (Starcke et al. , 2012 Youssef et al. 2012; Buchanan and Preston 2014 ).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 689,
                    "text": "(Starcke et al. 2011",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 690,
                    "end": 712,
                    "text": "(Starcke et al. , 2012",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 713,
                    "end": 733,
                    "text": "Youssef et al. 2012;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 734,
                    "end": 759,
                    "text": "Buchanan and Preston 2014",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Two arguments Against the Value of Moral Struggle for Moral Progress"
        },
        {
            "text": "The arguments canvassed so far about the value of moral struggle for moral progress do not rule out the possibility that something else of value is lost when moral struggle is eliminated through the use of moral technologies. There are, for example, Kantian-style and Aristotelian-style objections, broadly speaking, to consider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "The Aristotelian-style objection has to do with the extent to which the automaticity of being moral interferes with the criteria for behaving virtuously. Not only must one act well, at the right time and in the right situations, but one must also perform the virtuous activity for its own sake (Aristotle NE 6.5 1140b; 6.12 1144a). Virtuous agents also know what they are doing, that they are performing a virtuous act when they perform it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "Both of these criteria may seem hard to fulfill in a moral Shangri-La permeated with moral technology. Whether someone is choosing action for its own sake is obscured by the introduction of a mind-altering drug or an environment dosed with smells that are conducive to kindness. Of course, not all moral technologies will 1 3 function in this way, and moral technologies can also be imagined that do not function in this way. Second, what it means to do something for its own sake, and how to reconcile this requirement with a eudaimonistic account of the virtuous life, is notoriously difficult (see Hurka 2013; Korsgaard 2008) .",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 612,
                    "text": "Hurka 2013;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 613,
                    "end": 628,
                    "text": "Korsgaard 2008)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "Second, moral technologies may make it harder for those doing the virtuous action to know that they are doing the virtuous action. One of the purposes of moral technologies, as they have been imagined here, is to free up one's mental space from thinking about right and wrong in certain situations and simply be able to go with the flow with less scrutinizing and policing of one's motives and actions. Thus it appears that the possibility that people will do virtuous acts, without being consciously aware of them as such, will increase. In addition, according to one straightforward interpretation of Aristotle (2014) , this would exclude them from acting out of virtuous character.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 619,
                    "text": "Aristotle (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "There is room for a defender of the value of moral technology to push back in a variety of ways. The first objection has to do with choosing the virtuous action for its own sake. What it means to choose the virtuous action for its own sake is a vexing question in Aristotle scholarship, especially because eudemonistic ethics like Aristotle's seems to emphasize that the virtuous life and the flourishing or happy life are one in the same (Rogers 1994; Ackrill 2010; Luthra 2015) . On some readings acquiring virtue is done so that one may live a flourishing life. It is beyond the scope of this paper to discuss these subtleties. However, as one is practicing the virtues and before one has acquired them, one may be performing the virtuous action for other reasons than for their own sake, with the hope that embodying the virtues will eventually become one's second nature. The details of the design, functioning, and psychological impacts of moral technologies are relevant here for the following reason. The technologies may function as a kind of training aid, helping people acquire virtues through habituation. 5 In that case they support the development of true virtue.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 452,
                    "text": "(Rogers 1994;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 453,
                    "end": 466,
                    "text": "Ackrill 2010;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 479,
                    "text": "Luthra 2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1118,
                    "end": 1119,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "The second Aristotelian objection, the worry that moral technology interferes with one's ability to knowingly engage in virtuous action, can in part be remedied through technology design. For example, environments enriched with moral technologies or the devices themselves can periodically remind users of their function and of the moral value of engaging in a particular action or taking a certain attitude. Non-technical education can also play a role in making sure that users understand the underlying reasons for the interventions they are subject to or with which they are engaging. This objection can also be defused from a more theoretical perspective. One does not need to be concurrently aware that one's action is virtuous; instead, one can hold the belief that actions that conform to certain kinds of standards (or whatever the criteria might be) are virtuous, and be aware that one consensually modifies one's environment to make these actions likely. However, a fuller explanation of how this can be made consistent with Aristotelian moral psychology is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Aristotelian Objection and a Kantian Objection"
        },
        {
            "text": "What Do We Have to Lose? Offloading Through Moral Technologies:…",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The Kantian-style worry is that actions performed as a result of interaction with moral technologies may not have moral worth at all because they are not performed out of good will or out of respect for the moral law (Kant 1785 , and are performed merely in accordance with duty rather than from duty. Basic Kantian ethics states that morality must, therefore, be founded on the exercise of specific human capacities that individuals are responsible for and of which they are in control. If what matters morally is simply having the right kind of disposition-kindly or sympathetic-being moral would be out of some people's reach because their emotional dispositions are largely out of their control. What all adult humans share is a capacity to reason and act autonomously; thus this must form the foundation of morality. The Kantian worry is that one's donation to the earthquake victims' fund will not be made out of respect for the duty one has to benefit others, but out of some animal-like impulse mediated by technology. In this way one becomes like Kant's shopkeeper, who treats his customer fairly out of prudence or out of love for his fellow humans. His actions do not have moral worth, as they would if they were motivated by duty.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 227,
                    "text": "(Kant 1785",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "This kind of concern is echoed in John Harris' criticism of moral enhancement through the direct modulation of emotions or other noncognitive means in ways that he sees as interfering with human freedom (Harris 2013a) . 6 In debate with Tom Douglas, Igmar Person, and Julian Savulescu, Harris has pointed out that many socalled moral enhancements will \"not necessarily lead to morally better outcomes\" (Harris 2013b, p. 288) . This is because of the specific view of moral decisions he espouses.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 217,
                    "text": "(Harris 2013a)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 220,
                    "end": 221,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 424,
                    "text": "(Harris 2013b, p. 288)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "According to Harris, moral decisions depend on a rational process that issues moral judgments according to evidentiary and justificatory standards and the absence of arbitrary personal preferences or biases (Harris 2013b, p. 289) . Thus, the kind of decisions people would make and actions they would take under the influence of certain kinds of moral enhancement would fail to qualify as moral decisions, even if they make the world a happier or less-violent place. Decisions and actions that have \"moral consequences,\" according to Harris, do not necessarily make them moral decisions.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 229,
                    "text": "(Harris 2013b, p. 289)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Full responses to the Kantian and Harris style objection are also beyond this paper's scope. However, there are potential avenues for responses. Perhaps, as motivational externalists argue, in order for someone to be motivated to act on their moral belief they must possess a belief-like state with moral content and a corresponding affective or desire-like state(s) (Miller 2008) . Moral technologies may contribute to the affective or desire-like component of motivation without undermining an individual's attitude of respect for the moral law or duty. Another possibility is that moral technologies serve, in some cases, to remind one of one's duties in particular instances or prompt one to act on them. This possibility would also not undermine the moral value of the act on Kantian standards as long as one holds a standing commitment to respect for the moral law and duty. Living with the help of moral technologies can be done out of respect for the moral law itself.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 380,
                    "text": "(Miller 2008)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Aristotelian or Kantian objections underlie the importance of moral psychology in the design and deployment of moral technologies. At the least, they suggest that it is necessary get moral psychology right before moving on with the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The paper has argued that one of the central features of a world saturated with moral technologies will be a reduction in moral struggle, as it becomes easier and easier to do the right, good, or virtuous thing. Whether or not moral struggle has independent value remains an unanswered question. It is a question that demands to be explored in future work on moral technologies, as does, specifically, the phenomenon of moral offloading. This paper, however, considered whether moral struggle is necessary for moral progress and concluded that it is not. There is also exciting work to be done on expanding on the notions of moral residue and overload, especially with respect to the role of technology. Joroen Van den Hoven, Gert-Jan Lokhorst, and Ibo Van de Poel see the potential for technological progress and moral progress to be mutually reinforcing processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Future Work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aristotle on Eudaimonia (Book I. 1-5",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ackrill",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aristotle's Nicomachean ethics",
            "volume": "",
            "issn": "",
            "pages": "33--52",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Character as moral fiction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alfano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aristotle: Nicomachean ethics",
            "authors": [
                {
                    "first": "Aristotle",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ego depletion: Is the active self a limited resource",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bratslavsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muraven",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tice",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "74",
            "issn": "5",
            "pages": "1252--1265",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What Do We Have to Lose? Offloading Through Moral Technologies:…",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Robotic nudges: The ethics of engineering a more socially just human being",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arkin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science and Engineering Ethics",
            "volume": "22",
            "issn": "1",
            "pages": "31--46",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stress leads to prosocial action in immediate need situations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Behavioral Neuroscience",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Species-specific response to human infant faces in the premotor cortex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caria",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Falco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Venuti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rigo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "NeuroImage",
            "volume": "60",
            "issn": "2",
            "pages": "884--893",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Publication bias and the limited strength model of selfcontrol: Has the evidence for ego depletion been overestimated?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers in Psychology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Conscientious objection: A potential neonatal nursing response to care orders that cause suffering at the end of life? Study of a concept",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Catlin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Volat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hadley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bassir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Armigo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neonatal Network",
            "volume": "27",
            "issn": "2",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Moral distress of critical care nurses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Corley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Journal of Critical Care",
            "volume": "4",
            "issn": "4",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nurse moral distress and ethical work environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Minick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Elswick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nursing Ethics",
            "volume": "12",
            "issn": "4",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Defusing escalating behaviour through the use of interactive light scenarios",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "De-Escalate",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of experiencing light 2014: International conference on the effects of light on wellbeing",
            "volume": "",
            "issn": "",
            "pages": "94--97",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Persons, situations, and virtue ethics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Doris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nous",
            "volume": "32",
            "issn": "4",
            "pages": "504--530",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lack of character: Personality and moral behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doris",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Understanding and addressing moral distress",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Online Journal of Issues in Nursing",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Should we select for genetic moral enhancement? A thought experiment using the MoralKinder (MK+) haplotype",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Theoretical Medicine and Bioethics",
            "volume": "29",
            "issn": "6",
            "pages": "397--416",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The sweet smell of … implicit helping: Effects of pleasant ambient fragrance on spontaneous help in shopping malls",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guéguen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Social Psychology",
            "volume": "152",
            "issn": "4",
            "pages": "397--400",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Light distribution in dynamic street lighting: Two experimental studies on its effects on perceived safety, prospect, concealment, and escape",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haans",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A W"
                    ],
                    "last": "De Kort",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Environmental Psychology",
            "volume": "32",
            "issn": "4",
            "pages": "342--352",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nurse-physician perspectives on the care of dying patients in intensive care units: Collaboration, moral distress, and ethical climate",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hamric",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Blackhall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Critical Care Medicine",
            "volume": "35",
            "issn": "2",
            "pages": "422--429",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Moral enhancement and freedom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioethics",
            "volume": "25",
            "issn": "2",
            "pages": "102--111",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ethics is for bad guys!' putting the 'moral' into moral enhancement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioethics",
            "volume": "27",
            "issn": "3",
            "pages": "169--173",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Moral progress and moral enhancement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioethics",
            "volume": "27",
            "issn": "5",
            "pages": "285--290",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Yes, but are they happy? Effects of trait self-control on affective well-being and life satisfaction",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Vohs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Baumeister",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Personality",
            "volume": "82",
            "issn": "4",
            "pages": "265--277",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Aristotelian ethics in contemporary perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hurka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--26",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Persuasive technology for human well-being: Setting the scene",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ijsselsteijn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "De Kort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Midden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eggen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Hoven",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International conference on persuasive technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Is there progress in morality? Utilitas",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "318--338",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Modulating neuronal activity produces specific and long-lasting changes in numerical competence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kadosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soskic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iuculano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Current Biology",
            "volume": "20",
            "issn": "22",
            "pages": "2016--2020",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Groundwork of the metaphysics of morals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Consistent egoists and situation managers: Two problems for situationism. Philosophical Explorations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kleingeld",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "344--361",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Artificial intelligence as a means to moral enhancement. Studies in Logic, Grammar and Rhetoric",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klincewicz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "171--187",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Drugs and hugs: stimulating moral dispositions as a method of moral enhancement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klincewicz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sokólska",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Royal Institute of Philosophy Supplements",
            "volume": "83",
            "issn": "",
            "pages": "329--350",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Aristotle's function argument",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Korsgaard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The constitution of agency",
            "volume": "",
            "issn": "",
            "pages": "129--150",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Oxytocin increases trust in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Zak",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fischbacher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "7042",
            "pages": "673--676",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Moral overload and its alleviation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuran",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Economics, values, and organization",
            "volume": "",
            "issn": "",
            "pages": "231--266",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bots mind the social-technical gap",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beute",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "De Kort",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ijsselsteijn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of 15th European conference on computer-supported cooperative work-exploratory papers",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aristotle on choosing virtuous action for its own sake",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luthra",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pacific Philosophical Quarterly",
            "volume": "96",
            "issn": "3",
            "pages": "423--441",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The ethics of human enhancement: Understanding the debate",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "43--58",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Critical care nurses' perceptions of futile care and its effect on burnout",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Huckabay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Critical Care",
            "volume": "13",
            "issn": "3",
            "pages": "202--208",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Motivational internalism",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Philosophical Studies",
            "volume": "139",
            "issn": "2",
            "pages": "233--255",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A cognitive-affective system theory of personality: Reconceptualizing situations, dispositions, dynamics, and invariance in personality structure",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mischel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoda",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Psychological Review",
            "volume": "102",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The ethics of accident-algorithms for self-driving cars: An applied trolley problem?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nyholm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smids",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ethical Theory and Moral Practice",
            "volume": "19",
            "issn": "5",
            "pages": "1275--1289",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Unfit for the future: The need for moral enhancement",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Getting moral enhancement right: The desirability of moral bioenhancement",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioethics",
            "volume": "27",
            "issn": "3",
            "pages": "124--131",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Baby face Graffiti used as crime-deterrent on london street, is kind of funny looking. News website article. The Huffington Post",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Aristotle on loving another for his own sake",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Phronesis",
            "volume": "39",
            "issn": "3",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Minor tweaks, major payoffs: The problems and promise of situationism in moral philosophy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sarkissian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philosophers' Imprint",
            "volume": "10",
            "issn": "9",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The expanding circle: Ethics, evolution, and moral progress",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "If I look at the mass I will never act: Psychic numbingpsychic numbingand genocidegenocide",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emotions and risky technologies",
            "volume": "",
            "issn": "",
            "pages": "37--59",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Nudging for equality: Values in libertarian paternalism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Administrative Law Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "And lead us (not) into persuasion…? Persuasive technology and the ethics of communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spahn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science and Engineering Ethics",
            "volume": "18",
            "issn": "4",
            "pages": "633--650",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Anticipatory stress interferes with utilitarian moral judgment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Starcke",
                    "suffix": ""
                },
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Judgment and Decision Making",
            "volume": "7",
            "issn": "1",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Does stress alter everyday moral decisionmaking?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Starcke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Polzer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychoneuroendocrinology",
            "volume": "36",
            "issn": "2",
            "pages": "210--219",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Nudge: Improving decisions about health, wealth and happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Reboxetine promotes social bonding in healthy volunteers",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Psychopharmacology",
            "volume": "17",
            "issn": "2",
            "pages": "189--195",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Engineering and the problem of moral overload",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Hoven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lokhorst",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van De Poel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science and Engineering Ethics",
            "volume": "18",
            "issn": "1",
            "pages": "143--155",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Compassion fade: Affect and charity are greatest for a single child in need",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vastfjall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayorga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Margin of error: The ethics of mistakes in the practice of medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bayliss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Stress alters personal moral decision making",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dookeeram",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Basdeo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mamed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychoneuroendocrinology",
            "volume": "37",
            "issn": "4",
            "pages": "491--498",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "What Do We Have to Lose? Offloading Through Moral Technologies:…",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The neurobiology of trust",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Zak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurzban",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Matzner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annals of the New York Academy of Sciences",
            "volume": "1032",
            "issn": "",
            "pages": "224--227",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements I would like to acknowledge the organizers and participants of the conference during which I originally presented this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Ethical Approval All applicable international, national, and/or institutional guidelines for the care and use of animals were followed.Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creat iveco mmons .org/licen ses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}