{"paper_id": "ee800016faddd2c36772bbc69fbe1fe5d1726b4d", "metadata": {"title": "C O M M E N T A R Y NATURE BIOTECHNOLOGY VOLUME 22 SUPPLEMENT DECEMBER 2004 DC49", "authors": [{"first": "Halla", "middle": [], "last": "Thorsteinsdóttir", "suffix": "", "affiliation": {}, "email": "halla.thorsteinsdottir@utoronto.ca"}, {"first": "Uyen", "middle": [], "last": "Quach", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Abdallah", "middle": ["S"], "last": "Daar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": ["A"], "last": "Singer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "C O M M E N T A R Y supplement presents seven case studies of successful health biotechnology sectors in developing countries, each at a different stage of economic development when compared with industrially advanced nations. Each case study is structured to detail a country's health biotechnology sector's strengths, defining characteristics (government, research institutes and universities, industry, public perception), challenges to development and conclusions concerning the factors important for success. As far as we are aware, this is the first time such a side-by-side comparison has been made on health biotechnology innovation in developing countries. By analyzing each country's biotechnology sector in this manner, we have identified several factors that appear to encourage successful development and several common challenges that countries share in continuing and sustaining development of healthcare biotechnology.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Although the seven countries studied were at different stages of economic development and had companies of varying degrees of maturity, several factors emerged from our analysis that appear key to the establishment of a successful health biotechnology sector.", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "Focus on local health needs. Despite limited resources the countries studied have found ways to use biotechnology to meet local health needs, even for the poor. For example, South Africa is responding to the HIV/AIDS pandemic by prioritizing research on the disease; it is promoting the development of a vaccine against HIV subtype C, the strain most prevalent in that country (as well as in the rest of Africa and Asia). Egypt, in the face of an acute insulin shortage, has emphasized the development of affordable recombinant insulin to reduce its dependence on expensive imports. It now has a 2-year supply of insulin in storage. Cuba responded to an meningitis outbreak caused by meningococci serotype B by successfully developing the world's first and only meningitis B vaccine. Indian biotechnology companies now produce hepatitis B vaccine at a much lower cost than developed countries. They sell the vaccine within India and to the United Nations Children Foundation (New York).", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "Furthermore, preliminary analysis of scientometric data 1 suggests that some of the seven case study countries publish predominantly in scientific fields relevant to the health problems within their own countries. Brazil, for example, publishes heavily on tropical medicine, based on research on tropical diseases, such as Chagas disease, that affect many of its citizens. South Africa publishes extensively on virology, including HIV/AIDS 1 .", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "This focus on local health needs counters the commonly held belief 2,3 that health research in developing countries is oriented toward the problems of developed countries that have richer markets rather than toward indigenous health problems. Supporting local health biotechnology endeavors is a promising way to encourage the development of health products for developing countries. Success is expressed in many ways. There is no one-size-fits-all solution. In fact there are many different ways of succeeding in health biotechnology. We see success in the development of leading-edge innovations, such as the case of the meningitis B vaccine in Cuba, but most countries have found success in licensing preexisting technology, as was the case for recombinant insulin development in Egypt. The Cuban vaccine project was so effective that the rate of meningitis infection in the country is much lower than it was before the outbreak of the disease in the late 1970s. In Egypt, a capacity to locally produce recombinant insulin allows the country to address diabetes locally and meet health needs of their population. With increasing geopolitical uncertainties in some regions of the world, self-sufficiency in Conclusions: promoting biotechnology innovation in developing countries providing health products has become important to many countries.", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "In India, the patenting laws have encouraged the country's biotechnologists to invent around existing patents and to come up with processes that reduce production costs. Lower prices for biotechnology health products is a measure of Indian success, for its population cannot afford the cost of imported products from the developed world.", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "Another measure of success is also the expansion of knowledge creation in basic scientific research, which plays a large role in health biotechnology and from which many applied research discoveries arise serendipitously. Both Because success is demonstrated in such diverse ways, rank ordering the countries in terms of their success is not feasible. Furthermore, because health biotechnology is relatively risky, there is no guarantee that these countries will be able to sustain their successes and get both health and economic benefits in the long run. Continued success will depend on many factors, including how well the innovation systems develop and function. What is clear is that countries with strong scientific foundations are well placed to succeed, but economic benefits will likely be linked to how well they can engage and sustain private sector growth and commercialize scientific discoveries as products.", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "Build on educational and health systems. This study points to the importance of good basic education and health systems as building blocks for health biotechnology development. All the countries in this study have relatively good schools, at least for a subset of their citizens. Good education has enabled their experts to understand the potential of biotechnology and seize new opportunities offered by the technology at the same time that their policy makers, business people and the general public have recognized the importance of biotechnology and have supported its development.", "cite_spans": [], "ref_spans": [], "section": "Characteristics that define a successful biotech sector"}, {"text": "In Figure 1 , the education enrollment ratios and education indices are presented for all the countries in this study. The enrollment ratios for all the countries, except for India, are higher than the 60% that is the average for developing countries. Furthermore, the enrollment ratio of all countries in this study, except for India and China, is higher than the 70% average for middle-income countries. India and China have a large number of very well educated people, but because of the sheer size of their populations, they have not been able to reach the education averages of middle-income countries. The education indices of the countries under study are also very high; only Egypt and India lag somewhat behind the other countries. The fact that the female literacy rate in both countries has not reached 50% reduces their education indices.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Characteristics that define a successful biotech sector"}, {"text": "A well-functioning health system is also important for health biotechnology development. Through their linkages with the health system, researchers develop innovative ideas for solutions to problems and use the health systems for testing, clinical trials and the commercialization of the end products. This is illustrated well in the case of Cuba, where the health system is not just a beneficiary of innovation in this field but also a great contributor to innovation. Table 1 shows the proportion of the population with access to affordable essential drugs. South Korea and Cuba have access to drugs comparable to that in the developed world. In all of the other countries, except for Brazil and India, access to medication is reasonable, indicating that health biotechnology development is not necessarily stifled by the poor access of a country's population to medicine. The contributing impact of the health systems on health biotechnology innovation fits well with the innovation systems framework, where information flow between users and producers of new technology is important for innovation.", "cite_spans": [], "ref_spans": [{"start": 470, "end": 477, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Characteristics that define a successful biotech sector"}, {"text": "In Table 2 we list the main lessons from each country's case study. In this section, we summarize the six core lessons that emerged from our case studies and discuss their applicability to other developing countries.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 10, "text": "Table 2", "ref_id": "TABREF1"}], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Political will. All the case studies stress the importance of political will for promoting health biotechnology innovation in developing countries. The governments of most of the seven countries started to pay attention to biotechnology in the 1980s (that is, quite early in the development of the field) and have continued to support its development. India, for example, emphasized health biotechnology in its sixth five year plan, 1980-1987, as a tool to tackle India's underdevelopment and to improve the health of its population. Health biotechnology is a science-intensive field requiring considerable investments of time and money before it is likely to generate benefits. Long-term support and policy coherence is therefore essential for promoting the field. In the cases we examined, a strong political agenda for health biotechnology was manifest in several ways.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Governments have developed specific policies for the development of the field, and these were generally well articulated, publicized and executed. An example includes Egypt's National Strategy for Genetic Engineering and Biotechnology, which outlined short and long-term goals with specific disease targets and technologies to improve the health of its citizens. Far-sighted politicians have also provided funding and recognized the importance of research. A good example is the establishment of the South African AIDS Vaccine Initiative by the South African Medical Research Council (Tygerberg, South Africa), supported with funding from several ministries.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Governments in this study have also found ways of responding to the ongoing challenge of brain drain. In China, for example, since the late 1990s the authorities have made concerted efforts to encourage expatriate professionals to return. Incentives include the provision of funding for the establishment of laboratories in China and schemes to enable returning scientists to establish firms.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Politicians have also encouraged the development of healthcare biotechnology by providing biotechnology enterprises with incentives to overcome problematic economic conditions. For example, Brazilian authorities dealt with high inflation rates and Cuban authorities revised foreign investment laws. In fact, political will and a strong government role have been essential for all countries with strengths in biotechnology. For example, the US government has played an important role in almost every stage of its biotechnology industry's development and federal support for biomedical research continues to increase 4 .", "cite_spans": [{"start": 615, "end": 616, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "The political will to promote health biotechnology emerged for different reasons, depending on the country. In South Africa and Cuba, geopolitical conditions played an important role. In South Africa, the health biotechnology sector owes some of its success to decisions made during the apartheid years. The isolation of the country over a long period provided impetus for self-sufficiency and the development of its own research capacity to address its needs. The same applies to Cuba. The long-standing US trade embargo has pushed the small country to develop its health solutions locally.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Individual leadership. A common theme in the case studies on health biotechnology development is that a few individuals have played important leadership roles and have been instrumental in setting health biotechnology development in motion for their countries. These individuals have not been confined to government positions; they have come from the universities, public research system or the business sector.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "These individuals are people with vision who understand the potential of the technology early on in its development. They show ingenuity and determination to overcome the challenges that inevitably arise in promoting a new technology development of this sort. They work tirelessly and relentlessly to set up conditions and align the necessary factors to promote health biotechnology innovation.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Define niche areas. Several of the countries in this study have focused their efforts on particular niche areas in health biotechnology. Preventive vaccines have been one of those niche areas. These are particularly attractive because in several cases recombinant vaccines are available where the technology for producing them is relatively simple and can easily be reproduced (see Box 1). In general, they are a much more efficient and cost-effective way of dealing with infectious diseases than drugs, and they can provide long-term immunity. They are very relevant to the health agenda of most developing countries with large, poor populations. South Africa, for example, is focusing on vaccine development for diseases such as hepatitis B and C and HIV/AIDS. Some of the countries in this study have also identified areas that leverage some specific technological strength or other resources they possess. South Korea has stressed microarrays/biochips and bioinformatics to exploit its competitive advantage and local know-how in information and communication technologies. India also has been able to capitalize on its large pool of well-trained English-speaking science and technical experts, as well as its relatively cheaper costs in R&D. The Egyptian Agricultural Genetic Engineering Research Institute's previous successes in agricultural biotechnology are providing the country with a platform for possibly developing a plant-made hepatitis B vaccine. Some of the other countries, such as South Africa and Brazil, are using their indigenous knowledge and biodiversity to develop innovative products.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Defining niche areas and relying on some sort of competitive advantage in these areas are lessons that are generally applicable to all developing countries. Because of their limited resources for technological development, it is important that developing nations prioritize specific areas and rely on their existing strengths for health biotechnology development.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Close linkages. The case studies have confirmed what the innovation system literature emphasizes [5] [6] [7] , namely that close linkages and active knowledge flows are essential for innovation to take place. By encouraging collaborations and resource sharing among different institutions in its innovation system, Cuba has been able to succeed in health biotechnology, despite its very limited financial resources. Some of the case studies noted that lack of collaboration and linkages among health biotechnology institutions restrained innovation efforts. In China, lack of collaboration prevented its scientists from being the first in the world to sequence the severe acquired respiratory syndrome (SARS) virus. Lack of linkages, especially between universities and industry, has also slowed innovation efforts in Brazil and Egypt. Those countries have succeeded more because of strong individuals who played pioneering roles in their health biotechnology development. Although contributions of 'champion' individuals can never be downplayed, in the long run a systemic approach is likely to be more sustainable. Several of the countries here have embarked on an active policy of encouraging closer collaborations. Promoting clusters in health biotechnology has become a standard policy, and most of the countries in this study have initiated cluster development of some sort. Examples include South Korea's Daeduk Science Town, India's Genome Valley, Cuba's West Havana Scientific Pole and Egypt's Mubarak City for Scientific Research and Technology Applications. A general lesson for developing countries to draw from this work is to encourage close linkages of research, business, policy, health institutions and other actors in the field and to ensure an active knowledge flow among them.", "cite_spans": [{"start": 97, "end": 100, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 101, "end": 104, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 105, "end": 108, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Enterprise creation. We found that private firms were essential for integrating various sources of knowledge in health biotechnology and turning them into products and services. However, the countries differed in terms of how far they were able to build up private sector involvement. A shortage of financing mechanisms and resources for fostering startup creation and sustainability is a common problem.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "South Korea is undoubtedly furthest advanced. A policy encouraging technology transfer and a change in policy that allowed university professors to set up private firms or spin-off companies have contributed to promoting private sector involvement. Small and medium-sized companies dominate the industrial scene in health biotechnology, but are complemented by large conglomerates, the so-called chaebol firms, which are important providers of marketing networks and resources for the smaller companies.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "A central aspect of China's new innovation system policy has been to promote the formation of enterprises. In health biotechnology, the Chinese have converted some existing research institutions into companies that manufacture medicine. Also former employees of public research institutes and Chinese professionals who have returned from abroad have set up small firms that are becoming a new force in the health biotechnology sector. Even in socialist Cuba, commercial entities, although not in private ownership, are selling Cuban health products to numerous countries and making agreements with foreign firms to develop and market Cuban vaccines.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Government policies have therefore played diverse roles in encouraging private sector development in this field. The venture capital sectors in the countries we have studied has so far made limited investments in health biotechnology development. In most cases, the venture capital sectors are almost nonexistent or immature. South Korea has the most advanced venture capital sector of all the countries we examined and it has become one of the main sources of biotechnology financing in the country. It started with the liberalization of South Korea's financial markets from the mid 1990s and strengthened extensively after the 1997 financial crisis. Some governments have placed an emphasis on encouraging venture capital development. This is the case both in China and in India. In India, venture capital for biotechnology is emerging from various sources, including state governments, insurance companies and banking institutions. This, in turn, is helping to encourage foreign investors.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Developing countries that have not yet embarked on health biotechnology should consider the role of the private sector and identify promising ways to encourage its development. This fits well with current efforts highlighting the role of the private sector in promoting sustainable development and given prominence in a recent report by the UN Commission on the Private Sector and Development 8 .", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Intellectual property. Patent legislation has played an influential role for private sector development in health biotechnology. All of the countries in this study started their health biotechnology development under lenient patenting environments, which offered them opportunities for reverse engineering of preexisting technologies and brand products and the creation of low-cost generic products. Indian patent laws in the past only allowed process patenting for pharmaceutical products. This nurtured a strong pharmaceutical industry with strong capacities in bulk and generic manufacturing and cost-effective process innovations.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "With increased maturity, however, India and other countries must now be ready to venture into more research-intensive and costly innovative product development in tandem with the adoption of more stringent patenting systems. With accession to the World Trade Organisation's (Geneva) Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS), countries that have not built innovative capacity in the health biotechnology field may find it harder to achieve success. They will, for example, find it difficult to export reverse-engineered health biotechnology products to countries that have patents protecting these products. Encouraging commercialization and a welldeveloped private sector is an important way to address this challenge.", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "The bottom line: seize the opportunity The lessons described above are critical for fostering the development of a successful health biotechnology sector in the seven countries studied. They provide a strong", "cite_spans": [], "ref_spans": [], "section": "How to promote health biotechnology in developing countries?"}, {"text": "Effective and safe recombinant hepatitis B vaccines have been available since 1982. However, despite efforts to incorporate them into national immunization programs around the world, cost has been a significant problem for many of the lower income countries. This situation is rapidly changing today with numerous countries, including ones considered middle-to-low income, locally developing and producing the vaccine and effectively reducing the price for the treatment. However, by targeting this technology, there have been more benefits beyond simply achieving affordability.", "cite_spans": [], "ref_spans": [], "section": "Box 1 Hepatitis B vaccine. A promising start?"}, {"text": "The recombinant hepatitis-B surface-antigen vaccine was one of the first biotechnology products generated by the majority of the countries in our study. The benefits for targeting the development of a hepatitis B vaccine include the relative ease in mastering the technology, the relevance to local health problems, and as several of these countries have already demonstrated, the large domestic and international market potential. Moreover, efforts in developing a hepatitis B vaccine have provided technological knowledge that these countries can use for various innovations.", "cite_spans": [], "ref_spans": [], "section": "Box 1 Hepatitis B vaccine. A promising start?"}, {"text": "Government policies have therefore played diverse roles in encouraging private sector development in this field.", "cite_spans": [], "ref_spans": [], "section": "Box 1 Hepatitis B vaccine. A promising start?"}, {"text": "message that developing countries can successfully build capacity in health biotechnology to both increase the availability of health products for their populations and provide opportunities for their economic development. The case studies offer a variety of examples that other developing countries can draw upon to enter the health biotechnology field. The information should be of value to governments and other actors in developing countries, policy makers in major international donor organizations and bilateral aid agencies, the business and scientific community in developed and developing countries, and the general public around the world. Developing countries can actively harness the potential of health biotechnology to improve the health of their peoples and thereby reduce global health inequities 9 . To fully realize the potential benefits of this new science, however, will require concerted and sustained effort and ingenuity over many years.", "cite_spans": [{"start": 813, "end": 814, "text": "9", "ref_id": null}], "ref_spans": [], "section": "Box 1 Hepatitis B vaccine. A promising start?"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Data derived from information (subset of Science Citation Index Expanded Database) Prepared by the Institute for Scientific Information", "authors": [{"first": "", "middle": [], "last": "Science-Metrix", "suffix": ""}], "year": 1991, "venue": "Joint Centre for Bioethics (Science-Metrix", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Health Commission on Health Research for Development. Health Research: Essential Link to Equity and Development", "authors": [], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Ad Hoc Committee on Health Research Relating to Future Intervention Options. Investing in Health Research and Development. (Document TDR/Gen/96.1). (World Health Organisation", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Signs of Life: The Growth of Biotechnology Centers in the United States", "authors": [{"first": "J", "middle": [], "last": "Cortright", "suffix": ""}, {"first": "H", "middle": [], "last": "Mayer", "suffix": ""}], "year": 2002, "venue": "The Brookings Institution Center on Urban and Metropolitan Policy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "National Systems of Innovation: Towards a Theory of Innovation and Interactive Learning", "authors": [{"first": "B", "middle": ["A"], "last": "Lundvall", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "National Systems of Innovation: A Comparative Study", "authors": [{"first": "R", "middle": ["R"], "last": "Nelson", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Systems of Innovation: Technologies, Institutions, and Organizations", "authors": [{"first": "C", "middle": [], "last": "Edquist", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Report to the Secretary-General of the United Nations (United Nations Development Program", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "United Nations Development Program", "authors": [], "year": 2004, "venue": "Cultural Liberty in Today's Diverse World (United Nations Development Program", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "South Korea and China have increased their level of publishing in health biotechnology remarkably during the past decade. From 1991 to 1993, South Korea was in 25 th position in the world in terms of the number of papers published on health biotechnology in international peerreviewed journals. By 2000-2002, it had reached 12 th position, moving ahead of countries like Switzerland. China started in 22 nd place in the 1991-1993 period, but reached 14 th position by 2000-2002. Significantly, South Africa and Brazil published the results of their research in journals with relatively high impact factors, compared with other countries in our study.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Education enrollment ratios and education indices for countries in this study. The Enrollment Ratio refers to the combined primary, secondary and tertiary enrollment ratio; 1 refers to 100 per cent enrollment. Data is for the 2001-2002 school year. Source ref. 10.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Access to essential drugs of populations in seven countries in this study", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Country </td><td>Percentage of population with access\n</td></tr><tr><td>Brazil </td><td>0-49\n</td></tr><tr><td>India </td><td>0-49\n</td></tr><tr><td>China </td><td>80-94\n</td></tr><tr><td>Egypt </td><td>80-94\n</td></tr><tr><td>South Africa </td><td>80-94\n</td></tr><tr><td>Cuba </td><td>95-100\n</td></tr><tr><td>South Korea </td><td>95-100\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Lessons learned from case studies in this supplement", "latex": null, "type": "table"}}, "back_matter": [{"text": "Publication of this supplement was supported by the Bill and Melinda Gates Foundation (Seattle, WA), ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}