{
    "paper_id": "eecdcd7a2d9e2c72212a278860c12ffd50603d42",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sahil",
                "middle": [],
                "last": "Khanna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": "khanna.sahil@mayo.edu."
            },
            {
                "first": "Raseen",
                "middle": [],
                "last": "Tariq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Darrell",
                "middle": [
                    "S"
                ],
                "last": "Pardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Khanna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shilpa",
                "middle": [
                    "R"
                ],
                "last": "Jain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": "shilpa.jain@medportal.ca."
            },
            {
                "first": "Pakpoom",
                "middle": [],
                "last": "Phoompoung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            },
            {
                "first": "Shahid",
                "middle": [],
                "last": "Husain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "Minnesota"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "from conventional whole-stool FMT, introducing a source of heterogeneity. We therefore performed another sensitivity analysis by excluding the SER-109 phase 2 study [4] , and results were similar to the overall cure rate (70.4%; 95% CI, 55.0%-85.7%; Figure 1B) . The comment about engraftment offers a potential explanation for the lower rate of success we reported in controlled trials. However, we are not aware of published data or studies that have directly compared microbial engraftment after SER-109 to conventional FMT.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 260,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Given the concerns raised, we also performed an analysis by excluding both the RBX-2660 and SER-109 studies, and the overall cure rates still remained lower than what has been reported in observational studies (72%; 95% CI, 52.3%-91.7%; Figure 1C ). Therefore, the results of our sensitivity analyses after removing either or both of the studies in question do not significantly impact the point estimate of cure in clinical trials, which is lower than that reported in observational studies. However, we do acknowledge that the upper bounds of the CIs do approach the results seen in observational studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Additionally, we completely agree and acknowledge that there is a need to optimize and standardize microbial replacement products in terms of formulations, dosing, delivery, and timing, among other parameters. Several products that are being developed, such as CP-101, RBX-2660, RBX-7455, SER-109, SER-262, and VE-303, will address some of these issues and hopefully advance the science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Comments about government funding agencies, commercial developers, and the US Food and Drug Administration approval process are not related to and are not in the scope of our currently published study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflicts of interest. S. K. serves as a consultant for Shire Plc, Probiotech LLC, Facile Therapeutics, and Premier Inc and received research support from Rebiotix Inc. outside the submitted work. D. S. P. has served as a consultant for Merck, C3Jain Therapeutics, Nestlé, and Salix Pharmaceuticals and received research support from Seres Therapeutics outside the submitted work. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        },
        {
            "text": "To the Editor-We read with great interest the article published by Foolad et al [1] comparing oral with aerosolized (or inhaled) ribavirin for the treatment of respiratory syncytial virus (RSV) infection in hematopoietic stem cell transplant (HSCT) recipients. In this population, current guidelines recommend treatment of RSV infection in those at high risk of disease progression and death with either aerosolized or systemic ribavirin [2] . However, supporting evidence on the use of ribavirin in this context is largely retrospective and limited to the inhaled formulation. The use of oral ribavirin in high-risk HSCT patients has not been well studied.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Is Oral Ribavirin for the Treatment of Respiratory Syncytial Virus in Highrisk Hematopoietic Stem Cell Transplant Recipients Really Safe?"
        },
        {
            "text": "Foolad et al sought to compare rates of disease progression and mortality in RSV-positive HSCT recipients treated with oral versus inhaled ribavirin. We feel this is an area of significant clinical interest, as the use of inhaled ribavirin can come with considerable challenges. The authors concluded that outcomes were similar in those treated with aerosolized or oral ribavirin, suggesting that oral ribavirin may be a suitable treatment alternative in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Oral Ribavirin for the Treatment of Respiratory Syncytial Virus in Highrisk Hematopoietic Stem Cell Transplant Recipients Really Safe?"
        },
        {
            "text": "We believe the conclusions presented in this study should be taken in the following context. Previous data recommending the use of ribavirin in HSCT patients with RSV infection showed a significant benefit when used specifically in high-risk patients [2] [3] [4] . It is unclear whether a benefit exists with its use in low-to moderate-risk patients. In this study, 15% of the population studied were classified as high risk, whereas the majority of patients (85%) were classified as low to moderate risk. Thus, while the conclusion revealed no difference in overall mortality rates when using oral or inhaled ribavirin, this may primarily be due to the inclusion of low-to moderaterisk patients who may not have benefited from ribavirin treatment at all. Moreover, when outcomes were stratified by immunodeficiency scoring index (ISI), it was found that the small proportion of high-risk patients included in the study had similar mortality rates whether they received oral or aerosolized ribavirin. It should be noted that the total number of patients in the study classified as high risk was only 18 (12 of whom received aerosolized ribavirin and 6 of whom received oral ribavirin). With a total of only 18 high-risk patients, the study may be underpowered to detect a meaningful difference between treatment groups in this subset of patients. In addition, the application of the ISI, developed originally for allogeneic HSCT recipients, in a study population made up of a large proportion of autologous HSCT recipients (38%) may introduce error in the accuracy of risk stratification of these patients [5] . We are not aware of any validation of the ISI in autologous HSCT recipients.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1606,
                    "end": 1609,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Is Oral Ribavirin for the Treatment of Respiratory Syncytial Virus in Highrisk Hematopoietic Stem Cell Transplant Recipients Really Safe?"
        },
        {
            "text": "While we compliment the authors for undertaking such an important study, we believe the jury is still out regarding the use of oral ribavirin in clinical practice, especially in RSV-positive HSCT recipients who are at high risk of disease progression and/or mortality. Perhaps newer strategies hold the key to successful management of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Oral Ribavirin for the Treatment of Respiratory Syncytial Virus in Highrisk Hematopoietic Stem Cell Transplant Recipients Really Safe?"
        },
        {
            "text": "To the Editor-We thank Jain et al for their thoughtful comments on our study comparing the outcomes of treatment with oral vs aerosolized ribavirin (RBV) in hematopoietic cell transplant (HCT) recipients with respiratory syncytial virus (RSV) infections [1] . With the significant increase in the cost of aerosolized RBV ($30 000 per day), a randomized controlled trial of oral vs aerosolized RBV for the treatment of RSV in HCT recipients is unlikely to be undertaken [2] . Owing to financial restrictions, many institutions, including ours, adopted oral RBV as an alternative therapy for RSV infection in HCT recipients. With all of the limitations of any retrospective study in mind, we aimed to identify any signal of worse outcomes after the switch of formulations occurred in our center [1] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reply to Jain et al"
        },
        {
            "text": "We agree with Jain et al that high-risk allogeneic HCT patients (as defined by Shah et al [3] ) with RSV infections likely benefited the most from treatment with aerosolized RBV, with reductions in the rates of progression to lower respiratory tract infection (LRTI) and mortality. However, we acknowledge that the number of high-risk patients was limited in our study [2] and the previous study [3] ; thus, our analysis may have been underpowered to detect differences in outcomes with aerosolized or oral RBV in this subset of patients. On the other hand, Shah et al [3] demonstrated a notable benefit in the moderate-risk group as well, where treatment with RBV reduced LRTI rates from 23% to 11% (risk ratio, 2.1 [95% confidence interval, .9-4.6]). Thus, we believe that there is a role for antiviral therapy in moderate-risk patients, and this is typically more practical with the oral than with the aerosolized formulation of RBV. Regardless, our data did not detect any signal of worse outcomes with oral therapy, and in fact the 90-day mortality rate was numerically higher in the aerosolized group (58%) than in the oral group (33%) [1] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reply to Jain et al"
        },
        {
            "text": "Our study included both autologous and allogeneic transplant recipients. We chose to include autologous transplant recipients because some of these patients are at risk for RSV-associated morbidity and mortality and may benefit from treatment with RBV [4] [5] [6] . Although the immunodeficiency scoring index was developed on the basis of a cohort of allogeneic HCT recipients, it may be useful to identify autologous HCT patients who are at a higher risk for poor outcomes from RSV. Nonetheless, we agree that further validation is needed.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reply to Jain et al"
        },
        {
            "text": "Finally, oral RBV is inexpensive, may be administered as outpatient therapy, and has limited side effects when used for a short duration. While we eagerly await newer strategies to manage RSV infection in HCT recipients, we believe the current data on oral RBV for RSV somewhat support its use as an alternative to aerosolized RBV or no antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reply to Jain et al"
        },
        {
            "text": "Potential conflicts of interest. R. F. C. reports grants to his institution from Gilead, and has received personal fees from Ablynx, JNJ, and ADMA Biologics, outside the submitted work. F. F. has no potential conflicts. Both authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Low cure rates in controlled trials of fecal microbiota transplantation for recurrent Clostridium difficile infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Infect Dis",
            "volume": "68",
            "issn": "",
            "pages": "1351--1359",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Letter to the Editor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khoruts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadowsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Infect Dis",
            "volume": "69",
            "issn": "",
            "pages": "2232--2235",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Results from a randomized, placebo-controlled clinical trial of a RBX2660-A microbiota-based drug for the prevention of recurrent Clostridium difficile infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dubberke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gerding",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "1198--1204",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Seres Therapeutics announces interim results from SER-109 phase 2 ECOSPOR study in multiply recurrent Clostridium difficile infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Businesswire",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oral versus aerosolized ribavirin for the treatment of respiratory syncytial virus infections in hematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Foolad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Shigle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciy760"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ECIL-4): guidelines for diagnosis and treatment of human respiratory syncytial virus, parainfluenza virus, metapneumovirus, rhinovirus, and coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Einsele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fourth European Conference on Infections in Leukaemia",
            "volume": "56",
            "issn": "",
            "pages": "258--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of aerosolized ribavirin on mortality in 280 allogeneic haematopoietic stem cell transplant recipients with respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ghantoji",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Antimicrob Chemother",
            "volume": "68",
            "issn": "",
            "pages": "1872--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of RSV infections in adult recipients of hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chemaly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "2755--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunodeficiency scoring index to predict poor outcomes in hematopoietic cell transplant recipients with RSV infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ghantoji",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Ariza-Heredia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood",
            "volume": "123",
            "issn": "",
            "pages": "3263--3271",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oral versus aerosolized ribavirin for the treatment of respiratory syncytial virus infections in hematopoietic cell",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Foolad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Shigle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Control, and Employee Health, University of Texas MD Anderson Cancer Center, Houston",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}