{"paper_id": "eee9bfeffbb609eff810827214ba9edf543349ae", "metadata": {"title": "Chapter 2. Surge capacity and infrastructure considerations for mass critical care", "authors": [{"first": "John", "middle": ["L"], "last": "Hick", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["D"], "last": "Christian", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Charles", "middle": ["L"], "last": "Sprung", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Abstract Purpose: To provide recommendations and standard operating procedures for intensive care unit (ICU) and hospital preparations for a mass disaster or influenza epidemic with a specific focus on surge capacity and infrastructure considerations. Methods: Based on a literature review and expert opinion, a Delphi process was used to define the essential topics including surge capacity and infrastructure considerations. Results: Key recommendations include: (1) hospitals should increase their ICU beds to the maximal extent by expanding ICU capacity and expanding ICUs into other areas; (2) hospitals should have appropriate beds and monitors for these expansion areas; hospitals should develop contingency plans at the facility and government (local, state, provincial, national) levels to provide additional ventilators;", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(3) hospitals should develop a phased staffing plan (nursing and physician) for ICUs that provides sufficient patient care supervision during contingency and crisis situations; (4) hospitals should provide expert input to the emergency management personnel at the hospital both during planning for surge capacity as well as during response; (5) hospitals should assure that adequate infrastructure support is present to support critical care activities; (6) hospitals should prioritize locations for expansion by expanding existing ICUs, using postanesthesia care units and emergency departments to capacity, then stepdown units, large procedure suites, telemetry units and finally hospital wards. Conclusions: Judicious planning and adoption of protocols for surge capacity and infrastructure considerations are necessary to optimize outcomes during a pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The type of the mass casualty event (MCE) is a major determinant of the demands on a hospital. For 2009 H1N1 influenza, the impact on ICU services varied considerably. The proportion of ICU beds occupied by patients with H1N1 peaked at 9-19% in Australia and New Zealand [1] , but ICU services in Mexico were overwhelmed, and many patients required ventilation outside ICUs [2] .", "cite_spans": [{"start": 271, "end": 274, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 374, "end": 377, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "used for events of any scale and for both sudden (e.g., bomb detonation) or gradual events (e.g., pandemic influenza). 2. Scope: using examples and general recommendations, provide templates for intensive care unit (ICU) and isolation area expansion including consideration of central system capacity expansion (such as oxygen). Recent recommendations have called for institutions to prepare for at least a 300% increase in ICU capacity beyond baseline during a pandemic or catastrophic disaster [3] . This level of expansion of space and services is not achievable without significant prior planning/preparedness activities. Institutions should define their own capacities and capabilities. Defining specific limitations (e.g., shortage of available ventilators), sources to mitigate these shortfalls (e.g., national stockpile, institutional cache) and a strategy for accepting/using outside resources to expand capacity is critical to response success. This document cannot account for operational planning details at individual institutions, but aims to provide a brief, general overview of key issues to be addressed during events requiring critical care surge capacity generation. Hospitals should create their own specific plans according to hospital size, role in the community and the hazards recognized in the community. Hospitals may refer to recent articles for surge capacity frameworks [4, 5] and crisis patient care decision frameworks [6, 7] . 3. Goals and objectives: describe the basis for institutional standard operating procedures (SOP) for ICU and isolation space expansion using templates. Provide recommendations for expansion of oxygen capacity and continuity of infrastructure operation.", "cite_spans": [{"start": 496, "end": 499, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1399, "end": 1402, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1403, "end": 1405, "text": "5]", "ref_id": "BIBREF4"}, {"start": 1450, "end": 1453, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1454, "end": 1456, "text": "7]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "1. Mass casualty event: an event generating a large number of victims that does not generate demand exceeding the facility or community resources. 2. Disaster: an event generating large numbers of victims that exceed usual hospital and/or community resources and requires changes in the usual practices to meet demand (usually short term). Usually implies temporary communications and resource shortfalls and a temporary lack of situational awareness. Note that a MCE is not equivalent to a disaster, and increased capacity and preparedness increase facility surge capacity for larger patient volumes before a MCE becomes a disaster. 3. Crisis standard of care: a substantial change in usual health care operations and the level of care it is possible to deliver, made necessary by a pervasive (e.g., pandemic influenza) or catastrophic (e.g., earthquake, hurricane) disaster. This change in the level of care delivered is justified by specific circumstances and is formally declared by government entities. The formal declaration that crisis standards of care are in operation enables specific legal/regulatory powers and protections for health care providers in the necessary tasks of allocating and using scarce medical resources [7]. 4. Surge capacity: three functional components of surge capacity exist (Fig. 1 ) [5, 7] . a. Conventional: using usual patient care spaces, resources and practices. b. Contingency: using adapted areas of the facility for ICU services (procedure areas, post-anesthesia care, operative suites, stepdown units) including adaptations to standard staffing and resource practices to provide functionally equivalent medical care, with minimal increase in risk to the patient. c. Crisis: providing sufficient care under the circumstances with significant changes to standard staffing and resource practices (e.g., using an oxygen-saturation monitor with high/low rate alarms instead of usual cardiac and other monitors, tiered staffing so one nurse/physician with critical care expertise supervises several staff with lesser degrees of training that provide the bedside care) that may significantly impact patient morbidity and mortality.", "cite_spans": [{"start": 1319, "end": 1322, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1323, "end": 1325, "text": "7]", "ref_id": null}], "ref_spans": [{"start": 1309, "end": 1316, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Definitions"}, {"text": "1. An incident management system (Hospital Incident Command System or alternative nationally compliant system) [8, 9] is in place at the facility. This assures that in addition to using appropriate incident command positions and terminology that the process of management by objectives and utilization of formal and practiced planning cycles to generate incident action plans (IAP) for the next operational period is followed. The Hospital Emergency Executive Control Group coordinates these activities (see Chap. 3: Coordination and collaboration of interface units). 2. Coordination agreements and systems with neighboring/regional health care facilities are put in place [10] by the Local, Regional or National Emergency Executive Control Group (see Chap. 3: Coordination and collaboration of interface units). These may cross jurisdictional and even national boundaries. The importance of resource-balancing across multiple institutions cannot be overemphasized. During a single-site event, expedient patient transfer to those facilities with resources provides the best care possible, and during a pervasive event (such as a pandemic), S12 inter-facility coordination assures a consistent standard of care across a given region. 'Regions' are usually defined functionally for hospitals rather than geographically (as is the case for emergency management), and planning should include usual referral partners regardless of geographic boundaries. 3. The hospital has an ICU, operating rooms, postanesthesia care, stepdown/intermediate care units and procedure areas (may include respiratory/gastrointestinal procedure rooms or outpatient surgery/procedure areas) [11] [12] [13] 4. The hospital has prepared for MCEs including stockpiling equipment, medications and basic supplies [11, 12] . This should include planning for special populations regardless of the hospital's role in the community (for example, a hospital that does not usually provide burn or pediatric care may have to provide care for these patients during an incident that overwhelms or damages usual community resources). 5. The hospital has one ventilator per critical care bed [12] but can obtain limited additional ventilators within 6-12 h.", "cite_spans": [{"start": 111, "end": 114, "text": "[8,", "ref_id": null}, {"start": 115, "end": 117, "text": "9]", "ref_id": "BIBREF7"}, {"start": 674, "end": 678, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1666, "end": 1670, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1671, "end": 1675, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 1676, "end": 1680, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 1783, "end": 1787, "text": "[11,", "ref_id": "BIBREF9"}, {"start": 1788, "end": 1791, "text": "12]", "ref_id": "BIBREF10"}, {"start": 2151, "end": 2155, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Basic assumptions"}, {"text": "Lines of authority 1. The hospital incident manager [9] has overall decisionmaking authority to implement surge capacity or any other systematic decisions involved in the response. Depending on the organization of the system, the hospital incident manager optimally may answer to (or at least coordinate with) an over-arching governmental entity and be providing institutional direction informed by higher level situational awareness and objectives. Critical care staff (unit nursing supervisor or physician depending on availability) at hospitals should be prepared to act within their authority to:", "cite_spans": [{"start": 52, "end": 55, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Basic assumptions"}, {"text": "a. Inform the incident manager about the status and capacity of ICU services and their resource needs. These updates should occur as soon as possible after event declaration and be updated every few hours until the influx of patients has stabilized (after a no-notice event) at which point twice-daily reporting is likely to be sufficient unless specific circumstances require an update. 1 Unless temporary, requires state empowerment, clinical guidance, and protection for triage decisions and authorization for alternate care sites/techniques. Once situational awareness has been achieved, triage decisions should be as systematic and integrated into institutional process, review and documentation as possible.", "cite_spans": [], "ref_spans": [], "section": "Basic assumptions"}, {"text": "2 Institutions consider impact on the community of resource use (consider ''greatest good'' versus individual patient needs, e.g., conserve resources when possible), but patient-centered decision making is still the focus. 3 Institutions (and providers) should make triage decisions balancing the availability of resources to others and the individual patient's needs-shift to community-centered decision making S13 e. Change staffing patterns and hours to provide the most appropriate coverage based on the demands of the incident.", "cite_spans": [], "ref_spans": [], "section": "Basic assumptions"}, {"text": "1. Critical care surge capacity-critical care is expanded across a continuum of physical space reflected below from conventional to crisis capacity.", "cite_spans": [], "ref_spans": [], "section": "Concepts of operations"}, {"text": "The institutional plan should provide for a phased expansion of critical care appropriate to the incident demands. Hospitals should be able to increase their ICU beds to the maximal extent by expanding ICUs and other areas with appropriate beds and monitors. Increases beyond 25% over usual capacity are unlikely with the current H1N1 virus. Future mutations, outbreaks or MCE may require maximum feasible expansion of capacity. This maximal feasible number will vary between institutions and countries, and be determined by the number of excess ICU patients, the usual ICU bed proportion of the total population and the maximum feasible expansion. As noted above, one group recommended a 300% expansion target, but many facilities may not be able to reach this target [3] and should consider phased expansion to double capacity. a. Conventional: involves spaces usually used for critical care. Occupancy and staffing of existing beds is Request additional staffing as needed for post-anesthesia care (6 beds), pre-induction (6 beds) and special procedures/outpatient surgery unit (12 beds up to 24 beds) 3. Move stable ICU patients to step-down units, move step-down and rule-outs to non-monitored beds as appropriate 4. Transfer patients from monitored to non-monitored beds as appropriate 5. Staff gastroenterology laboratory and cardiac outpatient area if required 6. Move cots to pre-designated discharge holding area/waiting areas for holding patients pending transfers and clearing rooms 7. Assess with Planning Chief need to activate regional transfer plan and for additional/follow-on staff and material resources Crisis care 1. Add cots or stretchers, transfer stable critical care patients with less resource demand to medicine floors (medical units are preferred by location to surgery, neurology, pediatric floor beds due to location) according to demand based on surge capacity worksheet 2. Note additional beds created in units and halls do not have dedicated monitoring systems. Call bioelectronics for any additional spares and ask that they pull Accident & Emergency (A&E) orthopedic area monitors, crash cart monitors, and depending on needs may move portable monitors from surgery/procedure areas. May need to make request to other facilities or discontinue cardiac/invasive monitoring to decrease demand. Can also use saturation monitor for high/low rate alarm-respiratory care can assist re-allocation of saturation monitors 3. Assess situation with Planning Section Chief-as above-if internal/external transfers will not allow patients to move off cots within 6 h then: Decompression/demobilization In conjunction with incident manager prepare patient lists for transfer-focus on those that are stable or with resource needs that are difficult to meet in the current environment but do not preclude transfer. As more resources and staff become available and transfers are made to other institutions, transition critical care back to contingency and then conventional locations, restoring normal operations and care locations", "cite_spans": [{"start": 769, "end": 772, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Concepts of operations"}, {"text": "Note that these represent a small portion of an overall surge capacity plan (which itself is a portion of the institutional emergency operations plan) and should be tailored to the needs of the facility maximized, including moving appropriate patients to step-down care from ICU (facilitated by having preexisting 'bump lists'), increasing staffing through callbacks and holding staff as needed. This should be coupled with hospital-wide implementation of the same strategies of maximal bed use including 'surge discharge' that prioritize floor patients for early discharge or movement to other holding areas/hall beds per unit protocol so that adequate space can be created for ICU patient transfers [14, 15] . Discharge holding areas should be pre-identified, and processes for patient assessment and rapid discharge should be in place if patients are to move efficiently between the emergency department (ED)/accident and emergency (A&E), operating suites, ICUs and inpatient floors. For example, a lounge or waiting area may be designated as an area where patients designated for early discharge can be moved while awaiting final orders, medications and transportation in order to more quickly make these beds available for incoming patients. This is of particular utility in a 'no-notice' or sudden event. During a more prolonged event, selective admission and surgical strategies (deferring elective procedures and selective scheduling of other procedures) will be of prominent value in maintaining maximal critical care resources. b. Contingency: utilizes spaces that can provide comparable services to true ICU beds with supervising staff that have critical care skills. This would include use of pre-and post-anesthesia care units (PACU), operating suites (especially in procedure areas), procedure rooms [gastroenterology (GI), respiratory, interventional radiology], step-down units/monitored units and potentially emergency department beds (though competing priorities for use will impact incident manager decisions about which spaces to use). The overall objective is to concentrate care for the least stable and most critically ill in the conventional critical care areas and move those that are more stable or with lower resource requirements to other areas of care. Key infrastructure features include the ability to provide usual cardiac and oxygen saturation monitoring, intravenous medications and drips and mechanical ventilation [11] [12] [13] . In preparing hospitals for a crisis, locations should be prioritized in the following order: expanding existing ICUs, postanesthesia care units and emergency departments to capacity, then step-down units, large procedure suites, telemetry units and finally hospital wards [12] . Infection control personnel should create a phased plan to accommodate larger numbers of patients with highly infectious diseases as this may be different than planning for patients that do not require isolation.", "cite_spans": [{"start": 701, "end": 705, "text": "[14,", "ref_id": "BIBREF12"}, {"start": 706, "end": 709, "text": "15]", "ref_id": "BIBREF13"}, {"start": 2450, "end": 2454, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 2455, "end": 2459, "text": "[12]", "ref_id": "BIBREF10"}, {"start": 2460, "end": 2464, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 2739, "end": 2743, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Concepts of operations"}, {"text": "Hospitals should balance ICU needs and the potential decreasing benefits of increasing ICU capacity (because of excess workload) with other hospital needs that may suffer more as services are depleted. Staff for these areas (anesthesia, surgery, critical care, emergency) should have a high degree of comfort managing the critically ill, at least on a short-term basis. Hospital incident 'worksheets' should be developed that map and prioritize care areas for use based on ability to monitor the patient rooms, proximity to existing critical care or step-down units, and institution-specific factors (for example, PACU and pre-anesthesia care first, followed by conversion of step-down unit to ICU level care, etc.) ( Table 2) . Staff and equipment considerations should be pre-planned so that critical care staff can supervise overall care for critical patients while reducing their hands-on patient care responsibilities ('increasing the altitude of supervision' to oversee a larger number of patients) [11, 12] . Ventilators are expensive and difficult to stockpile, but contingency plans at the facility and government (local, state, provincial, national) levels should provide for some additional ventilators. Planned criteria for re-distribution of equipment (use of oxygen saturation monitors restricted to those that are on ventilators or on high-flow oxygen, for example, with spot checks for others) or conservation of equipment (what medications should be given by pumps vs. those that can safely be given by gravity flow) may facilitate implementation during an event [3, 16] . Prioritization of support services (minimizing tests ordered, laboratory and radiology restricting services to essential tests and diagnostics, use of alternative diagnostics-for example, ultrasound rather than computed tomography for abdominal imaging) is also required and should be institution-wide. Restrictions on utilization of diagnostics (laboratory, radiology) should increase with demand in pre-planned phases. The phased response for H1N1 may last several weeks [1, 2] . c. Crisis: provision of 'sufficient' critical care in areas that are not designed for high-intensity care, for example, using floor beds with an oxygen saturation monitor (with high/low rate and low saturation alarms) for a patient on a ventilator and using staff that do not have significant training in critical care to provide basic care (basic nursing care, vital signs monitoring, etc.) with an even higher 'altitude' of the critical care nurses and physicians supervising these providers (e.g., critical care nursing and physician staff round on the patients at scheduled intervals to provide guidance to the primary nursing and physician staff and are available for consultation/questions). Should demand exceed resource capacity for specific equipment (e.g., ventilators, extra-corporeal membrane oxygenation equipment), with no resources expected and no transfers possible [7, 17] , triage processes should be implemented that have been pre-planned to the extent possible and are consistent with the community standard of care and any state, provincial or national guidance.", "cite_spans": [{"start": 1005, "end": 1009, "text": "[11,", "ref_id": "BIBREF9"}, {"start": 1010, "end": 1013, "text": "12]", "ref_id": "BIBREF10"}, {"start": 1580, "end": 1583, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1584, "end": 1587, "text": "16]", "ref_id": "BIBREF14"}, {"start": 2063, "end": 2066, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 2067, "end": 2069, "text": "2]", "ref_id": "BIBREF1"}, {"start": 2954, "end": 2957, "text": "[7,", "ref_id": null}, {"start": 2958, "end": 2961, "text": "17]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 718, "end": 726, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Concepts of operations"}, {"text": "Central system considerations 1. Oxygen a. Remodeling or building projects at a hospital should consider incorporating oxygen ports (or extra ports) into patient rooms, meeting rooms, etc., to facilitate conversion to patient care areas or the accommodation of additional beds in usual areas. However, safety considerations are paramount, as these systems may not be used often and yet still require regular inspection and testing. Multi-patient regulators are available that can serve multiple patients on variable oxygen flow rates from a single wall port, and these may be useful for providing cohort care, particularly in flat-space areas such as meeting rooms, etc. Though this does not provide critical care, it can open beds up that can be used for critical care and thus is a valuable part of planning. b. Hospitals should carefully consider limitations of the oxygen supply. Even if enough ventilators or oxygen flow meters are available such that every bed in the hospital would have one, the oxygen systems for most hospitals were not designed to provide such a supply and maintain pressure within the system. Continued supply and re-supply of liquid oxygen may be another limiting factor. Hospitals should examine their oxygen delivery and storage systems for vulnerabilities. Often, there are many potential points of failure within these systems with little redundancy or recovery. It may be to the institution's advantage to duplicate liquid oxygen systems, ideally separated geographically, or at least equipped to allow an interface with a trailerbased liquid oxygen system should the primary fixed delivery system fail. 2. Suction/compressed air: suction and compressed air lines are a lower priority for incorporation into congregate care spaces (those providing low acuity non-ambulatory patient care); however, at least compressed air (and ideally suction) should be available for any spaces where mechanical ventilation is a consideration (i.e., patient rooms). Hand-held and battery-operated suction units are available and may have utility, though the availability of wall suction is far preferable because of superior performance. 3. Utilities a. Electricity: emergency generators at most hospitals do not have the capacity to power outlets in all patient rooms sufficiently for the monitors, ventilators and pumps necessary for critical care. Further, heating, air conditioning and ventilation systems (including negative flow systems) may not be included or adequately powered with emergency power circuits. Critical care staff should identify which systems and outlets are included in emergency power, which are not and what the maximum load is (just because outlets are marked for emergency use does not mean that the generators can support the electrical draw if many of these outlets are used at once). The hospital should plan with jurisdictional emergency management the types and quantities of generators necessary to effectively run the facility should primary power fail and have the necessary adaptors available to wire temporary generators into the hospital system [18] . b. Water: clean water is required for many health care activities, including large volumes for hemodialysis. Hospital planners may be unaware of the water needs for critical care activities and should work with critical care to forecast needs and identify suppliers and an operating procedure. c. Continuity of operational planning: the ability of the institution to provide critical care depends on the maintenance of the operating infrastructure. Water and utilities are separated from these because of the specific considerations above, but the availability of lighting, communications, information technology, fire suppression, heating/ventilation/air conditioning, nutrition services, laboratory, radiology and many other support and infrastructure services is not assured and critical care planners should be familiar with planning for maintaining general hospital operations during outages and other incidents [19, 20] . Functional roles and responsibilities of the internal personnel and interface agencies or sectors (these should be defined prior to the event and the specific actions to be taken listed in job action sheets or other resources that the care providers and incident management team can reference during an event) with resource acquisition (particularly for non-medical supplies such as security personnel for traffic control, etc.), coordinates the response on the jurisdictional level, and depending on the regional construct may assist with arranging patient transfers. This group assists with Emergency Medical Services and other patient transportation resources. b. Health care systems: provide mutual aid including resources and staff to disproportionately affected hospitals. Depending on regional constructs, these systems ideally have a coordinating entity that establishes priorities of response and resource assignments, coordinates patient transfers, and works with other stakeholder agencies to obtain necessary staff, resources and emergency declarations. Hospital personnel should understand how these systems work in their area and practice using them prior to an event [3, 10] .", "cite_spans": [{"start": 3103, "end": 3107, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 4027, "end": 4031, "text": "[19,", "ref_id": "BIBREF17"}, {"start": 4032, "end": 4035, "text": "20]", "ref_id": null}, {"start": 5220, "end": 5223, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 5224, "end": 5227, "text": "10]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "S15"}, {"text": "Logistics support and requirements necessary for the effective implementation of the SOP Incident management framework, institutional mobilization (disaster) plan, pre-existing phased implementation plans for capacity expansion, materials and resources appropriate to the plans (scope determined by institutional commitment and financial resources) and mechanism for monitoring, requesting and receiving resources [22] [23] [24] are required.", "cite_spans": [{"start": 414, "end": 418, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 419, "end": 423, "text": "[23]", "ref_id": null}, {"start": 424, "end": 428, "text": "[24]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "S15"}, {"text": "Development/adaptation of facility plans should include administrative and critical care stakeholders, review and vetting with other affected department staff [Accident Facilities should establish temporary anteroom/changing area off hallway (2 h). Facilities should isolate ventilation to unit and change to 50% supply, 100% exhaust.", "cite_spans": [], "ref_spans": [], "section": "Maintenance of standard operating procedure"}, {"text": "Step-down care may be provided in MICU prior to transfer to floor negative pressure rooms 2. Open Surgery and Procedure center as isolation stepdown/critical care isolation area in consultation with incident manager if necessary ([7 patients or more anticipated). Ventilation is already exhausted from this area; elective surgical volumes should be reduced during event. Use locker rooms as clean/infectious transition zones for PPE donning/doffing. May use operating suites for ICU level care in cooperation with anesthesia. Capacity 36 beds including 24 in waiting/recovery and 12 operating room/procedure rooms 3. PPE used by staff continuously in infectious area Crisis patient care (catastrophic event, e.g., pandemic influenza) 1. Using the standard surge capacity worksheet as a tool, determine with incident management which patient care areas to use as infectious patient cohort care depending on the current and anticipated event scope. Cohort areas to may expand and contract during the course of the event 2. Facilities should assist with construction of temporary anterooms for PPE changing adjacent to each cohort area and assure exhaust ventilation for these areas. Supply may not be able to be manipulated for large areas 3. Hospital should implement access control and staff screening/monitoring plans 4. PPE used by staff continuously in infectious/cohort area, potentially hospital-wide depending on scope of the event and transmissibility", "cite_spans": [], "ref_spans": [], "section": "Maintenance of standard operating procedure"}, {"text": "Sample core infectious disease critical care capacity elements for 'City Hospital.' Note that this plan reflects specific adaptations for the facility and that each facility should identify a phased approach to these patients. Space concerns are only one element of an overall infectious disease response plan and guidance for specific disease management, infection control, staff screening, behavioral health, visitor and access control policies, Emergency Department screening and cohorting, and patient transport planning (use of elevators, etc.) policies all should be included in the institutional plan City Hospital SOP for critical care management of a special pathogen: this guideline applies ONLY to pathogens that are transmitted by airborne or suspected airborne routes AND have a high likelihood of transmission and severe morbidity/mortality (may include SARS, pandemic influenza, some hemorrhagic fevers). These patients require careful and comprehensive use of personal protective equipment (PPE) by staff caregivers S18 & Emergency (A&E), operating room, stepdown units, and procedure areas, laboratory and radiology services, etc.], and preparedness activities supporting the SOP (materials acquisition, planning).", "cite_spans": [], "ref_spans": [], "section": "Maintenance of standard operating procedure"}, {"text": "The initial development of the critical care surge plan should include a draft, with discussion, revision and a feedback cycle to the facility stakeholders. Once a draft plan is complete, a tabletop exercise should test basic assumptions of the plan with revision as needed. Initial orientation and training of staff on procedures should follow, and the plans should then be tested as realistically as possible in a functional exercise. After each exercise or event, an after-action review should identify areas for improvement and corrective actions. The SOP should be redrafted as needed based on the experiences, or additional preparedness/planning activities may need to occur.", "cite_spans": [], "ref_spans": [], "section": "Recommended training and exercise activities"}, {"text": "Education on these changes is conducted, and the plan exercised again. Too often hospital disaster exercises stop with the patients being processed through the ED/A&E and do not require inpatient decision-making.", "cite_spans": [], "ref_spans": [], "section": "Recommended training and exercise activities"}, {"text": "Effective augmentation of critical care services at a hospital requires substantial planning prior to the event, with integration of planning efforts across multiple services at the hospital and the engagement of community and government partners. Development of a phased critical care expansion plan addressing staff, space and supplies in conjunction with hospital administration and emergency management personnel should be a priority with the ongoing 2009 H1N1 influenza pandemic.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Conflict of interest None.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand", "authors": [], "year": 2009, "venue": "The ANZIC Influenza Investigators", "volume": "361", "issn": "", "pages": "1925--1934", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Critically ill patients with 2009 influenza A(H1N1) in Mexico", "authors": [{"first": "G", "middle": [], "last": "Domınguez-Cherit", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Macias", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "17", "pages": "1880--1887", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: a framework for optimizing critical care surge capacity: from a Task Force for Mass Critical Care summit meeting", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Hanfling", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "133", "issn": "5", "pages": "18--31", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Surge capacity concepts for health care facilities: the CO-S-TR model for initial incident assessment", "authors": [{"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Koenig", "suffix": ""}, {"first": "D", "middle": [], "last": "Barbisch", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Bey", "suffix": ""}], "year": 2008, "venue": "Disaster Med Public Health Prep", "volume": "2", "issn": "", "pages": "51--57", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Refining surge capacity: conventional, contingency, and crisis capacity", "authors": [{"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Barbera", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Macintyre", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Kelen", "suffix": ""}], "year": 2009, "venue": "Disaster Med Public Health Prep", "volume": "3", "issn": "", "pages": "59--67", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Providing mass medical care with scarce resources: a community planning guide. Prepared by Health Systems Research, Inc., under contract No. 290-04-0010. AHRQ Publication No. 07-0001. Agency for Healthcare Research and Quality", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Federal Emergency Management Agency-Department of Homeland Security", "authors": [], "year": 2008, "venue": "National Incident Management System", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Medical surge capacity and capability: a management system for integrating medical and health resources during large-scale emergencies", "authors": [{"first": "J", "middle": [], "last": "Barbera", "suffix": ""}, {"first": "A", "middle": [], "last": "Mcintyre", "suffix": ""}], "year": 2007, "venue": "Center for naval analysis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Augmentation of hospital critical care capacity after bioterrorist attacks or epidemics: recommendations of the Working Group on Emergency Mass Critical Care", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Nuzzo", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Talmor", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Kramer", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2005, "venue": "Crit Care Med", "volume": "33", "issn": "10", "pages": "2393--2403", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: medical resources for surge capacity: from a Task Force for Mass Critical Care summit meeting", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Curtis", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Branson", "suffix": ""}, {"first": "S", "middle": [], "last": "Burns", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Devereaux", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Dichter", "suffix": ""}, {"first": "D", "middle": [], "last": "Talmor", "suffix": ""}, {"first": "B", "middle": [], "last": "Erstad", "suffix": ""}, {"first": "J", "middle": [], "last": "Medina", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Geiling", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "133", "issn": "5", "pages": "32--50", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Healthcare facility and community strategies for patient care surge capacity", "authors": [{"first": "J", "middle": ["L"], "last": "Hick", "suffix": ""}, {"first": "D", "middle": [], "last": "Hanfling", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Burstein", "suffix": ""}, {"first": "C", "middle": [], "last": "Deately", "suffix": ""}, {"first": "D", "middle": [], "last": "Barbisch", "suffix": ""}, {"first": "G", "middle": [], "last": "Bogdan", "suffix": ""}, {"first": "S", "middle": [], "last": "Cantrill", "suffix": ""}], "year": 2004, "venue": "Ann Emerg Med", "volume": "44", "issn": "", "pages": "253--261", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Hospital bed surge capacity in the event of a mass-casualty incident", "authors": [{"first": "D", "middle": ["P"], "last": "Davis", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Poste", "suffix": ""}, {"first": "T", "middle": [], "last": "Hicks", "suffix": ""}, {"first": "D", "middle": [], "last": "Polk", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Rymer", "suffix": ""}, {"first": "I", "middle": [], "last": "Jacoby", "suffix": ""}], "year": 2005, "venue": "Prehosp Disast Med", "volume": "3", "issn": "", "pages": "169--176", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Inpatient disposition classification for the creation of hospital surge capacity: a multiphase study", "authors": [{"first": "G", "middle": ["D"], "last": "Kelen", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kraus", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Mccarthy", "suffix": ""}, {"first": "E", "middle": [], "last": "Bass", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Hsu", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Scheulen", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Shahan", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Brill", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Green", "suffix": ""}], "year": 2006, "venue": "Lancet", "volume": "368", "issn": "", "pages": "1984--1990", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Patient care strategies for scarce resource situations", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Task Force for Mass Critical Care. Definitive care for the critically ill during a disaster: a framework for allocation of scarce resources in mass critical care: from a Task Force for Mass Critical Care summit meeting", "authors": [{"first": "A", "middle": ["V"], "last": "Devereaux", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Dichter", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "133", "issn": "5", "pages": "51--66", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Electrical blackouts in hospitals and the need for reassessment of the electrical infrastructure and more powerful standby generation", "authors": [{"first": "T", "middle": [], "last": "Bey", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Moecke", "suffix": ""}], "year": 2007, "venue": "Prehos Disast Med", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Continuity of Operations (COOP) Programs", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Continuity of operations planning for public health and medical services. National Disaster Medical System Training Summit", "authors": [{"first": "D", "middle": ["C"], "last": "Washington", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Airborne infectious disease management: methods for temporary negative pressure isolation", "authors": [{"first": "J", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "A", "middle": [], "last": "Geeslin", "suffix": ""}, {"first": "A", "middle": [], "last": "Streifel", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Association for Healthcare Resource and Materials Management, Health Industry Distributors Association, Health Industry Group Purchasing Association (2005) Medical-surgical supply formulary by disaster scenario", "authors": [], "year": 2000, "venue": "AHA Hospital Preparedness for Mass Casualties", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Standards and guidelines for healthcare surge during emergencies-Hospital Operational Tools Manual", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Continuum of surge capacity (reprinted with permission from Guidance for Establishing Crisis Standards of Care for Use in Disaster Situations, 2009, by the National Academy of Sciences, Courtesy of the National Academies Press, Washington, DC) [3] Post Anesthesia Care Unit (PACU); Intensive Care Unit (ICU).", "latex": null, "type": "figure"}, "TABREF1": {"text": "Sample priority actions to generate surge capacity at 'City Hospital' Notify ICU charge nurses to begin transfers to appropriate floor care and develop list of additional patients that might be boarded on stepdown or floor units if required (see contingency care section) 3. Notify step-down and observation charge nurses to identify patients for transfer to floor care or discharge holding area 4. Fill available staffed beds per 'bed board' 5. Open unstaffed units/beds a. Notify operator to activate disaster inpatient nursing group page (if not already done) b. Move available float and other staff to cover opening units until fully staffed c. Notify staff staging of nursing needs on inpatient units d. Notify facilities to remove beds from storage and place in designated rooms according to surge worksheet 6. If directed by incident manager, activate surge discharge plan a. Request or activate Inpatient Disaster Pager (notifies all unit charge nurses, pharmacy, social work, bioelectronics, respiratory care, nurse manager group, medicine and critical care department chairs and chief residents) and activate surge discharge plan b. Notify staff staging of nursing needs in discharge holding areas (Auditorium A and Classroom 121) c. Notify patient transportation department of need for wheelchair internal and external transports Contingency care: provide preoperative and postoperative holding and pre-admit temporary holding areas, transfer current inpatients to lower acuity care area 1. Units listed on worksheet are in overflow priority for ICU. Created beds in ICUs do not have dedicated monitors-notify bioelectronics of number needed (may be drawn from ED, outpatient, crash carts) 2.", "latex": null, "type": "table"}, "TABREF2": {"text": "Sample surge capacity worksheet for critical care supervisor at large hospital: City Hospital Critical Care Surge Capacity Worksheet", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Unit </td><td>Conventional </td><td>Contingency Crisis </td><td>Note\n</td></tr><tr><td>MICU </td><td>12 </td><td>16 </td><td>16 </td><td>Add four beds from storage to MICU bays 2-4, will need monitors\n</td></tr><tr><td>CCU </td><td>8 </td><td>12 </td><td>16 </td><td>Add four standard beds from storage to each room, in crisis add gurney bed to each remaining room Rooms do not allow additional placement\n</td></tr><tr><td>SICU </td><td>15 </td><td>15 </td><td>15 </td><td> </td></tr><tr><td>PICU </td><td>10 </td><td>15 </td><td>15 </td><td>Bays 1-4 accommodate beds from pediatric clinic procedure area\n</td></tr><tr><td>PACU </td><td> </td><td>6-12 </td><td>12 </td><td>Double up gurneys/carts in bays, may consider use of operative spaces with anesthesia/incident manager if not required for surgical cases Double up carts in bays. Also may consider use of operative spaces with anesthesia/incident manager if not required for surgical cases\n</td></tr><tr><td>Surgery and Procedure\n</td><td> </td><td>12-24 </td><td>24 </td><td> </td></tr><tr><td>Outpatient Center\nGI laboratory </td><td> </td><td>4-6 </td><td>6 </td><td>Four rooms with full monitoring and gases, two recovery beds with sat monitor Rooms do not allow doubling but could accommodate additional cot/ stretcher Rooms do not accommodate additional beds but two hall gurneys possible that have wall oxygen\n</td></tr><tr><td>Cardiac short stay </td><td> </td><td>15 </td><td>30 </td></tr><tr><td>Observation </td><td> </td><td>10 </td><td>12 </td></tr><tr><td>Medical 1 </td><td> </td><td> </td><td>30 (unit baseline\n</td><td>Note total 15 beds in storage for ALL units-could accommodate up to this level but would require cots/transport stretchers until typical bed\n</td></tr><tr><td> </td><td> </td><td> </td><td>is 20)\n</td><td>could be obtained; 10 beds/cots along hallway can be accommodated\n</td></tr><tr><td>Medical 2 </td><td> </td><td> </td><td>40 (unit baseline\n</td><td>but only 30 could have intermediate/ICU care\nSee note for Medical 1-also lobby area at end of floor accommodates\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>ten cots/gurneys, intermediate/ICU care confined to 40 beds\n</td></tr><tr><td>Surgical 3 </td><td> </td><td> </td><td>is 30) 30 (unit baseline\n</td><td>See note for Medical 1\n</td></tr><tr><td> </td><td> </td><td> </td><td>is 20)\n</td><td> </td></tr><tr><td>Totals by category </td><td>45a </td><td>60-78b </td><td>121 </td><td>Unlikely that facility oxygen system can accommodate use for every bed beyond Medical 1\n</td></tr></table></body></html>"}, "TABREF5": {"text": "City Hospital SOP for critical care management of special pathogen patients Conventional patient care: 1-2 patients (and anticipate limited scope) 1. Due to availability of anterooms and appropriate equipment, provide all patient care (including critical care) in bone-marrow transplant (BMT) unit rooms [2] 2. See PPE guidance from infection control for special pathogens and agent-specific information from infectious disease on-call physician 3. Assure staff and patient/visitor PPE compliance, minimize number of caregivers. Trainees should not provide patient care 4. Initiate staff exposure tracking 5. PPE changed between patient contacts Contingency patient care: 3-43 patients (limited source/volume incident, e.g., SARS) 1. Utilize MICU 1 (5 beds) as isolation area using single entrance in addition to BMT rooms. Post doors as infectious exposure area.", "latex": null, "type": "table"}, "TABREF6": {"text": "Table 1 ).\nd. Provide information to the incident manager about patients that could be safely transferred to other institutions. The incident manager should have a planned mechanism to coordinate this information with other institutions and arrange appropriate transfer and transportation.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Recovery </td></tr><tr><td> </td><td>Conventional </td><td>Contingency </td><td>Crisis\n</td></tr><tr><td>Space </td><td>Usual patient care space fully utilized\n</td><td>Patient care areas re-purposed (PACU, monitored units for ICU-level care) </td><td>Facility damaged / unsafe or non-patient care areas (classrooms, etc) used for patient care </td></tr><tr><td>Staff </td><td>Usual staff called in and utilized\n</td><td>Staff extension (brief deferrals of non-emergent service, supervision of broader group of patients, change in responsibilities, documentation, etc) </td><td>Trained staff unavailable or unable to adequately care for volume of patients even with extension techniques </td></tr><tr><td>Supplies </td><td>Cached and usual supplies </td><td>Conservation, adaptation, and substitution of supplies with occasional re-use of select supplies </td><td>Critical supplies lacking, possible re-allocation of life-sustaining resources </td></tr><tr><td>used </td></tr><tr><td>Standard of care </td><td>Usual care </td><td>Functionally equivalent care </td><td>Crisis standards of care1\n</td></tr></table></body></html>"}}, "back_matter": []}