{"paper_id": "eeeb522c3d685b3b771700a5a5ba4ef1237c19f5", "metadata": {"title": "Deposition efficiency of inhaled particles (15-5000 nm) related to breathing pattern and lung function: an experimental study in healthy children and adults", "authors": [{"first": "Jenny", "middle": [], "last": "Rissler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anders", "middle": [], "last": "Gudmundsson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hanna", "middle": [], "last": "Nicklasson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erik", "middle": [], "last": "Swietlicki", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jakob", "middle": [], "last": "Löndahl", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Exposure to airborne particles has a major impact on global health. The probability of these particles to deposit in the respiratory tract during breathing is essential for their toxic effects. Observations have shown that there is a substantial variability in deposition between subjects, not only due to respiratory diseases, but also among individuals with healthy lungs. The factors determining this variability are, however, not fully understood. Method: In this study we experimentally investigate factors that determine individual differences in the respiratory tract depositions of inhaled particles for healthy subjects at relaxed breathing. The study covers particles of diameters 15-5000 nm and includes 67 subjects aged 7-70 years. A comprehensive examination of lung function was performed for all subjects. Principal component analyses and multiple regression analyses were used to explore the relationships between subject characteristics and particle deposition. Results: A large individual variability in respiratory tract deposition efficiency was found. Individuals with high deposition of a certain particle size generally had high deposition for all particles <3500 nm. The individual variability was explained by two factors: breathing pattern, and lung structural and functional properties. The most important predictors were found to be breathing frequency and anatomical airway dead space. We also present a linear regression model describing the deposition based on four variables: tidal volume, breathing frequency, anatomical dead space and resistance of the respiratory system (the latter measured with impulse oscillometry). Conclusions: To understand why some individuals are more susceptible to airborne particles we must understand, and take into account, the individual variability in the probability of particles to deposit in the respiratory tract by considering not only breathing patterns but also adequate measures of relevant structural and functional properties.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Exposure to airborne particulate matter impacts global health in many ways. It has toxic effects due to urban air pollution or indoor smoke from combustion sources; the transmission of infectious diseases due to bacteria (e.g., tuberculosis) or viruses (e.g., measles or SARS); and allergic diseases, where small amounts of specific substances cause problems for groups with hypersensitivity of the immune system [1, 2] . The probability of particulate matter to deposit in the respiratory tract during breathing is essential to the health effects of the particles and is also of relevance for pulmonary drug delivery. A substantial variability in deposition between subjects has been observed, not only among those with respiratory diseases, but also among individuals with healthy lungs (e.g., [3] [4] [5] [6] [7] [8] [9] ). The factors determining this variability are, however, not fully understood.", "cite_spans": [{"start": 413, "end": 416, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 417, "end": 419, "text": "2]", "ref_id": "BIBREF1"}, {"start": 796, "end": 799, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 800, "end": 803, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 804, "end": 807, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 808, "end": 811, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 812, "end": 815, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 816, "end": 819, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 820, "end": 823, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Background"}, {"text": "The particle deposition fraction, DF, of inhaled aerosols varies by more than one order of magnitudefrom less than 0.1 to almost 1depending on breathing pattern, structure of the respiratory tract, and particle characteristics such as size, shape and hygroscopicity [10] . Theoretical model calculations of DF provide valuable information about regional deposition and deposition in different airway generations. But models based on general assumptions are not able to describe the full complexity of the inhalation system, let alone all aspects of the biological variability between individuals (e.g., [11, 12] ). Thus, models still need to be validated by experimental measurements.", "cite_spans": [{"start": 266, "end": 270, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 603, "end": 607, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 608, "end": 611, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "The available experimental data on respiratory tract deposition of aerosol particles are fragmented and difficult to evaluate because of the lack of a common methodological standard. Typically, studies are limited to less than 10 subjects and several of the most influential only include 2-5 healthy (male) adults (e.g., [13] [14] [15] [16] [17] [18] ), with some exceptions (e.g., [19] [20] [21] ). The information on parameters that determine inter-subject variability is very limited, partly because most measurements are made for controlled breathing over a narrow particle size interval. Experimental data on DF for children are almost completely lacking [20, 22, 23] . Furthermore, there are substantial methodological uncertainties [24] . In many studies, a medical examination of the subjects is omitted or, if included, limited to basic lung function through normal spirometry. Thus, DF can be related to breathing pattern, which usually is reported, but not to the structural and functional properties of the lung. In addition, the measurement methods are often biased by issues such as particle losses in the mouthpiece and tubing, pressure variations, failure to account for the increased humidity of the exhaled air and limitations of the available detection techniques.", "cite_spans": [{"start": 321, "end": 325, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 326, "end": 330, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 331, "end": 335, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 336, "end": 340, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 341, "end": 345, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 346, "end": 350, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 382, "end": 386, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 387, "end": 391, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 392, "end": 396, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 660, "end": 664, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 665, "end": 668, "text": "22,", "ref_id": "BIBREF21"}, {"start": 669, "end": 672, "text": "23]", "ref_id": "BIBREF22"}, {"start": 739, "end": 743, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Background"}, {"text": "In this research we used a well-characterized methodology [25] [26] [27] to measure the fully size-resolved DF. In the study we combined four experimental features: (i) a large group of subjects (67), (ii) a broad age interval (7-70 years), (iii) size-resolved particle deposition over a wide size range (15-5000 nm) , and (iv) a comprehensive examination of pulmonary function. In so doing, we were able to broadly explore the most important associations between DF and breathing pattern, lung function and particle deposition efficiency.", "cite_spans": [{"start": 58, "end": 62, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 63, "end": 67, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 68, "end": 72, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 304, "end": 316, "text": "(15-5000 nm)", "ref_id": null}], "ref_spans": [], "section": "Background"}, {"text": "The study included in total 67 non-smoking participants, aged 7-67 years (sumarized in Table 1 ). Seven of the participants were 7-12 years old, while there were no participants in the interval 12-20 years. Excluding subjects in this age interval was motivated by the rapid development of the lungs that occurs sometime during this age with a high intra-individual variability. All subjects were subjectively healthy and no subject reported any history of disease that was expected to affect lung function or aerosol deposition. No subject reported a smoking history >1 pack a year, and all subjects were required to have lung function measurements within the normal ranges. The study was reviewed and approved by the regional ethics committee in Lund, Sweden, (dnr 2009/465) in accordance with the Declaration of Helsinki. All participants gave their written informed consent.", "cite_spans": [], "ref_spans": [{"start": 87, "end": 94, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Study design"}, {"text": "The size-dependent respiratory tract deposition pattern of hydrophobic particles was measured during spontaneous breathing through a mouthpiece, while sitting in a relaxed position. For each participant a comprehensive lung function investigation was performed. The particle respiratory tract deposition and lung function were measured on two separate occasions.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "Each subject went through comprehensive pulmonary function measurements. The parameters determined in the lung function tests are listed and described in more detail in the Additional file 1. Vital capacity (VC), forced expiratory volume in 1 s (FEV 1 ), total lung capacity (TLC), residual volume (RV), functional residual capacity (FRC), and diffusing capacity for CO (D L,CO ) were measured according to current guidelines [28] [29] [30] using Masterscreen Body, Viasys GmbH -Erich Jaeger, Hoechberg, Germany. Lung mechanics variables (Fres, AX, R5, R20, etc.) were studied with impulse oscillometry (IOS, Viasys GmbH -Erich Jaeger [31] ). Respiratory dead space (V Daw ) was measured by a single breath wash-out of CO 2 (MasterScreen Capno, Viasys GmbH -Erich Jaeger) and delineated according to Wolff, Brunner [32] .", "cite_spans": [{"start": 426, "end": 430, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 431, "end": 435, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 436, "end": 440, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 635, "end": 639, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 815, "end": 819, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Lung function measurements"}, {"text": "In Tables 1 and 2 , selected lung function data are presented together with percent of predicted lung function. The selection of the variables included in the primary statistical analysis was based on the assumed relevance for respiratory tract deposition. Variables reflecting the structure and mechanics of the lungs were thus included rather than variables reflecting gas exchange over the alveolar-capillary barrier.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 17, "text": "Tables 1 and 2", "ref_id": "TABREF0"}], "section": "Lung function measurements"}, {"text": "The measurements were performed for spontaneous mouth breathing wearing a nose clip. As pointed out in earlier studies ( [19] and references therein) this can, for some individuals, result in higher tidal volumes compared to natural relaxed breathing. In this study we observe higher tidal volumes and longer breath cycles than expected for fully natural breathing [33] , but not far from (slightly higher) the default variables used in the multiple path particle dosimetry model (MPPD [34] ). A shift in breathing pattern should not affect the conclusions on the factors that determine particle deposition. Lung function variables that are affected by body position and mouthpiece position, such as airway dead space, were measured with subjects sitting, as they were during the deposition measurements.", "cite_spans": [{"start": 121, "end": 125, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 365, "end": 369, "text": "[33]", "ref_id": null}, {"start": 486, "end": 490, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Particle deposition fraction measurements"}, {"text": "The deposition measurements began with a short test period (5 min.) during which the subjects became familiarized with the equipment. Thereafter, the deposition patterns were measured during two periods of 12 min each. To ensure complete mixing in the lungs and in the instrument, the first minute of measurement was discarded. The breathing patterns were recorded during the measurements and converted into BTPS (body temperature and pressure, saturated). The parameters V T (tidal volume), T bc (time of a breath cycle) and V E (minute volume ventilation rate) presented in Table 1 were recorded during the respiratory tract deposition measurements.", "cite_spans": [], "ref_spans": [{"start": 576, "end": 583, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Particle deposition fraction measurements"}, {"text": "The set-up used for the respiratory tract deposition measurements was a further development of a methodology used and described in several previous studies [24] [25] [26] . The main instrumental improvement compared to the previous studies was the extension of the particle size range measured, from 10 nm to 500 nm in the original instrument, to cover diameters up to 5 μm in the present study. In order to include large particles (>0.5 μm), several instrumental modifications were made. The main changes were: i) adding an Aerodynamic Particle Sizer (APS, model 3321, TSI®) for on-line characterization of particles with equivalent aerodynamic diameters from 700 to 5000 nm, and ii) redesigning the set-up to minimize particle losses in the apparatus from inertial impaction and gravitational settling as these deposition Values in parentheses correspond to one standard deviation TLC total lung capacity, FRC functional residual capacity, FEV 1 forced expiratory volume in 1 s, RV residual volume, VC vital capacity mechanisms are increasingly important for particles larger than 1 μm. The upper size limit was set by the particle losses in the set-up. During the measurement, the inhaled and exhaled particles were sampled and characterized with two on-line instruments measuring the particle number size distribution: a Scanning Mobility Particle Sizer (SMPS) and an APS. The paths of the aerosol from the inhalation and exhalation tank to the SMPS or APS were designed to minimize particles losses, and were made as symmetric as possible to get similar losses in the flow lines when sampling from the inahlation tank or exhalation tank, illustrated in Additional file 1: Figure S2 . From the difference in the inhaled and exhaled particle number size distributions, the particle size-resolved deposition fraction (DF) was determined. All the critical factors (e.g., total instrumental particle losses, mouthpiece dead space, heating to avoid condensation) for accurate respiratory tract deposition fraction measurements pointed out in a previous critical review were considered [24] . The new system is described in more detail elsewhere [27] .", "cite_spans": [{"start": 156, "end": 160, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 161, "end": 165, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 166, "end": 170, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 2084, "end": 2088, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 2144, "end": 2148, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 1677, "end": 1686, "text": "Figure S2", "ref_id": null}], "section": "Particle deposition fraction measurements"}, {"text": "The SMPS classifies the particles according to their mobility diameter, equivalent to the thermodynamic diameter. In the set-up, the SMPS covers the size range of 15-500 nm. The mobility diameter (d me ) is the equivalent diameter that has been proved to determine the respiratory tract deposition of particles of diameters <300 nm [26] , explained by the fact that diffusion is the dominating deposition mechanism for these particles. Deposition by diffusion is governed by the particle diffusivity (Brownian motion) and is related to the mobility diameter as 1/d me [35] . The APS classfies particles according to their aerodynamic particle diameter (d ae ). In this system, the APS covers the diameter range~700 nm to 5000 nm. The aerodynamic size is the most appropriate equivalent size determining the lung deposition of particles >500 nm, for which the main deposition mechanisms are impaction and gravitational settling.", "cite_spans": [{"start": 332, "end": 336, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 568, "end": 572, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Particle deposition fraction measurements"}, {"text": "The aerosol generated for the study consisted of hydrophobic particles in order to avoid particle hygroscopic growth in the lungs. To cover the whole particle size range (15-5000 nm), two different particles types were used: carnauba wax (in the size range of 15-500 nm), and manufactured spherical glass particles (in the range 500-5000 nm). The carnauba wax aerosol particles were generated by an in-house built evaporationcondensation generator and the glass particles were deagglomerated and dispersed into air by a Vilnius Aerosol Generator (VAG, CH Technologies, Inc., Westwood, NJ). Details about the particle generation and size distributions are given elsewhere [27] . Due to the minima in the particle concentrations in the size range 350-700 nm, the steep slopes of the distributions, and the low counting efficiency of the APS for particles with a diameter below about 800 nm, the deposition data in the interval from 350 to 800 nm contained large uncertainties and were excluded. Furthermore, the respiratory tract deposition fraction was low in this size interval and thus only resulted in weak correlations in the statistical analysis and, accordingly, did not contribute further to the understanding of the individual variability in respiratory tract deposition.", "cite_spans": [{"start": 671, "end": 675, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Particle deposition fraction measurements"}, {"text": "SPSS (IBM©SPSS© Statistics, v 23) was used for statistical analysis. To select a sub-set of relevant variables from the original data set, a factor analysis (principal component analysis, PCA) was performed. A PCA is a technique to reveal the interrelations between a set of variables and can be used to reduce the number of dimensions in the data. The PCA is here used to identify correlations among the independent variables. An outcome of the PCA is a number of components describing the variability in the data and the corresponding loadings (equivalent to standardized regression coefficients). The loadings represent the correlations between the variables and component. The variables investigated in the succeeding stepwise linear multivariate regression analysis were selected based on the PCA and a bivariate (Pearson's) correlation analysis, together with knowledge about the variables and the particle deposition mechanisms. The significances presented are those at the 0.05 or 0.01 levels.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The multivariate regression analysis was first performed with the data set including only the adults. A second analysis followed including all subjects. The correlations between the lung function and breathing parameters with the size-dependent deposition fraction were evaluated by pooling deposition fractions in ten size intervals (logarithmic intervals from the measured size bins [4-5 bins Tables 3 and 4) .", "cite_spans": [{"start": 385, "end": 394, "text": "[4-5 bins", "ref_id": null}], "ref_spans": [{"start": 395, "end": 410, "text": "Tables 3 and 4)", "ref_id": "TABREF2"}], "section": "Statistical analysis"}, {"text": "The average size-resolved deposition fraction found is shown in Fig. 1 for the group of adults (20-70 years) and for the children (7-12 years). The DF of the children is higher than for adults by on average 11%, but the difference is not statistically significant. Other agedependent differences in DF within the adult group, as well as gender differences, are smaller than this and not significant (further discussed in the method paper [27] ). For each individual, the deposition fraction for particles of a certain size correlate with the deposition fraction for particles of other sizes, that is, for particles with a diameter <3500 nm, as illustrated in the correlation plot in Fig. 2 . Thus, individuals with a high deposition of a certain particle size tend to have a high deposition for all particles, up to 3500 nm. Typical Pearson's correlation coefficients between the individually paired DFs of different size intervals are~0.8-0.9. The correlations between paired DFs for particles in the size interval >3500 nm with particles <3500 are less, with Pearson's correlation coefficients of~0.5.", "cite_spans": [{"start": 438, "end": 442, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 64, "end": 70, "text": "Fig. 1", "ref_id": null}, {"start": 683, "end": 689, "text": "Fig. 2", "ref_id": null}], "section": "Results"}, {"text": "Several of the independent variables correlate with the dependent variable, DF (right part of Table 3 ). This is because several of the independent variables themselves are correlated. In Additional file 1 an overview of the correlation (bivariate) between the independent variables is given (Table S1) . A common spirometric indicator of respiratory disease is FEV 1 . Only a few studies have investigated relationships between FEV 1 and DF in healthy subjects and none of these found a correlation [36] [37] [38] . Table 3 Results from the PCA, the bivariate regression analysis, and some descriptive statistics (adults) Columns 1-4 show the results of the PCA (varimax-rotated component matrix) with PC loadings/coefficients. Color indicates the component to which each variable was mostly associated. The orange coloring of R5 indicates that this variable is equally associated to components 2 (red) and 3 (yellow). The loadings/ coefficients are a measure of the correlation between the variable and the component. These columns are followed by descriptive statistics and Pearson's coefficients from the bivariate statistical analysis of correlations between the independent variables and deposition fraction (DF). 0.05 and 0.01 significance levels are indicated by a grey background and by * and **, respectively The multiple regressions include the variables T bc (time of a breath cycle), V Daw (anatomical dead space), R5 (airway resistance at 5 Hz), and V T (tidal volume). R is the multiple correlation coefficient For the largest particles, the analysis was made with and without V Daw (latter value in parentheses). Standardized coefficients give an indication of the effect of each independent variable on the dependent variable (standardizing the variables before running the regression results in all variables being on the same scale) Significance on a 0.05 level is indicated by* Significance on the same level (0.05) when also including the children is indicated by** A significant association, however, was found in two studies including patients with COPD [36, 39] . In this study, we see no correlation with FEV 1 , as expected for a healthy group with normal spirometry at relaxed breathing for particles <5000 nm.", "cite_spans": [{"start": 500, "end": 504, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 505, "end": 509, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 510, "end": 514, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 2077, "end": 2081, "text": "[36,", "ref_id": "BIBREF35"}, {"start": 2082, "end": 2085, "text": "39]", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 94, "end": 101, "text": "Table 3", "ref_id": null}, {"start": 292, "end": 302, "text": "(Table S1)", "ref_id": "TABREF0"}, {"start": 517, "end": 524, "text": "Table 3", "ref_id": null}], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "In order to reduce the number of variables, an exploratory factor analysis (PCA, varimax-rotated solution) was performed on the data set containing the adults. The PCA results suggest that four components explain the observed correlation among the independent variables. The corresponding loading/coefficient of each variable in each component is presented in Table 3 (adults). The table also provides the bivariate Pearson's correlation coefficients (with significance levels of 0.01 and 0.05 indicated) between the size-dependent particle deposition fractions and the variables, as well as some descriptive statistics (average values and standard deviations).", "cite_spans": [], "ref_spans": [{"start": 360, "end": 367, "text": "Table 3", "ref_id": null}], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "The selection of variables used in the stepwise multivariate linear regression was based on the PCA and the bivariate correlation analysis, along with the understanding of the variables and the physical deposition mechanisms. The main variables selected to explore the deposition of particles in the respiratory tract were VC (representing principal component 1, PC1), V Daw (PC2), R5 (representing both PC2 and PC3), F res (PC3), and T bc (C4). Other variables explored were height, V E , TLC (all representing PC1), RV, FRC, R20 (all representing PC2), AX (PC3) and V T (PC4). More details of the variables are found in section S1 in Additional file 1.", "cite_spans": [], "ref_spans": [], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "According to the statistical analysis, the variables that best predict the deposition fraction are those belonging to principal components 2 and 4. Component 2 includes variables related to lung-intrinsic properties while component 4 includes variables related to breathing pattern. According to the stepwise multivariate linear regression analysis, these two components have significant effects on DF (p < 0.05) in most size intervals, except for the largest particles (>3500 nm). Variables associated with component 1 such as height, TLC, and VC did not result in significant improvement of the multivariate regression model, even if these variables partly correlate with variables in the other components and thus with DF. Component 3 did result in significant improvement of the model for some particle size intervals.", "cite_spans": [], "ref_spans": [], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "The breathing pattern is described by the two variables that were mainly associated with principal component 4: T bc (time of a breath cycle) and V T (tidal volume). The stepwise multivariate linear regression analysis shows that T bc often better explains the deposition pattern than V T , but that V T becomes significant, in addition to T bc , when looking at the deposition of the smallest particles (15-50 nm) and, when including children, also for particles >2700 nm. Even if it is not significant in all size intervals, including V T as a variable in a multiple regression analysis consistently improves the correlation between the predicted and measured DF in all particle size intervals.", "cite_spans": [{"start": 404, "end": 414, "text": "(15-50 nm)", "ref_id": null}], "ref_spans": [], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "From the stepwise multivariate analysis, it is clear that more variables than those related to the breathing pattern (T bc and V T ) are needed to predict the inter-subject variability, especially when including the children in the analysis. For particles <3500 nm, the anatomical airway dead space (V Daw ) is the variable related to lungintrinsic properties that have the strongest level of explanation for the observed individual variation in DF: the larger the V Daw , the lower the DF. The anatomical Fig. 1 The average lung deposition fraction for adults (solid black) and children (dashed red). Error bars correspond to one standard deviation and reflect the inter-subject variation Fig. 2 Paired DF of particles 30-50 nm with 1900-2700 or 3500-5000 nm particles. The figure illustrates that the DF of small particles correlates with the DF of larger particles up to a diameter of~3500 nm airway dead space of the respiratory tract is composed of the portion of the airways that conducts gas to the alveoli. When excluding V Daw from the analysis, FRC becomes significant, representing component 2. However, FRC does not explain the variation in DF to the same extent as V Daw , with the exception of large particles (1300-3500 nm) when looking at the whole group (including the children) for which FRC and V Daw resulted in the same level of explanation.", "cite_spans": [], "ref_spans": [{"start": 506, "end": 512, "text": "Fig. 1", "ref_id": null}, {"start": 690, "end": 696, "text": "Fig. 2", "ref_id": null}], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "Apart from the variables associated with component 2, airway resistance (partly associated with component 2 and partly with 3) measured with impulse oscillometry (IOS) was also investigated, and results in significant improvements to modelled DF for some particle sizes. The best correlation was achieved for the resistance measured at 5 Hz (R5). Including R5 in the multivariate regression analysis improved the model for all size intervals, but was significant only for 30-100 nm particles in the adult group. When including the children, R5 became significant in most size intervals.", "cite_spans": [], "ref_spans": [], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "Based on the results from the stepwise multiple regression analysis, a linear multiple regression analysis was performed including the variables T bc , V T , V Daw and R5 for DF in all particle size intervals. The resulting coefficients (unstandardized and standardized) are presented in Table 4 . The unstandardized coefficients were used to generate the correlation plots in Fig. 3 . Standardized coefficients provide an indication of the effect of each independent variable on DF, regardless of units (in contrast to the unstandardized coefficients). As can be observed from the standardized coefficients in Table 4 , the variable explaining most of the variability in DF, for most size intervals, was T bc ; however, the airway dead space (V Daw ) was nearly as important. In the analysis, only adults were included; however, the model also applied relatively well to children, as illustrated in Fig. 3 . Excluding the children from the main analysis was done to avoid effects related to differences only between the two groups (adults and children). To illustrate the influence of lung morphology on DF, the predicted DF based on a multiple regression model including only T bc and V Daw is also shown in Fig. 3 . A similar analysis including all subjects (i.e., adults and children) is presented in Additional file 1: Table S2 .", "cite_spans": [], "ref_spans": [{"start": 288, "end": 295, "text": "Table 4", "ref_id": "TABREF2"}, {"start": 377, "end": 383, "text": "Fig. 3", "ref_id": null}, {"start": 611, "end": 618, "text": "Table 4", "ref_id": "TABREF2"}, {"start": 900, "end": 906, "text": "Fig. 3", "ref_id": null}, {"start": 1210, "end": 1216, "text": "Fig. 3", "ref_id": null}, {"start": 1324, "end": 1332, "text": "Table S2", "ref_id": "TABREF1"}], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "For particles >3500 nm, the significant correlation between DF and airway dead space disappears, while the significant correlation between DF and T bc remains. R5 is significant when including the data set of the children. However, replacing R5 with R20 in this size interval results in a slightly stronger correlation with DF, which is not the case for DF of the smaller particles.", "cite_spans": [], "ref_spans": [], "section": "Statistical evaluation and multivariate linear regression model"}, {"text": "Overall, in the sub-micrometer particle size range the measured deposition fractions reported in this study Fig. 3 Results from the multiple regression analysis. The analysis included only adults (blue multiplication sign). The DF of children was also predicted (red plus sign) using the parameters resulting from the regression model for the adult group. To illustrate the influence of lung morphology on the DF of children, the same analysis as above was performed but only including V T and T bc as variables (°) are in agreement with previous studies where respiratory tract deposition has been measured for healthy subjects during spontaneous breathing of hydrophobic particles [4, 6, 9, 19, 26, 37, [39] [40] [41] . For particles larger than 1 μm, the DF values obtained are 0.2-0.3 higher than previously reported in two studies by Heyder et al. and Bennett et al. [6, 19] , but lower than those measured by Montoya et al. [42] for ambient aerosols and in a similar range as the data reported by Giacomelli-Maltoni, Melandri [43] and Chan, Lippmann [3] . The DFs measured are not fully intercomparable since the breathing patterns and lung physiology of the subjects differ. This is further discussed in the method-paper [27] .", "cite_spans": [{"start": 512, "end": 515, "text": "(°)", "ref_id": null}, {"start": 683, "end": 686, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 687, "end": 689, "text": "6,", "ref_id": "BIBREF5"}, {"start": 690, "end": 692, "text": "9,", "ref_id": "BIBREF8"}, {"start": 693, "end": 696, "text": "19,", "ref_id": "BIBREF18"}, {"start": 697, "end": 700, "text": "26,", "ref_id": "BIBREF25"}, {"start": 701, "end": 704, "text": "37,", "ref_id": "BIBREF36"}, {"start": 705, "end": 709, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 710, "end": 714, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 715, "end": 719, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 872, "end": 875, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 876, "end": 879, "text": "19]", "ref_id": "BIBREF18"}, {"start": 930, "end": 934, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1032, "end": 1036, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 1056, "end": 1059, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1228, "end": 1232, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 108, "end": 114, "text": "Fig. 3", "ref_id": null}], "section": "Discussion"}, {"text": "Individuals with a high deposition of a certain particle size had a high deposition for all particles, up to 3500 nm. That is despite the fact that the deposition of particles with different sizes is governed by different mechanisms: typically diffusion for particles <500 nm, sedimentation for particles >500 nm, and impaction for particles >2 μm (diameters given are rough estimates and depends on flow and tube dimensions). In the peripheral airways, the dominating deposition mechanisms are diffusion and sedimentation (or gravitational settling). Diffusion and sedimentation are affected in a similar way by i) flow, ii) residence time, and iii) dimensions of the airways. These facts likely explain the high correlation between paired DFs of different sizes of particles <3500 nm. In the upper and more central parts of the lungs, where the air velocity is higher, inertial impaction plays a more important role. Thus, impaction is governed by other lung-intrinsic properties than sedimentation and diffusion. Contrary to diffusion and sedimentation, impaction increases with increasing flow rates. The decrease in the paired correlation between the DF for particles >3500 nm implies that impaction becomes more dominant for particles in this size interval, even at the low flow rates during normal relaxed breathing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The correlation between DF and T bc is explained by diffusion and sedimentation being deposition mechanisms both of which depend on the particle residence time. This has been reported earlier. Heyder et al. [44, 45] state that for both diffusion and sedimentation, the number of particles deposited in the airway dead space is negligible compared to the number deposited in the peripheral airways (for particles <2 μm). Consistent with this, Rudolf et al. [6, 17, 46] suggest that the pulmonary DF is explained to a large extent by: (i) the residence time of the air in the alveoli, and (ii) the fraction of the tidal volume that reaches the alveolar region (V TA /V T ). These two factors were investigated by Shiller et al. [17] by altering the tidal volume in a homogeneous group of male adults (n = 4).", "cite_spans": [{"start": 207, "end": 211, "text": "[44,", "ref_id": "BIBREF43"}, {"start": 212, "end": 215, "text": "45]", "ref_id": "BIBREF44"}, {"start": 456, "end": 459, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 460, "end": 463, "text": "17,", "ref_id": "BIBREF16"}, {"start": 464, "end": 467, "text": "46]", "ref_id": "BIBREF45"}, {"start": 726, "end": 730, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Breathing variables (PC 4)"}, {"text": "Our observations from the statistical analysis of the relative influence of V T and T bc are in line with Bennet et al.'s [19] , who found that breathing frequency (∝1/T bc ) best predicts the DF. They are also in line with the observations of Schiller et al. [17] , who reported that for the smallest particles, V T becomes more important for describing the variability in DF. Kim and Jaques [7] concluded that T bc and V T are equally influential on deposition for the submicron particles in the size interval 40-100 nm, while in our study the size interval was somewhat lower, 15-50 nm. For particles in the range 2700-3500 nm, though, V T and T bc are also equally influential. This is the size interval where deposition by sedimentation in the peripheral airways is expected to peak (at normal breathing).", "cite_spans": [{"start": 122, "end": 126, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 260, "end": 264, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 393, "end": 396, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Breathing variables (PC 4)"}, {"text": "For a flow-through system, such as a tube, the residence time is linearly proportional to the flow rate. However, a flow-through system is not representative for particles deposited in the peripheral lung, and accordingly the multivariate regression analysis shows that it is T bc and V T that determine the deposition rather than the minute volume ventilation rate (V E ). This has been reported in several previous studies (e.g., [7, 19, 47] ). For particles deposited by impaction in the upper and central parts of the lungs, the deposition more resembles that in a flowthrough system, and the deposition fraction is expected to be flow dependent.", "cite_spans": [{"start": 432, "end": 435, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 436, "end": 439, "text": "19,", "ref_id": "BIBREF18"}, {"start": 440, "end": 443, "text": "47]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Breathing variables (PC 4)"}, {"text": "Our data shows that there is a clear correlation between not only to the breathing variables associated with PC4 but also between some of the intrinsic properties of the lungs associated with PC2. In the descriptive model suggested by Kim et al. [7] , only variables describing the breathing pattern was included and no lung-intrinsic properties. The study was performed on young healthy subjects following a predetermined breathing pattern with particles in the 40-100 nm range. When applying their model to the breathing parameters of the subjects of our study, it became evident that more variables were needed to explain the observed inter-subject variability in DF. The study by Kim et al., similar to many previous studies, measured the deposition fraction for a relatively homogeneous group of young healthy adults. This likely explains why in the present study, in contrast to Kim et al., we found that lung-intrinsic properties are needed to explain the individual variability in DF. This was also noted by Finlay and Martin [48] who further developed the equations suggested by Kim et al. to include FRC. Bennett et al. [19] studied the DF during controlled spontaneous breathing for a large group of people in a wide age span (18-80 years), using a monodisperse aerosol of 2 μm particles (optical equivalent diameter). They also found that the intra-subject correlations in the DF were explained by the intrinsic characteristics of the individuals, such as lung morphology. That study showed that apart from the breathing variables, the specific airway resistance (measured by body plethysmography) together with effective airspace diameter (EAD), were the best predictors of DF. EAD is a measure of the size of the airways, measured by the deposition of airborne particles during a breath hold, according to the principle described by Heyder [49] . V Daw was not measured. We used spontaneous breathing in our study. The effects of lung morphology could have been better isolated using a controlled breathing pattern, which, on the other hand, would not fully reflect spontaneous breathing.", "cite_spans": [{"start": 246, "end": 249, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1034, "end": 1038, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 1130, "end": 1134, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1854, "end": 1858, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "The airway dead space, V Daw , is the variable related to the lung-intrinsic properties that best describe DF: the smaller the V Daw , the higher the DF. V Daw represents the anatomical dead space of the respiratory tract and is composed of the conducting airways (i.e., the portion of the airways that conducts gas to the alveoli from the mouth down to the respiratory bronchioles). About half of the V Daw is in the distal airways, below generation 10 [50] . When removing V Daw from the stepwise multiple regression analysis, FRC steps in and becomes significant. FRC and V Daw are correlated since a small part of the FRC is composed of V Daw, , and possibly also since they both may reflect the general size of the respiratory tract.", "cite_spans": [{"start": 454, "end": 458, "text": "[50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "In a few previous studies (e.g., [34, 48, 51] ), FRC was used to account for some aspects of respiratory tract geometry. Finlay and Martin [48] proposed that further variability in DF can be explained by differences in the conducting airways. Also in the early studies by Rudolf et al. [17, 45, 46] , V Daw was suggested as a variable explaining DF.", "cite_spans": [{"start": 33, "end": 37, "text": "[34,", "ref_id": "BIBREF33"}, {"start": 38, "end": 41, "text": "48,", "ref_id": "BIBREF47"}, {"start": 42, "end": 45, "text": "51]", "ref_id": "BIBREF50"}, {"start": 139, "end": 143, "text": "[48]", "ref_id": "BIBREF47"}, {"start": 286, "end": 290, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 291, "end": 294, "text": "45,", "ref_id": "BIBREF44"}, {"start": 295, "end": 298, "text": "46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "The correlation between DF and airway dead space could at first be misinterpreted as a small dead space (and thus smaller dimensions of the airways) leading to higher deposition in the conducting airways. Drawing the parallel to particle losses in a tube, the losses by diffusion and sedimentation would increase with decreasing radial dimensions of the tubeif the air velocity was kept constant. However, if the air volume flow is kept constant when decreasing the dead space (and thus tube radius), the air velocity would increase, possibly leading to shorter residence times and lower deposition. To further investigate this, calculations were made of particle losses by diffusion and sedimentation in a horizontal tube. More details about these calculations are found in section S3 in Additional file 1. The calculations were performed assuming both laminar and turbulent flow and show that reducing the radius of a tube results in lower, or similar, particle depositions. Thus, the observed effect of increasing DF with decreasing V Daw cannot be explained by increased deposition in the conducting airways.", "cite_spans": [], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "As mentioned in the discussion regarding V T , the studies by Rudolf et al. suggest that the deposition is partly determined by the fraction of the tidal volume that reaches the lung periphery (V TA /V T ), which may be also be expressed as a function of V Daw as 1-V Daw /V T . Thus, a smaller airway dead space results in a larger fraction of V T entering the lung periphery, which may increase the particle deposition there. This is consistent with our observations of decreasing DF with increasing V Daw .", "cite_spans": [{"start": 62, "end": 75, "text": "Rudolf et al.", "ref_id": null}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "In addition, the average residence time in the lung periphery, T A , is also proportional to V Daw (with a large V Daw , the T A becomes shorter). If making the simple assumption of a constant flow rate (square wave breathing pattern), T A can be expressed as (T bc -T Daw )/2 (where T Daw is the total time the air spends in V Daw ), or (T bc -V Daw /V E )/2 (where V E = V T /T bc ). Thus, a large V Daw leads to a shorter T A , which in turn results in a lower deposition by diffusion and sedimentation in the lung periphery. This is also consistent with our observations. .", "cite_spans": [], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "Another possible parameter affecting the particle deposition in the peripheral airways is the dimensions of the peripheral airspaces [49] . In healthy subjects, one assumption is that the alveolar distances are reflected by the alveolar volume (V A ). We know this is not true for people with lung disease (e.g., pulmonary emphysema resulting in structural changes in the alveoli). At the beginning of a breath, V A can be estimated as FRC-V Daw .", "cite_spans": [{"start": 133, "end": 137, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "To evaluate the variables T A , V A and, V TA /V T , these were added in the stepwise multiple linear regression analysis. The analysis was carried out both for the adult group separately, and for the whole group including the children. For both groups, and for all sizes except the smallest and the largest size fraction, the best predictors were T A and V A , replacing V Daw and T bc in the stepwise multiple regression analysis. However, the improvement in the correlation coefficient compared to using the original variables was minor. Also for the smallest particles (15-30 nm) T A and V A were significant, but V TA /V T was stepping in with an even higher level of explanation, while for particles >2.7 μm only R5 was significant. In the new analysis R5 was no longer significant for the smaller particles, as it was in the previous analysis when looking at the whole group.", "cite_spans": [], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "The correlation between DF and R5 is not straight forward to interpret. R5 is considered to reflect the total resistance of the respiratory system, whereas the resistance calculated at higher frequencies is considered to reflect proximal airways [52] (see Additional file 1). In healthy subjects, as in this study, the resistance of the respiratory system is low. The diameter of the airways is inversely related to their resistance, and the association between DF and R5 could therefore be a reflection of individual differences in airway dimensions in healthy subjects. The fact that R5 showed a closer correlation to DF than to R20 may indicate that the properties of the small airways have a larger impact on deposition than those of larger airways. We did not, however, find any correlation between DF and the difference between R5 and R20, which is often considered to reflect the resistance of small airways. In normal subjects, the difference between R5 and R20 is very small [52] , and there may be too much noise in the data to see such correlation. Nonetheless, the relationship between resistance and DF must be interpreted cautiously. From the PCA, it appears that FRC also captures a part of PC3, and replacing R5 with FRC in the multiple regression analysis did result in nearly as high correlations.", "cite_spans": [{"start": 246, "end": 250, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 984, "end": 988, "text": "[52]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "Thus, we found that the variables reflecting the dimensions of the lower respiratory tract explain most of the individual variability in DF for particles <3500 nm, consistent with diffusion and sedimentation predominantly occurring in the peripheral airways. This was not the case for particles >3500 nm and the results indicate that impaction comes into account and thus, that DF for this size fraction is determined also by other lungintrinsic properties than DF for particles <3500 nm. These conclusions hold for healthy subjects. For subjects with diseases resulting in structural changes or altered breathing patterns, other lung function variables may better reflect the particle lung deposition.", "cite_spans": [], "ref_spans": [], "section": "Airway anatomy (PC 2)"}, {"text": "Exposure to airborne particles may pose different risks to different sub-populations, and children have been identified as one of the most sensitive groups. Efforts have been made to understand age-dependent deposition in the lungs of children (e.g., [20, 22, 51, 53] ). Some of these studies have reported that one difficulty in doing so is the lack of adequate information on lung geometry during growth.", "cite_spans": [{"start": 251, "end": 255, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 256, "end": 259, "text": "22,", "ref_id": "BIBREF21"}, {"start": 260, "end": 263, "text": "51,", "ref_id": "BIBREF50"}, {"start": 264, "end": 267, "text": "53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Particle deposition in the airways of children"}, {"text": "The DF for children during spontaneous breathing has not previously been investigated together with comprehensive pulmonary function measurements. It should, however, be pointed out that this study only includes 7 children. We obtain a slightly higher DF in children than for adults (11%), but the difference was not significant. Schiller-Scotland et al. [23] found that the DF for the children was 50% higher compared to adults, while Bennett, Zeman [54] did not see any significant difference. Bennett and Zeman explained the large difference between the two groups observed by Shiller-Scotland et al. as an effect of the mouthpiece, resulting in children increasing their tidal volume compared to normal relaxed breathing. The set-up may also affect breathing pattern due to the resistance of the instrument and thus, different set-ups can affect breathing pattern differently.", "cite_spans": [{"start": 355, "end": 359, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 451, "end": 455, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Particle deposition in the airways of children"}, {"text": "The difference in the deposition rate (deposited particles per time unit, i.e., taking into account the minute volume ventilation rate) between children and adults was slightly larger than in the deposition fraction, with ã 20% higher rate for the children compared to the adults. That was when sitting in a relaxed position. The real difference in deposition rate, and thus in deposited dose, is expected to be higher due to the generally higher activity level, and thus breathing volume, of children. Furthermore, the difference between adults and children becomes larger when normalizing the deposition rates with lung surface area or body mass [27] , as was also reported by Bennett, Zeman [54] .", "cite_spans": [{"start": 648, "end": 652, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 694, "end": 698, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Particle deposition in the airways of children"}, {"text": "As discussed earlier, and shown in Fig. 3 , the DF for the children is nicely predicted with the same linear regression model as for the adults. In the study by Bennett, Zeman [54] , the best predictors of the lung deposition for adults were T bc and the mean effective airspace diameter (MEAD), 1 while for children, V T was a better predictor than T bc . We see the same trend in our data: that V T becomes more important when including the children in the analysis (for particles <3500 nm). However, T bc is still a better predictor, or as good as V T .", "cite_spans": [{"start": 176, "end": 180, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [{"start": 35, "end": 41, "text": "Fig. 3", "ref_id": null}], "section": "Particle deposition in the airways of children"}, {"text": "With the exception of children, another group expected to be sensitive to exposure to airborne particles are individuals with diseased lungs. Lung deposition data for this group are largely lacking, especially for submicrometer sized particles that dominate particulate air pollution by number.", "cite_spans": [], "ref_spans": [], "section": "Particle deposition in the airways of children"}, {"text": "To understand why some individuals are more susceptible to airborne particles than others, we must take into account the individual variability in the probability of particles to deposit in the lungs. In this study we investigate factors that determine individual variability in the lung deposition of airborne particles, for healthy subjects, during relaxed breathing. We find a large individual variability in respiratory tract deposition efficiency where subjects with high deposition of a certain particle size in general have a high deposition for all particlesup to particles of a diameter of 3500 nm. The individual variability is explained by two factors: breathing pattern and lung-intrinsic properties. The most important predictors are found to be time of a breath cycle (the inverse of breathing frequency) and anatomical airway dead space, followed by tidal volume and resistance of the respiratory system (R5), measured by impulse oscillometry. We found support for the hypothesis that pulmonary particle deposition to a large extent is determined by: (i) the residence time of the air in the peripheral airways, and (ii) the fraction of the tidal volume that reaches the peripheral airways. This hypothesis explains the correlation of T bc (time of a breath cycle) and T v (tidal volume) with DF. The fraction of the tidal volume reaching the peripheral lungs is, apart from tidal volume, also influenced by the anatomical dead space (V Daw ), possibly explaining one part of the (anti) correlation between DF and V Daw . Furthermore, the anatomical dead space affects the particle residence time in the peripheral lungs. R5 is the least influential variable of the four mentioned, and thus the most uncertain. R5 is assumed to generally reflect the dimensions of the airways, as is FRC.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Endnote 1 MEADs were determined by analysis of total exhaled aerosol recovery following inspiratory capacity breaths of an aerosol with breath holds at total lung capacity (TLC) for 0 to 10 s of 1 μm particles.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Additional file 1: The Additional file 1 contains (i) more details on the measured lung function parameters and (ii) supplemental tables and figures: A schematic illustration of the set-up, a table presenting the bivariate correlations between selected variables, a supplemental table and figure corresponding to Table 4 and Fig. 3 in the main article including also children, and correlation plots. Finally, a table over selected lung function data and deposition fractions for all individuals is given. The Supplemental Material also contains (iii) more details on the calculation of particle losses in a tube. (DOCX 405 kb)", "cite_spans": [], "ref_spans": [{"start": 313, "end": 320, "text": "Table 4", "ref_id": "TABREF2"}, {"start": 325, "end": 331, "text": "Fig. 3", "ref_id": null}], "section": "Additional file"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The encyclopaedia of public health. San Diego: Academic", "authors": [{"first": "J", "middle": [], "last": "Douwes", "suffix": ""}, {"first": "Eduard", "middle": ["S"], "last": "Thorne", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Bioaerosols", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "287--97", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study", "authors": [{"first": "S", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "T", "middle": [], "last": "Vos", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Flaxman", "suffix": ""}, {"first": "G", "middle": [], "last": "Danaei", "suffix": ""}, {"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}, {"first": "H", "middle": [], "last": "Adair-Rohani", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "380", "issn": "9859", "pages": "61766--61774", "other_ids": {"DOI": ["10.1016/S0140-6736(12)61766-8"]}}, "BIBREF2": {"ref_id": "b2", "title": "Experimental measurements and empirical modeling of the regional deposition of inhaled particles in humans", "authors": [{"first": "T", "middle": ["L"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": [], "last": "Lippmann", "suffix": ""}], "year": 1980, "venue": "Am Ind Hyg Assoc J", "volume": "41", "issn": "6", "pages": "399--408", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ultrafine particle deposition in humans during rest and exercise", "authors": [{"first": "C", "middle": ["C"], "last": "Daigle", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Chalupa", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Gibb", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Morrow", "suffix": ""}, {"first": "G", "middle": [], "last": "Oberdorster", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}], "year": 2003, "venue": "Inhal Toxicol", "volume": "15", "issn": "6", "pages": "539--52", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Deposition Efficiency of Monodisperse Particles in Human Respiratory Tract", "authors": [{"first": "G", "middle": [], "last": "Giacomelli-Maltoni", "suffix": ""}, {"first": "C", "middle": [], "last": "Melandri", "suffix": ""}, {"first": "V", "middle": [], "last": "Prodi", "suffix": ""}, {"first": "G", "middle": [], "last": "Tarroni", "suffix": ""}], "year": 1972, "venue": "Am Ind Hyg Assoc J", "volume": "33", "issn": "9", "pages": "603--613", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Biological variability of particle deposition in the human respiratory-tract during controlled and spontaneous mouth-breathing", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}, {"first": "B", "middle": [], "last": "Stuck", "suffix": ""}], "year": 1982, "venue": "Ann Occup Hyg", "volume": "26", "issn": "1-4", "pages": "137--184", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Analysis of total respiratory deposition of inhaled ultrafine particles in adult subjects at various breathing patterns", "authors": [{"first": "C", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Jaques", "suffix": ""}], "year": 2004, "venue": "Aerosol Sci Technol", "volume": "38", "issn": "6", "pages": "525--565", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "On the retention of Air-borne particulates in the human lung. 2. Ama Archives of Industrial Hygiene Occupational Medicine", "authors": [{"first": "H", "middle": ["D"], "last": "Landahl", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Tracewell", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Lassen", "suffix": ""}], "year": 1951, "venue": "", "volume": "3", "issn": "", "pages": "359--66", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Size-resolved respiratory-tract deposition of fine and ultrafine hydrophobic and hygroscopic aerosol particles during rest and exercise", "authors": [{"first": "J", "middle": [], "last": "Löndahl", "suffix": ""}, {"first": "A", "middle": [], "last": "Massling", "suffix": ""}, {"first": "J", "middle": [], "last": "Pagels", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "E", "middle": [], "last": "Vaclavik", "suffix": ""}, {"first": "S", "middle": [], "last": "Loft", "suffix": ""}], "year": 2007, "venue": "Inhal Toxicol", "volume": "19", "issn": "2", "pages": "109--125", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Respiratory Tract Model for Radiological Protection. ICRP Publication 66", "authors": [{"first": "", "middle": [], "last": "Icrp", "suffix": ""}, {"first": "", "middle": [], "last": "Human", "suffix": ""}], "year": 1994, "venue": "Ann ICRP", "volume": "24", "issn": "1-3", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Modelling inhaled particle deposition in the human lung-A review", "authors": [{"first": "W", "middle": [], "last": "Hofmann", "suffix": ""}], "year": 2011, "venue": "J Aerosol Sci", "volume": "42", "issn": "10", "pages": "693--724", "other_ids": {"DOI": ["10.1016/j.jaerosci.2011.05.007"]}}, "BIBREF11": {"ref_id": "b11", "title": "Computational modeling of aerosol deposition in respiratory tract: a review", "authors": [{"first": "A", "middle": ["A"], "last": "Rostami", "suffix": ""}], "year": 2009, "venue": "Inhal Toxicol", "volume": "21", "issn": "4", "pages": "262--90", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Aerosol deposition in the human respiratory tract. I. Experimental procedures and total deposition. A M A Arch Ind Health", "authors": [{"first": "B", "middle": [], "last": "Altshuler", "suffix": ""}, {"first": "L", "middle": [], "last": "Yarmus", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Palmes", "suffix": ""}, {"first": "N", "middle": [], "last": "Nelson", "suffix": ""}], "year": 1957, "venue": "", "volume": "15", "issn": "", "pages": "293--303", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Total Deposition of Ultrafine Sodium-Chloride Particles in Human Lungs", "authors": [{"first": "J", "middle": ["D"], "last": "Blanchard", "suffix": ""}, {"first": "K", "middle": [], "last": "Willeke", "suffix": ""}], "year": 1984, "venue": "J Appl Physiol", "volume": "57", "issn": "6", "pages": "1850--1856", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Experimental studies of the total deposition of aerosol particles in the human respiratory tract", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "G", "middle": [], "last": "Heigwer", "suffix": ""}, {"first": "C", "middle": [], "last": "Roth", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}], "year": 1973, "venue": "J Aerosol Sci", "volume": "4", "issn": "3", "pages": "191--208", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Total deposition of aerosol particles in the human respiratory tract for nose and mouth breathing", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "L", "middle": [], "last": "Armbruster", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "E", "middle": [], "last": "Grein", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}], "year": 1975, "venue": "J Aerosol Sci", "volume": "6", "issn": "5", "pages": "311--339", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Deposition of monodisperse insoluble aerosol particles in the 0.005 to 0.2 aem size range within the human respiratory tract", "authors": [{"first": "C", "middle": ["F"], "last": "Schiller", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "G", "middle": [], "last": "Rudolf", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}], "year": 1988, "venue": "Ann Occup Hyg", "volume": "32", "issn": "1", "pages": "41--50", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Total Deposition of Ultrafine Hydrophobic and Hygroscopic Aerosols in the Human Respiratory System", "authors": [{"first": "K", "middle": ["W"], "last": "Tu", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Knutson", "suffix": ""}], "year": 1984, "venue": "Aerosol Sci Technol", "volume": "3", "issn": "4", "pages": "453--65", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Variability of fine particle deposition in healthy adults: effect of age and gender", "authors": [{"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Zeman", "suffix": ""}, {"first": "C", "middle": [], "last": "Kim", "suffix": ""}], "year": 1996, "venue": "Am J Respir Crit Care Med", "volume": "153", "issn": "5", "pages": "1641--1648", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Effect of body size on breathing pattern and fineparticle deposition in children", "authors": [{"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Zeman", "suffix": ""}], "year": 2004, "venue": "J Appl Physiol", "volume": "97", "issn": "3", "pages": "821--827", "other_ids": {"DOI": ["10.1152/japplphysiol.01403.2003"]}}, "BIBREF20": {"ref_id": "b20", "title": "Measurement of total lung deposition of inhaled ultrafine particles in healthy men and women", "authors": [{"first": "P", "middle": ["A"], "last": "Jaques", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2000, "venue": "Inhal Toxicol", "volume": "12", "issn": "8", "pages": "715--746", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The effect of ventilation, age, and asthmatic condition on ultrafine particle deposition in children. Pulmonary medicine", "authors": [{"first": "H", "middle": ["A"], "last": "Olvera", "suffix": ""}, {"first": "D", "middle": [], "last": "Perez", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Clague", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Cheng", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Amaya", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1155/2012/736290"]}}, "BIBREF22": {"ref_id": "b22", "title": "Experimental-data for total deposition in the respiratory-tract of children", "authors": [{"first": "C", "middle": ["F"], "last": "Schiller-Scotland", "suffix": ""}, {"first": "R", "middle": [], "last": "Hlawa", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}], "year": 1994, "venue": "Toxicol Lett", "volume": "72", "issn": "1-3", "pages": "137--181", "other_ids": {"DOI": ["10.1016/0378-4274(94)90020-5"]}}, "BIBREF23": {"ref_id": "b23", "title": "Measurement techniques for respiratory tract deposition of airborne nanoparticles: a critical review", "authors": [{"first": "J", "middle": [], "last": "Löndahl", "suffix": ""}, {"first": "W", "middle": [], "last": "Möller", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Pagels", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Kreyling", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "O", "middle": [], "last": "Schmid", "suffix": ""}], "year": 2014, "venue": "J Aerosol Med Pulmonary Drug", "volume": "27", "issn": "4", "pages": "229--54", "other_ids": {"DOI": ["10.1089/jamp.2013.1044"]}}, "BIBREF24": {"ref_id": "b24", "title": "A setup for field studies of respiratory tract deposition of fine and ultrafine particles in humans", "authors": [{"first": "J", "middle": [], "last": "Löndahl", "suffix": ""}, {"first": "J", "middle": [], "last": "Pagels", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Ketzel", "suffix": ""}, {"first": "A", "middle": [], "last": "Massling", "suffix": ""}], "year": 2006, "venue": "J Aerosol Sci", "volume": "37", "issn": "9", "pages": "1152--63", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Experimental determination of deposition of diesel exhaust particles in the human respiratory tract", "authors": [{"first": "J", "middle": [], "last": "Rissler", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "A", "middle": [], "last": "Bengtsson", "suffix": ""}, {"first": "C", "middle": [], "last": "Boman", "suffix": ""}, {"first": "J", "middle": [], "last": "Pagels", "suffix": ""}, {"first": "T", "middle": [], "last": "Sandström", "suffix": ""}], "year": 2012, "venue": "J Aerosol Sci", "volume": "48", "issn": "", "pages": "18--33", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A set-up for respiratory tract deposition efficiency measurements (15-5000 nm) and first results for a group of children and adults. Aerosol and Air Quality Research (AAQR)", "authors": [{"first": "J", "middle": [], "last": "Rissler", "suffix": ""}, {"first": "H", "middle": [], "last": "Nicklasson", "suffix": ""}, {"first": "A", "middle": [], "last": "Gudmundsson", "suffix": ""}, {"first": "P", "middle": [], "last": "Wollmer", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "J", "middle": [], "last": "Löndahl", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4209/aaqr.2016.09.0425"]}}, "BIBREF27": {"ref_id": "b27", "title": "Standardisation of spirometry", "authors": [{"first": "M", "middle": ["R"], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Hankinson", "suffix": ""}, {"first": "V", "middle": [], "last": "Brusasco", "suffix": ""}, {"first": "F", "middle": [], "last": "Burgos", "suffix": ""}, {"first": "R", "middle": [], "last": "Casaburi", "suffix": ""}, {"first": "A", "middle": [], "last": "Coates", "suffix": ""}], "year": 2005, "venue": "Eur Respir J", "volume": "26", "issn": "2", "pages": "319--357", "other_ids": {"DOI": ["10.1183/09031936.05.00034805"]}}, "BIBREF28": {"ref_id": "b28", "title": "Standardisation of the measurement of lung volumes", "authors": [{"first": "J", "middle": [], "last": "Wanger", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Clausen", "suffix": ""}, {"first": "A", "middle": [], "last": "Coates", "suffix": ""}, {"first": "O", "middle": ["F"], "last": "Pedersen", "suffix": ""}, {"first": "V", "middle": [], "last": "Brusasco", "suffix": ""}, {"first": "F", "middle": [], "last": "Burgos", "suffix": ""}], "year": 2005, "venue": "Eur Respir J", "volume": "26", "issn": "3", "pages": "511--533", "other_ids": {"DOI": ["10.1183/09031936.05.00035005"]}}, "BIBREF29": {"ref_id": "b29", "title": "Standardisation of the single-breath determination of carbon monoxide uptake in the lung", "authors": [{"first": "N", "middle": [], "last": "Macintyre", "suffix": ""}, {"first": "R", "middle": ["O"], "last": "Crapo", "suffix": ""}, {"first": "G", "middle": [], "last": "Viegi", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "Cpm", "middle": [], "last": "Van Der Grinten", "suffix": ""}, {"first": "V", "middle": [], "last": "Brusasco", "suffix": ""}], "year": 2005, "venue": "European Respir J", "volume": "26", "issn": "4", "pages": "720--755", "other_ids": {"DOI": ["10.1183/09031936.05.00034905"]}}, "BIBREF30": {"ref_id": "b30", "title": "Measuring lung function using sound waves: role of the forced oscillation technique and impulse oscillometry system", "authors": [{"first": "B", "middle": [], "last": "Brashier", "suffix": ""}, {"first": "S", "middle": [], "last": "Salvi", "suffix": ""}], "year": 2015, "venue": "Breathe", "volume": "11", "issn": "1", "pages": "57--65", "other_ids": {"DOI": ["10.1183/20734735.020514"]}}, "BIBREF31": {"ref_id": "b31", "title": "Series dead space volume assessed as the mean value of a distribution function", "authors": [{"first": "G", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Brunner", "suffix": ""}], "year": 1984, "venue": "Int J Clin Monit Comput", "volume": "1", "issn": "3", "pages": "177--81", "other_ids": {"DOI": ["10.1007/BF01872769"]}}, "BIBREF33": {"ref_id": "b33", "title": "A multiple-path model of particle deposition in the rat lung", "authors": [{"first": "S", "middle": [], "last": "Anjilvel", "suffix": ""}, {"first": "B", "middle": [], "last": "Asgharian", "suffix": ""}], "year": 1995, "venue": "Fundam Appl Toxicol", "volume": "28", "issn": "1", "pages": "41--50", "other_ids": {"DOI": ["10.1006/faat.1995.1144"]}}, "BIBREF34": {"ref_id": "b34", "title": "Aerosol technology: Properties, Behaviuor, and Measurement of Airborne Particles (2nded.)", "authors": [{"first": "W", "middle": [], "last": "Hinds", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Ultrafine particle deposition and clearance in the healthy and obstructed lung", "authors": [{"first": "J", "middle": ["S"], "last": "Brown", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Zeman", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "166", "issn": "9", "pages": "1240--1247", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Ultrafine particle deposition in subjects with asthma", "authors": [{"first": "D", "middle": ["C"], "last": "Chalupa", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Morrow", "suffix": ""}, {"first": "G", "middle": [], "last": "Oberdorster", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Utell", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Frampton", "suffix": ""}], "year": 2004, "venue": "Environ Health Perspect", "volume": "112", "issn": "8", "pages": "879--82", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Total lung deposition of ultrafine particles in elderly subjects during controlled breathing", "authors": [{"first": "C", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Jaques", "suffix": ""}], "year": 2005, "venue": "Inhal Toxicol", "volume": "17", "issn": "7-8", "pages": "387--99", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Experimental determination of the respiratory tract deposition of diesel combustion particles in patients with chronic obstructive pulmonary disease", "authors": [{"first": "J", "middle": [], "last": "Londahl", "suffix": ""}, {"first": "E", "middle": [], "last": "Swietlicki", "suffix": ""}, {"first": "J", "middle": [], "last": "Rissler", "suffix": ""}, {"first": "A", "middle": [], "last": "Bengtsson", "suffix": ""}, {"first": "C", "middle": [], "last": "Boman", "suffix": ""}, {"first": "A", "middle": [], "last": "Blomberg", "suffix": ""}], "year": 2012, "venue": "Part Fibre Toxicol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1743-8977-9-30"]}}, "BIBREF39": {"ref_id": "b39", "title": "No significant translocation of inhaled 35-nm carbon particles to the circulation in humans", "authors": [{"first": "P", "middle": [], "last": "Wiebert", "suffix": ""}, {"first": "A", "middle": [], "last": "Sanchez-Crespo", "suffix": ""}, {"first": "R", "middle": [], "last": "Falk", "suffix": ""}, {"first": "K", "middle": [], "last": "Philipson", "suffix": ""}, {"first": "A", "middle": [], "last": "Lundin", "suffix": ""}, {"first": "S", "middle": [], "last": "Larsson", "suffix": ""}], "year": 2006, "venue": "Inhal Toxicol", "volume": "18", "issn": "10", "pages": "741--748", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Negligible clearance of ultrafine particles retained in healthy and affected human lungs", "authors": [{"first": "P", "middle": [], "last": "Wiebert", "suffix": ""}, {"first": "A", "middle": [], "last": "Sanchez-Crespo", "suffix": ""}, {"first": "J", "middle": [], "last": "Seitz", "suffix": ""}, {"first": "R", "middle": [], "last": "Falk", "suffix": ""}, {"first": "K", "middle": [], "last": "Philipson", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Kreyling", "suffix": ""}], "year": 2006, "venue": "Eur Respir J", "volume": "28", "issn": "2", "pages": "286--90", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Continuous measurements of ambient particle deposition in human subjects", "authors": [{"first": "L", "middle": ["D"], "last": "Montoya", "suffix": ""}, {"first": "J", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "Ggk", "middle": [], "last": "Murthy", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Sarnat", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Godleski", "suffix": ""}, {"first": "P", "middle": [], "last": "Koutrakis", "suffix": ""}], "year": 2004, "venue": "Aerosol Sci Technol", "volume": "38", "issn": "10", "pages": "980--90", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Deposition Efficiency of Monodisperse Particles in Human Respiratory Tract", "authors": [{"first": "G", "middle": [], "last": "Giacomelli-Maltoni", "suffix": ""}, {"first": "C", "middle": [], "last": "Melandri", "suffix": ""}], "year": 1972, "venue": "Am Ind Hyg Assoc J", "volume": "33", "issn": "9", "pages": "603--613", "other_ids": {"DOI": ["10.1080/0002889728506713"]}}, "BIBREF43": {"ref_id": "b43", "title": "Interaction of Diffusional and Gravitational Particle-Transport in Aerosols", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "G", "middle": [], "last": "Scheuch", "suffix": ""}], "year": 1985, "venue": "Aerosol Sci Technol", "volume": "4", "issn": "3", "pages": "315--341", "other_ids": {"DOI": ["10.1080/02786828508959058"]}}, "BIBREF44": {"ref_id": "b44", "title": "Deposition of Particles in the Human Respiratory-Tract in the Size Range 0.005-15-Mu-M", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "G", "middle": [], "last": "Rudolf", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Schiller", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}], "year": 1986, "venue": "J Aerosol Sci", "volume": "17", "issn": "5", "pages": "811--836", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "An empirical formula describing aerosol deposition in man for any particle size", "authors": [{"first": "G", "middle": [], "last": "Rudolf", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "J", "middle": [], "last": "Heyder", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Schiller", "suffix": ""}, {"first": "W", "middle": [], "last": "Stahlhofen", "suffix": ""}], "year": 1986, "venue": "J Aerosol Sci", "volume": "17", "issn": "3", "pages": "90103--90108", "other_ids": {"DOI": ["10.1016/0021-8502(86)90103-5"]}}, "BIBREF46": {"ref_id": "b46", "title": "Total deposition of aerosol particles in the respiratory tract of children during spontaneous and controlled mouth breathing", "authors": [{"first": "C", "middle": ["F"], "last": "Schiller", "suffix": ""}, {"first": "R", "middle": [], "last": "Hlawa", "suffix": ""}, {"first": "J", "middle": [], "last": "Gebhart", "suffix": ""}, {"first": "R", "middle": [], "last": "Wönne", "suffix": ""}, {"first": "J", "middle": [], "last": "Heyder", "suffix": ""}], "year": 1992, "venue": "J Aerosol Sci", "volume": "23", "issn": "", "pages": "457--60", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Recent advances in predictive understanding of respiratory tract deposition", "authors": [{"first": "W", "middle": ["H"], "last": "Finlay", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Martin", "suffix": ""}], "year": 2008, "venue": "J Aerosol Medicine Pulmonary drug delivery", "volume": "21", "issn": "2", "pages": "189--205", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Assessment of airway geometry with inert aerosols", "authors": [{"first": "J", "middle": [], "last": "Heyder", "suffix": ""}], "year": 1989, "venue": "J Aerosol Med", "volume": "2", "issn": "2", "pages": "89--97", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Changes in airway dead space in response to methacholine provocation in normal subjects", "authors": [{"first": "K", "middle": [], "last": "Olsson", "suffix": ""}, {"first": "L", "middle": [], "last": "Greiff", "suffix": ""}, {"first": "F", "middle": [], "last": "Karlefors", "suffix": ""}, {"first": "S", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "P", "middle": [], "last": "Wollmer", "suffix": ""}], "year": 1999, "venue": "Clin Physiol", "volume": "19", "issn": "5", "pages": "426--458", "other_ids": {"DOI": ["10.1046/j.1365-2281.1999.00197.x"]}}, "BIBREF50": {"ref_id": "b50", "title": "Modeling age-related particle deposition in humans", "authors": [{"first": "B", "middle": [], "last": "Asgharian", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Menache", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Miller", "suffix": ""}], "year": 2004, "venue": "J Aerosol Med", "volume": "17", "issn": "3", "pages": "213--237", "other_ids": {"DOI": ["10.1089/jam.2004.17.213"]}}, "BIBREF51": {"ref_id": "b51", "title": "What does airway resistance tell us about lung function? Respir Care", "authors": [{"first": "D", "middle": ["A"], "last": "Kaminsky", "suffix": ""}], "year": 2012, "venue": "", "volume": "57", "issn": "", "pages": "85--99", "other_ids": {"DOI": ["10.4187/respcare.01411"]}}, "BIBREF52": {"ref_id": "b52", "title": "Deposition of ultrafine particles in human tracheobronchial airways of adults and children", "authors": [{"first": "S", "middle": [], "last": "Smith", "suffix": ""}, {"first": "U", "middle": ["S"], "last": "Cheng", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Yeh", "suffix": ""}], "year": 2001, "venue": "Aerosol Sci Technol", "volume": "35", "issn": "3", "pages": "697--709", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Deposition of fine particles in children spontaneously breathing at rest", "authors": [{"first": "W", "middle": ["D"], "last": "Bennett", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Zeman", "suffix": ""}], "year": 1998, "venue": "Inhal Toxicol", "volume": "10", "issn": "9", "pages": "831--873", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "49 7.2 (±1.1) 3.8 (±1.0) 3.7 (±0.6) 4.7 (±0.7) 2.3 (±0.5) 76.3 (±7.9) 115 (±14) 119 (±26) 108 (±7) 114 (±13) 119 (±28) 95 (±10) 50-59 6.7 (±1.3) 3.3 (±1.2) 3.2 (±0.5) 4.1 (±0.9) 2.3 (±0.5) 73.5 (±5.0) 110 (±14) 103 (±28) 104 (±12) 109 (±13) 112 (±19) 94 (±6) 60-70 6.3 (±1.1) 3.2 (±0.7) 2.8 (±0.7) 3.7 (±0.9) 2.3 (±0.3) 70.2 (±4.4) 104 (±10) 100 (±14) 101 (±17) 107 (±18) 104 (±11) 92 (±5) Ad. av. 6.7 (±1.3) 3.4 (±0.9) 3.6 (±0.9) 4.7 (±1.1) 2.0 (±0.5) 77.2 (±7.0) 110 (±11) 108 (±20) 105 (±11) 108 (±12) 109 (±20) 96 (±7)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "per interval] of the SMPS and APS): 15-30, 30-50, 50-100, 100-200, 200-350, 850-1300, 1300-1900, 1900-2700, 2700-3500, and 3500-5000 nm. Due to the lower number concentrations and the steep slopes in the distributions in the size range 200 to 1300 nm, together with instrumental limitations, the most reliable intervals were considered to be the four lowest (covering 15-200 nm) as well as the four intervals in the size range 1300-5000 nm (see", "latex": null, "type": "figure"}, "TABREF0": {"text": "Overview of the individuals recruited for the study, lung function, and breathing parameters", "latex": null, "type": "table"}, "TABREF1": {"text": "Measured average lung function", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>% of Predicted\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Age (y) </td><td>TLC (L) </td><td>FRC (L) </td><td>FEV1 (L) </td><td>VC (L) </td><td>RV (L) </td><td>FEV1/VC </td><td>TLC (L) </td><td>FRC (L) </td><td>FEV1 (L) </td><td>VC (L) </td><td>RV (L) </td><td>FEV1/VC\n</td></tr><tr><td>7-12 </td><td>3.5 (±0.6) </td><td>1.5 (±0.3) </td><td>1.9 (±0.6) </td><td>2.4 (±0.6) </td><td>0.95 (±0.2) </td><td>75.2 (±9.6) </td><td>106 (±9) </td><td>106 (±34) </td><td>95 (±17) </td><td>103 (±9) </td><td>119 (±27) </td><td>91 (±11)\n</td></tr><tr><td>20-29 </td><td>6.3 (±1.0) </td><td>3.2 (±0.7) </td><td>3.9 (±0.6) </td><td>4.5 (±0.6) </td><td>1.6 (±0.4) </td><td>83.6 (±4.1) </td><td>108 (±9) </td><td>108 (±16) </td><td>104 (±9) </td><td>105 (±8) </td><td>109 (±23) </td><td>100 (±5)\n</td></tr><tr><td>30-39 </td><td>7.3 (±1.5) </td><td>3.6 (±0.8) </td><td>4.1 (±1.1) </td><td>5.0 (±1.3) </td><td>1.9 (±0.3) </td><td>77.2 (±5.8) </td><td>113 (±8) </td><td>113 (±18) </td><td>107 (±11) </td><td>110 (±8) </td><td>107 (±21) </td><td>94 (±7)\n</td></tr><tr><td>40-49 </td><td>7.2 (±1.1) </td><td>3.8 (±1.0) </td><td>3.7 (±0.6) </td><td>4.7 (±0.7) </td><td>2.3 (±0.5) </td><td>76.3 (±7.9) </td><td>115 (±14) </td><td>119 (±26) </td><td>108 (±7) </td><td>114 (±13) </td><td>119 (±28) </td><td>95 (±10)\n</td></tr><tr><td>50-59 </td><td>6.7 (±1.3) </td><td>3.3 (±1.2) </td><td>3.2 (±0.5) </td><td>4.1 (±0.9) </td><td>2.3 (±0.5) </td><td>73.5 (±5.0) </td><td>110 (±14) </td><td>103 (±28) </td><td>104 (±12) </td><td>109 (±13) </td><td>112 (±19) </td><td>94 (±6)\n</td></tr><tr><td>60-70 </td><td>6.3 (±1.1) </td><td>3.2 (±0.7) </td><td>2.8 (±0.7) </td><td>3.7 (±0.9) </td><td>2.3 (±0.3) </td><td>70.2 (±4.4) </td><td>104 (±10) </td><td>100 (±14) </td><td>101 (±17) </td><td>107 (±18) </td><td>104 (±11) </td><td>92 (±5)\n</td></tr><tr><td>Ad. av. </td><td>6.7 (±1.3) </td><td>3.4 (±0.9) </td><td>3.6 (±0.9) </td><td>4.7 (±1.1) </td><td>2.0 (±0.5) </td><td>77.2 (±7.0) </td><td>110 (±11) </td><td>108 (±20) </td><td>105 (±11) </td><td>108 (±12) </td><td>109 (±20) </td><td>96 (±7)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Results from the multiple regression model of DF, based on adults only", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Unstandardized coefficients </td><td> </td><td> </td><td>Standardized coefficients\n</td><td> </td><td> </td></tr><tr><td>Size intervals </td><td>Const. </td><td>Tbc [min] </td><td>VDaw [L] </td><td>R5 sss [kPa · s · L−1] </td><td>VT [L] </td><td>Tbc </td><td>VDaw </td><td>R5 </td><td>VT </td><td>R\n</td></tr><tr><td>15-30 </td><td>0.60 </td><td>1.07* </td><td>−0.76* </td><td>0.10** </td><td>0.14* </td><td>0.37 </td><td>−0.50 </td><td>0.09 </td><td>0.33 </td><td>0.835\n</td></tr><tr><td>30-50 </td><td>0.37 </td><td>1.15* </td><td>−0.67* </td><td>0.30* </td><td>0.18* </td><td>0.34 </td><td>−0.38 </td><td>0.23 </td><td>0.35 </td><td>0.824\n</td></tr><tr><td>50-100 </td><td>0.19 </td><td>1.69* </td><td>−0.38* </td><td>0.29* </td><td>0.09 </td><td>0.51 </td><td>−0.22 </td><td>0.23 </td><td>0.17 </td><td>0.774\n</td></tr><tr><td>100-200 </td><td>0.22 </td><td>1.19* </td><td>−0.51* </td><td>0.10 </td><td>0.04 </td><td>0.46 </td><td>−0.38 </td><td>0.10 </td><td>0.09 </td><td>0.677\n</td></tr><tr><td>200-350 </td><td>0.17 </td><td>0.94* </td><td>−0.30* </td><td>0.07 </td><td>0.03 </td><td>0.94 </td><td>−0.30 </td><td>0.07 </td><td>0.03 </td><td>0.642\n</td></tr><tr><td>850-1250 </td><td>0.19 </td><td>2.47* </td><td>−0.23* </td><td>0.10 </td><td>−0.05 </td><td>0.81 </td><td>−0.14 </td><td>0.08 </td><td>−0.11 </td><td>0.750\n</td></tr><tr><td>1300-1900 </td><td>0.23 </td><td>2.29* </td><td>−0.28* </td><td>0.18** </td><td>0.05 </td><td>0.67 </td><td>−0.16 </td><td>0.14 </td><td>0.10 </td><td>0.815\n</td></tr><tr><td>1900-2700 </td><td>0.40 </td><td>1.63* </td><td>−0.62* </td><td>0.15** </td><td>0.15 </td><td>0.49 </td><td>−0.34 </td><td>0.11 </td><td>0.29 </td><td>0.830\n</td></tr><tr><td>2700-3500 </td><td>0.52 </td><td>0.98* </td><td>−0.40* </td><td>0.19** </td><td>0.15** </td><td>0.37 </td><td>−0.28 </td><td>0.19 </td><td>0.36 </td><td>0.798\n</td></tr><tr><td>3500-5000 </td><td>0.62 (0.70) </td><td>0.43* (0.34) </td><td>0.30 </td><td>0.29** (0.20) </td><td>0.04 (0.07) </td><td>0.20 (0.16) </td><td>0.25 </td><td>0.34 (0.24) </td><td>0.12 (0.20) </td><td>0.496\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Abbreviations APS: Aerodynamic Particle Sizer; AX: Reactance area. The integrated respiratory reactance between 5 Hz and F res (see Additional file 1); BTPS: Body temperature and pressure, saturated; d ae : Aerodynamic particle diameter; DF: Deposition fraction. The term refers to the mean probability of an inspired particle being deposited in the respiratory tract (no bounce of particles); d me : Mobility diameter; FEV 1 : Forced expiratory volume in 1 second (see Additional file 1); FRC: Functional residual capacity (see Additional file 1); F res : Resonant frequency (see Additional file 1); IOS: Impulse oscillometry; PC: Principal component; PCA: Principal component analysis; R20: Resistance of the respiratory system measured with impulse oscillometry at 20 Hz. R20 reflects the central airways more than does R5 (see Additional file 1); R5: Resistance of the respiratory system measured with impulse oscillometry at 5 Hz. R5 mainly reflects the resistance of conducting airways (see Additional file 1); RV: Residual volume (see Additional file 1); SMPS: Scanning Mobility Particle Sizer; T A : Alveolar residence time for the fraction of the tidal volume reaching the alveolar region (V TA ); T bc : Time of a breath cycle; T Daw : Residence time in airway dead space; TDF: Total deposition fraction of particles of a certain distribution; TLC: Total lung capacity (see Additional file 1); V A : Volume of the pulmonary region (alveoli); VC: Vital capacity; V Daw : Anatomical airway dead space (the volume of the conducting airways), or more specifically the Wolff dead space (see Additional file 1); V DBohr : Bohr's dead space (See Additional file 1); V E : Minute volume ventilation rate; V T : Tidal volume (according to BPTS conditions; V TA : Volume of the tidal volume that passes the conducting airways to reach the alveolar region to take part in the gas-exchange", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "We publish relevant data in Additional file.Authors' contributions ES, with help from JL, JR, and PW, was responsible for the concept and design of the study. JR was responsible for the ethical committee approval and HN for the recruitment of subjects and conducting the study. PW was responsible for the acquisition of the lung function data and AG had the main responsibility for designing and testing the experimental set-up for the lung deposition measurements, together with JR and JL, including everything from particle generation to redesigning and calibrating the new system. HN was responsible for collecting and preparing the final data set of the lung deposition measurements and JR was responsible for data analysis, the statistical analysis (with input from ES and JL) and for writing most parts of the paper. JL wrote parts of the paper and critically reviewed the drafts. All authors have read, corrected, and approved the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "The authors declare they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The study was reviewed and approved by the regional ethics committee in Lund (Sweden), dnr 2009/465, in accordance with the Declaration of Helsinki. All participants gave their written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}