{
    "paper_id": "ef4e3b7bdbae519ec7e9a0769228a2d26a3cc72e",
    "metadata": {
        "title": "Azathioprine Hypersensitivity Presenting as Sweet Syndrome in a Child with Ulcerative Colitis",
        "authors": [
            {
                "first": "Mi",
                "middle": [
                    "Jin"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kee",
                "middle": [
                    "Taek"
                ],
                "last": "Jang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yon",
                "middle": [
                    "Ho"
                ],
                "last": "Choe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "MI JIN KIM, *KEE TAEK JANG, AND YON HO CHOE S weet syndrome, or acute febrile neutrophilic dermatosis, is a cutaneous lesion characterized by tender, red inflammatory nodules or papules, usually affecting the upper limbs, face and neck. It can become generalized, and patients often are ill with associated signs and symptoms, including malaise, high fever, neutrophilia, elevated erythrocyte sedimentation rate and C-reactive protein levels, which mimic an infectious process. It has rarely been seen as a manifestation of azathioprine hypersensitivity in adults [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 567,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Azathioprine Hypersensitivity Presenting as Sweet Syndrome in a Child with Ulcerative Colitis"
        },
        {
            "text": "A nine-year-old girl was referred for management of refractory ulcerative Colitis (UC) that had been diagnosed one year previously. She had no history of reported drug allergies and had been prednisolone-dependent (2 mg/kg/ day) for much of the preceding year, with her disease flaring after attempts to reduce the prednisolone dosage. During the hospitalization, she received mesalazine treatment (48 mg/kg/day) without prednisolone, but it was ineffective. She underwent azathioprine therapy (1 mg/kg/ day) and 10 days later was hospitalized for fever (temperature of 39.2ºC), skin rash and hematochezia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Physical examination was significant for numerous erythematous, painful, 1-3 mm vesicular lesions with central pustules on her face and both arms (Fig. 1) . Laboratory results showed an elevated white blood cell count (13,470/μL) with neutrophilia, microcytic hypochromic anemia (hemoglobin 9.2 g/dL, MCV 80.9 fl, MCH 24.8 pg), hyponatremia (132 mmol/L), and a markedly raised erythrocyte sedimentation rate (89 mm/ hr) and C-reactive protein level (3.13mg/dL). Anti-nuclear antibody was negative, but c-type anti-neutrophil cytoplasmic antibody (c-ANCA) was positive. Her thiopurine methyltransferase (TPMT) activity was normal (18.2 U/ml RBC, reference range: 15.1-26.4 U/mL RBC). Blood cultures and urinalysis were obtained and the patient was started on cefotaxime (100 mg/kg/day) for a possible infectious etiology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "Two days after the cefotaxime treatment, the patient still had a fever. The patient then received metronidazole (30 mg/kg/day) for a week and prednisone (1.7 mg/kg/ day). However, she was febrile with shaking chills and nausea. Cultures taken from blood and urine prior to antibiotic therapy were sterile. Biopsy specimens and tissue cultures were taken from the pustular lesions. Pathologic evaluation of skin biopsy showed massive neutrophilic infiltrate in the entire dermis (Fig. 1) . Tissue culture results were negative for bacterial or fungal infection. Based on the clinical course, a diagnosis of sweet syndrome was made. As the patient's fever had not subsided in spite of the administration of antibiotics and steroid, we presumed that the sweet syndrome was caused by the azathioprine and was not due to inflammatory bowel disease. The azathioprine therapy was discontinued. Within 48 hours, the patient's fever abated and her skin lesions improved. Following this improvement, the VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS prednisolone dose was reduced to 0.4 mg/kg per day without a recurrence of her symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 486,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "At follow-up after two weeks, there had been no recurrences of her symptoms, and her UC was comparatively well controlled by prednisolone and mesalazine treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The criteria for drug-induced SS have been reviewed by many authors [3, 5] and include abrupt onset of painful erythematous plaques or nodules, histopathologic evidence of a dense neutrophilic infiltrate without evidence of leukocytoclastic vasculitis, pyrexia (temperature >38ºC), and a temporal relationship between drug ingestion and clinical presentation, as well as resolution after withdrawal. Our patient meets most of these criteria.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 74,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "ANCAs have been described in some cases, and may be pathogenically relevant through the activation of neutrophils [6] . In our case, c-ANCA was positive. Kemmett, et al. [7] reported the presence of c-ANCA in six of the seven patients with sweet syndrome and speculated whether ANCA may be helpful in establishing the diagnosis of sweet syndrome .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Azathioprine is a widely used immunosuppressive agent that has been used increasingly as a steroid-sparing agent for the treatment of Crohn's disease and UC. Azathioprine rarely causes a hypersensitivity syndrome which is characterized by fever, headache, arthralgias, and rash, with possible cardiovascular, renal, lung, and hepatic involvement [8] . Skin lesions include erythematous or maculopapular eruptions, vesicules or pustules, urticaria, purpuric lesions, erythema multiforme, or erythema nodosum. A case of acute generalized exantematous pustules induced by azathioprine like our case also has been reported [9] . Diagnosis is often missed or delayed, as the clinical features are often misinterpreted as either sepsis or an exacerbation of the underlying disease state. According to previous studies [10], TPMT activity was not predictive of this type of adverse effect.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The morphology of these skin lesions can mimic that of several other mucocutaneous and systemic conditions. The differential diagnosis includes infectious and inflammatory disorders, neoplastic conditions, reactive erythemas, vasculitis. Skin lesions and negative cultures help in the diagnosis. In addition, negative test results for autoimmune diseases are important for diagnosis. In our case, an infection focus or signs of an autoimmune disease could not be detected. Clinical and histopathologic findings supported the drug-induced sweet syndrome and cessation of the drug caused a rapid regression in symptoms. In patients without prior exposure to azathioprine, signs and symptoms usually begin approximately two weeks from the initial azathioprine exposure [1] , which began after 10 days in this child.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that azathioprine-induced sweet syndrome may be under-diagnosed because it can easily be misinterpreted as inflammatory bowel disease-related skin changes. R isk factors for severe illness and death due to H1N1 infection include young children, obesity, chronic lung disease, pregnancy, heart disease, neurocognitive disorders and immunosuppression [1] . In India, till now there have been 31866 confirmed cases and 1517 deaths of lab confirmed cases [2] . We describe the diagnostic challenges, course and outcome of H1N1 infection in three children with different hematological malignancies.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We had three patients with different haematological malignancies in varied phases of treatment who were found to have H1N1 infection between December 2009 and March 2010. The clinical details are shown in Table I . Diagnosis of H1N1 infection was based on quantitative polymerase chain reaction from nasopharyngeal swabs. Chest radiological findings mimicked invasive aspergillosis in two patients. Galactomanan assay was also supporting fungal infection in these patients thereby suggesting a diagnosis of probable invasive aspergillosis. Bronchoalveolar lavage could be performed in only one patient (patient 3) who grew Pseudomonas species in the lavage fluid. All children were neutropenic at the onset of symptoms. One patient (patient 1) died due to respiratory failure and shock. In this patient, there was a delay of more than 10 days to initiate treatment with oseltamivir, H1N1 infection was not suspected initially. The diagnosis and treatment of H1N1 infection was delayed in patient 3 also, but he improved with treatment as his disease was in remission and total leucocyte counts and neutrophil counts were showing on improving trend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table I",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "It is interesting to study the course of this infection during the recent pandemic in this subgroup of patients as pediatric age group and malignancies both are considered to be risk factors for severe illness due to this infection. Patients with hematological malignancies are expected to have more morbidity and mortality due to the already compromised immunity, associated neutropenia, and coexistent bacterial and fungal infections. Usually a diagnosis of bacterial infection is considered in the setting of neutropenic fever and thereafter a fungal infection is considered if fever persists. It is for this reason that the diagnosis of H1N1 infection was not considered initially in our patients. The diagnosis was further delayed due to the radiological features being suggestive of invasive fungal infection in two patients. It is possible that H1N1 could have been a coexistent infection with other usual infections There is paucity of data on the course and outcome of this novel infection in patients with haematological malignancies [4] [5] [6] [7] . Sidi, et al. [7] found in their series of 45 patients of different malignancies that H1N1 was more common in hematological malignancies than solid tumors; however, it was not associated with severe illness or death in any of their patients. There is no published data so far about this infection in pediatric patients with hematological malignancies.",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In view of our findings, we suggest that in the setting of hematological malignancies, H1N1 infection should be considered and tested by PCR in all such children, with cough or upper respiratory symptoms during an epidemic; whether the patient is neutropenic or not, and even when radiology is suggestive of classical bacterial or fungal pneumonia. Further, empiric treatment with oseltamivir should be initiated early in these patients as this infection appears to have an adverse outcome either due to its own course or by having an additive effect on an underlying coexistent pulmonary infection. We report a 5-year-old girl who presented with acute onset paraparesis with differential loss of sensation. Magnetic resonance imaging of spine revealed exophytic intramedullary mass lesion from T12 to L1. Peroperatively, the diagnosis was confirmed as abscess. The patient recovered following decompression and antibiotic treatment. T hough spinal abscesses, especially acute epidural abscess or following caries spine are seen occasionally in pediatric population, intramedullary abscesses are seen very rarely [1] [2] [3] [4] [5] . We report a 5-year-old girl who presented as acute paraparesis without significant pyrexia or vertebral anomaly. Contrast enhanced MRI suggested a spinal cord tumor, which on surgery was detected to be an abscess.",
            "cite_spans": [
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A 5-year-old developmentally normal girl who presented with pain in lower abdomen for 7 days, followed by progressive weakness of both lower limbs and increased frequency of micturition of 5 days duration. Parents noticed decreased sensations in lower limbs. There are no history in recent past suggestive of any infections or treatment. On examination, the patient showed no spinal deformity or dermal sinus. Neurological examination revealed a cooperative child with normal higher functions. Cerebellar signs and signs of meningeal irritation were negative. Fundus exam was normal. Motor examination revealed hypotonia in lower limbs, power was 3/5 in dorsiflexion at both ankle and 4/5 in flexion and extension at both knee joints. Deep tendon reflexes were normally elicitable. Babinski reflex was bilaterally positive. There was differential loss of pain and temperature upto inguinal ligament in both lower limbs but vibration and position sense were preserved. There was no sacral anesthesia and anal reflex was elicitable. Investigations showed normal chest and dorsolumbar spine X-rays, urinalysis and CSF examination. Mantoux test was negative and the ESR was 22 mm in first hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "MRI spine revealed well defined circumscribed partially exophytic intramedullary mass measuring 1.7 cm at D12-L1 level, which was hypointense on T1 weighted images and hyperintense on T2 weighted images with internal hemorrhage along with long segment cord edema from C5 to L1 level. Contrast enhancement with gadolinium showed scattered enhancement mainly at periphery, suggestive of an astrocytoma or ependymoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Per-operatively, intramedullary abscess at D12 level was found, which was drained. Pus sent for gram and AFB staining and culture revealed no growth. Subsequently, the patient was treated with oral prednisolone, ceftriaxone, cloxacillin and amikacin for 4 weeks. The patient showed marked improvement in all symptoms within 2 weeks of surgery. At discharge, 4 weeks post surgery, the patient was ambulatory with power of 4+ in both lower limbs and return of bladder and bowel sensations. The diagnosis of primary intramedullary spinal abscess was made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Intramedullary spinal cord abscess is rarely seen in children with only 38 reports in children [1] . It occurs more frequently in males with peak incidence in first and [2] . Solitary abscess is more common and seen mostly in the thoracic cord. Abscesses are considered primary when no other infection source can be found. Secondary abscesses (upto 85% cases) arise from another infection site, either contiguous to cord (dermal sinus or neural tube defect) or distant (most commonly from lung) [1, 3] . They are also classified as acute (<1 week), sub-acute (1-6 weeks) or chronic (>6 weeks) [2] . Our case did not show a congenital malformation of the spine and clinical features were of insidious onset, suggestive of sub-acute primary solitary abscess.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 501,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Organisms isolated include Staphylococcus [4] and Mycobacterium tuberculosis [5] . However, 25-40% abscesses are sterile on culture, as in our case [4] .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In an acute presentation, symptoms of infection (e.g. fever, backache, malaise) are common. Chronic cases might mimic features of intramedullary tumor and show neurological symptoms [6] . The procedure of choice for diagnosis of intramedullary spinal abscess is gadoliniumenhanced MRI that shows rim enhancement of its margins. Spinal cord abscesses produce homogenous enlargement on T1-weighted images and hyperintensity on T2weighted images [4] . These findings may be seen in intramedullary tumors as well.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Treatment of intramedullary abscesses involves surgical drainage and appropriate antibiotics. Steroids are used to reduce spinal cord swelling and associated edema [7] . Paradoxical increase in size of lesion may occur necessitating surgical intervention [8] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Approximately 70% of patients may have residual neurological sequelae [9] . Some patients may show paraplegia due to recurrent or non-resolving abscess and infarct due to vascular occlusion and inflammation.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Contributors: MA and KCA, managed the case and drafted the manuscript. KCA shall act as the guarantor. AA interpreted radiological investigations. Karamchand operated upon case. Funding: None. Competing interest: None stated. VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS S trongyloidiasis is an intestinal infestation caused by the nematode Strongyloides stercoralis, common in endemic areas of tropical and subtropical countries. In an immunocompromised patient, it has the potential to cause life threatening conditions like hyper-infection syndrome and disseminated strongyloidiasis. Severe strongyloidiasis has a high mortality of up to 80% as the diagnosis is often delayed. We describe a boy who was immunocompromised secondary to systemic steroid therapy, in whom the diagnosis was delayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A thirteen year old boy presented with acute progressive paraplegia and bladder incontinence. MRI revealed affection of spinal cord from the level of T1 to conus medullaris. CSF examination was normal. Diagnosis of acute demyelinating myelitis was made. Child was treated with intravenous methyl prednisolone for five days which was followed by oral prednisolone for three weeks. He recovered completely and steroid was tapered over next three weeks. However, at the end of six weeks after starting steroids, child presented with abdominal pain and distension, and vomiting. Clinical and abdominal examination were unremarkable. Hemogram revealed a total count of 15,000/cmm with 60% neutrophils, 36% lymphocytes and 4% eosinophils. HIV serology was negative. Urine microscopy revealed pyuria and urine culture grew E.coli in significant colony count. Child was started on intravenous antibiotics Amikacin and Ceftriaxone as per sensitivity report. While on day seven of antibiotics, child developed headache and meningeal signs. CSF examination revealed polymorphic pleocytosis with normal sugar and mildly elevated protein; Gram staining, AFB staining and culture were negative. CT scan of head was normal. Child continued to have abdominal distention, vomiting and developed persistent diarrhea. Stool routine evaluation was normal, there were no ova, cysts or pus cells, and no fat globules or reducing substances. There was no growth on stool culture. Child was treated with parenteral fluids and electrolytes as serum sodium remained persistently low. Repeat stool routine examination, and USG abdomen and erect X-ray abdomen were normal. Child underwent upper GI endoscopy and duodenal biopsy was taken. The condition of the child progressively worsened with development of severe malnutrition, malabsorption and anasarca. Child gradually progressed to hypotension and muffled heart sounds with left ventricular failure. Echocardiography revealed mild to moderate pericardial effusion. However, the child expired before a pericardiocentesis could be done. Duodenal biopsy report later revealed blunting with abundant rhabditiform larvae of S. stercoralis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "S. stercoralis usually persists and replicates in a host for a decade without symptoms. However when the host becomes immunocompromised, it can lead to fatal conditions like hyper-infection syndrome and disseminated strongyloidiasis. The disease should be suspected in an immunocompromised host who comes from an area endemic for Strongyloides stercoralis. In endemic areas, a prevalence of as high as 40% is observed in general population. However, disseminated strongyloidasis is very rare in immunocompetent host. Clinical manifestations of disseminated strongyloidosis are nonspecific. The onset is usually sudden with generalized abdominal pain, distension and fever, associated with indigestion, vomiting, diarrhea, steatorrhoea, protein losing enteropathy and weight loss. There is remarkable absence of eosinophilia. Steroids may not only affect the host's cellular immunity, but also mimic an endogenous parasitic-derived regulatory hormone. Strongyloides were noticed to produce more eggs in the presence of exogenous steroids. Due to immuno-suppressant therapy, there is a larger proportion of the rhabditiform larvae which mature into the filariform larvae within the host. This leads to a greater larval load and dissemination. It involves widespread dissemination of larvae to extra intestinal organs (CNS, heart, urinary tract, endocrine organs) which are not ordinarily part of parasitic lifecycle. The enteric organisms either carried by the larvae or through intestinal ulcers, cause bacteremia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hyperinfection implies confinement of the Strongyloides larvae to the organs normally involved in the pulmonary autoinfection cycle (i.e., GI tract, lungs, and peritoneum). Disseminated strongyloidiasis is defined as larvae migrating to end organs not usually involved in the normal cycle of the parasite, such as brain and skin. The definitive diagnostic test is identification of S. stercoralis larvae in stool examination. Single stool examination has low sensitivity (30%). Hence multiple examinations are recommended. In children with hyper-infection syndrome, larvae may be found in samples from sites of potential larva migration like duodenal aspirate, sputum, BAL fluid, lung biopsy and rarely in small intestine biopsy specimens. Stool microscopy done twice, in this child, during the illness did not reveal the larvae. This child developed left ventricular failure on the last day and there was significant pericardial effusion. The reason for heart failure was presumed to be due to disseminated strongyloidiasis. Myocardial involvement in disseminated strongyloidiasis has been described in literature [7] . S pontaneous pneumomediastinum in children is triggered by asthma, vomiting, situations reproducing the Valsalva maneuver (e.g. shouting, coughing, inhalation of drugs, and intense sport activities [1] . We report an unusual spontaneous pneumomediastinum caused by Swine Flu (H1N1) infection. Very few similar cases are reported till date [2] .",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1463,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A 7-year-old female child presented with severe cough, high grade fever and breathlessness for 3 days prior to admission. At admission, she had maculopapular rash all over the body, sore throat and tachypnea. Respiratory system examination revealed fine crepitation bilaterally. All other systemic examination was within normal limit. Hemoglobin was 10.2 g/dL and total leukocyte count was 4200 cells/cumm with lymphocytic (70%) predominance. Blood culture and endotracheal aspirate culture revealed no growth. Chest X-ray revealed bilateral streaky opacities. A throat and nasal swab was sent to rule out Novel H1N1. She was put on broad spectrum antibiotics, intravenous fluid and oseltamivir. After 48 hours of admission, she developed severe stabbing chest pain. This was accompanied with subcutaneous emphysema along with deteriorating oxygen saturation. Blood gas analysis revealed (pH 7.51, PaO 2 50mmHg, PCO 2 28, Spo 2 90%, HCO 3 26, BE 2.4, AaDo 2 70 mmHg). Chest X-ray revealed underlying pneumomediastinum. The child was put on pressure control mode of mechanical ventilation. Trachostomy was done, as the subcutaneous emphysema was increasing. Following six hours of tracheostomy, there was complete disappearance of mediastinal air with total resolution of subcutaneous emphysema at 24 hourss. The child was weaned off from mechanical ventilation. However, the child developed Acute respiratory distress syndrome (ARDS) on day 7 of admission and died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The index case had no other apparent risk factor apart from vigorous cough in addition to severe H1N1 infection, which is known to cause diffuse alveolar damage and VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS interstitial pneumonitis leading to the development of spontaneous pneumomediastinum. Accompanying subcutaneous emphysema compresses the trachea and can worsen the respiratory condition and we experienced a similar complication in our case. Although mechanical ventilation may cause air leaks, including pneumomediastinum, continuing it and even escalating respiratory support may be necessary depending on the severity of the underlying respiratory distress and the degree of compromise caused by the air leak. Principle objectives include the use of the lowest pressures or tidal volumes necessary to achieve satisfactory carbon dioxide removal and oxygenation [3] . There are case reports of use of high frequency oscillatory ventilation in pneumomediastinum, especially when it is associated with ARDS. However, further research is needed to support these findings [4] .",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 875,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Surgical intervention has rarely been described in pneumomediastinum. Its use is reserved for pneumomediastinum leading to marked cardio-respiratory compromise. Cervical mediastinotomy with or without tracheostomy is life saving in these cases [5] . We found tracheostomy to be useful in our condition.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To conclude, H1N1 infection can give rise to an unusual air leak syndrome like spontaneous pneumomediastinum and subcutaneous emphysema in children. If required, tracheostomy is helpful. VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS patients. The prevalence of XDR TB in Indian adults has been reported to be 2.4% among those with drug resistant TB [3] .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Case 1: A 2½-years old girl presented in July 2007 with swelling over left foot associated with non foul smelling discharge, cough and fever for 1 month. She also had loss of appetite and loss of weight. For these complaints, the child showed to a physician who started her on 4 drugs anti tuberculous therapy (ATT) consisting of isoniazid (H), rifampicin (R), ethambutol (E) and pyrazinamide (Z) but there was no improvement and she was referred to us. On examination, her weight was 9.5 kg (z score = -2), height was 78 cm (z score = -3), she had matted cervical lymphnodes and discharging sinus over left foot. There was decreased air entry in left infra-axillary and infrascapular region with bronchial breathing and hepatosplenomegaly. Other systems were normal. Mantoux test was positive. Sputum for acid fast bacillus (AFB) was negative on smear. Her X-ray of the feet showed osteomyelitis of left fibula, left talus, left 5th metatarsal and right 5th metatarsal. X-ray spine was normal. CSF examination was normal. Pus from left foot showed AFB on smear. She was started on 6 drugs ATT consisting of HRZE, streptomycin (S) and ciprofloxacin (C) pending her culture and sensitivity report. After one month of 6 drug ATT, her fever persisted, she had loss of weight to 7.9 kg and she developed a gibbus. X-ray spine showed vertebral collapse at T 4 -T 5 level. There was no neurological deficit. TB culture sensitivity showed resistance to all first line drugs (HRZES) and to oflxacin. The child was thus started on ATT consisting of amikacin, ethionamide, PAS and moxifloxacin. However, in December 2007, she had still not gained weight, though her fever had subsided and she was able to stand without support and walk with support. Her MRI spine showed destruction of T 4 vertebral body with gibbus formation at T 4 -T 5 level and collapse and destruction of L 5 vertebral body and large prevertebral, paravertebral and anterior epidural abscess. Amikacin was stopped by the patient in Dec 2007 due to pain on injecting. The psoas abscess was drained and sent for culture and sensitivity in Jan 2008. Her culture still grew M.tuberculosis which was resistant to HRZESO. The child was subsequently started on injection kanamycin, linezolid, prothionamide, clofazimine and cycloserine to which she responded and had a weight gain of 2 kg. In September 2008, her MRI spine showed healing at T 4 -T 5 vertebra with reduction in kyphoid deformity. There was no healing at L 4 -L 5 level. She was advised to continue same drugs. Subsequently the child was lost to follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "A 6-year old girl presented with fever and cough for 2 months. On examination, she was malnourished with a weight of 13 kg (z score = 0 to 2) and height 106 cm (z score >3). She had bilateral inguinal adenopathy with left sided otorrhea, and hepatomegaly. Auscultation revealed decreased air-entry on left side with bilateral crepitations. There was no shift of mediastinum. CT chest showed cavity and consolidation in left lower lobe with confluent centrilobular nodules in left upper lobe and lingula. Her sputum culture report showed resistance to H,R,E,S and O. She was treated with Z, amikacin, moxifloxacin, PAS and ethionamide. The patient was asymptomatic till one month when she developed cervical adenopathy with parotid enlargement that responded to non-steroidal antiinflammatory medicines (NSAIDS). Her chest X-ray showed improvement in the consolidation. By 3 months of therapy, she had no sputum production, her weight had increased to 17 kg. However, at end of 5 months of therapy, she was detected to have bilateral moderate to severe mixed hearing loss at high frequency on audiological evaluation and thus amikacin was omitted. Her remaining ATT were continued and regular screening for adverse effects was done. She is on regular follow up. She underwent left lower lobe lobectomy after 15 months of this therapy and culture from the specimen did not show any growth of acid fast bacillus. The remaining drugs are still being continued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2:"
        },
        {
            "text": "A 9½-year old boy presented with dry cough and evening rise of fever with abdominal pain for 1 month. He also had decreased appetite and was not gaining weight. On examination his weight was 20 kg and height was 126.0 cm. He had generalized non significant cervical, inguinal and axillary lymph nodes. Systemic examination was normal and mantoux was positive (12 × 12mm). Chest Xray was normal. Ultrasound of abdomen showed mild hepatomegaly with multiple enlarged mesenteric lymphnodes in right paraumbilical and umbilical regions measuring 7 mm in short axis. He was started on 4 drug ATT with HRZE, which was shifted to consolidation phase of 2 drug ATT after 2 months. He was asymptomatic on follow up and at the end of 9 months of therapy gained 3 kg. However, his ultrasound abdomen showed persistence of lymphnodes and increase in size to 11.2 mm. Thus he was continued on ATT for a longer duration and was stopped after total duration of 10 months. A repeat ultrasound had shown decrease in size of node to 0.5 cm. After 3 months, child again presented with cough for 1 week and abdominal pain. CT abdomen showed 1.3 cm nodes in mesentery, paracaval regions with central hypodense areas. At the same time, parents informed that the grandmother had died due to TB 6 months ago. Thus, he was suspected to have drug resistant TB. Child VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS underwent abdominal lymphnode biopsy and was started on category 2 of ATT regimen as per WHO consisting of HRZES. Culture after 6 weeks grew M. tuberculosis complex resistant to HRZES, ofloxacin and moxifloxacin., Treatment was started with PAS, amikacin, ethionamide and gatifloxacin. Child had currently completed 15 months of this second line therapy (gatifloxacin was stopped after one year) and asymptomatic. His ultrasound shows complete regression of lymphnodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3:"
        },
        {
            "text": "Patients with XDR-TB have poor outcomes, prolonged infectious periods and limited treatment options. Childhood TB is usually a paucibacillary TB, thus making the acquisition of drug resistance in previously treated patient less likely, unless the child has been infected by a resistant strain. In our patients, two had contact with an adult suffering from TB who had died. Two of the patients had been on ATT for a year but had no improvement on their therapy suggesting that failure to respond to standard ATT therapy or contact with suspected drug resistance should be considered as a clue to suspect drug resistance in the child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In all our patients, we documented drug resistance based on the culture of M. tuberculosis. This becomes essential as diagnosis of drug resistant TB is difficult in children and prognosis is guarded. In these patients, it is prudent to label it as a partial XDR TB as the resistance pattern is mid-way between MDR-TB and XDR-TB. It is feasible to classify different type of tuberculosis in children in different pattern of resistance for future prognosis and treatment. Although treatment success rates of 40% to 80% have been observed in a number of settings, this remains lower than the 85% to 99% cure rates achievable for drug-susceptible TB [4] .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 649,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Aspects of Pandemic 2009 Influenza A (H1N1) Virus Infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Writing Committee of the WHO Consultation on Clinical Aspects of Pandemic (H1N1) 2009 Influenza",
            "volume": "362",
            "issn": "",
            "pages": "1708--1727",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bacterial coinfections in lung tissue specimens from fatal cases of 2009 pandemic influenza A (H1N1) -United States",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1071--1075",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel influenza A (H1N1) in patients with hematologic malignancies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seiter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Nadelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Montecalvo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Oncol",
            "volume": "28",
            "issn": "",
            "pages": "27--29",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Favourable outcome of pneumonia due to novel influenza A/H1N1 2009 virus in a splenectomised adult patient undergoing therapy for non Hodgkin lymphoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Saurez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Callejas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez-Dominguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Galán",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burgaleta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Haematol",
            "volume": "148",
            "issn": "",
            "pages": "805--819",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intramedullary spinal cord abscess: case report with review of 53 previously described cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Ditullio",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Surg Neurol",
            "volume": "7",
            "issn": "",
            "pages": "351--355",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spinal cord abscess: review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Menezes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Perret",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Surgical Neurology",
            "volume": "8",
            "issn": "",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intramedullary epidermoid associated with an intramedullary spinal abscess secondary to a dermal sinus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benzyl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Knuckey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Neurosurgery",
            "volume": "30",
            "issn": "",
            "pages": "118--139",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spinal cord infection: myelitis and abscess formation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brunberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Quit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kazanjian",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "AJNR AM J Neuroradiol",
            "volume": "19",
            "issn": "",
            "pages": "341--349",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spinal intramedullary tubercular abscess: a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hoda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maurya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indian J Tuberc",
            "volume": "52",
            "issn": "",
            "pages": "211--215",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A child with spinal intramedullary abscess",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Guzel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Childs Nerv Syst",
            "volume": "19",
            "issn": "",
            "pages": "773--779",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of dexamethasone on experimental brain abscess",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckeever",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Schaberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoff",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Neurosurgery",
            "volume": "66",
            "issn": "",
            "pages": "264--273",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intramedullary tuberculoma of the spinal cord: Case report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Citow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ammirati",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Neurosurgery",
            "volume": "35",
            "issn": "",
            "pages": "327--357",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Holocord intramedullary abscess: clinical brief",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vibhuti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "REFERENCES 1. Kliegman MR",
            "volume": "74",
            "issn": "",
            "pages": "589--91",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disseminated strongyloidiasis in a child with lymphoblastic lymphoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Daubenton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Buys",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Pediatr Hematol Oncol",
            "volume": "20",
            "issn": "",
            "pages": "260--263",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hyperinfection with strongyloides during treatment of pemphigus vulgaris",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarubbi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Dermatol",
            "volume": "123",
            "issn": "",
            "pages": "864--869",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fatal disseminated Strongyloidiasis in patients on immunosuppressive therapy: Report of two cases",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Swarnalata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indian J Dermato Venerol Leprol",
            "volume": "71",
            "issn": "",
            "pages": "38--40",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Strongyloides hyperinfection syndrome: an emerging global infectious disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Marcos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Terashima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gotuzzo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "102",
            "issn": "",
            "pages": "314--322",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Strongyloides stercoralis in the immunocompromised population",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Keiser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "208--225",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Strongyloides hyperinfection: a case for awareness",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stephens D",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Keulenaer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Trop Med Parasitol",
            "volume": "97",
            "issn": "",
            "pages": "855--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spontaneous pneumomediastinum in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalumeau",
                    "suffix": ""
                },
                {
                    "first": "Clainche",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sayeg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sannier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Marianowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatr Pulmnol",
            "volume": "31",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spontaneous pneumomediastinum complicating pneumonia in children infected with 2009 pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moruzumi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ubukata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inamo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pneumomediastinum: treatment and medication",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Patric",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Successful use of high-frequency oscillator ventilation for acute respiratory distress syndrome with pneumomediastinum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Tonelli",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruiz-Rodriguezs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Jeminez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respiratory Medicine CME",
            "volume": "2",
            "issn": "",
            "pages": "173--178",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Spontaneous pneumomediastinum: A comparative study and review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caceres",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Thorac Surg",
            "volume": "86",
            "issn": "",
            "pages": "962--968",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Extensively drug-resistant tuberculosis as a cause of death in patients co-infected with tuberculosis and HIV in a rural area of South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Sturm",
                    "suffix": ""
                },
                {
                    "first": "Pawins",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Govender",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lalloo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "1575--80",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Worldwide emergence of extensively drug-resistant tuberculosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barrera",
                    "suffix": ""
                },
                {
                    "first": "Boulah",
                    "middle": [],
                    "last": "Balf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martin-Casabona",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Guidelines for the programmatic management of drug resistance tuberculosis. Emergency Update",
            "authors": [],
            "year": 2008,
            "venue": "Geneva. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Extensively drug-resistant tuberculosis in the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cegielski",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "300",
            "issn": "",
            "pages": "2153--60",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Childhood tuberculosis : increasing but neglected",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Indian J Tuberculosis",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "None.Competing interest: None stated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contributors:All authors contributed to case work-up and drafting the manuscript. Funding: None. Competing interests: None stated.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "neutrophil cytoplasmic antigens: serologic marker for Sweet's syndrome. J Am Acad Dermatol. 1991;24: 967-9. 8. El-Azhary RA. Azathioprine: current status and future considerations. Int J Dermatol. 2003;42:335-41. 9. Elston GE, Johnston GA, Mortimer NJ, Harman KE. Acute generalized exanthematous pustulosis associated with",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CHILDREN WITH H1N1 INFECTION AND LEUKEMIA AML -acute myeloid leukemia; ALL -acute lymphoblastic leukemia; WBC -white blood cell count; ANC-absolute neutrophil count; HRCT -high resolution CT; OD index -optical density index. VOLUME 48 __ DECEMBER 17, 2011 CASE REPORTS 6. Patel P, Sweiss K, Shatavi S, Peace D, Clark N, Rondelli D. The impact of novel influenza A (H1N1) after hematopoietic SCT. Bone Marrow Transplant. 2010; 45:1756-7. Spinal Cord Abscess Masquerading as Spinal Tumor *MUKUL AGGARWAL, KC AGGARWAL, *KARAMCHAND AND # ARCHANA AGGARWAL From the Departments of Pediatrics, *Neurosurgery and # Radiology, VMMC and Safdarjung Hospital, New Delhi, India.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Key words: Dissociative anesthesia, Intramedullary abscess, Paraparesis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Redelman-Sidi G, Sepkowitz KA,Huang CK, Park S, Stiles J, Eagan J, et al. 2009 H1N1 influenza infection in cancer patients and hematopoietic stem cell transplant recipients. J",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Emergence of resistance to two most potent first line anti-TB drugs i.e. isoniazid and rifampicin (multidrug resistant TB -MDR TB) is well known, but, the second line drugs used to treat MDR-TB are also showing resistance to the same strain of Mycobacteria (extensively drug resistance TB, XDR-TB). We report 3 children with partial XDR TB. Two responded to treatment while one was lost to follow-up. is defined as TB caused by organisms that are resistant to isoniazid and rifampicin, two first-line anti-TB drugs, The emergence of extensively drug-resistant TB (XDR-TB), defined as MDR-TB that is also resistant to any one of the fluoroquinolones and to at least one of three injectable second-line drugs (amikacin, capreomycin or kanamycin), has been identified in all regions of the world since 2006. Treatment outcomes are significantly worse in XDR-TB patients than in MDR-TB patients [1, 2] . There is no term currently to identify drug resistant TB with either fluoroquinolone resistance or aminoglycoside resistance. Hence we have coined a term as partial XDR TB for these",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 894,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 897,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}