{
    "paper_id": "efb0a2428e01166c9d260429eb2c6a220356dba2",
    "metadata": {
        "title": "Food Safety: At the Center of a One Health Approach for Combating Zoonoses Prepared for: Current Topics in Microbiology and Immunology-'One Health' Special Edition",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "R"
                ],
                "last": "Wielinga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jørgen",
                "middle": [],
                "last": "Schlundt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "R"
                ],
                "last": "Wielinga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Schlundt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ó",
                "middle": [],
                "last": "Springer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Verlag",
                "middle": [],
                "last": "Berlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Food Safety is at the center of One Health. Many, if not most, of all important zoonoses relate in some way to animals in the food production chain. Therefore, the food becomes an important vehicle for many, but not all, of these zoonotic pathogens. One of the major issues in food safety over the latest decennia has been the lack of cross-sectoral collaboration across the food production chain. Major food safety events have been significantly affected by the lack of collaboration between the animal health, the food control, and the human health sector. Examples range from BSE and E. coli outbreaks over dioxin crises to intentional melamine contamination. One Health formulates clearly both the need for and the benefit of cross-sectoral collaboration. In this chapter, we will focus on the human health risk related to zoonotic microorganisms present both in food animals and food from these animals, and typically transmitted to humans through food. We focus on these issues because they are very important in relation to the human disease burden, but also because this is the area where some experience of crosssectoral collaboration already exist. Food related zoonoses can be separated in three major classes: parasites, bacteria, and viruses. While parasites often relate to very specific animal hosts and contribute significantly to the human disease burden, virus have often been related to major, well-published global outbreaks, e.g. SARS and avian-and swine-influenza. The bacterial zoonoses on the other hand often result in sporadic, but very wide-spread disease cases, resulting in a major",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "How can food safety action play a key role in a generic One Health approach? Already in ancient times it was understood that humans could get sick from consumption of infected meat, and that keeping your animals healthy improved your own health. Our current health situation has much improved, simply by keeping animals healthy through good management and hygiene, vaccination programs and prudent drug treatment. Nevertheless, there are still many zoonotic diseases that threaten human health, including diseases hosted by all kinds of animals, ranging from wildlife to domestic animals, whether in companionship-or agricultural setting. Given the large amount and the obvious close contact we have with animals by raising/hunting, slaughtering, and eating them or their products (e.g. milk, eggs), food animals and wildlife form the largest reservoirs and production grounds for emerging zoonotic pathogens. Caused to some degree by our modern animal production methods, we now increasingly use antibiotics also in animal production, both for treatment and for growth promotion, thereby contributing significantly to the occurrence of an emerging risk: Anti Microbial Resistant (AMR) bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The action of authorities to protect society from zoonotic diseases differ significantly according to socio-economic status of the society in question, but also according to the zoonotic pathogen in question. Basically, zoonotic diseases related to food animals can be separated into three groups: Diseases with a potential for global spread with a dramatic public relation potential, such zoonotic diseases are often caused by virus and have resulted in dramatic action, including political action in most countries, e.g. SARS, avian influenza, and swine flu. Other diseases relate to the industrialized food production chain and are broadly distributed in all such production systems, which are found in all countries, rich or poor. The prevention of these diseases need to be considered along the full production chain, but most countries have yet to deal efficiently with these zoonoses, including pathogens such as Salmonella and Campylobacter. Finally, an important group of zoonotic diseases have been eradicated or drastically reduced in affluent economies through vaccination and culling policies or through introduction of hygienic management practices. In most poor settings these diseases are 'neglected diseases' which receive very little attention from national authorities or even international organizations. This group includes Brucella, bovine tuberculosis (TB), and cysticercosis to name a few.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Common to all groups is the potential for a dramatic reduction in the disease burden-as well as the economic repercussions-of these diseases through crosssectoral surveillance and action. This means that a One Health approach represents a significant potential for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Through eating, direct contact, and via the environment, the human-and the animal bacterial flora are in contact with each other. Figure 1 outlines the most important transmission routes for bacteria between the human and the animal reservoir. Via these routes bacteria from (food) animals may enter the human reservoir and vice versa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Transmission Routes"
        },
        {
            "text": "The foodborne route is probably the most important gateway for this contact. The vast majority of infections with enteric zoonotic bacterial pathogens, such as Salmonella enterica, Campylobacter coli/jejuni, and Yersinia enterocolitica, probably occurs through this route. For other zoonotic pathogens, direct contact between animals and humans may also be an important route of transmission, this could be the case for Brucella spp., Enterohemorrhagic Escherichia coli (EHEC) or some newer strains of Methicillin Resistant Staphylococcus aureus (MRSA). Bacteria from production animals are widespread in the environment, mainly as a result of their presence in manure. Thus, the environment and wild fauna also transforms into reservoirs of foodborne pathogens and resistance, and forms a source of (resistant) pathogenic bacteria into the food animals and human reservoirs. Although consumption of wildlife is not considered a major route in many developed countries, wildlife is consumed at a substantial level in developing countries. In addition, because of generally lower bio-safety levels in rural animal keeping, contact between humans and food animals may in general be more frequent in these countries. For instance, the general understanding now is that the SARS epidemic in 2003 originated in direct human contact with and/ or consumption of, wildlife, or indirectly through contact between wildlife and domestic animals (Guan et al. 2003; Shi and Hu 2008) . Wildlife holds a broad spectrum of diseases including some of the most deadly ones. For this reason also the consumption of wildlife animals, and the spillover of infectious diseases from wildlife to food/production animal, is of global importance. Fig. 1 Schematic presentation of important microbial transmission routes via which the human and (food) animals are in contact with each other. In blue control mechanisms are shown and in red some of the transmission routes that cannot be controlled, or escape control. Via the environment transmission may take place, through microbes present in excretion products and diseased animals, and in some countries also diseased humans. Next to the animals that are produced for direct consumption, in many developing countries animals are used as working animals to produce food and are thus included in this scheme. in these scheme. These animals when old or ill are often consumed (red dashed line), rather than destructed. Wildlife holds a broad spectrum of diseases including many highly pathogenic and deadly diseases. Though, the incidence may be low, because the associated risks are high, the consumption of wildlife animals and the spillover from wildlife to food/production animal is of importance. In Western countries wildlife is of lesser importance, however, in many developing countries and upcoming economies wildlife consumption may still be substantial, for instance in rural areas because of availability, as delicacies or other reasons. Moreover, in developing countries contact between humans and food animals may in general be easier and more frequent",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1452,
                    "text": "(Guan et al. 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1453,
                    "end": 1469,
                    "text": "Shi and Hu 2008)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1721,
                    "end": 1727,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Transmission Routes"
        },
        {
            "text": "Although a number of very important zoonoses are related to-and in some cases directly transmitted from wildlife animals-the vast majority of zoonotic disease cases in the world actually relate to animals bred for food purposes. Such zoonotic pathogens include bacteria, such as Brucella, Salmonella, Campylobacter, verotoxigenic E. coli, and Leptospira, parasites, such as Taenia, Echinococcus, and Trichinella or virus, such as Influenza A H5N1 (Avian influenza) and Rift Valley Fever virus. It of course also includes 'unconventional agents', such as prions, of which the most well-known is the one causing Bovine Spongiform Encephalopathy (BSE) in cows and new variant Creutzfeldt-Jakob disease in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food Animal Zoonoses in General"
        },
        {
            "text": "Diseases originating on the farm can in many cases be efficiently dealt with on the farm. For example, brucellosis in animals (mainly cattle and sheep) has been eliminated in many countries, thereby virtually eliminating the human disease burden (Godfroid and Käsbohrer 2002) . Also, some of the main parasites can be effectively controlled at the farm level, and this could work for both Taenia solium in pigs (defined by WHO/FAO/OIE as a 'potentially eradicable parasite'), as well as, Trichinella spiralis (in many animals, including pigs); both have essentially been eliminated from farmed pigs in several northern European countries (WHO/ FAO/OIE 2005; Gottstein et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 275,
                    "text": "(Godfroid and Käsbohrer 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 658,
                    "end": 679,
                    "text": "Gottstein et al. 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Food Animal Zoonoses in General"
        },
        {
            "text": "Outbreaks of viral diseases in humans, originating in or spreading through farm animals (avian flu-H5N1 and 'swine flu'-H1N1) have caused major global alerts in the last decade. These zoonotic, global influenza outbreaks (H1N1 even characterized by WHO as a pandemic) spread very quickly either in the animals (H5N1) or directly in the human population (H1N1). Although the total human disease burden related to the endemic bacterial zoonoses are probably manifold higher than these influenza outbreaks, it is basically these relatively few (but clearly global) outbreaks that have put One Health on the global agenda. The failure to predict or even monitor disease spread in animals in order to link this to the prevention of disease in humans, presented regulators, and politician with a wake-up call regarding the need for cross-sectoral collaboration between the animal and human health sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonoses Related to the Food Production Chain"
        },
        {
            "text": "In contrast to the dramatic viral outbreaks, bacterial food-related zoonoses are usually occurring endemically in farm animals. These pathogens are found in most food animals produced in industrialized settings. It should be realized that most countries-including most developing countries-have a significant part of the food animal production in some sort of industrialized setting. Such settings are invariably linked to a number of important zoonotic pathogens, including Salmonella, Campylobacter, and Escherichia coli. These pathogens, while widespread and endemic and in reality causing a major global disease burden, are not often recognized as important human pathogens. Part of the reason for this is the absence of a One Health framework, a framework that could ensure crosssectoral collaboration and data-sharing and thereby lay the foundation for a realistic description of the situation, as well as, of potential sensible solutions. There are some countries (especially in northern Europe) that have instituted crosssectoral data collection for zoonoses, typically through a construction called Zoonosis Centers. The data sharing across animal, food, and human health sectors have enabled science-based solutions, resulting most noticeably in significant reduction in human salmonellosis through lowering Salmonella prevalence in animals (Wegener et al. 2003) . These constructions and solutions are clearly following One Health principles, and have basically done so since 1994! Similar solutions would be relevant in all countries with industrialized food animal production, but it is noteworthy that efficient solutions in this (sometimes called commercial) part of a national production system often will have repercussions also down to the traditional poor farmer (sometimes referred to as the communal production system). For instance, Salmonella enteritidis entered Zimbabwe through imported animals (poultry) in the commercial sector around 1993, and thereafter spread quickly to the communal sector, as well as, to the human population (Matope et al. 1998 ). The background for this is most likely that old animals from the commercial sector are sold to communal production systems. And where the animal goes the pathogen goes-therefore lowering the prevalence in the commercial sector would enable a reduction in prevalence also in the communal sector, thereby in turn lowering the human incidence of disease.",
            "cite_spans": [
                {
                    "start": 1351,
                    "end": 1372,
                    "text": "(Wegener et al. 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2058,
                    "end": 2077,
                    "text": "(Matope et al. 1998",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Zoonoses Related to the Food Production Chain"
        },
        {
            "text": "The spread of foodborne zoonoses through the food production chain has for more than 20 years been referred to as a 'farm-to-fork' (or 'boat-to-throat') issue related to the different stages of food production, but often originating at the farm (or all the way back to the feed used at the farm). This realization clearly Fig. 2 Farm-to-fork scheme showing how infectious diseases may travel through the food chain. We have arbitrary defined seven stages that may be distinguished in the production chain of most animal derived foods. For individual food types, or non animals derived foods, different chains may be drawn in a similar way. Different controlling organizations are presented in the top of the picture and different stakeholders are presented in the lower part of the figure represents original One Health thinking, and it should be noted that risk mitigation solutions under this framework typically have focused on a consideration of the full food production continuum, involving all relevant stakeholders. Figure 2 tries to capture a generalized picture of such a chain, starting with animal feed and ending in human consumption of animal-based food products.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 328,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1031,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Zoonoses Related to the Food Production Chain"
        },
        {
            "text": "Whereas zoonotic diseases with pandemic potential, such as avian or 'swine' influenza and SARS, have received committed attention from world leaders, and while zoonotic diseases related to industrialized food production systems have received some recognition leading to-at least in some countries-efficient risk mitigation action, a number of very important zoonotic diseases, disproportionately affecting poor and marginalized populations, are largely ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zoonoses Related to Poverty"
        },
        {
            "text": "These types of zoonoses are many, and the prevalence in animal populations vary according to local agricultural, demographic, and geographic conditions. For many such diseases solutions to dramatically decrease the disease burden are wellknown, but action is lagging (for example, for many of the parasitic zoonoses). WHO refers to such diseases as 'Neglected Diseases' (Molyneux et al. 2011) .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 392,
                    "text": "(Molyneux et al. 2011)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Zoonoses Related to Poverty"
        },
        {
            "text": "The group of Neglected Zoonoses include bacterial diseases, such as brucellosis (with significant sequelae), leptospirosis, Q-fever (with high mortality), and bovine TB. Bovine TB appears to be increasing in many poor settings with HIV infections as an important factor for progression of TB infection to active TB disease. For both, brucellosis and bovine TB the disease in cattle causes lowered productivity, but seldom death, and both infections have been largely eradicated from the bovine population in the developed world, by a test-and-slaughter program, thereby in effect eliminating this human health problem (Godfroid and Käsbohrer 2002) .",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 647,
                    "text": "(Godfroid and Käsbohrer 2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Zoonoses Related to Poverty"
        },
        {
            "text": "Important zoonotic parasitic diseases include schistosomiasis, cysticercosis, trematodiasis, and echinococcosis, several of which with significant mortality rates or long-term sequelae including cancer and neurological disorders. Cysticercosis is emerging as a serious public health and agricultural problem in poor (García et al. 2003) . Humans acquire Taenia solium tapeworms when eating raw or undercooked pork meat contaminated with cysticerci. The route of transmission is, pigs are infected through Taenia eggs shed in human feces, and the disease is thus strongly associated with pigs raised under poor hygienic conditions. This again means that the cycle of infection can be relatively easily broken when introducing efficient management, as has been the case in most developed countries.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 336,
                    "text": "(García et al. 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Zoonoses Related to Poverty"
        },
        {
            "text": "Given that 70 % of the rural population in poor countries is dependent on livestock and working animals to survive (FAO 2002) , the effect of these animals carrying a zoonotic disease can be dramatic, both relative to human health directly, but also as it affects the potential to earn an income. This also affects the potential mitigation action; for instance the large-scale culling of animals, which can be a viable solution in rich countries, might be problematic in the poorest countries. Such solutions would mean not only loss of food, but also a serious socio-economical disruption, in some cases leading to national instability.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 125,
                    "text": "(FAO 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Zoonoses Related to Poverty"
        },
        {
            "text": "In the early 1940s, antibiotics were first introduced to control bacterial infections in humans. The success in humans led to their introduction in veterinary medicine in the 1950s, where they were used in both production and companion animals. Next to agricultural animals, antibiotics, nowadays, have also found their way into intensive fish farming and some are used to control diseases in plants. Their use is thus wide-spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR in Food Animals"
        },
        {
            "text": "Antibiotics in animals are used essentially in three ways: for therapy of individual cases, for disease prevention (prophylaxis) treating groups of animals, and as antibiotic growth promoters (AGP). For AGP use, antibiotics are added to animal feed at sub-therapeutic concentrations to improve growth. The mechanism by which this works was (and still is) unclear, nevertheless, this type of antibiotic use led to a steep increase in antibiotic consumption when it was introduced. In general, when first introduced, the use of antibiotics led to improved animal health and most likely to higher levels of both food safety and food security. The use of antibiotics therefore sky-rocketed. Between 1951 and 1978, the use in the United States alone went from 110 to 5580 tons (WHO 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AMR in Food Animals"
        },
        {
            "text": "However, the use of antibiotics in animals has over the years also resulted in a selective pressure for AMR microorganisms, contributing significantly to the human health problem of AMR bacteria; notably a number of bacterial strains that were previously susceptible to antibiotics are now, in very high frequencies, becoming resistant to these antibiotics, some of them representing very important or even last resort treatment potential for humans (Bonten et al. 2001) . Nowadays, there are serious efforts by national authorities and some international organizations to reduce the antibiotic overuse in animal production (WHO 2011; FAO/OIE/WHO 2003), especially-but not onlythrough abolishing their use as AGP. However, there seems to be major problems in ensuring cross-sectoral understanding, and indeed cross-sectoral solutions in this area. The veterinary profession and the medical profession is seen as accusing each other of AMR problems, and in a sense they are both right-all use of antimicrobials can cause AMR, therefore both animal and human use cause problems. But in order to achieve a science-based understanding of the problem, we need data on both animal and human uses, and about both AMR in bacteria in animals, in food, and in humans. Therefore, a One Health approach in which all stakeholders work together will be necessary to investigate the problems and provide science-based solutions that can efficiently reduce the spread of AMR bacteria from animals to humans (most often through food) and vice versa (most often through the environment).",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 470,
                    "text": "(Bonten et al. 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "AMR in Food Animals"
        },
        {
            "text": "Food Related zoonoses",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National and International One Health Efforts to Control"
        },
        {
            "text": "Clearly, through the increase in global trade and travel 'the world has become a village'. Food we eat today could have come from animals raised yesterday, thousands of miles away. To combat zoonotic foodborne zoonoses we need improvements and adjustments in our food production systems based on a global vision and approach. Internationally, different organizations have recognized that combating zoonoses is best done via a One Health approach. The World Health Organization (WHO), the World Organization for Animal Health (OIE), and the Food and Agriculture Organization of the United Nations (FAO), agreed a seminal paper: 'A Tripartite Concept Note' (FAO/OIE/WHO 2011) in which they express the need to collaborate for a common vision. Given the impact zoonotic disease have in particular on the most vulnerable sectors in our societies, the World Bank and the United Nations Children's Fund (UNICEF), as well as, the United Nations System Influenza Coordinator (UNSIC), share this One Health strategy to combat zoonotic disease (UN 2008). A One Health approach will open solution scenarios that are now not considered for treatment of the zoonoses problems because of the costs involved. For instance, while vaccination in some cases is the ultimate tool to prevent disease, it is often not considered because the costs of mass vaccination can be much higher than the public health benefit savings. Getting a true picture of the cost for the different stakeholders and setting up a framework for sharing of estimates of cost, as well as, mitigation strategies could likely enable (new) ways of reaching sensible solutions (Narrod et al. 2012) . While collaboration and control at the international level can help prevent the global spread of zoonotic disease and facilitate outbreak control at national levels, this is not enough. Many countries have established specialized infectious diseaseor zoonosis centers in which zoonotic disease in particular are the focus of the work, and which help to establish and coordinate collaboration between the different sectors. Many of these work centers and these initiatives do focus on zoonoses originating from food animals, both from animals kept in industrialized settings and wildlife animals.",
            "cite_spans": [
                {
                    "start": 1628,
                    "end": 1648,
                    "text": "(Narrod et al. 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Efforts to Contain Zoonoses"
        },
        {
            "text": "To monitor zoonotic outbreaks, many national authorities and relevant experts at country level, report important outbreaks that have the potential of crossborder spread to WHO, under the auspices of the International Health Regulations (WHO 2005) . In addition, reporting is also often done on a more voluntary basis to ProMED-mail (http://www.promedmail.org), which is an internet-based Program for Monitoring Emerging Diseases worldwide, setup by International Society for Infectious Diseases and supported by many different (anonymous) institutes and individuals. The program is dedicated to rapid global dissemination of information on outbreaks of infectious diseases and acute exposures to toxins that affect human health, including those in animals and in plants grown for food or animal feed, and thereby supports the One Health principles.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 246,
                    "text": "Regulations (WHO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Efforts to Contain Zoonoses"
        },
        {
            "text": "Many of the (international) organizations and governing bodies named above have generated guidelines to control-and disseminate information about-food related zoonoses, such as for instance, WHO's Global Foodborne Infections Network (GFN) (www.who.int/gfn), the European Food Safety Authorities (EFSA) (www.efsa.europa.eu/en/topics/topic/zoonoticdiseases), Foodnet from the US Center for disease control (www.cdc.gov/foodnet), the Med-Vet-Net Assosiation (www.medvetnet.org )and others. The goal of these networks is essentially the same: To help capacity-building and promote integrated, laboratory-based surveillance and intersectional collaboration among human health, veterinary and food-related disciplines to reduce the risk of foodborne infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efforts to Contain Zoonoses"
        },
        {
            "text": "The emergence of AMR in (food) animals is now getting significant attention, and One Health principles have been suggested to deal efficiently with these problems. Collaboration between the FAO/WHO Codex Alimentarius Commission and the OIE (the World Animal Health Organization) have generated important guidance, on how an integrated approach and the prudent use of antimicrobials can help to reduce the risk of the emergence of AMR in (food) animals, and thereby in humans. This guidance for the prudent use of antibiotics can be found on their respective website (e.g. www.codexalimentarius.org; www.who.int/foodborne_ disease/resistance; http://www.oie.int/our-scientific-expertise/veterinary-products/ antimicrobials/). Already before this One Health approach was initiated 'Global Principles for the Containment of Antimicrobial Resistance in Animals Intended for Food' have been generated (WHO 2000) . The three major tenets of these principles are:",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 906,
                    "text": "(WHO 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "• Use of antimicrobials for prevention of disease can only be justified where it can be shown that a particular disease is present on the premises or is likely to occur. The routine prophylactic use of antimicrobials should never be a substitute for good animal health management. • Prophylactic use of antimicrobials in control programs should be regularly assessed for effectiveness and whether use can be reduced or stopped. Efforts to prevent disease should continuously be in place aiming at reducing the need for the prophylactic use of antimicrobials. • Use of antimicrobial growth promoters that belong to classes of antimicrobial agents used (or submitted for approval) in humans and animals should be terminated or rapidly phased-out in the absence of risk-based evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "These Global Principles have been supplemented with, (1) guidance on the prudent use of antibiotics from the Codex Alimentarius Commission together with OIE, and (2) six priority recommendations from WHO to reduce the overuse/ misuse of antibiotics in food animals for the protection of human health (WHO 2001) , which are:",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 310,
                    "text": "(WHO 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "1. Require obligatory prescriptions for all antibiotics used for disease control in (food) animals. 2. In the absence of a public health safety evaluation, terminate or rapidly phase out the use of antibiotics for growth promotion if they are also used for treatment of humans. 3. Create national systems to monitor antibiotic use in food-animals. 4. Introduce pre-licensing safety evaluation of antibiotics (intended for use in food animals) with consideration of potential resistance to human drugs. 5. Monitor resistance to identify emerging health problems and take timely corrective actions to protect human health. 6. Develop guidelines for veterinarians to reduce overuse and misuse of antibiotics in food animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "In the latest publication of the WHO (regional office for Europe (WHO 2011)), which covers the broader scope of AMR in relation to both animal and human use, a One Health approach is promoted to help tackle the rise of AMR and seven recommendations have been suggested: To strengthen national multisectoral coordination for the containment of antibiotic resistance; to strengthen national surveillance of antibiotic resistance; to promote national strategies for the rational use of antibiotics and strengthen national surveillance of antibiotic consumption; to strengthen infection control and surveillance of antibiotic resistance in health care settings; to prevent and control the development and spread of antibiotic resistance in the food-chain; to promote innovation and research on new drugs and technology; and to improve awareness, patient safety, and partnership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "Many countries have generated programs to contain zoonoses and AMR zoonoses based on these UN Principles and Guidelines. In particular, the Danish program to contain AMR zoonoses has gained international attention and has been analyzed in different publications Aarestrup et al. 2010; Hammerum et al. 2007) . The reason for this may have been the early One Health approach which the Danish government and different stakeholders proposed to combat AMR. The decision to do so came after publication of the finding that 80 % of Enterococci in chicken were highly resistant to vancomycin, which is a last resort drug for human therapy (Wegener et al. 1999) . The reaction to this dramatic finding was the initiation of a knowledgeand collaboration platform to combat AMR: the Danish Integrated Antimicrobial Resistance Monitoring and Research Program (DANMAP) in 1995, supported by the Danish Ministries of Health, of Food, Agriculture and Fisheries and of Science, Technology, and Innovation. Figure 3 shows how DANMAP is organized and how the three sectors (animal health, food safety, and public health) work together.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 284,
                    "text": "Aarestrup et al. 2010;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 285,
                    "end": 306,
                    "text": "Hammerum et al. 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 652,
                    "text": "(Wegener et al. 1999)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 990,
                    "end": 998,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "The objectives formulated for DANMAP, and which have been updated over time, are: (1) to monitor the consumption of antimicrobials used in (food) animals and humans, (2) to monitor the occurrence of AMR in (zoonotic) bacteria in animals, food, and humans, (3) to study the associations between antimicrobial consumption and antimicrobial resistance, and (4) to identify routes of transmission and areas for further research studies. One of the findings from DANMAP was that data on drug usage are essential for a good understanding of the problem. In Denmark, an automated program called Vetstat has been introduced to collect quantitative data on all prescribed medicine for animals from veterinarians, pharmacies, and feed mills (Stege et al. 2003) . With this information, it has been possible for the Danish Veterinary and Food Authority (DVFA) to introduce ''The Yellow Card Initiative'' (DVFA 2012) . Like in a football match, farmers and veterinarians get a card when their antimicrobial use is excessive, and only by reducing the antibiotic use (for instance, by adopting management methods from low users) they can lose the card. This does not only work as a stick, it also gives the users a sense of how well they are doing compared to their colleagues. In the European Union, several countries now have started to collect similar data to compare antibiotic use at country level (EMA 2011).",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 750,
                    "text": "(Stege et al. 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 893,
                    "end": 904,
                    "text": "(DVFA 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Efforts to Contain AMR Zoonoses"
        },
        {
            "text": "To understand and anticipate the transmission offoodborne infections, and infectious diseases in general, it is important to monitor infectious diseases at critical points throughout the feed-to-food chain. To do this efficiently, different sectors should collect data in a harmonized way, so data can be compared and integrated. Historically, however, different sectors have been using different techniques. Since the Fig. 3 Organization of DANMAP showing how the different institutes and agencies work together and how the information on AMR in humans, animals, and food is brought together in DANMAP (taken from: www.danmap.org) publication of the first sequenced human genome in 2003, DNA sequencing has taken a giant leap forward. For public health as well as for veterinary science, whole genome sequencing (WGS) may take disease diagnostics to a new level. The potential efficiency has already been shown by the tracking of the massive cholera outbreak in Haiti in 2010 and more recently, in diagnosing the multi-resistant Klebsiella Oxa48 outbreak in a hospital in Rotterdam, the Netherlands (Potron et al. 2011) . And in 2011, the serious EHEC outbreak in Germany was traced back to Egyptian imported fenugreek seed using WGS (Mellmann et al. 2011) .",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1120,
                    "text": "(Potron et al. 2011)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1235,
                    "end": 1257,
                    "text": "(Mellmann et al. 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 425,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "A Global Identifier for One Health Microbiology"
        },
        {
            "text": "In Brussels, September 2011, an international group of scientists from all over the world, with representatives from OIE, WHO, EC, USFDA, US CDC, E-CDC, universities, and public health institutes concluded that, although the technology to do WGS for microorganisms is available, a global genomic database to make efficient use of WGS information is still missing (Kupferschmidt 2011) . Such a database is needed and should be open to, and supported by, scientists from all fields: human health, animal health, and food safety, and should include genomic data for all types of microorganisms as well as meta-data to trace back the source of the microorganism. Building such a database is only possible through a One Health approach on all levels. There should be cooperation internationally, across sectors (e.g. human, animal, and food), as well as, between different stakeholders. Persuing such a major goal will not only be beneficial for the developed world, but maybe especially for developing countries. For them, genomic identification will be a giant leap forward in the fight against infectious diseases, and could be likened to the spread of cell phones, which made expensive and exclusive landlines unnecessary and made communication possible for everybody. Identification and typing of microorganisms will suddenly become technically and economically feasible, enabling control and prevention efforts previously missing in many regions. At the same time, developing countries moving to use this technology will not need to develop expensive specialized lab systems since microbiological lab work will basically be the same for bacteria, parasites, and viruses. If set up in a sensible, inclusive, open-source framework WGS analysis will provide the world with a strong weapon in the fight to combat infectious diseases in all sectors.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 383,
                    "text": "(Kupferschmidt 2011)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A Global Identifier for One Health Microbiology"
        },
        {
            "text": "A One health approach may be synergistic in controlling zoonotic diseases to support both sufficient food safety and sustainable food security. Clearly, because of the unique situation of transmissibility between humans and animals, zoonosis control relies on the control of the microorganisms in (1) animals, (2) the food chain, and (3) humans. In addition, as many zoonoses find their origin in animals before being transmitted to humans, the most effective intervention is often achieved at the source, i.e. the animals or, when this is not possible, by blocking the transmission to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The approaches that need to be taken to reduce the risk of human disease from food animal zoonoses should include involvement of all stakeholders from the human and animal health side. They should work together to keep and improve animal health and animal food production such that potentially harmful zoonoses get the lowest chance of surviving in animals or entering the transmission route to humans. At the transmission level, it will be of major importance to involve food and consumers authorities and related stakeholders to make sure the spillover from the animal reservoir is kept as low as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The level of involvement of the different stakeholders will differ per country or type of disease. Given that 70 % of the rural population in poor countries is dependent on livestock and working animals to survive, the effect of these animals carrying a zoonosis will work out differently than in the industrialized countries. It is important to realize that the focus on zoonotic pathogens with a potential for dramatic global spread (such as avian influenza) is significantly higher than the focus on endemic zoonotic pathogens in the food production chain, even though such pathogens are globally distributed and cause a dramatic disease burden (e.g. Salmonella). And it is as important to realize that a number of the most important zoonoses relate directly to food production systems in poor settings, that could be reduced dramatically through well-known interventions (such as Brucella, bovine TB, and cysticercosis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Changes in the use of antimicrobials and the effects on productivity of swine farms in Denmark",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Aarestrup",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Vet Res",
            "volume": "71",
            "issn": "7",
            "pages": "726--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vancomycin-resistant enterococci: why are they here, and where do they come from?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "314--325",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Danish Veterinary and Food Administration (DVFA) (2012) The yellow card initiative",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trends in the sales of veterinary antimicrobial agents in nine European countries",
            "authors": [],
            "year": 2005,
            "venue": "European Medicines Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Joint FAO/OIE/WHO expert workshop on non-human antimicrobial usage and antimicrobial resistance: scientific assessment",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao/Oie/",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Food and Agricultural Organisation of the United Nations (FAO) (2002) Improved animal health for poverty reduction and sustainable livelihoods. FAO animal production and health paper 153",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao/Oie/",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The FAO-OIE-WHO collaboration-a tripartite concept note",
            "volume": "362",
            "issn": "",
            "pages": "547--556",
            "other_ids": {
                "PMID": [
                    "12932389"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Brucellosis in the European Union and Norway at the turn of the twenty-first century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Godfroid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Käsbohrer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Microbiol",
            "volume": "90",
            "issn": "1-4",
            "pages": "135--145",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology, diagnosis, treatment, and control of trichinellosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gottstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pozio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nöckler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Rev",
            "volume": "22",
            "issn": "1",
            "pages": "127--145",
            "other_ids": {
                "PMID": [
                    "19136437"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Danish integrated antimicrobial resistance monitoring and research program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammerum",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "11",
            "pages": "1632--1639",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology. Outbreak detectives embrace the genome era",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "6051",
            "pages": "1818--1819",
            "other_ids": {
                "PMID": [
                    "21960605"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Salmonella enteritidis in poultry: an emerging zoonosis in Zimbabwe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matope",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlundt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Makaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aabo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Baggesen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Zimbawe Veterinary J",
            "volume": "29",
            "issn": "",
            "pages": "132--138",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prospective genomic characterization of the German enterohemorrhagic Escherichia coli O104:H4 outbreak by rapid next generation sequencing technology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mellmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harmsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Zentz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leopold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Szczepanowski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Henkhaus",
                    "suffix": ""
                },
                {
                    "first": "Leopold",
                    "middle": [
                        "B"
                    ],
                    "last": "Bielaszewskam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prager",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Brzoska",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guenther",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Karch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "21799941"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Zoonoses and marginalised infectious diseases of poverty: where do we stand?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Molyneux",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hallaj",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Keusch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ngowi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramos-Jimenez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gotuzzo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carabin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bassili",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chaignat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Meslin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Abushama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Willingham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kioy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Parasit Vectors",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A one health framework for estimating the economic costs of zoonotic diseases on society",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narrod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tiongco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10393-012-0747-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "European dissemination of a singleOXA-48-producing Klebsiella pneumoniae clone",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalpoe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poirel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nordmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "12",
            "pages": "24--26",
            "other_ids": {
                "PMID": [
                    "21973185"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A review of studies on animal reservoirs of the SARS coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "1",
            "pages": "74--87",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "VETSTAT-the Danish system for surveillance of the veterinary use of drugs for production animals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stege",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bager",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thougaard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prev Vet Med",
            "volume": "57",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Contributing to one world, one health; a strategic framework for reducing risks of infectious diseases at the animal-human-ecosystems interface",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "Oie",
                    "middle": [],
                    "last": "Unicef",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Use of antimicrobial growth promoters in food animals and Enterococcusfaeciumresistance to therapeutic antimicrobial drugs in Europe",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wegener",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Aarestrup",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammerum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bager",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerg Infect Dis",
            "volume": "5",
            "issn": "3",
            "pages": "329--335",
            "other_ids": {
                "PMID": [
                    "10341169"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Salmonella control programs in Denmark",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wegener",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lo Fo Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Korsgaard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bager",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gerner-Smidt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mølbak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "7",
            "pages": "774--780",
            "other_ids": {
                "PMID": [
                    "12890316"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impacts of antimicrobial growth promoter termination in Denmark. The WHO international review panel's evaluation of the termination of the use of antimicrobial growth promoters in Denmark. World Health Organization",
            "authors": [],
            "year": 2000,
            "venue": "WHO (2000) WHO global principles for the containment of antimicrobial resistance in animals intended for food: report of a WHO consultation with the participation of the food and agriculture organization of the united nations and the office international des Epizooties",
            "volume": "",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Meat/milk/eggs etc",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}