{
    "paper_id": "f0587e4781000b771dd33de70ef0ca7268d57689",
    "metadata": {
        "title": "Inhibition of BmNPV replication in Bombyx mori cell by dsRNA triggered RNA interference",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Biochemistry Molecular Biology Institute of Zhejiang University",
                    "location": {
                        "postCode": "310029",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhu",
                "middle": [],
                "last": "Chenggang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Biochemistry Molecular Biology Institute of Zhejiang University",
                    "location": {
                        "postCode": "310029",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Yongfeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Biochemistry Molecular Biology Institute of Zhejiang University",
                    "location": {
                        "postCode": "310029",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University of Science",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaozhou",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "yaozhou@chinagene.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "RNA interference (RNAi) causes degradation of targeted endogenous RNA in many diverse organisms. To investigate the effect of dsRNA on silkworm cells, we transfected three kinds of synthetic dsRNAs of 435 bp(Ap 1 ), 300 bp(Ap 2 ) and 399 bp(A H ) in length against the various regions of BmNPV's DNA polymerase gene and DNA helicase gene, which are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results of reverse transcript polymerase chain reaction (RT-PCR) and DNA dot blotting also indicated that the expression level of the two target genes and the quantity of viral DNA both distinctly decreased under the influence of Ap 2 or A H . Furthermore, using fluorescence microscopy we analyzed the distribution patterns of dsRNA. Our studies revealed that a majority of dsRNA was localized in the nuclear periphery discontinuously after 24 h of transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bombyx mori nuclear polyhedrosis virus (BmNPV) belongs to Nucleopolyhedrovirus of Baculoviridae family. BmNPV often causes silkworm diseases and results in substantial economic losses for silkworm industry; thus it is an important task to effectively prevent and cure silkworm diseases caused by BmNPV. In the insect host cells, the expression of the viral gene and the replication of viral DNA occurred in a series cascade. The infection course of BmNPV depends on the adjustment and expression of hundreds of viral genes. Phase characteristics of virus gene transcription and cascade regulation of virus gene expression mainly accomplish at the level of transcription; that is to say, the production of the expression in the former phase will directly or indirectly influence that in the next phase through trans-acting. DNA polymerase and DNA helicase of BmNPV are indispensable genes of the viral DNA replication process and they all belong to early expressed genes, the expression of which does not require the existence of other gene products. If we can block and destroy these two genes' expression, we can theoretically inhibit the replication of viral DNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RNA interference (RNAi) is a mechanism of gene regulation, which sequence-specifically degrades targeted mRNA. The phenomenon of RNAi has been observed in various species including plants, fungi, Drosophila, Caenorhabditis elegans and mammalian cells [1, 2] . RNAi has been shown to protect against invading genetic elements such as transposons, transgenes and viruses, which potentially share a long dsRNA trigger. RNAi is a cellular process of gene silencing. The initial dsRNA is processed by the Dicer RNase into short fragments of 21 23 nt in length in an ATP-dependent manner [3 5] . These short interfering RNAs (siRNAs) then incorporate ribonuclease compound into dsRNA-inducing silencing complex (RISC) to guide cycles of specific RNA degradation. The siRNA thus acts as a guide, restricting the ribonuclesae to cleavage of RNAs only which are complementary to one of the siRNA strands. Therefore, the specificity of this defense mechanism is based on nucleic acid base pairing between siRNA and its target RNA [6 8] . RNAi often occurs at the post-transcription stage, so it is usually described as posttranscriptional gene silencing (PTGS).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 587,
                    "text": "[3 5]",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1025,
                    "text": "[6 8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RNA-induced gene silencing offers a potentially useful method to inhibit viral replication. So, in theory, it can block viral replication effectively by synthetic dsRNAs or siRNAs, which target the indispensable genes of viral replication and thus silence the expression of target genes. At present there are no satisfactory principles for designing dsRNA or siRNA, and there exist many factors in the testing process, which are impossible to estimate, so we hope to establish a model of antivirus by investigating the inhibition effect of dsRNA on BmNPV. This model of antivirus will offer an experimental basis and technical insight into the research on plant virus prevention and human virus disease therapeutics. At the same time, the feasibility of dsRNA inhibiting BmNPV replication can solve a practical problem in the silkworm industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( ) dsRNA production. Three DNA fragments approximately 435, 300 and 399 bp in length were amplified by using PCR. Each primer used in the PCR contained a 5ƍ T7 promoter sequence (TAATACGACT-CACTATAGGG) followed by sequences specific to the target genes: DNA polymerase and DNA helicase [9] . The PCR products were used as templates by using a MEGAScript TM RNAi Kit (Ambion) as described by the manufacturer to produce dsRNAs. Three kinds of dsRNAs were analyzed by 1% agarose gel electrophoresis to ensure their quality and spectrophotometry was used to check the spectrophotometry was used to check the concentration of dsRNAs. Primer sequences used in the PCR were as follows:",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Fragment A P1 (against DNA polymerase: 2455 to 2890 nt of coding region) P 1 : (sense) 5ƍTAATACGACTCACTATAGGGGGTC-CGTCACCCAAA 3ƍ P 2 : (antisense) 5ƍTAATACGACTCACTATAGGGC-ACAACCATCGTCAT 3ƍ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Fragment A P2 (against DNA polymerase: 1 to 300 nt of coding region) P 3 : (sense) 5ƍTAATACGACTCACTATAGGGATGA-AAATATATTCT 3ƍ P 4 : (antisense) 5ƍTAATACGACTCACTATAGGGAT-TTCCTTCCACGCC 3ƍ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Fragment A H (against DNA helicase: 1 to 399 nt of coding region) P 5 : (sense) 5ƍTAATACGACTCACTATAGGGATGA-TTGACAACATT 3' P 6 : (antisense) 5ƍTAATACGACTCACTATAGGGT-GTTAATGTATCCAG 3ƍ ( ) Cell culture and dsRNA transfections. Bombyx mori cells (Bm-N) were grown at 27 in TC-100 medium (GIBCO BRL) supplemented with 10% fetal bovine serum (FBS) (GIBCO BRL) in 25-cm 2 T-flasks. Cells were passaged every two or three days to maintain exponential growth. On the day before transfection, cells were diluted with the fresh medium and seeded into 24-well culture plates (approximately 5 10 4 1 10 5 cells/well in 0.5 mL of the culture medium). Serum-free transfection with dsRNA was carried out using a TransMessenger TM transfection Reagent (QIAGEN) as described by the manufacturer. The ratio of dsRNA to TransMessenger Reagent (Pg PL) was 1 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) Assay of BmNPV titer. After 4 h of serum-free transfection, the supernatant was discarded from each well and replaced with the 0.5 mL TC-100 medium supplemented with 10% FBS. Then 5 PL of BmNPV-infected solution (MOI = 10) was added to each well and supernatants were harvested from cells 2 7 d after infection; the extent of infection was measured by virus titer of 96-well culture plates. The Read & Muench method was used to calculate the value of TCID 50 /mL. Then the value was converted into that of plaque forming unit (PFU/mL). PFU/mL = TCID 50 /mL × 0.69.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) RT-PCR analysis. Bombyx mori cells were serum-free transfected with A P2 and A H with different dosages (0.5, 1, 2 and 4 Pg/well ); each dosage was replicated in 12 wells. After 4 h transfection, we replaced the 0.5 mL TC-100 medium supplemented with 10% FBS and added 5 PL of BmNPV-infected solution (MOI = 10) to each well and harvested the cells 24 h after infection. Total RNA was harvested with Trizol as recommended by manufacturer (Invitrogen); DNase treated total RNA was reverse-transcribed with AMV (Promega) for 1 h at 42°C; cDNA synthesis was primed with oligo (dT). The reverse transcriptase was heat-inactivated at 95 for 5 min. PCR conditions were as follows: 94 , 5 min; (94 , 40 s; 56 , 30 s; 72 , 50 s)/35 cycles; 72 , 10 min. Results were analyzed with 2% agarose gel electrophoresis and gel imaging system (Versa Doc TM Model 3000) (BIO-RAD). Primer sequence used in PCR was as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "(antisense) 5ƍ CCACGTCGCACTTCATG3ƍ ( ) DNA dot blotting analysis. Bombyx mori cells were serum-free transfected with A P2 and A H in two 25-cm 2 T-flasks. After 4 h transfection, we replaced the 0.5 mL TC-100 medium supplemented with 10% FBS and added 20 PL of BmNPV-infected solution (MOI = 10) to each T-flask and harvested cells 4 d after infection. Total DNA of cells was harvested by a Genomic DNA Isolation and Purification System (Promega) as described by the manufacturer. 0.4 Pg of the total DNA was added to each well. We used DIG DNA Labeling and Detection Kit (Boehringer Mannheim) to couple DIG label to the product of former PCR (as described in Section ( ) and carried out hybridization, washing of the nylon membrane, and immunocoloring as recommended by manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) Cytotoxicity test of TransMessenger Reagent. Bombyx mori cells were seeded into 24-well culture plates (approximately 1 10 5 cells/well in 0.5 mL of TC-100 medium). After culturing for 24 h at 27 , cells were replaced with serum-free fresh culture and then different volumes of TransMessenger Reagent (2, 4, 8, 16 , 32 and 64 PL) were added to each well, every gradation being repeated in three wells. Cells were incubated for 4 h at 27 . After the incubation, 60 PL (50 Pg/L) of MTT solution was added to each well, and further incubation at 27 was carried out. After 4 h the supernatant was discarded from each well and 400 PL of DMSO was added. The absorbance value of each well was measured at 490 nm by ELISA, with the serum-free medium taken as the blank comparison, and then the survival rate of cells was calculated.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) Ingestion of dsRNA in cells. We used Silencer TM siRNA Labeling Kit (Ambion) to couple the fluorescent label, FAM, to A P1 , A P2 and A H following the directions of the manufacturer. These labeled dsRNA were transfected into silkworm cells by the method described in section ( ). Cells were harvested 6 h after transfection and washed five times with PBS. Then the absorbance of dsRNA was tested and average fluorescence intensity in cells was measured by Flow cytometer (FCM) (Clouter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) Visualizing the introduced dsRNA in cells. At different times of post transfection with FAM labeld dsRNAs (A P2 and A H ), the cells were dyed with DAPI and incubated at room temperature. After the 15 min incubation, cells were washed with PBS five times and observed with fluorescence microscopy (BX-51, OLYMPUS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "( ) The effect of dsRNA in silkworm cells is dosedependent and sequence-specific. The concentration of dsRNAs produced by MEGAScript TM RNAi Kit was A P1 : 1.25 Pg/PL, A P2 : 1.67 Pg/PL and A H : 1.36 Pg/PL. To assess the effect of different dosages (0.5, 1, 2 and 4 Pg/well) of dsRNAs, we measured BmNPV titers from cells 1 6 d after infection using a standard curve generated by tranfecting no dsRNA (Fig. 1) . Of the three dsRNAs, Ap 2 and A H had an apparent inhibitive effect on BmNPV, the effectiveness depending on the concentration of these two dsRNAs. In general, the inhibition is more effective at higher concentrations; however, the effectiveness will be impaired at very high concentrations (e.g. 4 Pg/well). Ap 2 and A H reduced the infective titer of BmNPV with a peak change in titer, in the order of approximately 3 4 logs, occurring on the fourth day after infection, whereas A P1 had no effect on BmNPV replication. In all cases, the change in viral replication kinetics by the dosage of dsRNA at 4 Pg/well was superior to that induced by the other dosage of dsRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The effect of dsRNA on two target genes' RNA levels was next investigated by RT-PCR (Fig. 2) . We gained three products from RT-PCR: a 300 bp fragment of DNA polymerase, a 399 bp fragment of DNA helicase and a 512 bp fragment of actin A3. From the 2% agarose gel electrophoresis, we can see that the expression level of DNA polymerase and DNA helicase were distinctly different in the effect on dsRNA with different dosages, but the expression level of actin A3 as an interior contrast was approximately the same. Quantitative analysis of the RT-PCR products by gel imaging system (Versa Doc TM Model 3000) indicated that when the dosage of dsRNA was 2 Pg/well, the expression level of DNA polymerase and DNA helicase reduced 78.27% and 86.70%, while in the other dosages their expression level changed very little.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next tested the effect of Ap 2 and A H by DNA dot blotting. Fig. 3 shows that total DNA of normal silkworm cells as a positive contrast had no hybrid signal; however, total DNA of infected cells, which transfected A p2 or A H had a very weak hybrid signal by contrast with the negative contrast (dot 1). The quantity of viral DNA in dot 3 and dot 4 reduced 72.3% and 63.4% compared with negative contrast by gel imaging system. Results indicated that A p2 and A H can effectively block the replication of BmNPV. ( ) The distribution of introduced dsRNA in cells. One way to further understand the mechanism of RNAi is to track the introduced dsRNA in live cells. Scientists found that the incorporation of a fluorophore into dsRNA would not affect its ability to induce gene silencing and had no cytotoxic effect associated with the fluorescent moiety [10] . So FAM-labeled dsRNAs were transfected into silkworm cells and observed by fluorescence microscopy to determine their subcellular distribution pattern (Fig. 4) . 4 h after transfection, a majority of transfected dsRNA remains in lipid vessels and no fluorescence could be seen in karyons. However, after 24 h, the dsRNA had dissociated from its lipid carrier and appeared to be localized discretely in the cytoplasm in close proximity to the nuclear membrane. 48 h after transfection, more fluorescence could be seen in karyons. This location was very similar to what was previously reported for siRNA in mammalian cells [10] . Finally, time course showed that the labeled dsRNAs were maintained in cultured silkworm cells for up to 5 d. After 6 d, the signal was too weak to be detected.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 859,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1483,
                    "end": 1487,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1013,
                    "end": 1021,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Besides, using flow cytometer (FCM) we found that the transfection efficiency of TransMessenger Reagent was 60% 70%. From the test of MTT, we also found that the volume of Bm-N shrunk, the cells' survival rate reduced to 55.67% and 36.55%, and there were many granules in cells when the dosage of transfection reagent was 32 PL and 64 PL. But when the dosage of transfection reagent was below 32 PL, all parameters of cells were normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "From this study we found that dsRNAs can induce RNAi in silkworm cells and can effectively inhibit the replication of BmNPV. The experimental results showed that Ap 2 and A H can inhibit the replication of BmNPV effectively, while Ap l did not produce the apparent inhibitive effect. This indicates that there is an uncertainty in the design of dsRNA; the inhibitive effect on different regions of target genes can be very different. By studying the inhibitive effect on viruses by various doses of dsRNA after transfection, we discovered that Ap 2 and A H have two very distinctive characteristics, as explained below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(1) Dose-dependent effect. A high concentration of dsRNA can produce more siRNAs in cells. Not only it can raise the effect of the reaction system but also counteract the effect of ADARs (RNA-dependent adenylate deaminase) [11] , so it can enhance the effect on inhibition. However, the effectiveness will be impaired if the concentration exceeds a certain level (e.g. 4 Pg/well). The reasons may be that the excess dsRNA will firstly produce an over-abundance of siRNA, which remains in the cells after cell division. This could disturb the response of RNAi in other cells by competing with other dsRNAs to combine with RNAi-specific enzymes. Secondly, when the dosage of dsRNA is raised, the quantity of TransMessenger transfection reagent needed in transfection will be increased, whereas the test of MTT indicated that transfection reagent had a toxic effect on cells when its dosage exceeded 32 PL. So the effect of RNAi was impaired.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(2) Time effect. Because we used instantaneous transfection with dsRNAs in silkworm cells, there was a homeostasis between the production and degradation of mRNA while RNAi was taking place. At the same time, RNAi would be inhibited due to the decrease in the generation of siRNA caused by the gradual increase in the active deamination of ADAR S . This will result in a rise in the virus titer. Therefore, our plan was to establish a plasmid vector, in which we used the promoter of RNA polymerase (e.g. U6, H1) to express dsRNA or siRNA in cells [12] , so the concentration of siRNA in cells would remain stable. This can not only significantly decrease the cost, but also improve the operability of RNAi technology, and ultimately enhance its inhibitive effect. In addition, we discovered an apparent difference between the amount of dsRNA utilized in our experiments and the amount of usage documented in ref. [13] . This may be due to the fact that different types of cell or virus have different sensitivities to dsRNA.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data in the test of virus titer, PT-PCR and DNA dot blotting suggest that the inhibitory effect of Ap 2 and A H reached a peak on the fourth day after infection; the expression level of these two target genes apparently descended and the value of virus titer was reduced by a factor of 3 4 logs. However, this inhibitory effect differed slightly from that previously seen in Drosophila S2 cells. In S2 cells, the inhibition of gene expression induced by dsRNA was in the order of 70% 100% [14] . The reasons may be as follows: the type of cells; the design and screening of dsRNAs; the transfection efficiency of the transfection reagent.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Currently there is no effective treatment for some viral diseases such as HIV, AIDS, HBV and SARS. Even though some drugs have been approved and utilized clinically, they have not shown satisfactory results. RNAi can have broad applications in gene-therapy for virus-related diseases. The dsRNA antiviral model we have established from the experiments is not only useful in controlling silkworm disease and applicable to the field of viral molecular biology, but also opens up possibilities for RNAi's application in the treatment of human viral diseases, and lays a basis for the future study and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "391",
            "issn": "",
            "pages": "806--811",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Duplexes of 21-nucletide RNAs mediate RNA interference in cultured mammalian cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Elbashir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harborth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lendecbel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "494--498",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA interference is mediated by 21-and 22-nucleotide RNA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Elbashir",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lendecbel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuschl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genes Dev",
            "volume": "15",
            "issn": "",
            "pages": "188--200",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNAi as random degradative PCR siRNA primers convert mRNA into dsRNA that are degraded to generate new siRNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lipardi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "107",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ATP requirements and small interfering RNA structure in the RNA interference pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nykanen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Zamore",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "107",
            "issn": "",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intra obdominal injection of double-strand RNA into anesthetized adult Drosophila triggers RNA interference in the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dzitoyeva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dimitrijevic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Manev",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Psychiatry",
            "volume": "6",
            "issn": "6",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Curr Opin RNAi:nature abhors a double-strand",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hutvagner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Zamore",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genetica & Development",
            "volume": "12",
            "issn": "",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genes and mechanisms related to RNA interference regulate expression of the small temporal RNAs that control C. elegans developmental timing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grishok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pasquinelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Conte",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "106",
            "issn": "",
            "pages": "23--34",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Visualizing siRNA in mammalian cells: Fluorescence analysis of RNAi effect",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Byrom",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pallotta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ambiom. Technotes",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Double-strand RNA-specific adenosine deaminase: Nucleic acid binding properties",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Methods",
            "volume": "15",
            "issn": "3",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A system for stable expression of short interfering RNAs in mammalian cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Brummelkamp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bernards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agami",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "550--553",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Silencing of baculovirus Op-iap3 gene by RNA interference reveals that it is required for prevention of apoptosis during Origyia pseudotsugata M nucleopolyhedrovirus infection of Ld652Y cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Means",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Muro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Clem",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "8",
            "pages": "4481--4488",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "dsRNA-mediated gene silencing in culture Drosophila cells: A tissue culture model for the analysis of RNA interference",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caplen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fleenor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Gene",
            "volume": "252",
            "issn": "",
            "pages": "95--105",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effect of increasing dsRNA dose on virus titer in transfected BmN cells. (a) Transfected with A P2 ; (b) transfected with A H (c) transfected with A P1 standard curve, the change of BmNPV titer in infected cells without transfected dsRNA. 1, Standard curve; 2, 0.5 Pg/well; 3, 1 Pg/well; 4, 2 Pg/well; 5, 4 Pg/well.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Identification of the expression level of target genes. (a) Result of RT-PCR; (b) quantitative analysis of the RT-PCR products by gel imaging system. M (DL2000 Marker), 2000, 1000, 750, 500, 250, 100 bp; lanes 1 4, identification of the expression level of DNA polymerase, the dosage of A P2 being 0.5, 1, 2 and 4 Pg/well; lanes 1ƍ 4ƍ, identification of the expression level of DNA helicase, the dosage of A H being 0.5, 1, 2 and 4 Pg/well; lanes 5 and 5ƍ, blank contrasts without dsRNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "DNA dot blotting. (a) Result of DNA dot blotting; (b) quantitative measurements of BmNPV DNA by Versa Doc TM Model 3000. dot 1, Total DNA of cells infected with BmNPV; dot 2, total DNA of mock-infected cells; dot 3, total DNA of infected cells which transfected A p2 ; dot 4, total DNA of infected cells which transfected A H. Volume INT*mm 2 , density of the spots (direct ratio of the amount of BmNPV DNA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fluorescently labeled dsRNA retains functionality. (a) (c) Ap 2 introduced into BmN cells; (d) (f), A H introduced into BmN cells. Grey, DAPI-stained nuclei; white, FAM-labeled dsRNA. (a) and (d) 400; (b), (c), (e) and (f) 1000.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Mr. Wang Hongkai from the Biological Institute, Zhejiang University, for his help and instruction in fluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}