{
    "paper_id": "f08370da0492b6e5d788c8db8c1a11b31be0f0b8",
    "metadata": {
        "title": "Liver inflammation and acute respiratory distress syndrome in a patient receiving hepatitis B vaccine: a possible relationship? BRIEF REPORT",
        "authors": [
            {
                "first": "V",
                "middle": [
                    "M"
                ],
                "last": "Ranieri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Dell&apos;erba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Gentile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Bruno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "La",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gioia",
                "middle": [
                    "A"
                ],
                "last": "Spagnolo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Sacco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Caruso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Antonaci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Schiraldi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Brienza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Antonaci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "O"
                ],
                "last": "Schiraldi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "M"
                ],
                "last": "Ranieri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "V"
                ],
                "last": "La",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Brienza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe a patient in whom clinical evidence of liver and lung dysfunction developed after he received the second dose of recombinant hepatitis B vaccine, despite no serologic evidence of viral hepatitis. However, liver biopsy specimens demonstrated both surface antigens and core antigens, possibly indicating silent hepatitis B virus infection. A search for an infective etiology for the patient's subsequent clinical deterioration in lung function did not yield pathogens; postmortem examination revealed evidence of immune complex-mediated organ injury in the liver, lungs, and kidneys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 50-year-old non-atopic man was vaccinated with recombinant hepatitis B vaccine (20 lg in 1 ml, Engerix B; Smith Kline & French, Milan, Italy). Immediately prior to administration of vaccine there was no serologic evidence of previous hepatitis B virus (HBV) infection and his liver biochemistry was normal. Twenty-four hours after he received the second dose of vaccine, he developed erythema and angiectasis on the center of the face, on the forehead, and on the back of both hands, severe malaise, and slight persistent fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At presentation (Policlinico Hospital, University of Bari), liver biochemistry showed values of alanine aminotransferase, of 150 IU/l (reference value 3-26 IU/l), aspartate aminotransferase 188 IU/l (6-18 UI/l), c-glutamyltranspeptidase 125 IU/l (4-60 IU/l), alkaline phosphatase 217 UI/l (21-91 IU/l), and serum bilirubin 17.0 lmol/l (3-16 lmol/l). Prothrombin (PT) and partial thromboplastin (PTT) times were 14.3 and 31 s, respectively, with an index normalized ratio (INR) of 1.0 (reference value ≤1.2) and a ratio (R) value of 1.1 (reference value ≤1.23). Platelet count was 317 × 10 3 /ll. A chest radiograph showed mottling in the basal areas of the right lung. Full blood count and peripheral blood lymphocyte surface markers were in the normal range. At the same time, there was no evidence of autoantibody production. Screening was negative for hepatitis A, B, and C and for human immunodeficiency virus, Coxiella, Toxoplasma, Leptospira, cytomegalovirus, Epstein-Barr virus, mumps, measles, and adenovirus antibodies. He had a slight persistent fever (37.5 8C). Urinary output, urea nitrogen, and creatinine were normal. A hepatic biopsy specimen showed mild necroinflammation compatible with lobular hepatitis. Immunostaining for HBsAg and HBcAg (hepatitis B surface and core antigens) (immunoperoxidase technique, DAKO antibodies, Denmark) revealed diffuse staining, respectively, within the hepatocellular cytoplasm (Fig. 1 , right) and nuclei (Fig. 1, left) . Bacterial and viral cultures and microscopic evaluation of tracheal aspirates and blood were negative. Wide-spectrum antibiotic treatment (ciprofloxacin 400 mg/day i.v.) was given while results of cultures were pending.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1430,
                    "end": 1437,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1472,
                    "text": "(Fig. 1, left)",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "The clinical picture remained unchanged for the following 2 days, when the patient become dyspneic. A chest radiograph showed atelectasis of the lower and medium right lobes, which was confirmed by computed tomography of the lung. Bronchoalveolar lavage revealed the presence of lymphocytes (~5%), granulocytes (~30%), and macrophages (~65%). At this time the arterial blood gases (ABGs) showed, in room air, the following values: partial pressure of oxygen in arterial blood (PaO 2 ) 44 mmHg, pH 7.45, partial pressure of carbon dioxide in arterial blood (PaCO 2 ) 34.7 mmHg, and arterial oxygen saturation (SaO 2 ) 82.7%. The administration of O 2 [fractional inspired oxygen (FIO 2 ) 30%] improved the ABGs as follows: PaO 2 94 mmHg, pH 7.44, PaCO 2 35.1 mmHg, and SaO 2 97.7%. With the dyspnea, a significant increase in peripheral blood neutrophils (about 9000/mm 3 ) was noted, as determined by the leukocyte count with differentiation. Slight persistent fever (37.5 8C) was still present. Cultures of blood and tracheal aspirates remained negative. The clinical picture was the same the next day, meanwhile he continued to receive O 2 (FIO 2 30%). Afterwards, he exhibited severe respiratory distress, was intubated, and was transferred to the intensive care unit (ICU), where the diagnosis of acute respiratory distress syndrome (ARDS) was made [1] .",
            "cite_spans": [
                {
                    "start": 1353,
                    "end": 1356,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The patient was mechanically ventilated [positive end-expiratory pressure (PEEP) 10 cm H 2 O, tidal volume (V T ) 12 ml/kg, respiratory rate 12 breaths/min, and FIO 2 80%]. The ABGs were: PaO 2 55 mmHg, pH 7.48, PaCO 2 36.4 mmHg, and SaO 2 90.7%. Static compliance was 25 ml/cmH 2 O. Cardiac index, pulmonary artery occlusion (PAOP), and mean pulmonary artery (PAP) pressures were 4.5 l/min per m 2 , and 12 and 16 mmHg, respectively; right-to-left venous admixture (Q s/Q t) was 0.51. Mean systemic arterial pressure (MAP) was 108 mmHg, with an infusion of dobutamine (5 lg/kg per min). Liver function was still impaired (alanine aminotransferase 178 IU/l, aspartate aminotransferase 183 IU/l, c-glutamyltranspeptidase 286 IU/l, alkaline phosphatase 287 UI/l, and serum bilirubin 20.7 lmol/l). PT and PTT were 13.2 and 43 s, respectively, with INR and R values of 0.9 and 1.5, respectively. Platelet count was 190 × 10 3 ll. There was a reduction in urinary output (35 ml/h) and an increase in urea nitrogen (12 mg/dl, reference value 3.3-6.6 mmol/l) and creatinine (250 lmol/l, reference value 70-110 mmol/l). The patient was put in the prone position, FIO 2 increased to 100%, and PEEP and V T were increased (15 cmH 2 O) and decreased (8 ml/kg), respectively. ABGs (PaO 2 48 mmHg, pH 7.38, PaCO 2 49.4 mmHg, and SaO 2 84.6%) and hemodynamics (cardiac index 2.8 l/min per m 2 ; PAOP 8 mmHg; mean PAP 26 mmHg; Q s/Q t 0.49) worsened. MAP could not be measured despite infusions of dobutamine (8 lg/kg per min) and norepinephrine (8 lg/kg per min). No fever or hypothermia was observed, and blood and cultures of tracheal aspirates remained negative. The patient died 36 h after ICU admission because of intractable hypoxemia and shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "At postmortem examination there was no evidence of infection in the lung or in other organs. Small air spaces (less than 1 mm in diameter) were prominent in the nondependent areas, but not visible in the dependent regions. Microscopically, alveoli appeared dilated in contrast to the adjacent congested and collapsed alveoli. Dense, eosinophilic hyaline membranes were present along the alveolar walls, with concomitant activation of type 1 and type 2 pneumocytes. Immunoglobins E, G, and M were strongly positive in the hyaline membranes, especially stratified along the alveolar wall (Fig. 2) . In addition, a positive reaction for C3 and C4 complement fractions and evidence of deposition of HBsAg and HBcAg by immune staining were found. Microscopic evaluation of autoptic liver provided a similar appearance to the biopsy specimen. Acute glomerulonephritis was found. Glomeruli were increased in volume, with diffused hypercellularity and reduction in capsular space. Immunohistochemical staining showed deposition of HBsAg and HBcAg in both kidneys. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 594,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Hepatitis B vaccine is generally well tolerated. The most frequent side effects are reactions at the injection site, such as swelling, erythema, warmth, and induration [2] , or mild systemic reactions, such as fatigue, malaise, fever, arthralgia, myalgia, headache, dizziness, or rash. Recently, Allen et al. [3] described a case of cutaneous vasculitis and pulmonary alveolitis associated with bilateral basal mottling on the chest X-ray and functional data indicating a restrictive disease 2 days after the first dose of hepatitis B vaccine. The cutaneous and pulmonary inflammatory reactions were explained by a hypersensitivity illness with immune complex deposition due to the vaccine. Administration of corticosteroids produced a rapid clinical response and resolution of the symptoms [3] . Confirming these observations, a case of liver dysfunction and the appearance of DNA autoantibody [4] and two cases of autoimmune thrombocytopenia following hepatitis B vaccination were recently reported [5] . Furthermore, a case of severe acute HBV infection 2 years after full HBV vaccination occurred in a homosexual man [6] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, the initial symptoms were similar to those described by Allen et al. [3] . Despite negative screening for hepatitis A, B, and C viruses, liver biopsy showed active hepatitis and the presence of either surface or core HBV antigens. Liver infection caused by a silent HBV mutant, not detectable by diagnostic kits for hepatitis B, has been identified [7] , and patients with acute or fulminant hepatitis and chronic hepatitis, or subjects with \"healthy\" silent HBV mutant infection, despite negative screening for hepatitis viruses, have been reported [8] . The histological feature of the liver biopsy from our patient was necroinflammation, indicating immune-mediated hepatocellular necrosis, and this was similar to specimens obtained from 14 patients in whom \"silent\" HBV infection was found [8] . Thus, we may assume that our patient was a healthy carrier of \"silent\" HBV. The presence of HBcAg in the liver shows that a virus-mediated infective hepatitis was present before vaccination. We may therefore assume that the first dose of vaccine activated the inflammation in the liver. With the second dose of vaccine, there was an excessive production of antibodies, thus giving rise to hypersensitivity and immune complex deposition. In fact, the liver biopsy specimen showed chronic lobular hepatitis with immunostaining for HBsAg also. However, the patient's transaminase values were lower than those reported by Uchida et al. [7] , suggesting that a primary immune response to hepatitis B infection in the liver could not be the only underlying cause for decompensation. Uchida et al. [7] detected hepatitis B DNA variants in 25-29% of 27 patients with either acute hepatitis or fulminant hepatic failure. It is remarkable that a patient with only slightly impaired liver function should harbor such a variant of HBV. Determination of HBV DNA in our patient's serum, which was not done because of his sudden death, would have clarified these unexplained aspects.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1604,
                    "end": 1607,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our patient, the initial radiological signs of pulmonary dysfunction were similar to those reported by Allen et al. [3] . However, they evolved into ARDS. IgE, IgG, and IgM, complement fractions (C3 and C4), and deposition of HBsAg and HBcAg were found in the lungs at postmortem examination. An acute inflammatory reaction was also found in the kidney, with positive staining for HBsAg and HBcAg. The consequent activation of complement and the release of cytotoxic substances from the neutrophils may thus explain ARDS with no recognized infective focus [9, 10] . Under these circumstances, a brief cause of treatment with corticosteroids would be indicated for life-threatening organ dysfunction, despite the risk of exacerbating a possible HIV infection.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the American-European consensus conference on ARDS: definitions, mechanisms, relevant outcomes and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Legall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spragg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The Consensus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Frequency of adverse reactions to hepatitis B vaccine in 46 618 persons",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Helminiak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Trimble",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Med",
            "volume": "92",
            "issn": "",
            "pages": "254--256",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary and cutaneous vasculitis following hepatitis B vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cockwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Thorax",
            "volume": "48",
            "issn": "",
            "pages": "580--581",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Liver dysfunction and DNA antibodies after hepatitis B vaccination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lilic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "1292--1293",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thrombocytopenic purpura after recombinant hepatitis B vaccination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poullin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute hepatitis B infection after vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Ballinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of the precore/core hepatitis B virus (HBV) genome in patients with acute or fulminant hepatitis without serological markers for recent HBV infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Aye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Hepatol",
            "volume": "18",
            "issn": "",
            "pages": "369--372",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pathology of livers infected with \"silent\" hepatitis B virus mutant",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Toshikazu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seiichi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kenichiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shikata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Satoaky",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Liver",
            "volume": "14",
            "issn": "",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Elastolytic activity in pulmonary lavage fluid from patients with adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lippman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Holtzman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kimbel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weinbaum",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "N Engl J Med",
            "volume": "304",
            "issn": "",
            "pages": "192--196",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Organ interactions in the adult respiratory distress syndrome during sepsis: role of liver in host defence",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Matuschak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rinaldo",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "94",
            "issn": "",
            "pages": "400--406",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", b Hepatic biopsy. Arrows indicate staining for nuclear and perinuclear staining for HbcAg (a) and HbsAg in cytoplasm (b). × Autoptic lung. Arrows indicate immunostaining for IgM in",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the physicians and nursing staff of Policlinico Hospital for their valuable cooperation. They also thank Mary V. C. Pragnell for help in revising the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}