{"paper_id": "f0956ff09f158ece19252b6274b19a1bd4514305", "metadata": {"title": "Candidate Biomarkers of Aging: Age-Sensitive Indices of Immune and Muscle Function Covary in Genetically Heterogeneous Mice", "authors": [{"first": "Richard", "middle": ["A"], "last": "Miller", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Fred", "middle": [], "last": "Bookstein", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Jack", "middle": [], "last": "Van Der Meulen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Sasha", "middle": [], "last": "Engle", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Julie", "middle": [], "last": "Kim", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "Lisa", "middle": [], "last": "Mullins", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}, {"first": "John", "middle": [], "last": "Faulkner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Michigan", "location": {"settlement": "Ann Arbor"}}, "email": ""}]}, "abstract": [{"text": "A longitudinal experiment was designed to test the hypothesis that individual mice differ in their aging rate and to validate candidate biomarkers proposed to measure the rate of aging. Mice were bred as the genetically heterogeneous progeny of a cross between CB6F1 mothers and C3D2F1 fathers. Half of the mice were fed ad libitum (AL group), and the other half were subjected to 60% calorie restriction (CR group). Each mouse was tested at about 9 months of age using age-sensitive tests of immune status, and then again at about 12 months of age using age-sensitive tests of muscle function. The data were then analyzed using the method of partial least squares to determine the combinations of test weights that maximize the covariance of the weighted sum of immune measures with the weighted sum of muscle function measures. Both AL and CR mice exhibited a statistically significant relation between the immune status tests and the muscle function tests. Maximal covariance was obtained with a set of weighting coefficients consistent with our working hypothesis: mice with high levels ofCD4 memory T cells (which increase with age) also had relatively low levels of muscle strength and endurance. Low strength was associated with low CD8 cells in the AL mice, with high numbers ofCD8 memory cells in the CR mice and with low CD3 cells in both diet groups. The partial least squares method generates composite indices of immune status and muscle function that can be evaluated as biomarkers of aging rate in these mice. Further work will be needed to assess whether these tests predict either longevity or the trajectory of change in other age-sensitive molecular and physiological traits.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T HE development of a method for estimating biological age would have important theoretical and practical implications for gerontology. Mice, dogs, and human beings are presumed to age at different rates, because the signs of aging -biochemical and cellular changes, physiological declines, and exponential increases in the probability of disease -are typically seen in 2-year-old mice, 10-year-old dogs, and 70-year-old human beings. Despite the clear differences in aging rate across species, whether members of a given species age at different rates is not clear. Some authors argue plausibly that each individual will show an idiosyncratic pattern of physiological changes as he or she grows older, influenced by a unique combination of genetic susceptibilities, environmental influences, and stochastic events (Adelman, 1987; Costa and McCrae, 1995) . According to this view it is not possible to assign a single \"biological age\" to any individual, because any two individuals will differ in a multitude of age-sensitive traits. Members of this philosophical school (Masoro, 1995) argue that aging is best viewed as a collection of independent processes that operate together, in parallel, to convert young mice and people into old ones.", "cite_spans": [{"start": 815, "end": 830, "text": "(Adelman, 1987;", "ref_id": "BIBREF0"}, {"start": 831, "end": 854, "text": "Costa and McCrae, 1995)", "ref_id": "BIBREF14"}, {"start": 1071, "end": 1085, "text": "(Masoro, 1995)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": ""}, {"text": "An alternate perspective, stated in extreme form, would maintain that aging is a single physiological process that is coupled, more or less loosely, to an entire diverse range of age-dependent outcomes. This \"single process\" model makes the claim that age-associated changes in cell proliferation, collagen cross-linking, muscle function, protective immunity, disease risk, and a wide range of other phenotypes are influenced by a rate-setting mechanism whose nature is not yet known, and whose pace varies across and perhaps also within species. In this model age-sensitive traits are influenced both by the aging process and also by factors, including genetic predispositions and environmental variations, that may be unrelated to aging. This causal complexity presents a challenge: can one detect, experimentally, the \"signal\" of aging rate amid the \"noise\" generated by other factors that influence age-sensitive outcomes?", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A critical test of the single process hypothesis would be to determine to what extent age-sensitive traits in one functional domain, such as muscle function, covary with traits in a second domain, such as immune status. The testable prediction of the single process hypothesis is that individual animals, within a given species, that show especially severe or especially early change in one form of senescence, ought also to exhibit severe or premature change in many other age-dependent systems. We have tested this hypothesis using the method of partial least squares (PLS) which has been exploited extensively in psychology and morphometrics (Bookstein, 1991; Streissguth et al., 1993) , but has not to date been applied to gerontological questions, including the problem of biomarker characterization and validation.", "cite_spans": [{"start": 645, "end": 662, "text": "(Bookstein, 1991;", "ref_id": "BIBREF5"}, {"start": 663, "end": 688, "text": "Streissguth et al., 1993)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": ""}, {"text": "Mice. -This study used genetically heterogeneous mice, bred as the progeny of CB6F1 females and C3D2F1 males. The Fl hybrid breeding stock was purchased from The Jackson Laboratories (Bar Harbor, ME). A \"four-way cross\" breeding system generated a population of mice in which no two individual animals were genetically identical, but whose characteristics -as a population -can be reproduced at any sample size at any time in any laboratory with access to the Fl hybrid parental or inbred grandparental strains. The mice were housed one per cage in a specific pathogen-free colony using microisolator cages to minimize the risk of cage-to-cage spread of infectious agents. Specific pathogen-free status was verified every 3 months using a procedure in which sentinel mice were first exposed to spent bedding from the study mice and then tested serologically for antibodies to Sendai virus, Mycoplasma pulmonis, and murine coronavirus (mouse hepatitis virus). Anal tape tests for pinworm were also performed on the sentinel mice. In addition, once each year sera from sentinel mice were tested by a commercial laboratory for a more extensive panel of viral antigens, including lymphocytic choriomeningitis, ectromelia, minute virus of mice (MVM), reovirus-3, and six other less common pathogenic viruses. All such tests were negative throughout the course of this study.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "In the ad libitum-fed (AL) group, mice were given free access to food and water. Mice in the calorie-restricted (CR) group were given 60% of the food consumed by a sample of 5-7 gender-matched mice in the AL group. The diets used were PMI Autoclavable Lab Diets purchased from Bionetics, Inc. (Jefferson, AR). The CR diet was formulated so as to provide adequate levels of micronutrients to the CR mice despite their lower caloric intake. This calorierestriction regime was imposed stepwise, with restriction to the level of 90% imposed at 2 months; 75% at 3 months; and 60% at 4 months. Food consumption in the AL group was monitored until the mice were 12 months old, but the monitoring was then terminated because no change in food consumption was observed between the 3rd and 12th month.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "To minimize potential effects of seasonal variation, mice were entered into the study in staggered cohorts, with 25% of the population entered in January, April, July, and October of 1994. Each quarterly cohort contained an equal number of males and females, and an equal number of AL and CR mice. Blood was drawn from each mouse at approximately 8 months of age (range, 7.5-9.1 months) for immune phenotyping. Each mouse was then tested for muscle function at approximately 12 months of age (range, 11-12.5 months). Immune status tests and muscle function tests were staggered in this fashion to minimize the effects of each test battery on the outcome of the other test set. Of the 128 mice entered into the study, only one animal died prior to 12 months of age (i.e., prior to the completion of the first round of muscle function tests).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Immune function testing. -Each mouse was bled from the tail vein into a tube containing 15 (xl of heparin (225 |xg/ ml). The blood sample (typically 400 |xl) was then diluted by addition of 1.5 volumes of sterile phosphate-buffered saline (PBS) and then centrifuged at 4 °C for 5 min at 3000 rpm. Sixty percent of the supernatant was then removed and stored for later biochemical analysis. The remaining blood sample was then mixed with 1.5 volumes of Hanks' balanced salt solution (HBSS) (Sigma) containing 0.2% bovine serum albumin (BSA) (Sigma). The samples were then divided into eight equal aliquots, each containing cells equivalent to approximately 40 u,l of blood. Six of these aliquots were used in this study. Aliquot 1 was stained with fluorescein isothiocyanate (FITC)-conjugated anti-CD3 antibody and mixed with a known number of phycoerythrin (PE)-conjugated latex beads, to allow an estimate of the number of CD3-positive T cells per unit of blood volume. Aliquot 2 was stained with FITC-anti-CD3 and PE-anti-CD4 to measure the percentage of CD3 cells that were also CD4positive. Aliquot 3 was treated as for aliquot 2, except for the use of PE-anti-CD8 in place of PE-anti-CD4. Aliquot 4 was treated with FITC-anti-CD44 and PE-anti-CD4 to estimate the proportion of CD4 cells that express the memory cell marker CD44. Aliquot 5 was treated in the same way as aliquot 4, except that FITC-anti-CD8 was used in place of FITC-anti-CD4. Aliquot 6 was treated with FITC-anti-CD45RB and PE-anti-CD4 to estimate the proportion of CD4 cells that expressed the naive cell marker CD45RB.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "All FITC and PE antibodies were purchased from Phar-Mingen (San Diego, CA), and were diluted 1:100 in cold HBSS/BSA. PE-conjugated beads (Flow Cytometry Standards, San Juan, PR) were diluted to 4 x 10 5 beads/ml in cold HBSS/BSA. Each sample contained 100 u,l of the cell suspension and 50 |xl of the appropriate FITC antibody, followed immediately by 50 |j.l of PE-conjugated beads or the appropriate PE antibody. Samples were incubated at 4 °C for 30 min with gentle shaking every 5-10 min. Samples were then centrifuged at 3000 rpm, washed once with HBSS/BSA, washed once with HBSS alone, and resuspended in PBS. To remove red blood cells, samples were transferred to 2 ml of FACS lysing solution (Becton Dickinson, San Jose, CA) and incubated for 5-10 min at room temperature. Samples were then centrifuged at 3000 rpm, resuspended in 200 [i\\ of 0.1% paraformaldehyde, and kept in the dark at 4 °C until analysis. Stained samples were analyzed using a Becton Dickinson FACScan flow cytometer, using forward and side scatter gates to restrict analysis to lymphocytes. Ten thousand gated cells were analyzed for each sample. An IBM-compatible PC with PC-LYSYS software was used for data analysis.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Muscle function testing. -The mice were anesthetized with a 1/80 dilution of Avertin (99% 2,2,2-tribromoethanol in tert-amyl alcohol). Supplemental doses were administered as required to maintain a level of anesthesia that prevented response to peripheral tactile stimuli. When anesthetized, the mice were placed on a plexiglass platform of a \"shoe\" apparatus (Ashton- Miller et al., 1992) . The left knee was secured to the platform and the foot was attached to the shoe with a Velcro strap. The shoe was mounted on the shaft of a servomotor. A microcomputer controlled the servomotor for rotations of the ankle joint that permitted adjustments in muscle length. Strain gauges mounted on the shaft of the servomotor monitored the torque produced by the dorsiflexor muscle group. Needle electrodes were placed adjacent to the peroneal nerve, and the dorsiflexor muscles were stimulated maximally with the dorsiflexor muscle group adjusted to optimal length for force development (L o ). The maximum isometric tetanic force (F o ) was then determined from the plateau of the frequency-force curve. The sustained force (F s ) and the fatigue index (FI) were determined by stimulating the dorsiflexor muscle group with repeated isometric tetanic contractions for a period of 2 min (Burke et al., 1973) . With the muscle group placed at an average L Q for the total muscle group, the peroneal nerve was stimulated at 80 Hz for 200 ms every 660 ms which produced a total of 182 contractions. The force of the initial contraction (FJ and that of the final contraction (F f ) of the repeated isometric contraction protocol were measured. F 5 was calculated as F-, multiplied by the duty cycle (Brooks and Faulkner, 1991) . The fatigue index was calculated as (Ff/F,) x 100. Following the completion of the muscle function tests, the anesthetized mice were removed from the apparatus, allowed to recover, and then returned to their cages.", "cite_spans": [{"start": 369, "end": 389, "text": "Miller et al., 1992)", "ref_id": "BIBREF1"}, {"start": 1278, "end": 1298, "text": "(Burke et al., 1973)", "ref_id": "BIBREF10"}, {"start": 1686, "end": 1713, "text": "(Brooks and Faulkner, 1991)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "F o and F s are a function of the total fiber cross-sectional area (Brooks and Faulkner, 1991) ; but data on crosssectional area were not available. Consequently, F o and the F s were normalized by the body mass (A/ b ) and designated as F 0 /A/ b and FJM^, respectively. The fatigue index is already normalized by the division of F, by F t .", "cite_spans": [{"start": 67, "end": 94, "text": "(Brooks and Faulkner, 1991)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "Statistical analysis: overview. -PLS constitutes a family of methods for analyzing sets, or blocks, of multivariate data. In the current case there are two such blocks, one consisting of immune status variables obtained from 9month-old mice, and the other consisting of muscle function tests performed on the same set of mice at 12 months of age. The analysis begins with a matrix of ordinary correlation coefficients, each of which summarizes the correlation between one of the immune measures and one of the muscle measures. The goal of the analysis is to generate two sets of weighting factors -one for muscle tests and one for immune tests -that summarize the muscle and immune data in a useful way. Specifically, the weights are chosen in such a way that the weighted sum of the immune outcomes, for a given mouse, has maximum covariance with the weighted sum of the muscle outcomes. The weighted sum of these values is referred to as a latent variable: in the current case one latent variable is a composite summary of immune status, and another latent variable is a composite summary of muscle function. The individual weighting factors are referred to as saliences. Specific immune tests that have high salience receive highest weights -positive or negative -in the computation of the immune latent variable. The set of weights can then be used to calculate, for each individual mouse, a composite immune latent variable and a composite muscle latent variable. The covariance relationship between the immune latent variable and the muscle latent variable can be tested for statistical significance to see if the pattern is likely to represent chance alone. The pattern of salience factors can also be interpreted to see if they support, refute, or suggest hypotheses of biological interest.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "The two sets of weighting factors just described are actually the first in a series of such pairs that can extract potentially meaningful latent variables from the cross-block correlation matrix. After the first pair is computed as described above, one can compute a second pair that explains as much as possible of the remaining variation, improving the least-squares fit to the matrix of correlation coefficients as much as possible over the fit generated by the first pair of latent variables. In some cases, including the within-diet analyses here, the second pair of latent variables accounts for very little additional correlation, and can thus safely be ignored.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Statistical analysis: methodology. -The analysis begins with two lists of variables, X, throughX m and Y, through K n . In the present case the X's are the six immune status tests, and the Y'a are the five muscle function assays plus M b . R is the correlation matrix of the X's by the K's, with m rows and n columns, such that /? B is the correlation between X, and Y v The calculation then produces a vector A containing m coefficients A,, one for each X, and a vector B containing n coefficients B s , one for each Y. The elements of each vector, A or B, are scaled so that their squares sum to 1. The elements are chosen to meet the following criterion. Consider the latent variable score LV X = (In this calculation the X values are expressed as z-scores, i.e., they have been rescaled to a mean of zero and a variance of 1, before the arithmetic is carried out.) Similarly the latent variable for the Y values is", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "The elements of the vectors A and B are chosen such that the covariance (d) between LV X and LV Y is a maximum for any pair of such linear combinations for which the coefficient vectors A and B both sum in square to 1.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Note that the PLS method optimizes the covariance, not the correlation, between the scores. The more familiar canonical correlations analysis optimizes correlation instead. Our interest, however, is in what the variables of each block might have in common for predicting to the other block, and the canonical correlations approach is not designed to answer this sort of question. Indeed, PLS can be thought of (Wold, 1989 ) as a hybrid of regression and factor analysis that attempts to find \"factors\" common to all the regressions between the blocks.", "cite_spans": [{"start": 410, "end": 421, "text": "(Wold, 1989", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "METHODS"}, {"text": "The elements A, of the vector A are proportional to the correlations of the corresponding X-block variable X, with the latent variable LV r representing the B's, i.e., the other block in the analysis. Thus each A t is the salience of the variable X, for the latent variable representing the Y block. The analogous conditions apply to the Bj values in relation to LV X .", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "In the technical language of multivariate statistics, we can characterize this analysis by the least-squares property of the singular-value decomposition (Mardia et al., 1979) . The outer product AB\\ the m X n matrix whose ijth entry is A,Bj, is, after multiplication by the covariance d, the best (leastsquares) fit of all such matrices to the correlation matrix R between the blocks. The goodness of fit of this approxima-tion serves as a figure of merit for the overall PLS analysis. It is characterized as ' 'the fraction of summed squared correlation explained\" in the model R = dAB' + error.", "cite_spans": [{"start": 154, "end": 175, "text": "(Mardia et al., 1979)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "METHODS"}, {"text": "While the tactics of PLS are not yet a standard component of any statistical package, the analysis is easily executed in any package that includes a singular value decomposition routine. We used version 3.3 of the Splus statistical package (StatSoft, Inc., Tulsa, OK). In terms of the usual algebraic quantities returned by singular-value software, the vectors A and B are the first left and right singular vectors of the crossblock correlation matrix R, and the covariance d is the first singular value.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Differences in immune and muscle function indices between the AL and CR groups, and between males and females, were assessed using a two-tailed Student's /-test.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "Gender and diet effects on immune and muscle function tests. -Immune status tests (at 8 months of age) and muscle function tests (at 12 months of age) were performed on a group of 127 mice, of which 63 were CR and 64 fed an AL diet. Some tests were spoiled by technical failures, but technically acceptable results were obtained on between 105 and 123 mice for each of the six immune and five muscle function assays. Table 1 summarizes the test battery, showing mean values and standard errors for the entire group of mice and for the AL and CR groups separately. Since F o and F s are expected to vary with M b , Table 1 also includes calculations of F a IM b and F,/M b as well as the fatigue index. Table 1 also shows the probability, assessed by a two-tailed Student's Mest, that the observed differences between AL and CR mice would arise by chance sampling from a single homogeneous pool of animals. (The CD3 scores are very long-tailed. Assessed by a nonparametric Mann-Whitney test, the difference between the diet groups in CD3 approaches statistical significance. None of the other assessments are changed in this way by abandoning the assumptions of the Mest.)", "cite_spans": [], "ref_spans": [{"start": 417, "end": 424, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 614, "end": 621, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 702, "end": 709, "text": "Table 1", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Compared with AL controls, CR mice had higher levels of CD4 T cells and lower levels of CD8 cells in their peripheral blood. AL mice were, as expected, heavier than CR mice at 12 months of age. The AL mice generated higher levels of F o , but the CR mice had higher F 0 /M b . There was no intergroup difference in F s , but FJM b was almost 70% higher in CR than in AL mice, and fatigue index was also significantly greater in CR than in AL mice.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "We also examined the data for differences between males and females. Males tended to be heavier and to generate significantly greater F g than females; they also, for reasons that are obscure, tended to have higher numbers of virgin CD4 T cells (CD4v) (data not shown). None of the other immune or muscle function tests showed a significant difference between males and females.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Correlations among age-sensitive indices of immune and muscle function. -We calculated the correlation coefficients for each immune variable against each muscle variable, treating body mass as a member of the muscle block for this analysis. Separate cross-block correlation matrices were computed for the AL and CR mice; they are shown in Table  2 . Each correlation coefficient is based upon a sample of 49-61 individual mice. As is standard for PLS analysis, the correlation coefficients are based on a slightly different sample for each pair of values, because each set of data contains a slightly different set of missing values. For samples of about 50, correlation coefficients of ± .36 are significant at the level of .01. We do not highlight these significance levels because the analysis deals with the pattern of the entire matrix and not merely the significant subset.", "cite_spans": [], "ref_spans": [{"start": 339, "end": 347, "text": "Table  2", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "We then used the PLS method to calculate latent variables relating muscle function to immune status markers. The analysis was carried out separately for AL mice and for CR mice. The results are shown in Table 3 , which displays the salience of each of the immune and muscle tests, proportional to the correlation of the test with the salience-weighted average of the values in the other test block.", "cite_spans": [], "ref_spans": [{"start": 203, "end": 210, "text": "Table 3", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "The significance of a PLS analysis is evaluated using a permutation test (Bookstein et al., 1990; Good, 1994) to compare the observed first singular value to values that are generated when the association between immune and muscle measures is annihilated by random permutation. These tests are not affected by any aspect of correlation structure within the blocks separately. For the AL mice, the observed first singular value is .926. After 500 permutations, the 24th largest of the first singular values was .921. The observed relationship for the AL mice is thus just significant at the/? . 05 criterion. For the CR mice, the observed first singular value is 1.29. In 500 permutations, the third largest of the first singular values was 1.28, and the relationship is thus significant for the CR mice at/? < .005. The second singular values for AL and CR mice were, respectively, .40 and .65. Each explains less than half as much covariance as the first singular vectors. We will not consider them further until we have a longer series of waves of this longitudinal data set.", "cite_spans": [{"start": 73, "end": 97, "text": "(Bookstein et al., 1990;", "ref_id": null}, {"start": 98, "end": 109, "text": "Good, 1994)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "RESULTS"}, {"text": "That the first singular value is significant implies that there is some interpretable pattern in the matrices of correlation coefficients shown in Table 2 . The role of the salience coefficients shown in Table 3 is to guide the interpretation. For the AL mice, the three largest components of the immune latent variable are, in size order, (-)CD3, CD4m, and (-)CD8. This immune variable is apparently a contrast between CD4m and the combination of CD3 and CD8, with the other immune tests having lower salience. The muscle latent variable is not a contrast but rather a composite of the two force measurements, F o and F s , together with their massadjusted versions FJM and FJM. This pair of singular vectors corresponds to a fairly clear pattern within the correlation matrix itself (Table 2, top): correlations between CD4m and both fo and F s are negative, while correlations between CD3 and CD8 and both F o and F s are positive.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 154, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 204, "end": 211, "text": "Table 3", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "The salience pattern for the CR mice (Table 3 , bottom) is similar in several respects to that seen for the AL mice. The immune latent variable is largely a contrast between CD4m and CD8m against (-)CD3. Thus for the CR mice the salience of CD8 values is much lower than for AL mice, and the salience of CD8m much more prominent. The muscle latent variable for CR mice is very similar to that calculated for AL mice, with strong parallel contributions from F o , F s , F 0 /M b , and FJM b , but comparatively little effect of fatigue index or M b . The pattern in the correlation matrix (Table 2, bottom) is correspondingly straightforward, showing negative correlations between CD4m and CD8m against F o , F s , and their mass-adjusted variants, along with positive correlations between CD3 and each of the measures of muscle force. Figure 1 shows scatterplots relating the first immune latent variable (vertical axis) to the first muscle latent variable for each mouse in the study, with AL and CR mice plotted in separate panels. In each case there is a clear relationship between the immune and muscle latent variables. The covariances are .78 and 1.14, respectively, for the AL and CR groups. These covariance values are somewhat less than the singular values because missing values have been substituted by means in the computation of scores for each mouse. The correlation coefficients are r = .45 for the AL mice, and r = .51 for the CR mice. The correlation coefficient for the AL mice is only slightly above the highest of the individual AL correlation coefficient, and the CR correlation is slightly worse than the highest of the individual CR values. This should not be thought of as \"little gain\" (as in multiple regression approaches), since the subject of discussion is not optimization of the correlation but instead the discovery of patterns in the correlation structure as a whole. The scatterplot for the AL mice (Figure 1, Left) shows that the relation between the two latent variables is well summarized by the correlation coefficient. For the CR mice (Figure 1, Right) , there is one joint outlier, and the correlation coefficient of .51 is thus an overestimate; the correlation coefficient for the data with the outlier omitted (.40) provides a better summary of the CR data set as a whole. DISCUSSION Our working model involves three linked suppositions. First, we hypothesize that there is a physical process, of unknown nature, that influences the rate of change in a wide range of traits that change in adults as they grow older. We further propose that the rate of this process differs among members of a species. Lastly, we postulate that the effects of these differences in rate of aging are strong enough that they can be detected despite the confounding effects of other causes of individual variation. This model suggests a set of criteria that could be used to evaluate the potential usefulness of age-sensitive traits as candidate biomarkers of the rate of aging. (/) The candidate biomarker, or combinations of biomarkers, ought to exhibit measurable correlations with other biomarkers, even those that reflect changes in organ systems thought to be physiologically independent of one another, such as the immune system and the skeletal musculature.", "cite_spans": [], "ref_spans": [{"start": 37, "end": 45, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 835, "end": 843, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1933, "end": 1949, "text": "(Figure 1, Left)", "ref_id": "FIGREF0"}, {"start": 2074, "end": 2091, "text": "(Figure 1, Right)", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "(2) It should provide information about the underlying rate of aging that varies within a species and thus provide an ordering of individual members of a cohort that is stable across the years or months of adult life. (3) The trait or combination of traits ought to have prognostic value, and differ among individuals destined to exhibit varying risks of late-life disease and thus varying life spans. This criterion requires that candidate biomarkers be innocuous, with no detectable effects on life span, disease incidence, or even tests carried out later in the life course. (4) Ideally, the trait should also discriminate groups subjected to treatments known to affect life span (e.g., caloric restriction), although effects of the intervention that affect the assays in ways unrelated to aging rate may make this criterion difficult to meet. Caloric restriction will, for example, lead to alterations in muscle size and body mass that strongly influence the outcome of some muscle function tests independently of the CR effect on aging.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Our experimental design will eventually provide data relevant to each of these test criteria, but the current analysis is relevant only to the first issue. Our test battery included a number of outcomes, such as CD4m, CD8m, F o , F s , fatigue index, F 0 /M b , and F s /M b , that have been shown in crosssectional studies to differ between young and old adults Faulkner, 1988, 1994; Lerneretal., 1989; Ernst et al., 1990; . If indeed individual differences in aging rate influence both immune status and muscle function, we would predict negative correlations between CD4m and CD8m against all indices of strength and fatigue. These expectations are largely supported by the data on the CR mice, except for fatigue index. The AL mice show the predicted correlations for the CD4m data, but not for the CD8m surface markers. CD4v values are expected to vary inversely with CD4m counts, but are more difficult to measure accurately; this technical constraint may have led to the relatively low correlations for CD4v against the strength indices and the relatively low salience of CD4v in the PLS calculations.", "cite_spans": [{"start": 363, "end": 384, "text": "Faulkner, 1988, 1994;", "ref_id": null}, {"start": 385, "end": 403, "text": "Lerneretal., 1989;", "ref_id": null}, {"start": 404, "end": 423, "text": "Ernst et al., 1990;", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "RESULTS"}, {"text": "Cross-sectional data on age-associated changes in other immune markers, CD3, CD4, and CD8, have been inconsistent. There have been some reports of age-dependent change in CD4 and CD8 cell numbers or proportions, but the magnitude and even direction of the change differ from study to study. In our AL group, low levels of CD8 cells are associated with low levels of muscle force and sustained force. Indeed, studies of mouse spleen (Komuroetal., 1990) and human peripheral blood (Moody et al., 1981; Walker et al., 1990; Utsuyama et al., 1992) have found significant ageassociated declines in the relative proportion of CD8 T cells compared to CD4 cells. In contrast, however, four other groups have observed significant changes in the opposite direction in the CD4/CD8 ratio (Boersma et al., 1985; Grossmann et al., 1991; Kirschmann and Murasko, 1992; Callahan et al., 1993) , while 10 groups have reported an absence of any systematic shift in CD4 and CD8 cells in aging mice and humans (see Miller, 1995, for citations) .", "cite_spans": [{"start": 432, "end": 451, "text": "(Komuroetal., 1990)", "ref_id": null}, {"start": 479, "end": 499, "text": "(Moody et al., 1981;", "ref_id": "BIBREF33"}, {"start": 500, "end": 520, "text": "Walker et al., 1990;", "ref_id": "BIBREF41"}, {"start": 521, "end": 543, "text": "Utsuyama et al., 1992)", "ref_id": "BIBREF39"}, {"start": 776, "end": 798, "text": "(Boersma et al., 1985;", "ref_id": "BIBREF4"}, {"start": 799, "end": 822, "text": "Grossmann et al., 1991;", "ref_id": "BIBREF21"}, {"start": 823, "end": 852, "text": "Kirschmann and Murasko, 1992;", "ref_id": "BIBREF26"}, {"start": 853, "end": 875, "text": "Callahan et al., 1993)", "ref_id": "BIBREF11"}, {"start": 994, "end": 1022, "text": "Miller, 1995, for citations)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "The question of age-dependent changes in T-cell number has also been a subject of experimental controversy. Significant increases in splenic T-cell numbers have been reported to occur in CBA/H and AB6F, mice (Stutman, 1972; Patel, 1981) . In contrast, age-dependent decreases in mouse splenic T-cell numbers have also been reported in DBA/2 and CBA/H-T6 mice (Kay et al., 1979) . All the published work on age-related changes in mouse T-cell numbers has been based on studies of splenic T cells of genetically homogeneous strains and may therefore have only limited relevance to peripheral blood analyses in heterogeneous mice. A decline in peripheral blood lymphocyte count has been shown to predict 1-year mortality in apparently healthy humans (Bender et al., 1986) , but the available data did not discriminate between blood T cells and other blood lymphocyte populations. Our data show a positive association between CD3 T-cell number and several measures of muscle force in both AL and CR mice. It will be of interest to see whether this association persists to later ages and whether mice with high scores on these tests are relatively resistant to other varieties of age-associated decline.", "cite_spans": [{"start": 208, "end": 223, "text": "(Stutman, 1972;", "ref_id": "BIBREF38"}, {"start": 224, "end": 236, "text": "Patel, 1981)", "ref_id": "BIBREF35"}, {"start": 359, "end": 377, "text": "(Kay et al., 1979)", "ref_id": "BIBREF24"}, {"start": 747, "end": 768, "text": "(Bender et al., 1986)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "RESULTS"}, {"text": "For all mammals, and particularly human beings, skeletal muscles show decreases in both mass and force development between adulthood and old age (Brooks and Faulkner, 1994; . For human beings, muscle mass decreases by 36-40% between the ages of 30 and 80 years, and force development decreases at least an equivalent amount (Grimby and Saltin, 1983 ). More precise studies of the skeletal muscles of young, adult, and old mice (Brooks and Faulkner, 1988) and rats (Carlson and Faulkner, 1988) have demonstrated that, with aging, strength decreases even more rapidly than muscle mass. Consequently, with no change in fiber length, the specific F o (kN/m 2 ) of the muscle decreases 20-25%. The atrophy and weakness observed in skeletal muscles of old animals is similar to the atrophy and weakness associated with physical inactivity in animals of any age (Brooks and Faulkner, 1994; . Despite the similarities, the atrophy and weakness associated with old age constitute an intrinsic, irreversible decline that occurs even in the presence of continued high levels of daily physical activity. For masters and professional sportsmen and sportswomen, the declines in performance are already evident in the thirties . The muscles of old people can be trained, but beyond the thirties training will not return the muscle mass, strength, and power to the values that could have been attained by training of muscles by the same individuals in their twenties.", "cite_spans": [{"start": 145, "end": 172, "text": "(Brooks and Faulkner, 1994;", "ref_id": "BIBREF9"}, {"start": 324, "end": 348, "text": "(Grimby and Saltin, 1983", "ref_id": "BIBREF20"}, {"start": 427, "end": 454, "text": "(Brooks and Faulkner, 1988)", "ref_id": null}, {"start": 464, "end": 492, "text": "(Carlson and Faulkner, 1988)", "ref_id": null}, {"start": 855, "end": 882, "text": "(Brooks and Faulkner, 1994;", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "RESULTS"}, {"text": "In addition to atrophy and weakness, muscles of old animals are also more easily fatigued than those in young and adult animals . Brooks and Faulkner demonstrated with a test of sustained power that muscles in old (24-month) mice had a sustained power only 55% of the value for young (4-month) mice. Even adult (12month) mice showed an impairment with values for sustained power 75% of the value for the young mice. With aging, the greater deficit for fatigability than for strength or power appears to be attributable to an inability to maintain a high energy balance for either force or power (Dudley and Fleck, 1984) . The failure to maintain a high energy balance could result from a decrease in the capacities of the oxidative enzyme systems, concentration of mitochondria, or the ability of the circulation to deliver oxygen (Brooks and Faulkner, 1991) .", "cite_spans": [{"start": 595, "end": 619, "text": "(Dudley and Fleck, 1984)", "ref_id": "BIBREF15"}, {"start": 831, "end": 858, "text": "(Brooks and Faulkner, 1991)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "RESULTS"}, {"text": "The PLS approach provides a useful way to assess the significance and implications of relationships within sets of potentially linked outcome measures. The permutation tests show that the relationship between the immune and muscle tests is unlikely to have been observed by chance alone, for either the AL or CR mice. The calculated saliences (Table 3) suggest that, for both AL and CR mice, the relationship between the immune and muscle outcomes is based almost equally on the F o and F s measures, with or without adjustment for body mass. For the AL mice, CD3, CD4m, and CD8 assays contribute the most to the relationship with muscle strength, while for the CR mice CD4m, CD8m, and CD3 are most influential. Thus the PLS analysis provides support for the proposition that individual differences in immune status may be related to differences in muscle strength and endurance via pathways that are consistent with gerontological predictions. The PLS data also suggest that CD3 and CD8 cell counts deserve to be examined as potential biomarkers of aging.", "cite_spans": [], "ref_spans": [{"start": 343, "end": 352, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "Suggestions that individual differences in the rate of aging could be monitored by assays of age-sensitive traits are a long-standing tradition in biomedical gerontology (Ludwig and Smoke, 1980; Reff and Schneider, 1982; Harrison and Archer, 1983; Baker and Sprott, 1988) . Powerful objections have been raised to this idea. The objections typically take two forms: (1) complaints that the statistical arguments used in biomarker research are prone to artifact, and (2) assertions that age-sensitive traits are in fact not timed by a single process, let alone one that is measurable by assays of the traits themselves (Adelman, 1987; McCrae, 1988, 1995; Partridge and Harvey, 1993) .", "cite_spans": [{"start": 170, "end": 194, "text": "(Ludwig and Smoke, 1980;", "ref_id": "BIBREF29"}, {"start": 195, "end": 220, "text": "Reff and Schneider, 1982;", "ref_id": "BIBREF36"}, {"start": 221, "end": 247, "text": "Harrison and Archer, 1983;", "ref_id": "BIBREF22"}, {"start": 248, "end": 271, "text": "Baker and Sprott, 1988)", "ref_id": null}, {"start": 618, "end": 633, "text": "(Adelman, 1987;", "ref_id": "BIBREF0"}, {"start": 634, "end": 653, "text": "McCrae, 1988, 1995;", "ref_id": null}, {"start": 654, "end": 681, "text": "Partridge and Harvey, 1993)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "RESULTS"}, {"text": "On the question of statistical methodology, we note that attempts to combine measures of age-sensitive traits into more powerful predictors of longevity, i.e., as composite biomarkers, have typically relied on variants of multiple regression or canonical correlation analysis. These analyses have been criticized on technical grounds Mc-Crae, 1988, 1995) , in our view justifiably. We prefer the PLS approach to any of the assortment of alternative multivariate analyses that have been suggested for similar questions. The statistical technique of canonical correlations analysis, for instance, optimizes the correlation between the two latent variables, rather than their covariance; but it is no longer the case that the coefficients of the linear combination represent the importance of the contributions of individual variables to the cross-block prediction. In a canonical correlations analysis of highly correlated blocks like these, variables measuring \"the same thing\" will be assigned coefficients that vary wildly in value and perhaps even in sign; we can learn little about actual explanatory power from such coefficients. Furthermore, the analysis depends on the structure of the within-block correlation matrices, which is not the case for PLS. Nor would it be appropriate to pool all 12 of these variables in one single factor analysis and then interpret the patterns of loadings on the components that emerge. Those estimates would likewise depend on the within-block correlation structure rather than attending primarily to the structure of cross-block prediction that is our primary concern.", "cite_spans": [{"start": 334, "end": 354, "text": "Mc-Crae, 1988, 1995)", "ref_id": null}], "ref_spans": [], "section": "RESULTS"}, {"text": "Future reports from this study will incorporate additional rounds of immune measurement (at ages 15 and 21 months) and muscle measurement (18 and 24 months). The only competing technique that can likewise handle arbitrary numbers of blocks in this way is the technique of structural equations modeling (SEM), a composite of regression and factor analysis techniques popular in several subfields of the psychological sciences. The computations of PLS are not far from those of structural-equations analysis of the same data sets when the SEM models are constrained to ignore withinblock factor structure and to estimate by least squares rather than maximum likelihood. The PLS approach is preferable to SEM mainly because PLS supplies the explicit latent variable scores that enter into scatterplots such as Figure 1 and because PLS allows us to test the dependence of these scores on age at death. The PLS analysis does not attempt to predict longevity by any measured variable by either simple or multiple regression. It will, however, help to determine if what the immune and muscle test batteries measure in common is associated with longevity. PLS is the only method we know of that allows us to approach this gerontological challenge in its most straightforward form.", "cite_spans": [], "ref_spans": [{"start": 807, "end": 815, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "The second objection, arguing that aging is not a single process with a single rate subject to individual variation, seems to us a serious one, but one that is amenable to experimental test. In support of the single process idea, we note demonstrations that single gene differences in invertebrates (Johnson, 1990; Van Voorhies, 1992; Kenyon et al., 1993) can lead to intra-species differences in age-sensitive traits, including mortality risk. We note also that an environmental effect, calorie restriction, can retard a panoply of age-sensitive phenotypes (Weindruch and Walford, 1988) . Nonetheless, the single process model is deservedly controversial, and testing it is a central focus of the current study. The model predicts, among other things, that individuals whose aging rate is high compared to others in the population will have relatively extreme phenotypes in many agesensitive traits, including tests of systems for which other sources of linked change seem unlikely. Thus, for example, it seems unlikely, based on present knowledge of pathophysiology, that muscle weakness will lead to alterations in CD4 memory T-cell numbers, and equally unlikely that alterations in T-cell subsets will lead to diminutions in muscle strength or endurance. Thus, evidence to suggest correlated variation in age-sensitive measures of muscle and immune status, such as we present in Table 3 and Figure 1 , is most parsimoniously explained by a model in which variations in both muscle and immune status are regulated by a third factor, hypothetically the aging rate. We can also predict that other age-sensitive traits, such as collagen cross-linking, protein oxidation levels, and measures of function in other physiologic systems, will prove to covary with the immune and muscle assays that are salient in the current data set. To address this idea, we are providing samples of tissue from these mice to several collaborators with interest and expertise in these test systems.", "cite_spans": [{"start": 299, "end": 314, "text": "(Johnson, 1990;", "ref_id": "BIBREF23"}, {"start": 315, "end": 334, "text": "Van Voorhies, 1992;", "ref_id": "BIBREF40"}, {"start": 335, "end": 355, "text": "Kenyon et al., 1993)", "ref_id": "BIBREF25"}, {"start": 558, "end": 587, "text": "(Weindruch and Walford, 1988)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 1383, "end": 1390, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1395, "end": 1403, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "One long-term goal of this study is to see if combinations of age-sensitive indices can predict life span and risk of disease incidence. The latent variables derived in the current study relate immune status to muscle function without regard to longevity, but analogous methods can be used to calculate latent variables that exhibit maximal covariance with individual life span. The input variables for this calculation may include both traits like those used in the current work and also rates of change in these traits across the life span. Our model of the aging process predicts that combinations of variables that show strong cross-block covariance (as in Figure 1 and Table 3 ) will also contribute strongly to latent variables that estimate life span; this prediction will be tested as members of this cohort grow older and begin to die.", "cite_spans": [], "ref_spans": [{"start": 661, "end": 669, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 674, "end": 681, "text": "Table 3", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "The use of life span as the central test for intergroup differences in aging rate has a long tradition in experimental aging research, but in our view only for want of a better metric. Life span is influenced by many factors other than biological aging. These factors include genetic predisposition for specific diseases, blatant or subtle differences in environmental variables, and interactions between genetic and nongenetic influences. In statistical terms, the life span measurements contain only a very few bits of information (in the limit, one bit: alive or dead), and are thus in principle less well suited to quantitative analysis than indices that integrate a wide range of age-sensitive measurements. Biomarkers, if they are to be more than merely risk factors, must be shown to provide useful prognoses not merely for life span and disease incidence, but also for a broad spectrum of physiological and biochemical changes characteristic of the aging process itself. The current study does not yet meet this standard. Additional waves of measurement will allow us to assess the degree to which our candidate biomarkers provide stable indices of relative immune and muscle status over the life span. Additional channels of measurement -e.g., tests of collagen crosslinking, protein oxidation, retrovirus recombination, serum interleukin 6 levels, etc. -will allow us to see if immune or muscle latent variables covary with other indices of age-dependent change. Life span and necropsy data will let us test the hypothesis that combinations of immune and muscle tests predict remaining longevity and/ or susceptibility to specific late-life illnesses. This ongoing longitudinal program may thus provide a test of whether the PLS method, applied to a system of partially correlated immune and muscle outcomes, can reveal latent variables related to interindividual differences in immune, muscle, and potentially whole animal aging rates.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Editorial: Biomarkers of aging", "authors": [{"first": "R", "middle": ["C"], "last": "Adelman", "suffix": ""}], "year": 1987, "venue": "Exp. Gerontol", "volume": "22", "issn": "", "pages": "227--229", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An apparatus to measure in vivo biochemical behavior of dorsi-and plantarflexors of mouse ankle", "authors": [{"first": "J", "middle": ["A"], "last": "Ashton-Miller", "suffix": ""}, {"first": "Y", "middle": [], "last": "He", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Kadherisan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Mccubbrey", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}], "year": 1992, "venue": "J. Appl. Physiol", "volume": "72", "issn": "", "pages": "1205--1211", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Absolute peripheral blood lymphocyte count and subsequent mortality of elderly men: the Baltimore Longitudinal Study of Aging", "authors": [{"first": "B", "middle": ["S"], "last": "Bender", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Nagel", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Adler", "suffix": ""}, {"first": "R", "middle": [], "last": "Andres", "suffix": ""}], "year": 1986, "venue": "J. Am. Geriatr. Soc", "volume": "34", "issn": "", "pages": "649--654", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Age-related changes in the relative numbers of Thy-1 and Lyt-2 bearing peripheral blood lymphocytes in mice: a longitudinal approach", "authors": [{"first": "Wj", "middle": ["A"], "last": "Boersma", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Steinmeier", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Haaijman", "suffix": ""}], "year": 1985, "venue": "Cell. Immunol", "volume": "93", "issn": "", "pages": "417--430", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Morphometric tools for landmark data", "authors": [{"first": "F", "middle": ["L"], "last": "Bookstein", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Measuring \"dose\" and \"response\" with multivariate data using partial least squares techniques", "authors": [{"first": "F", "middle": ["L"], "last": "Bookstein", "suffix": ""}, {"first": "P", "middle": [], "last": "Sampson", "suffix": ""}, {"first": "A", "middle": [], "last": "Streissguth", "suffix": ""}, {"first": "H", "middle": [], "last": "Barr", "suffix": ""}], "year": null, "venue": "Commun. Stat. Theory Methods", "volume": "19", "issn": "", "pages": "765--804", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Contractile properties of skeletal muscles from young, adult and aged mice", "authors": [{"first": "S", "middle": ["V"], "last": "Brooks", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}], "year": null, "venue": "J. Physiol", "volume": "404", "issn": "", "pages": "71--82", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Maximum and sustained power of extensor digitorum longus muscles from young, adult, and old mice", "authors": [{"first": "S", "middle": ["V"], "last": "Brooks", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}], "year": 1991, "venue": "J. Gerontol. Biol. Sci", "volume": "46", "issn": "", "pages": "28--33", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Skeltetal muscle weakness in old age: underlying mechanisms", "authors": [{"first": "S", "middle": ["V"], "last": "Brooks", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}], "year": 1994, "venue": "Med. Sci. Sports Exercise", "volume": "26", "issn": "", "pages": "432--439", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Physiological types and histochemical profiles in motor units of cat gastrocnemius", "authors": [{"first": "R", "middle": ["E"], "last": "Burke", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Levine", "suffix": ""}, {"first": "P", "middle": [], "last": "Tsairis", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Zajac", "suffix": ""}], "year": 1973, "venue": "J. Physiol", "volume": "234", "issn": "", "pages": "723--748", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Unexpected expansions of CD8-bearing cells in old mice", "authors": [{"first": "J", "middle": ["E"], "last": "Callahan", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Kappler", "suffix": ""}, {"first": "P", "middle": [], "last": "Marrack", "suffix": ""}], "year": 1993, "venue": "J. Immunol", "volume": "151", "issn": "", "pages": "6657--6669", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Reinnervation of long-term denervated rat muscle freely grafted into an innervated limb", "authors": [{"first": "B", "middle": ["M"], "last": "Carlson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}], "year": null, "venue": "Exp. Neurol", "volume": "102", "issn": "", "pages": "50--56", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Measures and markers of biological aging: \"a great clamoring . . . of fleeting significance", "authors": [{"first": "P", "middle": ["T"], "last": "Costa", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Mccrae", "suffix": ""}], "year": 1988, "venue": "Arch. Gerontol. Geriatr", "volume": "7", "issn": "", "pages": "211--214", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Handbook of physiology. Section 11: Aging", "authors": [{"first": "P", "middle": ["T"], "last": "Costa", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Mccrae", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "25--36", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Metabolite changes in aged muscle during stimulation", "authors": [{"first": "G", "middle": ["A"], "last": "Dudley", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Fleck", "suffix": ""}], "year": 1984, "venue": "J. Gerontol", "volume": "39", "issn": "", "pages": "183--186", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Differences in the expression profiles of CD45RB, Pgp-1, and 3G11 membrane antigens and in the patterns of lymphokine secretion by splenic CD4 + T cells from young and aged mice", "authors": [{"first": "D", "middle": ["N"], "last": "Ernst", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Hobbs", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Torbett", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Glasebrook", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rehse", "suffix": ""}, {"first": "K", "middle": [], "last": "Bottomly", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Hardy", "suffix": ""}, {"first": "W", "middle": ["O"], "last": "Weigle", "suffix": ""}], "year": 1990, "venue": "J. Immunol", "volume": "145", "issn": "", "pages": "1295--1302", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Muscle fatigue in old animals: unique aspects of fatigue in elderly humans", "authors": [{"first": "J", "middle": ["A"], "last": "Faulkner", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Brooks", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Muscle atrophy and weakness with aging: contraction-induced injury as an underlying mechanism", "authors": [{"first": "J", "middle": [], "last": "Faulkner", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Brooks", "suffix": ""}, {"first": "E", "middle": [], "last": "Zerba", "suffix": ""}], "year": 1995, "venue": "J. Gerontol. (Special Issue)", "volume": "50", "issn": "", "pages": "124--129", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Permutation tests", "authors": [{"first": "P", "middle": [], "last": "Good", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The aging muscle", "authors": [{"first": "G", "middle": [], "last": "Grimby", "suffix": ""}, {"first": "B", "middle": [], "last": "Saltin", "suffix": ""}], "year": 1983, "venue": "Clin. Physiol", "volume": "3", "issn": "", "pages": "209--218", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Influence of aging on intracellular free calcium and proliferation of mouse T-cell subsets from various lymphoid organs", "authors": [{"first": "A", "middle": [], "last": "Grossmann", "suffix": ""}, {"first": "L", "middle": [], "last": "Maggio-Price", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Jinneman", "suffix": ""}, {"first": "P", "middle": [], "last": "Rabinovitch", "suffix": ""}], "year": 1991, "venue": "Cell. Immunol", "volume": "135", "issn": "", "pages": "118--131", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Physiological assays for biological age in mice: relationship of collagen, renal function, and longevity", "authors": [{"first": "D", "middle": ["E"], "last": "Harrison", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Archer", "suffix": ""}], "year": 1983, "venue": "Exp. Aging Res", "volume": "9", "issn": "", "pages": "245--251", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Increased life-span of age-1 mutants in Caenorhabditis elegans and lower Gompertz rate of aging", "authors": [{"first": "T", "middle": ["E"], "last": "Johnson", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "249", "issn": "", "pages": "908--912", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Age-related changes in the immune system of mice of eight medium and long-lived strains and hybrids. I. Organ, cellular and activity changes", "authors": [{"first": "M", "middle": ["M B"], "last": "Kay", "suffix": ""}, {"first": "J", "middle": [], "last": "Mendoza", "suffix": ""}, {"first": "J", "middle": [], "last": "Diven", "suffix": ""}, {"first": "T", "middle": [], "last": "Denton", "suffix": ""}, {"first": "N", "middle": [], "last": "Union", "suffix": ""}, {"first": "M", "middle": [], "last": "Lajiness", "suffix": ""}], "year": 1979, "venue": "Mech. Ageing Dev", "volume": "11", "issn": "", "pages": "295--346", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "AC, elegans mutant that lives twice as long as wild type", "authors": [{"first": "C ;", "middle": [], "last": "Kenyon", "suffix": ""}, {"first": "J", "middle": [], "last": "Chang", "suffix": ""}, {"first": "E", "middle": [], "last": "Gensch", "suffix": ""}, {"first": "A", "middle": [], "last": "Rudner", "suffix": ""}, {"first": "R", "middle": [], "last": "Tabtiang", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "366", "issn": "", "pages": "461--464", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Splenic and inguinal lymph node T cells of aged mice respond differently to polyclonal and antigen-specific stimuli", "authors": [{"first": "D", "middle": ["A"], "last": "Kirschmann", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Murasko", "suffix": ""}], "year": 1992, "venue": "Cell. Immunol", "volume": "139", "issn": "", "pages": "426--437", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Analysis of age-related degeneracy of T-cell repertoire: localized functional failure in CD8 + T cells", "authors": [{"first": "T", "middle": [], "last": "Komuro", "suffix": ""}, {"first": "K", "middle": [], "last": "Sano", "suffix": ""}, {"first": "Y", "middle": [], "last": "Asano", "suffix": ""}, {"first": "T", "middle": [], "last": "Tada", "suffix": ""}], "year": 1990, "venue": "Scand. J. Immunol", "volume": "32", "issn": "", "pages": "545--553", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "PGP-1 W T lymphocytes accumulate with age in mice and respond poorly to concanavalin A", "authors": [{"first": "A", "middle": [], "last": "Lerner", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1989, "venue": "Eur. J. Immunol", "volume": "19", "issn": "", "pages": "977--982", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The measurement of biological age", "authors": [{"first": "F", "middle": ["C"], "last": "Ludwig", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Smoke", "suffix": ""}], "year": 1980, "venue": "Exp. Aging Res", "volume": "6", "issn": "", "pages": "497--522", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Multivariate analysis", "authors": [{"first": "K", "middle": ["V"], "last": "Mardia", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Kent", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Bibby", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Handbook of physiology. Section 11: Aging", "authors": [{"first": "E", "middle": ["J"], "last": "Masoro", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "3--21", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Handbook of physiology. Section 11: Aging", "authors": [{"first": "R", "middle": ["A"], "last": "Miller", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "555--590", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Lymphocyte transformation induced by autologous cells. XI. The effect of age on the autologous mixed lymphocyte reaction", "authors": [{"first": "C", "middle": ["E"], "last": "Moody", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Innes", "suffix": ""}, {"first": "L", "middle": [], "last": "Staiano-Coico", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Incefy", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Thaler", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Weksler", "suffix": ""}], "year": 1981, "venue": "Immunology", "volume": "44", "issn": "", "pages": "431--438", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Methuselah among nematodes", "authors": [{"first": "L", "middle": [], "last": "Partridge", "suffix": ""}, {"first": "P", "middle": [], "last": "Harvey", "suffix": ""}], "year": 1993, "venue": "Nature", "volume": "366", "issn": "", "pages": "404--405", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Aging and antimicrobial immunity: impaired production of mediator T cells as a basis for the decreased resistance of senescent mice to Listeriosis", "authors": [{"first": "P", "middle": ["J"], "last": "Patel", "suffix": ""}], "year": 1981, "venue": "J. Exp. Med", "volume": "154", "issn": "", "pages": "821--831", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Biological markers of aging", "authors": [{"first": "M", "middle": ["E"], "last": "Reff", "suffix": ""}, {"first": "E", "middle": [], "last": "Schneider", "suffix": ""}], "year": 1982, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The enduring effects of prenatal alcohol exposure on child development", "authors": [{"first": "A", "middle": ["P"], "last": "Streissguth", "suffix": ""}, {"first": "F", "middle": [], "last": "Bookstein", "suffix": ""}, {"first": "P", "middle": [], "last": "Sampson", "suffix": ""}, {"first": "H", "middle": [], "last": "Barr", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Lymphocyte subpopulations in NZB mice: deficit of thymusdependent lymphocytes", "authors": [{"first": "O", "middle": [], "last": "Stutman", "suffix": ""}], "year": 1972, "venue": "J. Immunol", "volume": "109", "issn": "", "pages": "602--611", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Differential age-change in the numbers of CD4+CD45RA+ and CD4+CD29+ T cell subsets in human peripheral blood", "authors": [{"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "C", "middle": [], "last": "Kurashima", "suffix": ""}, {"first": "M", "middle": [], "last": "Fukayama", "suffix": ""}, {"first": "T", "middle": [], "last": "Inamatsu", "suffix": ""}, {"first": "K", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "W", "middle": [], "last": "Hashimoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Sato", "suffix": ""}], "year": 1992, "venue": "Mech. Ageing Dev", "volume": "63", "issn": "", "pages": "57--68", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Production of sperm reduces nematode lifespan", "authors": [{"first": "W", "middle": ["A"], "last": "Van Voorhies", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "360", "issn": "", "pages": "456--458", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Analysis of leukocyte markers in elderly individuals", "authors": [{"first": "D", "middle": [], "last": "Walker", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Gauchat", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "De Week", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Stadler", "suffix": ""}], "year": 1990, "venue": "Aging Immunol. Infect. Dis", "volume": "2", "issn": "", "pages": "31--43", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The retardation of aging and disease by dietary restriction", "authors": [{"first": "R", "middle": [], "last": "Weindruch", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Walford", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Theoretical empiricism: a general rationale for scientific model building", "authors": [{"first": "H", "middle": ["O A"], "last": "Wold", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "vii--xi", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Scatterplot of immune latent variable (LV) scores versus muscle LV scores for ad lib-fed mice (left) and for calorie-restricted mice (right). Each point represents one animal.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Mean Scores on Tests of Immune Status and Muscle Function in AL and CR Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Ad libitum-Fed (AL)\n</td><td>Calorie-Restricted\n(CR) </td><td> </td><td>Both\n</td><td> </td><td> </td></tr><tr><td>Test\n</td><td>Mean ± SD\n</td><td>n\n</td><td>Mean ± SD\n</td><td>n\n</td><td>Mean ± </td><td>SD\n</td><td>n\n</td><td>p-value*\n</td></tr><tr><td>CD3 (cells/u.1)\n</td><td>1138 ± 730\n</td><td>52\n</td><td>970 ± 884\n</td><td>53\n</td><td>1053 </td><td>± 812\n</td><td>105\n</td><td>.293\n</td></tr><tr><td>CD4(%ofCD3)\n</td><td>66 ± 7\n</td><td>56\n</td><td>70 ± 7\n</td><td>58\n</td><td>68 ± 7\n</td><td> </td><td>114\n</td><td>.001\n</td></tr><tr><td>CD8(%ofCD3)\n</td><td>30 ± 7\n</td><td>60\n</td><td>26 ± 5\n</td><td>61\n</td><td>28 ± 6\n</td><td> </td><td>121\n</td><td>.001\n</td></tr><tr><td>CD4m(%ofCD4)\n</td><td>25 ± 11\n</td><td>60\n</td><td>26 ± 12\n</td><td>63\n</td><td>25 ± 12\n</td><td> </td><td>123\n</td><td>.602\n</td></tr><tr><td>CD8m(%ofCD8)\n</td><td>27 ± 11\n</td><td>63\n</td><td>26 ± 15\n</td><td>60\n</td><td>27 ± 13\n</td><td> </td><td>123\n</td><td>.644\n</td></tr><tr><td>CD4v(%ofCD4)\n</td><td>69 ± 19\n</td><td>57\n</td><td>69 ± 14\n</td><td>55\n</td><td>69 ± 17\n</td><td> </td><td>112\n</td><td>.933\n</td></tr><tr><td>Fo (Newtons)\n</td><td>3.27 ± 0.64\n</td><td>62\n</td><td>2.66 ± 0.61\n</td><td>61\n</td><td>2.97 </td><td>± 0.69\n</td><td>123\n</td><td>.001\n</td></tr><tr><td>Fs (Newtons)\n</td><td>0.37 ±0 .11\n</td><td>61\n</td><td>0.36 ± 0.10\n</td><td>61\n</td><td>0.37 </td><td>±0.11\n</td><td>122\n</td><td>.582\n</td></tr><tr><td>Fatigue index (FI) (%)\n</td><td>45 ± 9\n</td><td>61\n</td><td>54 ± 10\n</td><td>61\n</td><td>49 ± 10\n</td><td> </td><td>122\n</td><td>.001\n</td></tr><tr><td>Mb (grams)\n</td><td>38 ± 9\n</td><td>62\n</td><td>21 ± 2\n</td><td>61\n</td><td>30 ± 10\n</td><td> </td><td>123\n</td><td>.001\n</td></tr><tr><td>F0IMb (Newtons/kg)\n</td><td>91 ± 24\n</td><td>62\n</td><td>125 ± 26\n</td><td>61\n</td><td>107 </td><td>± 30\n</td><td>123\n</td><td>.001\n</td></tr><tr><td>FJMb (Newtons/kg)\n</td><td>10.2 ± 3.9\n</td><td>61\n</td><td>17.0 ± 4.9\n</td><td>61\n</td><td>13.6 </td><td>± 5.6\n</td><td>122\n</td><td>.001\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Cross-Block Correlation Matrices for AL and CR Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Assay\n</td><td> </td><td>Fs\n</td><td>Fatigue\nIndex (FI)\n</td><td> </td><td>Fo/Mh\n</td><td>F./Mh\n</td></tr><tr><td>AL mice\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CD3\n</td><td>0.19\n</td><td>0.33\n</td><td>0.13\n</td><td>-0.15\n</td><td>0.29\n</td><td>0.38\n</td></tr><tr><td>CD4\n</td><td>0.15\n</td><td>-0.07\n</td><td>-0.09\n</td><td>0.01\n</td><td>0.16\n</td><td>-0.03\n</td></tr><tr><td>CD8\n</td><td>0.16\n</td><td>0.30\n</td><td>0.13\n</td><td>-0.04\n</td><td>0.12\n</td><td>0.26\n</td></tr><tr><td>CD4m -0.32\n</td><td>-0.22\n</td><td>0.07\n</td><td>-0.07\n</td><td>-0.24\n</td><td>-0.19\n</td></tr><tr><td>CD8m -0.07\n</td><td>0.02\n</td><td>0.12\n</td><td>0.00\n</td><td>-0.10\n</td><td>-0.01\n</td></tr><tr><td>CD4v\n</td><td>0.02\n</td><td>-0.03\n</td><td>-0.01\n</td><td>-0.32\n</td><td>0.24\n</td><td>0.14\n</td></tr><tr><td>CR mice\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CD3\n</td><td>0.30\n</td><td>0.19\n</td><td>-0.05\n</td><td>0.24\n</td><td>0.24\n</td><td>0.12\n</td></tr><tr><td>CD4\n</td><td>0.05\n</td><td>-0.08\n</td><td>-0.29\n</td><td>0.09\n</td><td>0.04\n</td><td>-0.09\n</td></tr><tr><td>CD8 -0.08\n</td><td>0.03\n</td><td>0.14\n</td><td>-0.28\n</td><td>0.03\n</td><td>0.12\n</td></tr><tr><td>CD4m -0.60\n</td><td>-0.42\n</td><td>0.23\n</td><td>-0.21\n</td><td>-0.61\n</td><td>-0.37\n</td></tr><tr><td>CD8m -0.21\n</td><td>-0.14\n</td><td>0.16\n</td><td>0.18\n</td><td>-0.34\n</td><td>-0.22\n</td></tr><tr><td>CD4v\n</td><td>0.11\n</td><td>0.17\n</td><td>0.18\n</td><td>-0.28\n</td><td>0.24\n</td><td>0.26\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Saliences for AL and CR Mice", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Immune Assay\n</td><td>Salience\n</td><td>Muscle Assay\n</td><td>Salience\n</td></tr><tr><td>AL mice only\n</td><td> </td><td> </td><td> </td></tr><tr><td>CD3\n</td><td>-0.68\n</td><td> </td><td>-0.42\n</td></tr><tr><td>CD4\n</td><td>-0.08\n</td><td>Fs\n</td><td>-0.50\n</td></tr><tr><td>CD8\n</td><td>-0.45\n</td><td>FI\n</td><td>-0.10\n</td></tr><tr><td>CD4m\n</td><td>0.49\n</td><td>M\n</td><td>0.17\n</td></tr><tr><td>CD8m\n</td><td>0.06\n</td><td>FJM\n</td><td>-0.49\n</td></tr><tr><td>CD4v\n</td><td>-0.26\n</td><td>FJM\n</td><td>-0.54\n</td></tr><tr><td>CR mice only\n</td><td> </td><td> </td><td> </td></tr><tr><td>CD3\n</td><td>-0.35\n</td><td>Fo\n</td><td>-0.54\n</td></tr><tr><td>CD4\n</td><td>-0.03\n</td><td>Fs\n</td><td>-0.39\n</td></tr><tr><td>CD8\n</td><td>0.02\n</td><td>FI\n</td><td>0.18\n</td></tr><tr><td>CD4m\n</td><td>0.82\n</td><td>M\n</td><td>-0.11\n</td></tr><tr><td>CD8m\n</td><td>0.36\n</td><td>FJM\n</td><td>-0.60\n</td></tr><tr><td>CD4v\n</td><td>-0.23\n</td><td>FJM\n</td><td>-0.38\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This research was supported by National Institute on Aging Grants AG-11067, AG-08808, and AG-11037. We acknowledge as well the expert assistance in animal husbandry provided by Ann Luciano and Sherry Swalwell, and the technical assistance of Jennifer McGrath. We thank Dr. Kevin Flurkey for information on age-associated changes in T-cell numbers in mice.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}]}