{
    "paper_id": "f0f895103e8a6bd9896dfc41a90139a50a4d4e45",
    "metadata": {
        "title": "ECLS in pertussis: does it have a role? NEONATAL AND PEDIATRIC INTENSIVE CARE",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "D"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": "g.williams@unsw.edu.au"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Numa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Sokol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Tobias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "J"
                ],
                "last": "Duffy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "A"
                ],
                "last": "Numa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "J"
                ],
                "last": "Sokol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "×",
                "middle": [
                    "B J"
                ],
                "last": "Duffy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Children's Intensive Care Unit",
                    "institution": "High St",
                    "location": {
                        "addrLine": "High St",
                        "postCode": "2031, 2031",
                        "settlement": "Randwick, Randwick",
                        "region": "NSW, NSW",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the early 1980 s the reported incidence of pertussis in the United States has gradually risen with superimposed cyclical peaks occurring at approximately 3-year intervals [1]. In 1990, pertussis was responsible for 350 000 deaths world wide. The morbidity and mortality for this disease are highest in children less than 6 months of age, and both decline with increasing age [2] . Moreover, 70 % of children less than 6 months of age require hospitalisation and fully 15 % develop radiographically confirmed pneumonia [1] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Several authors have previously described severe refractory pulmonary hypertension leading to progressive shock and death in pertussis [3, 4] and it has recently been suggested that extracorporeal circulatory life support (ECLS) may be a worthwhile therapy to consider for such infants [3] . We describe our experience where ECLS was provided to a 3.8-kg, 5-week-old male, and review the above suggestion in the light of our experience, post-mortem findings and ECLS registry data review.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 5-week-old twin boy was admitted at the referring hospital with a 2-day history of lethargy, poor feeding, tachypnoea and cough. He was afebrile with a respiratory rate of 60 breaths/min, heart",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract Objectives: To investigate the value of extracorporeal circulatory life support (ECLS) in paediatric patients with severe Bordetella pertussis infection. Design: Single case report and a review of the ECLS database. Setting: Tertiary referral hospital paediatric intensive care unit. Patients and participants: A single case report of an infant with B. pertussis infection is described. Despite receiving ECLS, this infant died from overwhelming cardiac and cerebral insults. Outcome for children receiving ECLS registered on the Extracorporeal Life Support Organization database is reviewed. Measurements and results: The mortality of infants receiving ECLS for B. pertussis infection is high, with only 5 survivors reported among 22 registered cases. The majority of nonsurvivors had evidence of circulatory collapse in addition to severe respiratory failure, and these patients commonly died of hypoxicischaemic cerebral insult. These data suggest the existence of a subgroup of patients with respiratory failure only, who may benefit from ECLS, and a larger subgroup who suffer ischaemic cardiac and cerebral insults which are unlikely to be improved by ECLS. Conclusions: The value of ECLS in patients with B. pertussis infection who present with major cardiac dysfunction is questionable. Such patients almost invariably have a poor outcome despite maximal therapy. rate of 160 beats/min and had a percutaneous arterial oxygen saturation of 95 % in room air. Chest X-ray showed bilateral infiltrates with consolidation of the right middle and upper lobes. Full blood count showed haemoglobin 11.1 g %, total white cell count 9200 10 6 /l and platelet count 298 000 10 6 /l. A clinical diagnosis of bronchiolitis was made although respiratory syncytial virus (RSV) immunofluorescence of a nasopharyngeal aspirate was negative, as was immunofluorescence for chlamydia. Bordetella pertussis serology and nasopharyngeal swab were collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our patient's twin brother was admitted to hospital at the same time with a similar history of intermittent tachypnoea and cough. Neither of the twin's cough was paroxysmal and there were no episodes of apnoea. Neither twin had yet received any immunisations. There was a history of persistent cough for 6 weeks in an 8-year-old sibling and for 3 weeks in their mother, both of whom were fully immunised against B. pertussis. Over the following 4 days the infant initially seemed to improve symptomatically with satisfactory breast feeding and only occasional coughing. However, on day 5, he developed more respiratory distress, persistent tachycardia > 190 beats/min and an increased oxygen requirement. He was intubated and transferred to Sydney Children's Hospital. Arterial blood gas prior to intubation was pH 7.26, arterial carbon dioxide tension (PaCO 2 ) 71 torr, arterial oxygen tension (PaO 2 ) 61 torr and bicarbonate (HCO 3 ) 27 mEq/l [in a fractional inspired oxygen (FIO 2 ) of 0.5].",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On admission to hospital the infant's weight was 3.8 kg, he was ventilated at a peak inspiratory pressure of (PIP) 28 cmH 2 O, positive end-expiratory pressure (PEEP) 7 cmH 2 O, rate 40/min, IT 0.5 s, FIO 2 0.5 and mean airway pressure P ± aw 17 cmH 2 O, and the arterial blood gas was pH 7.39, PaCO 2 45 torr, PaO 2 116 torr and HCO 3 27 mEq/l. Peripheral perfusion was barely adequate with a pulse rate of 200/min and blood pressure 70/40 mmHg. An echocardiogram showed a small pericardial effusion with minimal tricuspid regurgitation. At this time, full blood count showed a haemoglobin of 9.9 g %, total white cell count 114 000 10 6 /l (71 % lymphocytes, 13 % neutrophils, 6 % monocytes, 3 % eosinophils and 6 % bands) and platelet count 575 000 10 6 /l. Cleaved lymphocytes were present on the blood film. Baseline biochemistry, LFTs and coagulation screen were otherwise unremarkable. Treatment with intravenous cefotaxime and erythromycin was started. The patient was isolated and all family members were given oral erythromycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the initial 6 h in hospital good gas exchange was achieved on moderate ventilator settings (PaCO 2 40 torr, PaO 2 70±90 torr), but tachycardia and prolonged capillary refill persisted. Colloid infusion (20 ml/kg of 4 % albumin) was administered during hours 8 and 9, which increased central venous pressure from 7 to 10 mmHg but did not otherwise improve haemodynamics. Adrenaline infusion was commenced at this time and was gradually increased to 2 mg/kg per min. The colloid infusion was repeated at 12 h with little effect on haemodynamics and clinical signs and, at 16±18 h after admission, hypotension [mean arterial pressure (MAP) < 40 mmHg] and metabolic acidosis occurred for the first time. At 20 h a repeat echocardiogram confirmed acute severe pulmonary hypertension with right atrial and right ventricular dilatation with the septum encroaching into the left ventricular cavity and compromising left ventricular filling during diastole. Pulmonary pressures were estimated to be suprasystemic. Inhaled nitric oxide was administered (commenced at 8 parts/million and increased to 80 parts/million). There was some improvement in oxygenation; however, haemodynamics remained poor despite continued inotropic support. Methaemoglobin levels always remained < 3 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At Despite achievement of satisfactory pump flow rates (> 350 ml/ min) and satisfactory oxygenation, poor circulatory function and profound acidosis persisted. A follow-up echocardiogram demonstrated severe myocardial dysfunction with a dilated poorly contractile left ventricle and some moderate aortic and mitral regurgitation. Apart from the acidosis and severe disturbance of LFTs, biochemistry was normal. Haemofiltration with a bicarbonate-supplemented predilution fluid was unable to ameliorate the acidosis (base deficit of > 20 mEq/l for > 24 h) and laboratory studies confirmed that disseminated intravascular coagulopathy was now present. Between 30 and 36 h on ECLS, the infant became clinically unresponsive to stimulation, an electroencephalogram confirmed absence of electrical activity and after 48 h on ECLS, in consultation with the family, support was withdrawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subsequent to his death, culture results became available. B. pertussis was grown from the infant, his twin and mother and enzyme-linked immunosorbent assay IgA-specific for Bordetella was positive in the mother and 8-year-old sibling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Post-mortem examination of the lungs revealed a large amount of intra-alveolar oedema fluid, haemorhages and macrophages. There was alveolar leucocytoclastic granular material with foci of fibrin but no organisms seen. Some areas showed breakdown of alveolar walls suggestive of early pulmonary infarction. Small and medium-sized pulmonary veins were solidly packed with dense leucocyte thrombi (see Fig. 1 ). There was no evidence of antemortem pulmonary artery thrombus. The heart's chambers were generally dilated with extensive patchy, predominantly subendocardial, necrosis. There were extensive hypoxic ischaemic changes involving predominantly liver, kidney, heart and brain with generalised fibrin thrombi. Marked generalised lymphoid depletion was noted. The Extracorporeal Life Support Organization (ELSO) Registry is a voluntary international registry by participating centres of adult and paediatric patients who have received ECLS for respiratory or cardiac failure. The registry is based at Ann Arbor, Michigan and has been maintained since 1986. As of July 1997 the registry contained over 16 000 paediatric patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 406,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Post-mortem report"
        },
        {
            "text": "Search of the ECMO (extracorporeal membrane oxygenation) Database, ELSO Registry between 1986 and 1997 using the keywords ªinfectionº or ªpertussisº or ªwhooping coughº, revealed 22 children who have received ECLS for pertussis in the past 11 years. Of these 22, there are 5 survivors. This observed mortality is significantly worse than that in the group of 1355 paediatric patients supported with ECLS for respiratory failure during the same years, in which there were 725 survivors (p = 0.0035, chisquare analysis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem report"
        },
        {
            "text": "The great majority of patients receiving ECLS during infection with B. pertussis were less than 3 months of age and were classified as receiving extracorporeal support for respiratory failure (21/22). Survivors were similar in age and weight to nonsurvivors (see Table 1 ). Both groups were placed on ECLS (usually for ªfailure to respond to maximum treatmentº) after a relatively short period of ventilation (survivors: mean 4.0 days; nonsurvivors: mean 3.5 days). The periods of ECLS were similar (survivors: mean 222 h; nonsurvivors: mean 289 h). The two groups showed a similar degree of respiratory compromise as demonstrated by ventilation index and alveolar-arterial oxygen difference immediately prior to ECLS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Post-mortem report"
        },
        {
            "text": "It would appear that there was more significant evidence of circulatory compromise among the group of nonsurvivors at the time of initiation of ECLS. There was evidence of severe pulmonary hypertension or cardiac failure in 9 of the 17 nonsurvivors. In comparison, this was not recorded as being present in any of the 5 survivors. Profound hypotension prior to ECLS was more common among nonsurvivors: the last recorded systolic blood pressure prior to ECLS was more than 3 standard deviations below the population mean [5] in 10 of 17 nonsurvivors compared with 1 of 5 successfully treated cases (p = 0.12, chi-square analysis).",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 523,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Post-mortem report"
        },
        {
            "text": "Acidosis prior to ECLS was more evident among nonsurvivors ± last arterial pH prior to initiating ECLS: survivors 7.4 ± 0.2, nonsurvivors 7.2 ± 0.1 (p = 0.02, Mann-Whitney U test). The last arterial pH prior to initiation of ECLS was K 7.25 in 11 of 17 nonsurvivors compared to 0 of 5 survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem report"
        },
        {
            "text": "Despite the initiation of ECLS, 8 of 17 nonsurvivors were recorded as dying of brain death (6) or severe hypoxic ischaemic cerebral insult (2) . It would be important to know the neurological status of these patients prior to initiation of ECLS, but such information is not available. Pre-ECMO cardiac arrest and cardiopulmonary resuscitation was noted in only one of the patients, a non-survivor. Haemofiltration was performed in 11 of 17 nonsurvivors compared to 0 of 5 survivors. Pressors were required during ECMO by 7 of the 17 nonsurvivors but not in any of the survivors (p = 0.08, chi-square test). Venovenous ECLS was used in 3 of 5 survivors, whereas 16 of the 17 nonsurvivors required venoarterial support (p = 0.02, chi-square test).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Post-mortem report"
        },
        {
            "text": "Pertussis is a non-invasive bacterial colonisation of ciliated cells in the respiratory epithelium [2] . The clinical features of pertussis are mediated by toxins produced by the B. pertussis organism. It is this phenomenon which leads to the disease continuing unabated despite eradication of B. pertussis from the patient's respiratory tract [2] . The course can be altered if these organisms are eradicated with antibiotics early in the disease [6] .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent review of deaths from pertussis demonstrated that 90 % were younger than 12 months and risk factors included young maternal age and preterm delivery but, most importantly, inadequate immunisation [7] . The importance of a high level of community immunisation cannot be overstressed and there is evidence to support an expedited immunisation programme during an epidemic [8] . The value of isolation of the patient and erythromycin prophylaxis of contacts is well documented.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pertussis toxin (PT) is also known as lymphocytosis promoting factor and is known to stimulate lymphocytosis and prevent migration of lymphocytes and macrophages to areas of infection with adverse effects on phagyocytosis and intracellular killing. However, whether PT has a decisive role in the generation of symptoms of pertussis remains controversial [9] . Tracheal cytotoxin (TCT) has been implicated in local tissue damage in the respiratory tract [10] . TCT has been demonstrated in in vitro studies to produce changes in human respiratory epithelial cell ultrastructure after just 4 h of exposure and to destroy ciliated cell populations completely in 60±96 h [10] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The precise factor which mediates acute severe pulmonary hypertension in pertussis is unknown. It seems, however, that colonisation of the respiratory epithelium is important in the development of serious disease, as mice infected intraperitoneally with chambers containing B. pertussis remained healthy despite developing antibody responses [11] . It has been suggested that damaged epithelium would compromise mucociliary clearance and so promote further B. pertussis proliferation and enhance local delivery of toxins. Whether the ensuing pulmonary hypertension results from a haemodynamic effect of such a locally delivered toxin or results from associated hypoxia, hypercapnia, acidosis, tissue injury or even iatrogenically from vasoactive drugs (or any combination of the above) is not clear. The rapidity and severity with which severe pulmonary hypertension evolved in our patient was impressive. Increase of pulmonary vascular resistance is known to occur in infants and children with pneumonia of multiple aetiologies [12]; however, this case clearly represented the most severe end of a spectrum of such changes. Hyperventilation and alkalinisation were not able to ameliorate this pulmonary hypertension. Inhaled nitric oxide as a selective pulmonary vasodilator was also unsuccessful. The possible aetiological significance of the pulmonary venous leucocyte thrombi in the genesis of this pulmonary hypertension must remain speculative at this time. The leucocytoclastic bronchopneumonia we found at autopsy is characteristic of fatal pertussis as is a pulmonary leukaemoid reaction [13] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we recognise that drawing conclusions from small numbers of patients in a retrospective analysis is tenuous and that our review of registry data is lim-ited by the information available. As such, the timing and reason for the hypoxic ischaemic cerebral injuries noted among nonsurvivors remain unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Review of ELSO Registry data would indicate that the outcome with ECLS for children with pertussis is poor (overall mortality 78 %), particularly in association with profound hypotension (overall mortality 90 %). This outcome is worse than that for neonates receiving ECLS with a proven primary diagnosis of sepsis (mortality 27 %) [14] or those who developed a septic complication during ECLS (mortality 35 %) [15] . The observed mortality with ECLS in pertussis is significantly worse than the mortality observed in other paediatric patients receiving ECLS for respiratory failure.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There appears to be a subgroup of patients suffering from B. pertussis infection who have severe, although not life-threatening, respiratory disease but the major problem of an acute myocardial failure. Despite receiving ECLS to maintain perfusion, these infants commonly develop fatal cerebral ischaemia. We conclude that although ECLS may have a role in providing respiratory support in infants with severe B. pertussis infection, it is highly likely to be unsuccessful if instituted primarily for cardiovascular indications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Textbook of pediatric infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Feigin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1208--1218",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe pulmonary hypertension associated with shock and death in infants infected with Bordetella pertussis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Goulin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Crit Care Med",
            "volume": "21",
            "issn": "",
            "pages": "1791--1794",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pertussis in neonates",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "143",
            "issn": "",
            "pages": "1199--1202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the Second Task Force on Blood Pressure Control in Children ±",
            "authors": [],
            "year": 1987,
            "venue": "Task Force on Blood Pressure Control in Children",
            "volume": "79",
            "issn": "",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Erythromycin in the treatment of pertussis: a study of clinical and bacteriologic effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bergquist",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernander",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dahnsjo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sundelof",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pediatr Infect Dis J",
            "volume": "6",
            "issn": "",
            "pages": "458--461",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pertussis deaths: report of 23 cases in the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wortis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Strebel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bardenheir",
                    "suffix": ""
                },
                {
                    "first": "Irb",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pediatrics",
            "volume": "97",
            "issn": "",
            "pages": "607--612",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The epidemiology of pertussis and pertussis vaccine in the United Kingdom and the United States: a comparative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Year Book Medical",
            "volume": "",
            "issn": "",
            "pages": "3--77",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of pertussis toxin in causing symptoms of Bordetella parapertussis infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wirsing Von Konig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Finger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "455--458",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of Bordetella pertussis infection on human respiratory epithelium in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Infect Immun",
            "volume": "59",
            "issn": "",
            "pages": "337--345",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Use of implantable diffusion chambers to study Bordetella pertussis pathogenesis: growth and toxin production in vivo",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Wetterlow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jun-Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shu-Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bao-Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pediatr Pulmonol",
            "volume": "154",
            "issn": "",
            "pages": "296--298",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fatal bordetella pertussis infection: report of two cases with novel pathological findings",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karmali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cutz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr Pathol Lab Med",
            "volume": "16",
            "issn": "",
            "pages": "643--653",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Use of extracorporeal membrane oxygenation in the septic neonate",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Elerian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Sparks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lally",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Pediatr Surg",
            "volume": "30",
            "issn": "",
            "pages": "813--815",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neonatal extracorporeal membrane oxygenation complicated by sepsis. Extracorporeal Life Support Organisation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jessen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Eberhart",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Thorac Surg",
            "volume": "59",
            "issn": "",
            "pages": "975--980",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Medium-sized pulmonary venule solidly packed with dense leucocyte thrombi. Haematoxylin eosin stain, 340 magnification ELSO REGISTRY data review",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Although these values do not justify ECLS for respiratory support in our institution, refractory hypotension and acidosis suggested a requirement for ECLS which was established by 24 h following admission. Arterial blood gas prior to initiating venoarterial ECLS was pH 7.12, PaCO 2 34 torr, PaO 2 94 torr and HCO3 11 mEq/l on ventilator settings of PIP 39 cmH 2 O, PEEP 7 cmH 2 O, rate 50/min, FIO 2 1.0. The Pediatric Risk of Mortality score was 41 and the lung injury score 3.3.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors acknowledge the assistance of Peter Rycus, ECLS Registry of The Extracorporeal Life Support Organization, Ann Arbor, Michigan for access to ECLS database information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}