{
    "paper_id": "f19210be10601322c1ef98647ed1a06b3f639bc0",
    "metadata": {
        "title": "Intracellular Targeting and Sorting How are macromolecules delivered to specific locations?",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Holtzman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "postCode": "10027",
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There are controls over both delivery of individual molecules and behavior of multimolecular transport vehicles sites of synthesis with differential \"trapping\" (e.g., by receptors or by assembly into complexes) at target locations;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• directed movement to particular sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The particulars of such mechanisms' and their combinations, vary for different sites and circumstances ( Table 1) . The most progress has been made in analyzing how newly made proteins, traveling as individual molecules, enter the membranes and compartments of the cytoplasm. In this article, I consider such mechanisms first. Next, I take up the bidirectional exchanges of individual molecules and of multimolecular ribonucleoprotein particles between nucleus and cytoplasm. Then I consider the assembly and behavior of the vesicles that carry many molecules simultaneously from one membranebounded cytoplasmic compartment to another. Finally, I briefly outline differential distributions of lipids and intracellular degradation, topics that, until recently, have received less research attention than they deserve. My references are chiefly to review articles and recent papers that provide quick access to the primary literature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The proteins that travel through the endoplasmic reticulum, as well as the majority of those that are constituents of organelles such as the endoplasmic reticulum, mitochondria, or chloroplasts, are synthesized on cytoplasmic polysomes outside the organelles. For the most part, these polysomes are assembled from mRNAs and ribosomal subunits that cannot, by themselves, direct the polysomes to particular cellular sites. Rather, the operative targeting (or addressing) information is found in the newly synthesized proteins. Because the proteins can be successfully delivered in experimentally reconstituted cell-free mixtures consisting of polysomes, target membrane systems, and soluble components, targeting does not seem to require directed movements along cell systems such as the cytoskeleton (Perara and Lingappa 1988 , Pfanner et al. 1991 , Rapoport 1991 , Sabatini et al. 1991 , Smeekens et al. 1990 , Warren and Simons 1990 .",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 825,
                    "text": "(Perara and Lingappa 1988",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 826,
                    "end": 847,
                    "text": ", Pfanner et al. 1991",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 848,
                    "end": 863,
                    "text": ", Rapoport 1991",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 864,
                    "end": 886,
                    "text": ", Sabatini et al. 1991",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 909,
                    "text": ", Smeekens et al. 1990",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 910,
                    "end": 934,
                    "text": ", Warren and Simons 1990",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "Passage of proteins from free polysomes into the cytosol or cytoskeleton. Proteins that function in the cytosol (the seemingly unstructured, background cytoplasm) or those that Process or phenomenon Molecular features Table 1 . Examples of molecular features known or strongly suspected to be used by cells in targeting particular molecules to particular sites or compartments. are assembled into non-membranebounded cytoplasmic structures, such as microtubules or filaments, are thought simply to be released from the polysomes on which they are made into the adjacent cytoplasm. This pathway is thought of as a default pathway in that, with some notable exceptions considered below, no specific targeting information is known to be involved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "In the cytosol, the proteins enter a diffusible pool from which they can be recruited by the assembly processes that generate multiprotein enzyme complexes or polymeric cytoskeletal elements. The polysomes on which the synthesis takes place are called \"free\" because their ribosomes are not closely attached to cytoplasmic membranes or other well-defined structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "Passage of proteins from free polysomes into membrane-delimited organelles. Studies in vitro have led to a working consensus that most proteins imported into mitochondria, chloroplasts, or peroxisomes can readily enter the organelles posttranslationally (after release of the newly made proteins from the polysomes). Therefore, such proteins are presumed to be made largely on free polysomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "Targeting to organelles depends on amino acid sequences in the proteins, which are recognized by the target organelles. The sequences for import into mitochondria or chloroplasts are 20 or more amino acids long and usually are located at the N-terminus of the protein. These signal sequences (also known as transit, leader, or pre-sequences) vary considerably from protein to protein but do show a number of overall regularities. For example, those sequences specifying mitochondrial import generally include several positively charged amino acids in a pattern such that the sequence can fold into an amphipathic helix: one surface of the helix is uncharged and the opposite surface is positively charged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "The mitochondrial target sequences exemplify a wider theme. Targeting of different proteins to given locales often depends on domains (known as motifs) that vary in amino acid composition but none- Lysosomal uptake of certain proteins to be degraded Accumulation of RNAs or RNA-protein particles at specific places theless share common features, such as conformation or distribution of amino acid side chains with similar hydrophobicity or charge. The known sequences for import of peroxisomal proteins are usually Ser-Lys-Leu (or related sequences) located at or near the C-terminus (Subramani 1992). There are, however, important exceptions. For some peroxisomal proteins, the targeting sequences are longer stretches of amino acids at the N-terminus (Swinkels et al. 1991) .",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 775,
                    "text": "(Swinkels et al. 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Distribution of newly made cytoplasmic proteins"
        },
        {
            "text": "Association of protein synthetic machinery with the endoplasmic reticulum. Characteristic signal sequences are present in the majority of newly synthesized proteins destined for secretion from the cell, functioning in lysosomes, or integration within the plasma membrane or the membranes of the endoplasmic reticulum or Golgi apparatus. These amino acid sequences most frequently are located at the protein's N-terminus. They vary in detail but differ from the N-terminal sequences specifying entry into mitochondria or chloroplasts. The endoplasmicreticulum-targeting sequences generally are approximately 20 amino acids long and contain one or more positively charged amino acids at the N-terminal end, followed by a hydrophobic stretch of nonpolar amino acids. This stretch most often is thought to fold into an alpha helix, although other configurations, such as a beta folded strand, may occur (Bird et al. 1990 ).",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 916,
                    "text": "(Bird et al. 1990",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "As they are synthesized, these sequences are recognized by a chaperoning and import apparatus. Recognition initiates a series of events through which the polysomes on which the proteins are being made are brought into intimate association with the endoplasmic reticulum, and the nascent polypeptide chains are directed to penetrate into Figure 1 . Panel I illustrates a ribosome (dotted structure) bound to the membrane of the endoplasmic reticulum. A nascent polypeptide chain with a signal sequence (dashed line) at its N -terminus (the end that is synthesized first) is shown passing through the membrane; the C-terminus, to which amino acids are still being added, is associated with the ribosome. It is believed that the signal sequence can remain bound in the membrane, so that the nascent chain loops into the lumen (LUM) of the endoplasmic reticulum until proteolytically cleaved from the signal sequence. Cleavage can occur before the C-terminus is completed. Completed proteins can be released to the lumen (a) or, if they possess stop-transfer sequences (st) or comparable features, they can remain inserted in the membrane (b). Panels II and III illustrate two of the several other dispositions different membrane proteins assume in the endoplasmic ret iculum membrane. In panel II, the polypeptide chain is oriented with its N -terminal end facing the cytoplasm (CYT), rather than the lumen . Other proteins loop one or more times through the membrane, as schematized in panel III. the endoplasmic reticulum membrane. The polysomes thus become bound to the endoplasmic reticulum (Figure 1 ), and the nascent proteins can move, cotranslationally (as they grow), into the membrane and across it to the lumen of the endoplasmic reticulum. During this movement, endoplasmic reticulum enzymes and other agents initiate glycosylation, folding, and other maturation of the nascent polypeptide. Import. Recognition of targeting sequences by target membranes or other systems implies that the sequences are exposed at external surfaces of the proteins, at least at crucial moments. Target membranes are presumed to possess receptorlike proteins responsible for the recognition. A few of these proteins have been tentatively identified. For example, among the putative receptors on the outer membranes of mitochondria, one protein can bind to many of the species of proteins imported by these organelles (Glick et al. 1991 , Horwich 1990 , pfanner et al. 1991 .",
            "cite_spans": [
                {
                    "start": 2407,
                    "end": 2425,
                    "text": "(Glick et al. 1991",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2426,
                    "end": 2440,
                    "text": ", Horwich 1990",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2441,
                    "end": 2462,
                    "text": ", pfanner et al. 1991",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1592,
                    "end": 1601,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "September 1992"
        },
        {
            "text": "The nonpolar portions of the signal sequences of proteins entering the endoplasmic reticulum, mitochondria, and chloroplasts seem essential for the initial entry of the 610 proteins into the organelles' membranes (Bird et al. 1990 ). This observation, plus the fact that an alphahelix 20 amino acids in length is long enough to span the width of a lipid bilayer, led at one time to models in which these hydrophobic sequences were thought to require no aid in penetrating into the hydrophobic interior of the membrane. However, although processes resembling such direct penetration may occur for portions of certain membrane proteins, most investigators now believe that the passage of polypeptide chains into or across membranes generally depends on specific arrangements of membrane constituents into channels or transporter (translocator) complexes associated with the appropriate receptors (Kuchler and Thorner 1990, Simon and Blobel 1991) . The passage involves consumption of ATP and, for mitochondria and chloroplasts, requires that the organelles have transmembrane electrochemical potentials, but the precise uses of such energy is not clear. For mitochondria, one possibility is that the transmembrane potential helps trap, orient, or move the positively charged signal sequence.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 230,
                    "text": "(Bird et al. 1990",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 894,
                    "end": 906,
                    "text": "(Kuchler and",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 907,
                    "end": 930,
                    "text": "Thorner 1990, Simon and",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 943,
                    "text": "Blobel 1991)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "When the signal sequence is at the N-terminus of the nascent pro-tein, it most often is cleaved by specific peptidases present in the organelles' bounding membranes; cleavage occurs while the C-terminal portion of the chain is still being translated. Cleavage may expose other sequences important for subsequent behavior of the protein, aid the passage of the protein across the membrane and especially its release from the membrane (Figure 1) , and influence the folding of the protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 443,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "September 1992"
        },
        {
            "text": "Without cleavage, might newly made polypeptide chains that have passed across the membranes of the endoplasmic reticulum, mitochondria, or chloroplasts tend to leak back via the machinery through which they entered? Probably not, both because of features of this machinery and because soon after they cross the membrane-even before translation of the C-terminal end is complete-the polypeptides experience changes that would make passage back difficult: they fold into thicker conformations, associate with other proteins and, in the endoplasmic reticulum, become attached to bulky hydrophilic groups, notably oligosaccharide chains. Later, however, I will consider other situations in which targeting sequences that are not cleaved may enable repeated back-and-forth movements between structures or compartments, including the cycling of vesicles and the shuttling of nuclear proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Proper delivery of many mitochondrial or chloroplast proteins depends on passage across two or more of these organelles' membranes. Machinery for entry is believed to be centered at sites where the two membranes that delimit a mitochondrion or chloroplast are closely apposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Details of the entry of proteins into peroxisomes are scant. Specific energy-dependent transporters have been posited. But the short C-terminal targeting sequence is not cleaved, and peroxisomal entry is likely to differ in other ways as well from import into mitochondria, chloroplasts, or the endoplasmic reticulum (Horwich 1990 ).",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 330,
                    "text": "(Horwich 1990",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Chaperoning and unfolding. Proteins passing into or across membranes must be in translocation-competent configurations. The proteins must be at least partly unfolded, making them thin enough for the passage and exposing domains such as targeting sequences or nonpolar groups. Some of the energy required for passage is consumed in achieving or regulating such configurations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "For the endoplasmic reticulum, cotranslational entry permits the protein to traverse the membrane before it has folded extensively (Perara and Lingappa 1988) . Such entry depends on a system that chaperones the process, controlling its timing. As the nascent chain grows long enough for the signal region to emerge from the ribosome on which the protein is being made, the signal sequence is recognized by a ribonucleoprotein signal recognition particle. Binding of this particle to the nascent chain slows further translation. The particle remains associated until the complex of polysome, nascent chains, and signal recognition particles interacts (docks) with proteins of the endoplasmic reticulum membrane. Thereupon, the ribosomes bind to the endoplasmic reticulum, the signal recognition particles are dissociated in a GTPdependent reaction, and translation resumes with the nascent chains positioned to traverse the membrane.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 157,
                    "text": "(Perara and Lingappa 1988)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "The intervention of cytoplasmic proteins of the group called the heatshock class is probably required to provide the unfolded protein configurations needed for entry into mitochondria or chloroplasts or for the processes through which certain membrane or secretory proteins may enter the membrane or the interior of the endoplasmic reticul um posttranslationally (Horwich 1990 , Kuchler and Thorner 1990 , pfanner et al. 1991 . Note, in this connection, that the ribosomes sometimes seen associated with the external surfaces of mitochondria (Glick et al. 1991 ) may get there as a result of the initiation of entry of unfolded nascent mitochondrial proteins, before translation has been completed. If so, the distinctions between free and bound polysomes and between posttranslationaI and cotranslational import are not absolute.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 376,
                    "text": "(Horwich 1990",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 377,
                    "end": 403,
                    "text": ", Kuchler and Thorner 1990",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 404,
                    "end": 425,
                    "text": ", pfanner et al. 1991",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 542,
                    "end": 560,
                    "text": "(Glick et al. 1991",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Folding of proteins once they are inside the endoplasmic reticulum, mitochondria, or chloroplasts cru-cially influences the proteins' properties and subsequent behavior. Assistance in folding is provided by chaperone proteins (Ellis 1990 ) that both speed the process and govern it in ways that favor correct assembly of multichain complexes. Folding, assembly, and association with chaperones are sensitive to several factors, including levels of Ca 2 + ions within the endoplasmic reticulum lumen (Suzukietal. 1991). Forcytochrome c, association with heme groups within the mitochondrion both completes the assembly of the protein and helps release it from the membrane through which it has entered.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 237,
                    "text": "(Ellis 1990",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Sorting. Proteins entering an organelle become distributed to different subcompartments-membrane versus lumen and inner mitochondrial compartment versus outer, for example. This sorting depends partly on factors comparable in kind to those that govern the targeting of the proteins to the organelles. For example, a protein entering a given membrane or compartment of a mitochondrion or chlo--roplast can be directed in its further movements by amino acid sequences (transfer sequences) that come into play after the proteolytic removal of the sequences that brought the proteins to the organelles. Interestingly, some proteins reach the outer compartment of the mitochondrion by initially entering completely into the inner compartment and then moving back across the inner membrane. This route, which may reflect the symbiotic origins of cellular organelles (see Horwich 1990), depends on sequential use of different targeting sequences, controls of folding, and proteolytic cleavages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Once translocation has begun, polypeptide chains tend to move completely across the membranes of the endoplasmic reticulum or other organelles unless arrested in the membrane by specific features of the chains (Perara and Lingappa 1988) . Signal sequences found at internal locations within certain natural polypeptides sometimes can ha ve this effect. So can stop-transfer amino acid sequences. These sequences are principally made up of nonpolar amino acids and usually are long enough (15-20 amino acids or more) to form hydrophobic helices that could stretch the width of a lipid bilayer. Often, these membrane-spanning stretches are flanked by positively charged amino acids that would not readily reside within a lipid bilayer. In the most straight--forward cases (Figure 1 ), the hydrophobic stretches seem simply to remain embedded in the membrane, leaving C-terminal domains of the protein on the cytoplasmic side of the membrane and N-terminal domains on the lumenal side. The positive amino acids, along with folding, glycosylation, and interactions with other proteins, could stabilize such configurations.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 236,
                    "text": "(Perara and Lingappa 1988)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 779,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "September 1992"
        },
        {
            "text": "It is not known how amino acid sequences such as the stop-transfer sequences are recognized and permitted to escape laterally into the membrane's lipid bilayer from the channels or transporters responsible for translocation of nascent polypeptides. Other sequences, some of which are hydrophobic, move completely across the membrane through the same types of channels or transporters (Singer 1990) . Nor is much understood about how interactions of the ribosomes with the endoplasmic reticulum membrane are governed so as to leave the C-terminal domains of membrane proteins extending into the cytoplasm while delivering C-terminal domains of secretory proteins to the translocation apparatus.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 397,
                    "text": "(Singer 1990)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "Membrane polypeptides with Nterminal domains on the cytoplasmic side of the membrane, or those characterized by looping of the chain through the membrane (Figure 1 ), may achieve such dispositions partly through the presence of properly distributed signal and stop-transfer sequences in the chain. They may also change their folding during insertion, so as to expose domains that can interact with other membrane molecules.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "September 1992"
        },
        {
            "text": "Differential localization of the machinery making particular proteins. Mitochondrial and chloroplast maintenance of their own protein synthetic capacities provide the most obvious cases, aside from the endoplasmic reticulum, of particular proteins being synthesized in particular cellular regions. The polypeptide chains made within these organelles associate with the much larger variety of proteins imported from the outside. Such dual origin of components is thought to help regulate mitochondrial and plastid growth and assembly, which probably is one reason why dual origin has persisted in evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "As regards other classes of proteins, a few convincing cases have been reported in which specific messenger RNA s show differential localization in regions of oocytes, neurons or fibrobla sts (Ginzburg 1991 , Gottlieb 1990 ). Some of these mRNAs are involved in active protein synthesis; others are stored. Those in oocytes include some synthesized within the oocyte and other speciescoming from associated nurse cells.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 206,
                    "text": "(Ginzburg 1991",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 207,
                    "end": 222,
                    "text": ", Gottlieb 1990",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "One view, widely held but still controversial, is that mRNAs (or the correspondingpolysomes) often tend to link to the cytoskeleton (Maquat 1991 ) and therefore could be carried to particular locations by cytoskeletal elements such as filaments or microtubules. Indeed, a few mRNAs code for cytoskeletal components, raising the possibility that the mRNAs are somehow carried along as a result of the assembly of their nascent polypeptides into cytoskeletal structures before translation is complete. This last explanation, however, is based largely on speculative analogies with the events through which polysomes become bound to the endoplasmic reticulum, and it cannot account for the differential localization of mRNAs in oocytes at times before translation of the messages begins. Recent genetic and molecular biological studies suggest that the latter localizations may involve cellular recognition of specific features of the RNAs and the participation of specific sets of proteins (e.g., Gottlieb 1990 , St. Johnson et al. 1991 .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 144,
                    "text": "(Maquat 1991",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 995,
                    "end": 1008,
                    "text": "Gottlieb 1990",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1009,
                    "end": 1034,
                    "text": ", St. Johnson et al. 1991",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "The endoplasmic reticulum seems not, for the most part, to maintain subregions specialized for the synthesis of particular proteins. Does this imply that, for each round of translation of its mRNA molecule, a polysome making proteins targeted to the endoplasmic reticulum must associate anew with the reticulum? Perhaps not, because at any given moment, a functioning polysome generally is making nascent chains of different ages, so that completion of a given chain and release of the corresponding ribosomal subunits need not lead to dissociation of the polysome from the endoplasmic reticulum. The younger chains-yet to be completed-and their ribosomes are still attached to the membrane. It seems likely that new ribosomal subunits associate with the mRNAs held close to the endoplasmic reticulum by these attachments and initiate new translation. The process has been depicted in terms of an mRNA crawling along the endoplasmic reticulum surface repeatedly recruiting and releasing ribosomal subunits (e.g., DeDuve 1984). Signal recognition particles might only rarely have to slow translation for prolonged periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 1992"
        },
        {
            "text": "The chief transport pathways through the envelope bounding the eukaryotic nucleus are the micro-scopically visible pore complexes. These complexes provide openings, much larger than those discussed thus far , for passage of relatively large multi molecular assemblies as well as of individual molecules. They permit movement in both directions between nucleus and cytoplasm. Transport seemingly can include energy-dependent participation by components of the pore complexes and may involve regulated alterations in the aperture through which material can pass (Garcia-Bustos et al. 1991 , Gerace and Burke 1988 , Goldfarb 1991 , Maquat 1991 , Nigg et al. 1991 , and Silver 1991 .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 586,
                    "text": "(Garcia-Bustos et al. 1991",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 587,
                    "end": 610,
                    "text": ", Gerace and Burke 1988",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 611,
                    "end": 626,
                    "text": ", Goldfarb 1991",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 627,
                    "end": 640,
                    "text": ", Maquat 1991",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 641,
                    "end": 659,
                    "text": ", Nigg et al. 1991",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 660,
                    "end": 677,
                    "text": ", and Silver 1991",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "Export ofRNAs and ribonucleoprotein particles produced by the nucleus. Nucleoli, where ribosomal subunits are made, frequently are located directly adjacent to the nuclear envelope (Hernandez-Verdun 1991) . When the nucleoli are deep within the nucleus, this association can involve the extension of deep folds of the envelope that reach the nucleoli . Such observations have fueled speculation that newly assembled ribosomal subunits are guided to the pores through which they exit , without first diffusing in the nucleoplasm.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 204,
                    "text": "(Hernandez-Verdun 1991)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "Intimate associations of the sites of transcription or assembly with the envelope have also been postulated for other RNAs or ribonucleoprotein particles made in the nucleus (see Blobel 1985) . Alternatively, an organized intranuclear matrix might orient or control movements to the pores (Jackson 1991 , Spector 1990 ). This possibility emerges from observations suggesting that machinery, such as small ribonucleoprotein particles, that helps process nuclear products before export has an ordered distribution within the nucleus . In addition, the transcripts undergoing processing seem to be bound to organized material in the nucleus (Maquat 1991) , and viral transcripts made in the nucleus can be demonstrated along localized tracks in the nucleoplasm.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 191,
                    "text": "Blobel 1985)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 289,
                    "end": 302,
                    "text": "(Jackson 1991",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 303,
                    "end": 317,
                    "text": ", Spector 1990",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 638,
                    "end": 651,
                    "text": "(Maquat 1991)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "How export actually occurs, the significance of evidence suggesting that it depends on particular features of the RNAs or of the proteins with which they associate, and whether it always requires energy Figure 3 . Schematization of some principal routes of transport of proteins among membrane-bounded cytoplasmic compartments. Many types of proteins made on the rough (ribosome-studded) endoplasmic reticulum (RER) are transported in vesicles to sacs associated with the cis side of the Golgi apparatus (cisGA). After moving to systems located at or near the trans side of the Golgi apparatus (transGA), the proteins are sorted into vehicles that carry appropriate molecules to different sites. Vesicles of the regulated secretory pathway (regS) transport hormones and secreted enzymes for release to the extracellular space by exocytic membrane fusions with the plasma membrane (PM). Some other secretions and certain cell-surface molecules and components of extracellular matrices are among the materials carried by the constitutive secretory pathway (conS). Membranes from secretory vesicles are retrieved from the cell surface and recycle to the Golgi zone for reuse (recyc). There also is recycling from compartments associated with the cis Golgi face to the ER. Different Golgi-derived vesicles transport plasma membrane components to different domains of the cell surface; A versus B sorting schematizes differential targeting to the apical or the basal domain of epithelial cells. The diagram also illustrates the direct continuities between RER and ER lacking ribosomes (smooth ER; SER) through which the enzymatic machinery of the SER and other materials can move. The thick walls drawn for some of the Golgi-associated vesicles schematize the likely presence of special coats on their cytoplasmic surface. One forming Golgi vesicle has been drawn with spike-like projections, indicating the projections seen by electron microscopy on Golgi and endocytotic vesiclescoated with clathrin. Vesicles from the trans Golgi systems carry enzymes and other molecules to the system of endosomes (ENDOs) and lysosomes (LYSOs). This system receives diverse materials that the cell internalizes by endocytosis (EC) from the cell surface and extracellular milieu. Some endocytosed materials acquired at one cell surface region cross the cytoplasm in vesicles and are released by vesicle fusion at a different cell surface region. This route (transcytosis; TC) may involve endosomes as a way station, and it may participate in sorting of materials to apical versus basal cell surface domains. Membranes recycle from the endosome-lysosome system to the cell surface, and there also are incompletely delineated pathways from endosomes and lysosomes to Golgi-associated structures. Entry of proteins from the cytoplasm. Histones, ribosomal proteins, regulatory proteins, enzymes of nucleic acid metabolism, and proteins of invading viruses are among the proteins made in the cytoplasm that enter the nucleus. For several such proteins, nuclear localization sequences have been identified that can target proteins to the nucleus. These amino acid sequences vary in composition and location along the polypeptide chain. Some contain key stretches, approximately a halfdozen amino acids in length, that include clusters of basic amino acids. In other cases, noncontiguous amino acid clusters including basic amino acids cooperate with one another in nuclear targeting (Dingwall and Laskey 1991) .",
            "cite_spans": [
                {
                    "start": 3459,
                    "end": 3485,
                    "text": "(Dingwall and Laskey 1991)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "These targeting sequences are recognized by receptor proteins. Some receptors may be located at the nuclear pores, but others seem to be free in the cytosol, docking at the pores only after complexing with proteins to be transported. It is the subsequent movement into the nucleus that is thought by most investigators to require expenditure of energy. This expenditure may occur even with proteins that are small enough to diffuse through the pores in vitro. are open questions. For large ribonucleoprotein particles, passage through the pore can require substantial distortion of the particles; they appear, in the microscope, as if squeezing through the pore ( Figure  2 ). (The maximal diameter of the aperture through which materials traverse the pore is usually reported to be approximately 10-20 nm. The state of the aperture may alter during transport; for example, some investigators believe that the aperture opens and closes or that it can widen somewhat to permit passage of large nondeformable bodies.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 673,
                    "text": "Figure  2",
                    "ref_id": null
                }
            ],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "Vectorial and regulated facets of transport: shuttling. The directionality of net transport across the nuclear envelope-for example, histones accumulate in the nucleus and ribosomal subunits in the cytoplasm-may arise partly because molecules or particles, at their destinations, often become involved in complexes that limit their subsequent freedom of movement. On the other hand, one kinase is thought to move into the nucleus only when cyclic-AMP-mediated signals free it from binding to cytoplasmic membranes (Goldfarb 1991) . Thus, the cell allows this protein to enter the nucleus only under particular biological circumstances. Regulated movements of other proteins-hormone receptors, transcription factors, and enzymes-into the nucleus depend on phosphorylations, masking and unmasking of nuclear localization sequences, or, possibly, association with carrier proteins possessing nuclear localization sequences (e.g., Schmitz et al. 1991 , Sommer et al. 1991 .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 529,
                    "text": "(Goldfarb 1991)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 927,
                    "end": 946,
                    "text": "Schmitz et al. 1991",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 947,
                    "end": 967,
                    "text": ", Sommer et al. 1991",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "The life histories of certain small nuclear ribonucleoprotein particles require movement of the RNAs into the cytoplasm, where the nascent particles acquire their protein constituents and then return to the nucleus (Nigg et al. 1991) . In some cases, this return may be targeted partly by the acquired proteins, but features of the RNAs may also be important, particularly the methylguanosine caps present at the ends of certain RNAs (Michaud and Goldfarb 1992) . A number of proteins appear to shuttle with the opposite orientation, moving into and then out of the nucleus (Goldfarb 1991) . Some such proteins are putative regulatory agents. Others are postulated to be agents-perhaps including receptors for nuclear localization signals-that transport molecules into the nucleus, release them there and return to the cytoplasm to be loaded again. Carriers of this type might participate in export from the nucleus, as well as in import. Conceivably, some move into and out of the nucleus whether or not they are loaded, thus constituting a sort of ever-operating conveyer belt. Nucleolar proteins. Targeting of proteins to nucleoli (Borer et al. 1989 , Garcia-Bustos et al. 1991 depends on amino acid sequences additional to the nuclear localization sequences. Some of the nucleolus-targeting sequences may simply bind the proteins to nucleolar structures, but others could have more 614 specific effects. Certain prominent nucleolar proteins are among the molecules suspected to shuttle repeatly to the cytoplasm, where they spend only a brief time before returning to the nucleolus. Such proteins might function in the export of ribosomal subunits assembled in the nucleolus and in the import of molecules for nucleolar functions.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 233,
                    "text": "(Nigg et al. 1991)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 434,
                    "end": 461,
                    "text": "(Michaud and Goldfarb 1992)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 574,
                    "end": 589,
                    "text": "(Goldfarb 1991)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1134,
                    "end": 1152,
                    "text": "(Borer et al. 1989",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1153,
                    "end": 1180,
                    "text": ", Garcia-Bustos et al. 1991",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Transport between nucleus and cytoplasm"
        },
        {
            "text": "The Golgi apparatus and the endoplasmic reticulum collaborate in handling proteins destined for secretion or for delivery to the plasma membrane or lysosomes. This collaboration depends heavily on transport vesicles. For example, vesicles move materials from the endoplasmic reticulum to the cis face of the Golgi apparatus and from compartments at the trans Golgi face to subsequent destinations (Figure 3 ). The behavior of these vesicles, and of the comparable structures that mediate endocytosis or transcytosis (vesicle-mediated intracellular passage from one cell surface to another) is my principal topic here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Specialized systems for transport from endoplasmic reticulum to Golgi apparatus are found in the immediate vicinity of the Golgi apparatus. These systems include transitional endoplasmic-reticulum elements from which Golgi-slated vesicles bud and, perhaps, additional compartments intermediate between the endoplasmic reticulum and the Golgi sacs. But how do proteins destined for lysosomes, the plasma membrane, or secretion reach the Golgi region from distant sites of synthesis along the endoplasmic reticulum? Although there are close associations between the endoplasmic reticulum and cytoskeletal elements such as microtubules (Terasaki 1990) , these structural associations have not yet been shown to be essential for orienting the transport of materials within the endoplasmic reticulum.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 648,
                    "text": "(Terasaki 1990)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "When cells are exposed to a tripeptide linked to a hydrophobic tail that allows the tripeptide to reach interior compartments of the cell, this molecule rapidly passes through the endoplasmic reticulum and Golgi systems that glycosylate the molecule and package it for secretion. Such a molecule seems unlikely to contain targeting information. Consequently, it seems to some investigators that passage through the endoplasmic reticulum to the Golgi apparatus and then to the cell surface is via a default path traversed by any protein not specifically retained at one or another point along the way (see Karrenbauer et al. 1990 ; there may be important distinctions in these regards between membrane proteins and proteins in the endoplasmic reticulum lumen). Differences in rates of movement of different secretory proteins from the endoplasmic reticulum to the cell surface, which had been taken as indications of specificity in the mechanisms for movement, might instead reflect differential retardation due to factors such as differences in rates of folding, assembly, or dissociation from chaperones.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 628,
                    "text": "Karrenbauer et al. 1990",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Retention and retrieval. Retention of some protein constituents of the endoplasmic reticulum's membranes (seeJackson et al. 1990 ) could result partly from their assembly into complexes, such as those held responsible for transmembrane movements of newly synthesized proteins. Such complexes may be too large or diffuse too slowly to be captured by the vesicles or other vehicles responsible for movement to the Golgi apparatus (Pelham 1989) . Comparable restrictions may account for differences between rough and smooth endoplasmic reticulum, membrane systems that are in direct continuity with one another and are thought to exhibit considerable exchange of macromolecules by diffusion. (These differences are still poorly understood. They manifest themselves, for example, in the differential deposition of glycogen stores in hepatocytes, chiefly in the vicinity of the smooth endoplasmic reticulum and the extensive differential development of smooth reticulum in cells that secrete steroid hormones.)",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 128,
                    "text": "(seeJackson et al. 1990",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 441,
                    "text": "(Pelham 1989)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "On the other hand, many of the soluble proteins resident in the endoplasmic reticulum's interior seem to stay in place because they possess specific C-terminal amino acid se-quences closely related to Lys-Asp-Glu-Leu (in yeast, histidine is present rather than lysine; Pelham 1989) . The sequences probably do not anchor the proteins in the endoplasmic reticulum. Rather, they enable the cell to discriminate among molecules that pass from the endoplasmic reticulum into Golgi-associated compartments and to direct the sequencecontaining molecules into routes that return them to the endoplasmic reticulum. Retrieval is envisaged as depending on selective receptors in compartments associated with the cis-Golgi face that bind to molecules containing Lys-Asp-Glu-Leu sequences and permit them to be carried differentially back to the endoplasmic reticulum in membrane-delimited transport vesicles or tubules (Lewis and Pelham 1992) .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 281,
                    "text": "Pelham 1989)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 908,
                    "end": 931,
                    "text": "(Lewis and Pelham 1992)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Certain endoplasmic reticulum membrane proteins (e.g., hydroxymethyl-glutaryI-CoA reductase) possess specific sequences, located on the' cytoplasmic side of the membrane, that are needed to retain the proteins in the endoplasmic reticulum. Such sequences could anchor the proteins to cytoplasmic molecules, or they could serve in a retention-by-retrieval mechanism like that just described (Jackson et al. 1990) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 411,
                    "text": "(Jackson et al. 1990)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "As does the endoplasmic reticulum, the Golgi apparatus maintains its structure and the enzymatic differences among its sacs, while transporting and processing large quantities of lumenal and membrane molecules. The explanation may lie partly in the restriction of sac-to-sac transport largely to zones at the edges of the Golgi sacs (Farquhar 1985) and partly in the anchoring of resident Golgi proteins by sequences inserted in the membrane (Swift and Machamer 1991) . Transport vehicles. Many endocytic vesicles and some vesicles that bud from trans-Golgi systems mediate selective transport of the materials in their lumens and membranes by virtue of their membrane-associated receptors. These receptors selectively bind ligands from the extracellular space or trans-Golgi lumen with high affinity. The receptors also can cluster along membrane regions from which the vesicles derive (e.g., the September 1992 plasma membrane indentationsoften called pits-that are involved in generating endocytic vesicles; Figure 3) . As a result, the nascent vesicles are highly enriched in the receptors and their ligands and impoverished in other membrane proteins. (Some of the latter proteins may be excluded from the clusters because they are anchored or otherwise prevented from clustering [Miettinen et al. 1992] , whereas others may be excluded simply by lack of space [Pearse and Robinson 1990] .)",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 348,
                    "text": "(Farquhar 1985)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 442,
                    "end": 467,
                    "text": "(Swift and Machamer 1991)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1285,
                    "end": 1308,
                    "text": "[Miettinen et al. 1992]",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1392,
                    "text": "[Pearse and Robinson 1990]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "The endocytic receptors' cytoplasmic tails (domains exposed at the cytoplasmic surface of the membrane) exhibit amino acid sequences required for efficient clustering and uptake into the cell. The sequences of the tails in a variety of receptors have in common the presence of tyrosine residues and the ability to fold into a conformation known as a tight beta-turn (Trowbridge 1991) . Presumably, these features are recognized by the mechanisms responsible for clustering and vesicle budding.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 383,
                    "text": "(Trowbridge 1991)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "In the most intensively studied type of endocytosis (receptor-mediated endocytosis; Holtzman 1989), the tails of the receptors are thought to interact with complexes of proteins from the cytosol that can reversibly assemble onto membranes. The complexes include clathrin, which is a set of polypeptides that coat the cytoplasmic surfaces of receptor-rich regions of the plasma membrane (coated pits) and remain, for a brief time, as a distinctive coating on the endocytic vesicles that result. Clathrin probably is central to the mechanisms of membrane indentation and budding by which the vesicles separate from their surfaces of origin (Pearse and Robinson 1990) . Adaptor proteins link clathrin to the constitutents of the membrane and thus help establish or maintain the receptor clusters (Hopkins 1992) . Golgi-derived clathrincoated vesicles have adaptor proteins and vesicle contents different from those of endocytic vesicles.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 664,
                    "text": "(Pearse and Robinson 1990)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 793,
                    "end": 807,
                    "text": "(Hopkins 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "The small vesicles that transport material from the endoplasmic reticulum to the Golgi apparatus differ in various details from the vesicles considered so far (Chrispeels 1991 , Kelly 1991 , Seethaler and Huttner 1991 , Wilson et al. 1991 . So do the large post-Golgi granules containing concentrated aggregates of the materials to be released through regulated secretion by gland cells (Kelly 1991) . For example, the vesicles that transport proteins from .the endoplasmic reticulum to the Golgi apparatus, or from one Golgi sac to another, are coated with cytoplasmic proteins, but these proteins do not include clathrin (Rothman and Orci 1992) . Perhaps loading of these vesicles is a less selective process than loading at clathrin-coa ted pits. It is not known whether membrane-linked receptors are needed or even whether lumenal materials become substantially concentrated in the vesicles.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 175,
                    "text": "(Chrispeels 1991",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 176,
                    "end": 188,
                    "text": ", Kelly 1991",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 217,
                    "text": ", Seethaler and Huttner 1991",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 218,
                    "end": 238,
                    "text": ", Wilson et al. 1991",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 399,
                    "text": "(Kelly 1991)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 646,
                    "text": "(Rothman and Orci 1992)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Delivery by vesicle.Two complementary types of models have been considered for the mechanisms that target vesicular delivery within cells. Structural models propose that vesicles are guided by elongate cytoskeletal elements such as microtubules. Biochemical models focus on membrane-associated proteins that control vesicle formation and fusion. STRUCTURAL MODELS. According to the structural models, the direction of vesicle movement would be governed by interactions of cytoplasmic domains of molecules in the vesicles' membranes with kinesin, dynein, or other motor proteins that promote movement differentially toward one or the other end of a microtubule (Burgoyne 1991) . Upon reaching their destinations, vesicles are thought to dock by associating with membranes or cytoskeletal elements through events mediated by specific proteins, such as the synapsins, that are concentrated at nerve terminals (Kelly 1991) . Membrane fusions involving the vesicles depend partly on the dismantling of barriers such as actin networks or clathrin coats.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 675,
                    "text": "(Burgoyne 1991)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 906,
                    "end": 918,
                    "text": "(Kelly 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Proteins inserted into a given membrane domain by vesicle fusion can be kept in that domain by structural barriers to intramembrane diffusion, especially the tight junctions that border regions of the surfaces of epithelial cells, or by binding to one another or to anchoring molecules. Suspected anchor systems include the cytoskeletal networks that un-derlie the plasma membrane (e.g., Gunderson et al. 1991 ) and components of extracellular matrices, such as the basal lamina molecules that are thought to help cluster plasma membrane constituents into localized concentrations (e.g., Campanelli et al. 1991) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 409,
                    "text": "Gunderson et al. 1991",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 588,
                    "end": 611,
                    "text": "Campanelli et al. 1991)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": ". BIOCHEMICAL MODELS. Biochemical models focus on the control of vesicle formation and fusion by sets of proteins that associate with the membranes (Balch 1990 , Rothman and Orci 1992 , Wilson et al. 1991 . Some of these proteins, including one called N-ethyl-maleimide-sensitive fusion protein, probably participate in membrane fusion-fission phenomena of several sorts. Others may help specify interactions of particular vesicles with particular target membranes. GTP-binding proteins or the proteins of vesicle coats might be involved in such specification, especially where different species of such proteins participate in different phenomena (e.g., endocytosis versus transport in the Golgi zone).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 159,
                    "text": "(Balch 1990",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 183,
                    "text": ", Rothman and Orci 1992",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 184,
                    "end": 204,
                    "text": ", Wilson et al. 1991",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "THE EVIDENCE. Circumstantial evidence can be adduced in support of both types of models. Differences are known in the distribution and nature of different GTP-binding proreins or cytoskeletal structures that correlate with particular vesicular transport phenomena (Balch 1990 , Rothman and Orci 1992 , Wilson et al. 1991 . Recently formed endosomes (bodies that function as intermediates in several types of endocytic phenomena; Holtzman 1989) seemingly differ from older ones in their capacities to fuse with other bodies. Microtubule disruption affects certain phases of transport more than it does others. Disruption can have a large effect, for example, on movement of proteins from the Golgi apparatus to the apical poles of epithelial cells and on passage of proteins back from the Golgi apparatus to the endoplasmic reticulum. It has little effect on movement of proteins from the endoplasmic reticulum to the Golgi apparatus or from the Golgi apparatus to basal cell domains (Kelly 1990) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 275,
                    "text": "(Balch 1990",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 276,
                    "end": 299,
                    "text": ", Rothman and Orci 1992",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 300,
                    "end": 320,
                    "text": ", Wilson et al. 1991",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 995,
                    "text": "(Kelly 1990)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Details are still limited, however. For example, little information is available as to how particular motors become associated with par-616 ticular vesicles or how they become activated at given times. And it seems unlikely that the vesicles leaving the endoplasmic reticulum or a cis-Golgi sac simply move at random through the entire cytoplasm until they chance on a receptive Golgi membrane. More likely, their movements are constrained by cellular organization within the Golgi region (Valterson et al. 1990 ).",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 511,
                    "text": "(Valterson et al. 1990",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Sorting. Vesicular transport from a given source can deliver different sets of proteins selectively to specific target compartments. Thus, the membrane systems at the trans-Golgi face segregate proteins destined for regulated secretion into vesicles different from those involved in constitutive release (Kelly 1991) . There are trans-Golgi derived vehicles that transport membrane proteins and lumenal proteins to the lysosomal system and others that carry proteins and proteoglycans to different cell surface domains (Figure 3 ; Hopkins 1991 , Mostovetal. 1992 .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 316,
                    "text": "(Kelly 1991)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 543,
                    "text": "Hopkins 1991",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 544,
                    "end": 562,
                    "text": ", Mostovetal. 1992",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 528,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Targeting can be direct. Or, it can be circuituous, as in hepatocytes, where membrane proteins destined for the apical region of the plasma membrane move from the Golgi apparatus to the basolateral plasma membrane but then pass to the apical membrane through the agency of transcytotic vehicles that bud from the basolateral domain (Bartles and Hubbard 1988 , Mostov et al. 1992 , Schaerer et al. 1991 . There seem also to be cases in which plasma membrane proteins delivered initially to both apical and basolateral domains of epithelial cells accumulate differentially at one of these domains because of their longer retention there (Hammerton et al. 1991) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 357,
                    "text": "(Bartles and Hubbard 1988",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 378,
                    "text": ", Mostov et al. 1992",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 379,
                    "end": 401,
                    "text": ", Schaerer et al. 1991",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 635,
                    "end": 658,
                    "text": "(Hammerton et al. 1991)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Certain proteins that reach the plasma membrane from the Golgi apparatus remain at the cell surface for hours or days, functioning there in transport or cellular adhesion. Others serve as endocytic receptors. Some types of these receptors cluster and cycle into the cell's interior and back out to the surface every few minutes, even if their ligands are not present; some types remain dispersed until their ligands arrive. Membrane proteins from secretory bodies that have fused with the cell surface are retrieved rapidly by vesicles or tubules that bud from the cell surface and carry membrane constituents back to the Golgi region for reuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "The endosomes, to which many endocytic vesicles and some Golgi vesicles deliver their contents and membranes, serve sorting functions in endocytosis, lysosome genesis, and transcytosis. Different materials become distributed from endosomes to lysosomes, Golgi-associated systems, or specific domains of the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Appreciable progress is being made in untangling the mechanisms underlying Golgi and endocytic sorting. Many of the features identified thus far as important for the behavior of particular proteins are amino acid sequences or particular amino acids (e.g., tyrosine residues and serines that undergo phosphorylation). These components generally occupy domains of the protein that are exposed on the cytoplasmic surfaces of the relevant membranes (Hopkins 1992 , Mostov, 1992 . In this position, they would be readily accessible for interactions with regulatory agents, the cytoskeleton, and the other systems presumed to govern the behavior of vesicles.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 458,
                    "text": "(Hopkins 1992",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 473,
                    "text": ", Mostov, 1992",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "A protein that traverses a complex route can have several targeting domains along its cytoplasmic portion, each domain being used in a different part of the route (Mostov et al. 1992 , Schaerer et al. 1991 . And the fate of a given vesicle may be influenced predominantly by key molecules in its surface, with other materials having been placed as passive passengers in the correct transport compartments.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 182,
                    "text": "(Mostov et al. 1992",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 183,
                    "end": 205,
                    "text": ", Schaerer et al. 1991",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "LYSOSOMES. Not all the important information is, however, carried by amino acids or polypeptide sequences, and not all signals operate on the cytoplasmic side of membranes. For example, in mammalian cells, targeting of many of the lysosomal acid hydrolases to lysosomes depends on the phosphorylation of mannoses in the N-linked oligosaccharides that are attached to the polypeptide chains (Holtzman 1989, Kornfeld and Mellman 1989) .Many proteins have N-linked oligosaccharides, but phosphorylation occurs selectively on the acid hydrolases, perhaps due to conformational features of the hydrolases based on the folding of regions distant from one another in their primary sequences (Baranski et al. 1991) . (This is one of the few situations in which there is detailed, strong evidence for involvement' in targeting, of a patch assembled from noncontiguous sequences in a protein; Chrispeels 1991 , Sabatini et al. 1991 .) The phosphomannoses are recognized by mannose-6-phosphate receptors in trans-Golgi-associated membranes. These receptors bind the hydrolases within the lumen of the trans-Golgi systems and segregate the enzymes in to cIa thrin-coated vesicles for transport to forming lysosomes.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 418,
                    "text": "(Holtzman 1989, Kornfeld and",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 432,
                    "text": "Mellman 1989)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 684,
                    "end": 706,
                    "text": "(Baranski et al. 1991)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 883,
                    "end": 898,
                    "text": "Chrispeels 1991",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 899,
                    "end": 921,
                    "text": ", Sabatini et al. 1991",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "The mannose-6-phosphate-dependent pathway may be a relatively recent evolutionary invention: transport of lysosomal constituents in plants, yeast, and various other organisms depends on other pathways (Armstrong 1991 , Chrispeels and Raikhel 1992 , Holtzman 1989 . Other pathways are also used in mammalian cells for transport of lysosomal membrane proteins and for certain hydrolases (Ginsel and Fransen 1991, Holtzman 1989) . Even in a single mammalian cell some components pass to lysosomes or prelysosomes directly from the Golgi apparatus, whereas others first enter the plasma membrane and then move to the lysosomes by endocytosis (Hopkins 1992) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 216,
                    "text": "(Armstrong 1991",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 246,
                    "text": ", Chrispeels and Raikhel 1992",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 247,
                    "end": 262,
                    "text": ", Holtzman 1989",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 396,
                    "text": "(Ginsel and",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 397,
                    "end": 425,
                    "text": "Fransen 1991, Holtzman 1989)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 652,
                    "text": "(Hopkins 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transport and sorting in the endocytic and Golgi systems"
        },
        {
            "text": "Where membrane-bounded transport vehicles shuttle among compartments, the directionality and extent of net transport depend on factors such as the volumes and surface areas of the participa ting structures, the rates of formation and fusion of transport vehicles, and mechanisms such as those governing the associations of ligands with membranes. The best known of such mechanisms involves the pH sensitivity of ligand binding to receptors. Many of the membrane-associated receptors that transport materials to compartments with acidified interiors, such as endosomes or lysosomes, bind ligands well at neutral pH but release them at low pH (Holtzman 1989) . Thus, the ligands are freed from the membrane on delivery, but the receptors can be recruited into September 1992 vehicles that ultimately carry them back to sites where they acquire new ligands.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 656,
                    "text": "(Holtzman 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FACETS OF SORTING MECHANISMS."
        },
        {
            "text": "Note that such phenomena imply a constant coming and going of the macromolecules in the membranes of endosomes and lysosomes, comparable in some respects to the fluxes seen in the endoplasmic reticulum and Golgi apparatus. For endosomes, these dynamics have led to persistent uncertainties as to whether the organelles are best considered transient intermediates that soon mature into lysosomes or whether identifiably endosome-related structures persist over prolonged periods even if they feed most of their materials into other compartments (Griffiths and Gruenberg 1991 , Holtzman 1989 , Murphy 1991 .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 573,
                    "text": "(Griffiths and Gruenberg 1991",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 574,
                    "end": 589,
                    "text": ", Holtzman 1989",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 603,
                    "text": ", Murphy 1991",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "FACETS OF SORTING MECHANISMS."
        },
        {
            "text": "Although sorting in Golgi systems depends partly on specific receptors such as those for mannose-6-phosphate at the trans-Golgi face, or Lys-Asp-Glu-Leu receptors near the cis face, other mechanisms may be important as well. For example, molecules destined for the contents of the secretion granules that mediate regulated secretion by gland cells may segregate from other materials in the trans-Golgi lumen largely by condensation (Kelly 1991, Seethaler and Huttner 1991) . That is, the secretory materials may form into their concentrated aggregates through processes resembling selective precipitation based on direct interactions of these molecules with one another rather than on clustering mediated by receptors or other outside agents. It seems likely to several investigators that such processes, regulated perhaps by pH, calciumion concentration, sulfation, and other modifications of the aggregating molecules, could sufficiently sort the granule-directed secretions from other molecules, permitting only minimal leakage of materials into the wrong compartments. How the aggregates become packaged within the membrane-delimited bodies that ultimately release the secretions from the cell still needs to be explained.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 458,
                    "text": "(Kelly 1991, Seethaler and",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 472,
                    "text": "Huttner 1991)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "FACETS OF SORTING MECHANISMS."
        },
        {
            "text": "The nuclear envelope. The growth and maintenance of the nuclear envelope and nucleolus, and the cyclical assembly and disassembly of these and other structures during cell divi-sion in many organisms, involve tantalizing phenomena of intracellular targeting that have only begun to be addressed (BlobeI1985, Gerace and Burke 1988 , Newport and Dunphy 1992 , Warner 1990 ). The membranes of the nuclear envelope represent a differentiated region of the . rough endoplasmic reticulum and are thought to contain a few special membrane proteins along with proteins typical of the remainder of the endoplasmic reticulum. The membrane system is associated with the nuclear lamina, a meshwork of unique proteins to which are attached the pore complexes, the chief transport pathways through the nuclear envelope. Components of the envelope's membrane, the lamina, and the pores may interact to help specify each others' locations. Some of the proteins involved in the envelope are unusual in that they exhibit glycosylation on their cytoplasmic domains.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 329,
                    "text": "Gerace and Burke 1988",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 330,
                    "end": 355,
                    "text": ", Newport and Dunphy 1992",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 356,
                    "end": 369,
                    "text": ", Warner 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FACETS OF SORTING MECHANISMS."
        },
        {
            "text": "During cell division, many of the components of the envelope disperse. The nuclear lamina dissociates into its components and the membrane system of the envelope fragments into smaller, vesiclelike membraneous structures. Later, as the nucleus reforms, the dispersed envelope components reassemble. Models of this reassembly have the fragmented membrane system becoming trapped into the new envelope partly by association with special sites on the chromosomes or with a reassembling network of lamina proteins. The network may be structured by components that do not disperse far from the chromosomes during cell division. Cycles of dephosphorylations and kinase-mediated phosphorylations of lamina proteins, controlled by proteins that enter the nucleus at particular phases of the cell cycle (Pines and Hunter 1991) , are among the regulatory devices that govern assembly and disassembly of the envelope.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 817,
                    "text": "(Pines and Hunter 1991)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "FACETS OF SORTING MECHANISMS."
        },
        {
            "text": "Membranes and membrane domains can differ in the relative proportions of specific lipids. Even the two faces of the bilayer in a given membrane can differ. How such differences arise remains an underexplored arena of cell biology (Pagano 1990, Simons and Van Meer 1988) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 254,
                    "text": "(Pagano 1990, Simons and",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 269,
                    "text": "Van Meer 1988)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Lipid distributions"
        },
        {
            "text": "Most lipid synthesis is centered in the endoplasmic reticulum, although peroxisomes also contribute. The Golgi apparatus, mitochondria, and chloroplasts can participate in the synthesis of certain characteristic lipids. The apparent simplicity of lipids, compared with proteins, would seem to limit the possible mechanisms for targeting lipid movements. Some proposals emphasize likely interactions of lipids with one another, for example, the clustering of particular lipids to form microdomains within membranes (Mostov et al. 1992) or the spontaneous aggregation of triglycerides to form globules. Other models focus on associations of lipids with various types of protein, including integral membrane proteins, the transfer proteins that can carry individual phospholipid molecules from one membrane to another (Cleves et al. 1991) , and the transporters or other devices that move lipids between surfaces of a bilayer.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 534,
                    "text": "(Mostov et al. 1992)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 815,
                    "end": 835,
                    "text": "(Cleves et al. 1991)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Lipid distributions"
        },
        {
            "text": "The paths by which lipids move through the cell overlap.with those taken by membrane proteins, but there are divergences. For example, although glycolipids are thought to move to the cell surface by vesicular transport from the Golgi apparatus, phospholipids seem able to move without involvement of the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipid distributions"
        },
        {
            "text": "These considerations gain added interest from the observation that lipids can dramatically influence the targeting of proteins. Many proteins are covalently linked to some type of lipid molecule. For some regulatory G-proteins and proteins of the nuclear lamina, this linkage is thought either to target the proteins for associations with membranes or to sta bilize these associa tions (Deschenes et al. 1990 , Spiegel et al. 1991 . In epithelial cells, diverse proteins of the apical plasma membrane domain are targeted to that domain by their covalent links to membrane lipids of the glycosylated phos-phatidylinositol class (Lisanti et al. 1990 , Mostov et al. 1992 . And lipids may help control the differential clustering of certain cell surface receptors (Rothberg et al. 1990 ).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 408,
                    "text": "(Deschenes et al. 1990",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 409,
                    "end": 430,
                    "text": ", Spiegel et al. 1991",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 627,
                    "end": 647,
                    "text": "(Lisanti et al. 1990",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 648,
                    "end": 668,
                    "text": ", Mostov et al. 1992",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 761,
                    "end": 782,
                    "text": "(Rothberg et al. 1990",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Lipid distributions"
        },
        {
            "text": "Targeting of intracellular proteins for degradation Selective intracellular degradation of macromolecules is known to be important for regulating cell growth and change. But surprisingly little is known about such key matters as the sites at which eukaryotic cells degrade their various RNAs or the nucleotide sequences and other molecular features that might govern such degradation (Higgins 1991) . Progress has been better with proteins; it is now clear that different species are broken down by digestive systems located at different intracellular sites (Dice 1990 , Holtzman 1989 .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 398,
                    "text": "(Higgins 1991)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 558,
                    "end": 568,
                    "text": "(Dice 1990",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 569,
                    "end": 584,
                    "text": ", Holtzman 1989",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "Lysosomal digestion of cytoplasmic proteins. A cell's lysosomes can break down material from the cytoplasm by classical autophagy: the sequestration and degradation of relatively large portions of cytoplasm. Through related processes, plasma membrane proteins taken into the cell during endocytosis can become internalized and digested within lysosomes rather than recycling to the cell surface or to intracellular stores. Autophagy involves both random aspects and some selectivity. Little is understood, however, about how the cell chooses cytoplasmic regions to be engulfed within autophagic lysosomes or about the controls of crinophagy, the autophagic process in which secretion granules fuse selectively with lysosomes. Degradation of endocytic membrane components may also involve random facets, like the accidental trapping of membrane in lytic bodies. But for the epidermal growth factor receptor, a specific domain with kinase activity targets the receptor protein for selective, rapid degradation induced by the growth factor (Felder et al. 1990 ).",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1056,
                    "text": "(Felder et al. 1990",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "One form of lysosomal degradation differentially targets cytosolic molecules containing particular amino acid sequences. The first sequence identified was Lys-Phe-Glu-Arg-Gln. All the sequences identified are thought to specify similar conformational features recognized by the degradative apparatus. Recognition is initiated by a cytosolic protein of the heat-shock class. This protein is thought either to unfold the proteins to which it binds so as to permit penetratation through membranes of lysosomes or prelysosomes (Dice 1991 ; see also Armstrong 1991) or to target ligands for a still-hypothetical endocyticlike uptake by lysosomes.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 533,
                    "text": "(Dice 1991",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 560,
                    "text": "Armstrong 1991)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "Non-lysosomal degradation. Proteolytic systems in nonlysosomal cellular locales can degrade particular classes of proteins (Dice 1990 ). Thus, cytosolic systems rapidly destroy some cytosolic proteins that are grossly abnormal in structure. Cytosolic proteases in cells of the immune system may also generate fragments of certain antigenic molecules that subsequently enter the endoplasmic reticulum and move eventually to sites where phenomena leading to antibody production are initiated (Harding and Unanue 1990) . Other antigens are fragmental in the endosome-lysosome system.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 133,
                    "text": "(Dice 1990",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 490,
                    "end": 515,
                    "text": "(Harding and Unanue 1990)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "Mitochondria break down certain of their own polypeptides. Even the endoplasmic reticulum, or a closely related compartment, degrades various proteins newly made on the rough endoplasmic reticulum but delayed in passing out of the reticulum because of abnormal structure or failure to assemble into the proper arrays (Klausner and Sitia 1990) .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 342,
                    "text": "(Klausner and Sitia 1990)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "Recognition of its targets by one of the systems mediating cytosolic proteolysis depends on the prior enzymatic linkage of the polypeptide, ubiquitin, to the targeted protein. Among the several features that govern selectivity in such linkage is the N-terminal amino acid of the protein. Proteins with basic amino acids in this position are the favored substrates. Other proteolytic systems degrade cytosolic proteins containing the sequence Pro-Glu-Ser-Thr or related motifs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "Degradation of newly made membrane proteins by the endoplasmic reticulum seems to depend, at least in part, on particular membraneinserted segments of the targeted proteins. For the endoplasmic reticulum, and for other compartments such as mitochondria and chloroplasts, control of degradation could also involve chaperoning or mask-ing effects through which proteins are protected from digestion by their interactionsand associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "618"
        },
        {
            "text": "This sketch of intracellular pathways for molecules from the cradle to the grave resists easy generalizations. We have a growing catalog of targeting features of molecules, especially features of proteins specified directly in amino acid sequences or established by folding or by posttranslational modification. In addition, we know something about the intracellular sites at which these features become crucial for determining the fate of molecules or multimolecular assemblies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Mechanisms for movements within the cell and across membranes, and for the membrane reorganizations needed when vesicles bud or fuse, have begun to be identified. Progress has also been made toward describing the mechanisms governing the distribution of cytoplasmic organelles during cell division (Yaffe 1991) . Overall, there is exciting progress in addressing a century-old central issue in biology: How do cells maintain and duplicate themselves? Detailed questions can now be framed not only in terms of the manufacture of molecules or the mechanisms of cell division but also in integrated terms of the maintenance of organized subcellular structure.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 310,
                    "text": "(Yaffe 1991)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Breaking the topological dogma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curro Bioi",
            "volume": "1",
            "issn": "",
            "pages": "345--346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Small GTP-binding proteins in vesicular transport",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Trends Biochem. Sci",
            "volume": "15",
            "issn": "",
            "pages": "473--477",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mapping and molecular modeling of a recognition domain for lysosomal enzyme targeting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Baranski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koelsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartsuck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plasma membrane sorting in epithelial cells: do secretory pathways hold the key?",
            "authors": [],
            "year": null,
            "venue": "Trends Biochem. Sci",
            "volume": "13",
            "issn": "",
            "pages": "181--184",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The functional efficiency of a mammalian signal sequence is directly related to its hydrophobicity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "j. Bioi. Chem",
            "volume": "265",
            "issn": "",
            "pages": "8420--8425",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gene gating: an hypothesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proc. 'Natl. Acad. Sci. (USA)",
            "volume": "82",
            "issn": "",
            "pages": "8527--8529",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Major nucleolar proteins shuttle between nucleus and cytoplasm",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Borer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lehner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Eppenberger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nigg",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "379--390",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Neuronal Cytoskeleton",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Burgoyne",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Agrin mediates cell-contact induced acetylcholine receptor clustering",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Campanelli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hoch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kreiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "67",
            "issn": "",
            "pages": "909--916",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protein sorting in the secretory system of plant cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Chrispeels",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Annu. Rev. Plant. Physiol",
            "volume": "42",
            "issn": "",
            "pages": "21--53",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Short peptide domains target proteins to plant vacuoles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Chrispeels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Raikhel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "613--616",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phospholipid transfer proteins: a biological debut",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cleves",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bankaitis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Guided Tour of the Living Cell",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deduve",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acylation and prenylation of proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Deschenes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Resh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Broach",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curro Opine Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "1108--1113",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pathways of intracellular proteolysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dice",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Sem. Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "411--464",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nuclear targeting sequences-a consensus?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dingwall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskey",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Biochem. Sci",
            "volume": "16",
            "issn": "",
            "pages": "478--481",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular chaperones: the plant connection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "250",
            "issn": "",
            "pages": "954--959",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Progress in unravelling pathways of Golgi traffic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "447--488",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Kinase activity controls the sorting of the epidermal growth factor receptor within the multivesicular body",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Felder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moehren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ullrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlessinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "623--634",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nuclear protein localization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garcia-Bustos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heitman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1071",
            "issn": "",
            "pages": "83--101",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Functional organization of the nuclear envelope",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gerace",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "",
            "issn": "",
            "pages": "336--374",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mannose-6-phosphate receptor independent targeting of lysosomal enzymes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ginsel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell Bioi. Int. Rep",
            "volume": "15",
            "issn": "",
            "pages": "1167--1171",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Neuronal polarity: targeting of microtubule components into axons and dendrites",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ginzburg",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Biochem. Sci",
            "volume": "16",
            "issn": "",
            "pages": "257--260",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Protein import into mitochondria: two systems acting in tandem?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schatz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "99--103",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Shuttling proteins go both ways",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldfarb",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curro Bioi",
            "volume": "1",
            "issn": "",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Messenger RNA transport and localization",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curro Opine Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "1080--1086",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The arguments for pre-existing early and late endosomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Apical polarity of Na+-K+-ATPase in retinal pigment epithelium is linked to a reversal of the ankyrin-fodrin submembrane cytoskeleton",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orlowski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "j. Cell Bioi",
            "volume": "112",
            "issn": "",
            "pages": "863--872",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mechanism for regulating cell surface distribution of Na+-K+ ATPase in polarized epithelial cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hammerton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Krzeminksi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wollner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "254",
            "issn": "",
            "pages": "847--850",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cellular mechanisms of antigen processing and the functions of class I and class II major histocomptability molecules",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Unanue",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell Regulation",
            "volume": "1",
            "issn": "",
            "pages": "499--509",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The nucleolus today. j",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hernandez-Verdun",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell Sci",
            "volume": "99",
            "issn": "",
            "pages": "465--471",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Stability and degradation of mRNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curro Opine Cell Bioi",
            "volume": "3",
            "issn": "",
            "pages": "1013--1018",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Polarity signals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "66",
            "issn": "",
            "pages": "827--829",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Selective membrane protein trafficking: vectorial flow and filter",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "___",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Trends Biochem. Sci",
            "volume": "17",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Protein import into mitochondria and peroxisomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horwich",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curro Opine Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "625--633",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Structure-function relationships in eukaryotic nuclei",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Bioessays",
            "volume": "13",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO j",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The rate of bulk flow from the Golgi to the plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karrenbauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeckel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Just",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Microtubules, membrane traffic and cell organization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Secretory granules and synaptic vesicle formation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "___",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curro Opine Cell Bioi",
            "volume": "3",
            "issn": "",
            "pages": "654--660",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Protein degradation in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sitia",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "611--614",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The biogenesis of lysosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "5",
            "issn": "",
            "pages": "485--525",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Membrane translocation of proteins without signal peptides",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuchler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curro Opine Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "617--624",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ligand-induced redistribution of a human KDEL receptor from the Golgi complex to the ER",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "353--364",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Emerging functional roles for the glycosyl-phosphatidyl inositol membrane protein anchor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Lisanti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Saltiel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Nuclear mRNA export",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Maquat",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Microinjected mRNAs are imported to oocyte nuclei via the nuclear pore complex by three distinguishable pathways",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldfarb",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Bioi",
            "volume": "116",
            "issn": "",
            "pages": "851--861",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Fe receptor endocytosis is controlled by a cytoplasmic domain determinant that prevents coated pit localization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Bioi",
            "volume": "116",
            "issn": "",
            "pages": "875--888",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Plasma membrane protein sorting in polarized epithelial cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mostov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aroeti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Bioi",
            "volume": "116",
            "issn": "",
            "pages": "577--584",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Maturation models for endosome and lysosome biogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "77--82",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Characterization of the membrane binding and fusion events during nuclear envelope assembly using purified components",
            "authors": [
                {
                    "first": "]",
                    "middle": [],
                    "last": "Newport",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dunphy",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Bioi",
            "volume": "116",
            "issn": "",
            "pages": "295--306",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Nuclear import-export: in search of signals and mechanisms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nigg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Baeurle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luhrmann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "66",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Lipid traffic in eukaryotic cells: mechanisms for intracellular transport and organelle-specific enrichment of lipids",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "CurroOpin. Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "652--663",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Clarhrin, adaptors and sorting",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M F"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "6",
            "issn": "",
            "pages": "151--171",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Transport of proteins into and across the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Lingappa",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Protein Transfer and Organelle Biogenesis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Mitochondrial import receptors for precursor proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pfanner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sollner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Neupert",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Biochem . Sci",
            "volume": "16",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Humancyclins A and Blare differentially located in the cell and undergo cell cycle dependent nuclear transport",
            "authors": [
                {
                    "first": "]",
                    "middle": [],
                    "last": "Pines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Bioi",
            "volume": "115",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Protein transport 620 across the endoplasmic reticulum: facts, models, mysteries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "FASEB J",
            "volume": "5",
            "issn": "",
            "pages": "2792--2798",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Cholesterol controls the clustering of the glycosphingolipid-associated membrane receptor for 5-rnerhylterrahydroxyfolare",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kamen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Molecular dissection of the secretory pathway",
            "authors": [
                {
                    "first": "]",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "355",
            "issn": "",
            "pages": "409--415",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Staufen, a gene required to localize maternal RNAs in the Drosophila egg",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beuchie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nusslein-Volhard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "65",
            "issn": "",
            "pages": "51--63",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Molecular and cellular mechanisms involved in transepithelial transport",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schaerer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Neutra",
                    "suffix": ""
                },
                {
                    "first": "].-P",
                    "middle": [],
                    "last": "Kraehenbuhl",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Memb . Bioi",
            "volume": "123",
            "issn": "",
            "pages": "93--103",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Proteins controlling the nuclear uptake of NF-lCB, Rei, and dorsal",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bauerle",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Secretory protein sorting, processing and granule biogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seethaler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "35--36",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "How proteins enter the nucleus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "489--497",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "A protein conducting channel in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "65",
            "issn": "",
            "pages": "371--380",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Lipid sorting in epithelial cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biochemistry",
            "volume": "27",
            "issn": "",
            "pages": "6197--6202",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The structure and insertion of integral proteins in membranes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "]"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Cell Bioi",
            "volume": "6",
            "issn": "",
            "pages": "247--296",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Protein transport into and within chloroplasts",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smeekens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weisbeek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Trends Biochem. Sci",
            "volume": "15",
            "issn": "",
            "pages": "73--76",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Nuclear targeting of the transcription factor PTFI is mediated by a protein subunit that does not bind to the PTFI cognate sequence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "O . Hagenbuchle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wellauer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strubin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "67",
            "issn": "",
            "pages": "987--994",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Higher order nuclear organization: three dimensional distribution of small nuclear ribonucleoprotein particles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Spector",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "87",
            "issn": "",
            "pages": "147--151",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The G-protein connection: molecular basis of membrane association",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Backlund",
                    "suffix": ""
                },
                {
                    "first": "]",
                    "middle": [
                        "E"
                    ],
                    "last": "Butrynski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Simonds",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Biochem . Sci",
            "volume": "16",
            "issn": "",
            "pages": "338--341",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Targeting of proteins into the peroxisomal matrix",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subamani",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Memb . Bioi",
            "volume": "125",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Regulating the retention of T-cell receptor achain variants within the endoplasmic reticulum : Ca 2 • dependent association with",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BiP. J. Cell Bioi",
            "volume": "114",
            "issn": "",
            "pages": "189--206",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "A Golgi retention signal in a membranespanning domain of coronavirus El protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Bioi",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "A novel, cleavable peroxisomal targeting signal at the amino-terminus of the rat 3-ketoacyl-CoA thiolase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bodnar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rachubinksi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Subramani",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO J",
            "volume": "10",
            "issn": "",
            "pages": "3255--3262",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Recent progress on structural interactions of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terasaki",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell Motil. Cytoskel",
            "volume": "15",
            "issn": "",
            "pages": "71--75",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Endocytosis and signals for internalization",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Trowbridge",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curro Opin. Cell Bioi",
            "volume": "3",
            "issn": "",
            "pages": "634--641",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Transfer of secretory protein from the endoplasmic reticulum to the Golgi apparatus: distinction between homologous and heterologous transport in intact heterokaryons",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valterson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dutton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "]"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad . Sci",
            "volume": "87",
            "issn": "",
            "pages": "8175--8179",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The nucleolus and ribosome formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curro Opin. Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "521--527",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Membranes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "CurroOpin. Cell Bioi",
            "volume": "2",
            "issn": "",
            "pages": "603--680",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Intracellular membrane fusion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Biochem. Sci",
            "volume": "16",
            "issn": "",
            "pages": "334--338",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Organelle inheritance in the yeast cell cycle",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Yaffe",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Bioi",
            "volume": "1",
            "issn": "",
            "pages": "160--164",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of plasma membrane receptors and targeting of various membrane proteins transported by vesicles within cells Targeting of certain proteins to apical domains of epithelial cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Portion of a salivary gland cell of the insect Chironomus showing the boundary between nucleus (N) and cytoplasm (C). The arrow indicates a structure pa ssing through a pore complex in the nuclear envelope (E indicates the inner and outer membranes of the envelope). This structure is a large ribonucleoprotein granule similar to the one seen in the nucleoplasm at G. Note the elongation of the granule as it traverses the envelope. Magnification appro xima tely 100,000 x). Micrograph courtesy of H. Swift . From work by B. J.Stevens and H. Swift.(Figure derived",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Domain in polypeptide, largely of nonpolar amino acids and usually at N-terminus; additional amino acid sequences specify disposition of membrane proteins Polypeptide domain usually at N-terminus that, for mitochondria, can form amphipathic helix; additional amino acid sequences specify locations within the organelles",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "E. Augenbraun, A. Karlin, T. Melese, and A. Tzagoloff made valuable comments about the manuscript, as did the referees who reviewed the manuscript for BioScience. Work in my laboratory is supported by NEI grant 03168.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}