{
    "paper_id": "f1924d002dfb7a475ced1d7cc5f0895b1e8a5b9f",
    "metadata": {
        "title": "Structure-Activity Relationships in a Series of Semisynthetic Polycyclic Glycopeptide Antibiotics",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "N"
                ],
                "last": "Olsuf&apos;eva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Medical Sciences",
                    "location": {
                        "addrLine": "ul. Bol'shaya Pirogovskaya 11",
                        "postCode": "119021",
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": "eolsufeva@list.ru"
            },
            {
                "first": "M",
                "middle": [
                    "N"
                ],
                "last": "Preobrazhenskaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Medical Sciences",
                    "location": {
                        "addrLine": "ul. Bol'shaya Pirogovskaya 11",
                        "postCode": "119021",
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The main achievements in the development of methods for the design of semisynthetic antibiotics of a new generation belonging to the group of polycyclic glycopeptides directed against infections caused by multidrug-resistant bacteria and dangerous human and animal viruses are reviewed. The review is focused on the results obtained at the Gauze Institute in the area of chemical modification of natural antibiotics (eremomycin, vancomycin, teicoplanin, etc.) directed toward modification of their antibacterial and/or antiviral activity. A special emphasis is placed on the study of the mechanisms of action of these antibiotics, which could be the basis of a rational approach to their chemical modification involving the transformation of the inner binding pocket and the peripheral regions of the molecules that participate in the formation of their complexes with targets. The recently discovered antiviral activity of modified glycopeptides antibiotics is also discussed. A possibility of obtaining new highly active anti-HIV-1 and anti-HIV-2 preparations on the basis of hydrophobic derivatives of the aglycones of glycopeptide antibiotics was demonstrated. New semisynthetic derivatives of antibiotics that exhibit a high antibacterial activity in vivo, have good pharmacological characteristics, and are promising for practical use are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past decade, the frequency of the bacterial infections caused by the strains of microorganisms resistant to all known β -lactam antibiotics, and also to macrolides, aminoglycosides, tetracyclines, and to other antibacterial preparations has sharply grown. 2 The world returns to the situation, which existed before the era of antibiotics when no means for the treatment of heavy bacterial infections exist. Until recently, the glycopeptide vancomycin ( I ) remained the only antibiotic effective at infections caused by multiresistant Gram-positive bacteria; teicoplanin ( II ) was also used on a limited extent. The usage of vancomycin for the past decade has led to the appearance of staphylococcus and enterococcus strains also resistant to vancomycin (and to other antibiotics of this group). GRE and GISA are especially dangerous. In the end of 1990s, enterococci responded for 12% of all hospital infections in clinics of some cities of USA; and >15% resistant enterococci of them cause a very high death rate, 42-81% from the number of infected patients (see [1] p. 16 ]. Now the situation has even more worsened, and practically, there are no drugs for the treatment of such patients. The search for new preparations of group of polycyclic glycopeptides active toward the multidrugresistant bacteria is now carrying out in the leading pharmaceutical companies and laboratories of the world [2] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Eremomycin ( III ), discovered in GINA (Russia) in 1987, belongs to the group of vancomycin antibiotics. It is 5-7 times more active than vancomycin in vitro toward many dangerous pathogenic strains of bacteria both sensitive to β -lactams and resistant to them and to other antibiotics used in medical practice. However, eremomycin is inactive toward the bacteria resistant to vancomycin. It stimulated the attempts on the modification of the antibiotic in order to obtain its derivatives Here and thereafter, the nitrogen atoms of amino groups are designated as N, that of terminal amino group of peptide core; N', that of amino group of disaccharide chain; and N'', that of monosaccharide. The amino acid residues AR1-AR7 are designated with digits 1 to 7, respectively. Solid arrows show the modification directions of the eremomycin molecule; dashed arrows, the sites of cleavage of a bond at a partial destruction of the antibiotic molecule. The introduced functional groups are given in voluminous frames. Solid contour frames depict the introduction sites of groups; the dashed frames, the functional groups of antibiotic that were transformed. capable of overcoming the resistance of pathogenic bacteria to natural glycopeptide antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The methods were developed in GINA that allow the modifications of the peptide nucleus, the binding pocket of eremomycin (Fig. 1, A-C) and other polycyclic glycopeptides, and also the peripheral sites of their molecules (Fig. 1, D-H) [3, 4] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 134,
                    "text": "(Fig. 1, A-C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 220,
                    "end": 233,
                    "text": "(Fig. 1, D-H)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Various methods of replacement or modification of ARs directly participating in the formation of antibiotic binding pocket (NH groups of AR2, AR3, AR4, and AR7 and CO group of AR4 of the peptide core were developed), in order to obtain the compounds capable of binding to the changed target of resistant bacteria (for a more detailed representation of the mechanism of antibacterial action of the antibiotics and their derivatives, see Figs. 4 ‡, 4b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "The eremomycin derivative with a reduced AR1-AR2 peptide bond was obtained by a seven-step synthesis [5] . It was proved that the reduction of this amide group in the highly active N-demethyl-N',N''-dibenzyleremomycin (IIIa) leads to a fall of antibacterial activity toward the sensitive and resistant strains of microorganisms by two orders of magnitude. Probably, such a modification increases the conformational mobility of N-terminal peptide fragment that plays an important role in the formation of binding pocket. As a result, the interaction of antibiotic with target is weakened.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "Some methods of splitting off of the first AR (D-MeLeu) from both aglycone (IV) and from eremomycin were developed without affecting glycoside bonds, and de-(D-MeLeu)-eremomycin (IIIb) and its aglycone (IVa) were obtained (Scheme 1). Starting from vancomycin (I) and its aglycone (V), similar derivatives of vancomycin (Ia) and (Va) were obtained, which were used for the further modifications [6] [7] [8] . The degradation of teicoplanin aglycone (VI) to (VII) by the method [9] was accompanied by an unusual reductive hydrolysis of the peptide bond 2−3 in the presence sodium borohydride (Scheme 3).",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "Antibacterial activity of the aglycones of polycyclic glycopeptides decreases in an order: teicoplanin aglycone (VI) > (V) > (IV) (Tables 1, 4) . On the basis of these results, it is possible to draw a conclusion on the importance of covalent bond between AR1 and AR3. It is rightful to compare the antibacterial properties of heptapeptides (VIa)-(VIc) with those of aglycones of the vancomycin antibiotics (IV) and (V) and heptapeptides (IVb)-(IVd) in which AR1 and AR3 are not bound covalently rather than with the teicoplanin aglycone (VI) whose AR1 and AR3 are covalently linked to one another.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 143,
                    "text": "(Tables 1, 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "The activities toward the sensitive staphylococcus and enterococcus strains of the eremomycin aglycone (IV) and the heptapeptides with AR1 replaced (IVb)-(IVd) that were devoid of chlorine at AR6 are substantially lower (by 1-2 orders of magnitude) than the activities of unnatural heptapeptides with AR3 and AR1 replaced (VIa)-(VIc) (MIC 0.06-0.5 µg/ml). The presence of chlorine atom in AR6 analogues of teicoplanin aglycones (VIa)-(VIc) is also important for the exhibition of antibacterial properties. The activity toward two resistant enterococcus strains was also noted for (VIb) and (VIc) (MIC of 16 µg/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "Note that the activity of eremomycin is higher than that of vancomycin (Table 1 ) despite the absence of chlorine atom at AR6. Apparently, the presence of aminosugar at AR6 in the whole molecule of antibiotic is more important than the absence of chlorine atom at AR6 [10] .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "Another approach in the modification in the area of binding pocket was realized for eremomycin. It proved to be possible to selectively hydrolyze under alkaline conditions the amide group of the Asn residue (AR3 = Asn) to carboxyl group without cleavage of sugars, which resulted in carboxyeremomycin (AR3 = Asp) (VIII) [11] . A series of bisamides with various substituents (VIIIa)-(VIIIc) (Scheme 4) was prepared starting from the carboxyeremomycin, and their antibacterial activities were compared with the corresponding eremomycin monoamides on the N-terminal group of the peptide core (IIIc)-(IIIe).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "The introduction of small substituents, e.g., R = Me (VIIIa), does not reduce substantially the activity of antibiotic toward sensitive enterococcus and staphylococcus strains (MIC 0.25-2 µg/ml) and does not lead to the activity toward the resistant enterococci (MIC > 128 µg/ml). However, the introduction into amide group of hydrophobic substituents of a certain size (~C 10 ) is of a basic importance for the exhibition of antibacterial activity toward GRE. The bisamides N',N''-Dibenzyl-N-demethyleremomycin with the reduced peptide bond 1-2 (IIIa). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATIONS OF GLYCOPEPTIDES IN THE FIELD OF BINDING POCKET"
        },
        {
            "text": "IN PERIPHERAL AREA We developed the modification methods for functional groups of antibiotic eremomycin and some other glycopeptides on the periphery of its molecule (Fig. 1,  directions D-H) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 191,
                    "text": "(Fig. 1,  directions D-H)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The aminomethylation reaction of glycopeptide antibiotics of vancomycin and teicoplanin groups selectively proceeds upon an interaction with formaldehyde and primary or secondary amines. The antibiotics are aminomethylated in position 4 of the resorcinol ring of AR7 [12] . Among the eremomycin derivatives of this type (modification D, Fig. 1 and Scheme 5) containing various alkyl substituents, the greatest activity toward both sensitive and resistant strains possesses the compound with R = -NHë 10 H 21 (IIIh) (Figs. 2a and 2b).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "As a result, the optimum size of the aminomethyl substituent (~C 9 -C 15 ) entered in a molecule of polycyclic glycopeptide antibiotic was determined, which imparts the antibiotic with the activity toward GRE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The revealed regularity has a general character and was noticed for other types of modifications: substituted eremomycin carboxamides (IIId)-(IIIf), vancomycin (Ib), teicoplanin (IIa) and other antibiotics of this group [7, 13, 14] , and also the derivatives on the Fig. 3 . Biosynthesis of bacterial cell wall peptidoglycan includes two stages: transglycosylation, the formation of linear peptidylpolysaccharide (immature peptidoglycan) from fragments, lipid-II-pentapeptides, and lacing of the linear peptidylpolysaccharide with the formation of a three-dimensional structure, the mature peptidoglycan [7] [15, 16] by the example of many derivatives of glycopeptide antibiotics that the introduction of hydrophobic n-alkyl, p-substituted benzyl, or other substituents of related types at various positions of molecule (not only at COOH group or N'-amino group of the disaccharide residue at AR4) imparts the antibiotic of the activity toward GRE [2, 15, 16] . It has earlier been presumed that a hydrophobic fragment should be attached to 3'-amino group of the disaccharide fragment of vancomycin, eremomycin, or chloroeremomycin, which is similar to the N-replacement by a fatty acid of the aminosugar at AR4 in natural teicoplanin (II). Unlike vancomycin, teicoplanin is active toward some GRE.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 272,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "We have found a promising selective reaction of N'-aminoacylation of the disaccharide moiety of eremomycin or vancomycin under the action of active ethers of the N-substituted amino acids [ Fig. 1 , direction G(a) and Scheme 6] [17] . This aminoacylation reaction differs in its selectivity from the glycopeptide acylation with acid anhydrides, which depends on pH of the medium and is not selective, and from the reaction of reductive N'-alkylation [Fig. 1, direction G(b) ] [18] . In the case of eremomycin, vancomycin, and chloroeremomycin, the reaction of reductive N'-alkylation predominantly proceeds at the N'-amino group of sugar, but it also appreciably touches the N-terminal NHMe group of the peptide chain of antibiotics [18, 19] . , and also the derivatives of other substituted amino acids proved to be less active. The substituted vancomycin (Ie) is more active than vancomycin at the sepsis of the mice infected with Staphylococcus aureus (ED 50 1 mg/kg in comparison with ED 50 2 mg/kg for vancomycin) and, what is especially important, substantially more active than vancomycin at the tissue infection of mice infected with S. aureus [17] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 196,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 450,
                    "end": 473,
                    "text": "[Fig. 1, direction G(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The methods of modification of C-terminal carboxyl group of eremomycin were developed: esterification (with diazoalkanes or alkyl halides) (Fig. 1 , modification Ea) [20, 21] and amidation (with amines in the presence of DPPA, PyBOP, HBTU, or TBTU) (Fig. 1, modification Eb) [22] [23] [24] without using the protection of other reactive groups (amine, hydroxy, etc). The application of other coupling reagents (DCC or watersoluble EDC) leads to the formation of the corresponding ureides [22] . Series of esters and carboxamides (IIIc)-(IIIg) of eremomycin with various substituents were obtained. The most active in vivo concerning sensitive bacteria appeared methyl ester (IIIm), methylamide (IIIc), decylamide (IIId), and adamantyl-2amide of eremomycin (IIIe) were the most active in vivo against sensitive bacteria.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 249,
                    "end": 257,
                    "text": "(Fig. 1,",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The derivatives with the pharmacokinetic properties and parameters of distribution in organisms of animals that are considerably more favorable than those of vancomycin were also obtained. Among the derivatives with hydrophobic substituents, it is necessary to mention adamantyl-2-amide of eremomycin (IIIe) [24] . This compound is active against the vancomycin-sensitive staphylococci and enterococci (MIC 0.25-0.5 µg/ml), GISA (MIC 1-2 µg/ml) and moderately active against GRE (MIC 8 µg/ml). Eremomycin adamantyl-2-amide is equally active in vitro toward the ciprofloxacin-sensitive and -resistant strains of anthrax (Bacillus anthracis, MIC 0. 25 times more active than ciprofloxacin against the resistant strains, is active in vivo in experiments with rodents infected with anthrax spores, good penetrates to the tissues of lungs and spleen, and also protects the animals infected with the spores of B. anthracis from the death from pneumonia [24] . Eremomycin adamantyl-2-amide (IIIe) and some other eremomycin derivatives of this type are of interest as the means of protection against biorisk.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The derivatives modified at the N-terminal methylamino group (Fig. 1, modification F, N-acyl, N-carbamoyl, N-nitroso, N-thiocarbamoyl [25] ) and the some Nalkyl derivatives [21] are behind eremomycin in antibacterial activity. The alkyl derivatives with small substituents, such as N-allyleremomycin (IIIn) and N,Ndimethyleremomycin (IIIo) (Fig. 1) are comparable with eremomycin in their in vitro activities against sensitive bacteria [21] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 133,
                    "text": "(Fig. 1, modification F, N-acyl, N-carbamoyl, N-nitroso, N-thiocarbamoyl",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 340,
                    "end": 348,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "As mentioned, the compounds containing a hydrophobic radical with a ~C 10 size are active toward GRE [12, 13, 16, 23] . It is also established that the introduc-tion of hydrophobic radicals into the low-active derivatives with a destroyed binding pocket [compounds (Ia), (IIIb)] leading to (Id), (IIIg), and (IIIj) results in the appearance of activity against GRE; with the values of MIC (~2-8 µg/ml) being close for both sensitive, and resistant enterococci (Table 1 ) [13] . The results could be explained using the information on the mechanisms of antibacterial action glycopeptide antibiotics and their semisynthetic derivatives.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "MODIFICATION OF GLYCOPEPTIDES"
        },
        {
            "text": "The mechanism of action of polycyclic glycopeptides is based on the inhibition of the peptidoglycan biosynthesis in bacterial cell. The reactions of transglycosylation and transpeptidation are inhibited (Fig. 3) due to the formation of a firm complex of antibiotic with the terminal fragment of the forming peptidoglycan (lipid II, N-acyl-D-Ala-D-Ala) (see [1] p. 47). An interaction of the peptide core of antibiotic with a frag- ment of peptidoglycan precursor with the formation of five hydrogen bonds between the amide groups of AR2, AR3, AR4, AR6, and AR7 and the respective carboxyl and amide groups of the peptide target, N-acyl-D-Ala-D-Ala (Fig. 4a) . The side chains of AR1 and AR3 form the walls of the binding pocket.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 648,
                    "end": 657,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "GRE use for the construction of bacterial wall the depsipeptide D-Ala-D-Lac rather than the D-Ala-D-Ala fragment (cf. [1] p. 151]. The formation of only four hydrogen bonds appears to lead to a repulsion between the carboxyl group of the amino acid 4 residue and the oxygen of the ester group of depsipeptide (Fig. 4b) . Such complex is unstable, which leads to a sharp decrease in the antibacterial activity of antibiotic.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "The action mechanism of hydrophobic derivatives of glycopeptides is now being studied by several groups of researchers. Williams et al. [26] and the researchers of Eli Lilly & Co [27] explain the activity of hydrophobic derivatives glycopeptides, e.g., N'-4-(4-chlorophenyl)benzylchloroeremomycin, by a cooperative binding of ligand with the receptor. The key role in the strengthened binding of glycopeptide antibiotics with their targets is played by the formation of dimers and their anchoring with the help of hydrophobic radical in the membrane of the cellular wall of bacteria. In this case, it is supposed that the cooperative effect intensifies the binding with the N-acyl-D-Ala-D-Ala fragments in sensitive or with the N-acyl-D-Ala-D-Lac fragments in resistant cells of GRE due to the cooperative effect.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "We tried to determine the effect of dimerization on the biological activity by the methods of mass spectrometry (ESI MS) [28, 29] and NMR spectroscopy [7, 30] . The ability of eremomycin and some of its derivatives to form stable noncovalent dimers in water solutions was studied. Unlike vancomycin and teicoplanin, eremomycin and chloroeremomycin form firm noncovalent dimers capable of attachment of two ligand molecules, as shown in Fig. 5 . The results were compared with the data on their antibacterial activity [29] . One can see from Table 2 that there is no correlation between the dimerization level of glycopeptides and their activity against the sensitive and resistant bacteria. For example, N,N-dimethylaminopropylamide of eremomycin (IIIf) with a low dimerization level has a high antibacterial activity only against the sensitive strains. Carboxyeremomycin (VIII) (Scheme 4) has a high dimerization level but is poorly active against the sensitive and inactive against the resistant microorganisms, while the highly dimerized eremomycin decylamide (IIId) exhibits activity toward GRE.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 442,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 541,
                    "end": 548,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "Independently, the NMR spectroscopic method REDOR (Rotation Echo Double Resonance) allowed Kim et al. [31] to reveal that the hydrophobic derivative N'-4-(4-fluorophenyl)benzylchloroeremomycin, highly active against resistant enterococci, is attached to the intact target cell of staphylococcus as a monomer rather than a dimer.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "The glycopeptide derivatives active toward GRE do not interact with the N-acyl-D-Ala-D-Lac fragment [7] , and, therefore, it was possible to conclude that the activity toward GRE is not connected with the increased binding of antibiotic with the GRE target, the N-acyl-D-Ala-D-Lac fragment due to dimerization.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "The major factor determining the antibiotic activity toward GRE is the presence of a hydrophobic substituent of the ~ë 9 -ë 15 size of an aliphatic or aromatic type. The location of the hydrophobic substituent on the periphery of molecule does not play any particular role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "A partial degradation of antibiotics eremomycin, vancomycin, teicoplanin, and their aglycones was carried out in order to understand, which elements of the antibiotic structure play the most important role in the exhibition of antibacterial activity and which role is played by the condensed macrocyclic system in the antibacterial activity of hydrophobic antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "Eremomycin (modification H) and teicoplanin were subjected to partial degradation to aglycones (IV) and (VI). AR1 was removed from vancomycin and eremomycin (modification B) and from the corresponding aglycones to get (Ia), (IIIb), and (IVa); AR1, AR3, and N-acylglucosamine at AR4 were removed from teicoplanin [TB-TPA, compound (IX)]. The initial antibiotics and their degradation products were converted into amides (Ib), (IIa), (IIId), (IIIg), (IVe), (IVf), (VId), and (IXa) ( Table 1) The results show that two action mechanisms are operative for hydrophobic derivatives of glycopeptides toward the bacteria sensitive to glycopeptides: the compounds with undestroyed peptide core interact with -N-acyl-D-Ala-D-Ala fragment of peptidoglycan precursor and inhibit the enzymatic reactions on a bacterial membrane with the participation of the hydrophobic substituent, whereas only the second mechanism operates toward GRE that have no -N-acyl-D-Ala-D-Ala fragment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "The hydrophobic derivatives of vancomycin and eremomycin were shown to inhibit the transglycosylation stage in the biosynthesis of peptidoglycan in another manner than the natural antibiotics that interact with the peptidoglycan containing the N-acyl-D-Ala-D-Ala fragment in sensitive cells [15, 16, 32] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "The last stages of biosynthesis of the peptidoglycan of bacterial cell wall with the participation of transglycosylation and transpeptidation enzymes are schematically represented in Fig. 3 . The presence of pentapeptide moiety Ala-D-Glu-Lys-D-Ala-D-Ala is not essential for the transglycosylation reaction (tetrapeptide can also be used), whereas the presence of the pentapeptide is determining for the transpeptidation reaction. Eremomycin does not suppress the peptidoglycan biosynthesis in a model system where the UDP-MurNAc-tetrapeptide was applied as a transglycosylase substrate (the C-terminal D-Ala was absent in it) (IC 50 > 640 µM); however, it inhibits the biosynthesis (IC 50 0.27 µM) if UDP-MurNAc-pentapeptide is used as a substrate (Table 3 ) [16] . The ratio of IC 50 values for the tetrapeptide and pentapeptide is > 2300. Unlike vancomycin and eremomycin, their hydrophobic derivatives inhibit the incorporation of both tetra-, and pentapeptides. N'-4-(4-Chlorophenyl)benzylvancomycin (Ic) inhibits the incorporation of UDP-MurNAc-pentapeptide (IC 50 = 0.118 µM) and UDP-MurNAc-tetrapeptide (IC 50 = 2.67 µM) into peptidoglycan. The ratio of IC 50 values of tetrapeptide and pentapeptide is lower by two orders of magnitude and is equal to 23. A similar derivative of eremomycin (IIIi) inhibits the incorporation of UDP-MurNAc-pentapeptide and UDP-MurNAc-tetrapeptide at concentrations of 1.8 and 13.3 µM, respectively. The hydrophobic derivatives of vancomycin (Id) and eremomycin (IIIj) with destroyed peptide core exhibit the ratio of IC 50 values of tetra-and pentapeptides of 1.9 and 1.5, respectively (Table 3) .",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 764,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 189,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 749,
                    "end": 757,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1636,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "These results show that the inhibition of the transglycosylation stage in the peptidoglycan biosynthesis represents an additional or alternative mechanism of antibacterial action of glycopeptide hydrophobic derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "Substantial differences were shown in the inhibition of the penicillin-binding protein PBP2 from St. aureus by the natural peptidoglycans and their derivatives [33] . Leimkuhler et al. believe that the hydrophobic derivatives have two independent sites of inhibition of peptidoglycan biosynthesis: the interaction with N-acyl-D-Ala-D-Ala of the peptidoglycan precursor and an interaction of the hydrophobic site of the molecule with the transmembrane enzyme transglycosylase.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE ACTION MECHANISM OF GLYCOPEPTIDE ANTIBIOTICS"
        },
        {
            "text": "Researchers of the Gause Institute together with Belgian researchers discovered antiviral activity of derivatives of glycopeptide antibiotics [34] . Semisynthetic derivatives of eremomycin, vancomycin, teicoplanin, and some other glycopeptides were found to exhibit an activity toward HIV-1, HIV-2, and Maloni sarcoma retrovirus (EC 50 1-3 µM) and no cytotoxicity at 80-100 µM concentrations. It was also shown that, for the series of derivatives, the activity toward the human immunodeficiency viruses resistant to the existing anti-HIV preparations is also high, but the resistance to the modified glycopeptides failed to be induced. Note that the natural antibiotics do not possess any antiviral activity.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ANTIVIRAL DERIVATIVES GLYCOPEPTIDES"
        },
        {
            "text": "The antiviral activity is exhibited by the derivatives of antibiotics containing hydrophobic substituents; however, in many cases, these compounds also manifest a high antibacterial activity (Tables 1-4) . The use of such anti-HIV preparations is undesirable owing to a possibility of inducing a resistance of bacteria to glycopeptides. The antibacterial activity of deglycosylated derivatives of the antibiotics was shown to be reduced, and, therefore, hydrophobic derivatives of aglycones were studied in search for effective antiviral compounds (Table 4 ) [35, 36] . The compounds, such as The adamantyl-1-methylamides of eremomycin aglycone (IVg) and its de-(D-MeLeu) analogue (IVh) (EC 50 1.6 and 5.5 µM for HIV-1, respectively, and 7 and 3.5 µM for HIV-2, respectively) appeared to be the most interesting. These compounds are prospective and selective antiretroviral agents. They cannot interact with bacterial targets and seem not to be capable of inducing resistance of bacteria during a long application time. Hence, they can be used for the prophylaxis of HIV infection.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 563,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 203,
                    "text": "(Tables 1-4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 548,
                    "end": 556,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "ANTIVIRAL DERIVATIVES GLYCOPEPTIDES"
        },
        {
            "text": "A number of semisynthetic hydrophobic derivatives with anti-corona-viral activity at micromolar concentrations were discovered. No distinct correlation between the antiviral activity against HIV-1 and HIV-2 and the activity against the human corona virus SARS-CoV and the close feline virus Fe-CoV was found. The activities of the hydrophobic derivatives of the antibiotic aglycones [e.g., (IVc), (IVg), (IVh), (Vb), (Vc), and (VId)] against SARS-CoV and Fe-CoV were within the range EC 50 ~ 20-30 µM. A number of hydrophobic compounds, e.g., (Ic), showed a high activity (EC 50 < 0.1 µM) against the varicella zoster virus (VZV). Some derivatives were active toward other envelop viruses of the series Retroviridae, Flaviviridae, and Coronaviridae [HSV (herpes simplex virus), CMV (cytomegalovirus), and BVDV (bovine viral diarrhoea virus) [36] .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 845,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "ANTIVIRAL DERIVATIVES GLYCOPEPTIDES"
        },
        {
            "text": "It was shown for HIV and Fe-CoV that the modified glycopeptides suppress the penetration of the viruses into cell and prevent the infection in this manner. The compounds lose their antiviral activity when being added 1-2 h after the cell infection. Preliminary information shows that the active derivatives inhibit the gp120−CD4 interaction during HIV-1 entry in its target cells [37] . Thus, a novel class of antiviral preparations has been discovered.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ANTIVIRAL DERIVATIVES GLYCOPEPTIDES"
        },
        {
            "text": "A class of polycyclic peptide antibiotics with the structures close to vancomycin is also known: these are chloropeptins I and II (complestatin) and kistamycins A and B. These peptides and aglycones of the antibacterial glycopeptides have a common structural motif; however, they differ in sizes of macrocycles, amino acid sequences, and stereochemistry of two amino acids A and E corresponding to amino acids 3 and 7 of vancomycin. Chloropeptins I and II and kistamycins A and B also manifest antiviral properties, but possess a reduced antibacterial activity [38] [39] [40] It has been shown as a result of the chemical and biological studies that chemical modifications allow the changes in antimicrobial properties: in the spectrum of antibacterial activities and in the activity toward resistant bacteria, including resistant enterococci with the altered binding target. A more considerable change in the spectrum of activities consists in that they acquire antiviral properties. It was established that a number of structural elements are necessary for the manifestation of activity toward glycopeptide-resistant bacteria and envelope viruses (the presence of a hydrophobic substituent of a certain size ~ë 10 -ë 15 ). However, the presence of carbohydrate moieties in structure are critical only for the exhibition of antibacterial activity. The manifestation of antiviral properties requires a peptide core in glycopeptides; some additional changes can deprive a molecule of a possibility of binding to bacterial receptors. ",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ANTIVIRAL DERIVATIVES GLYCOPEPTIDES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antibiotics: Actions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Origins",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Abstracts of Papers, 1st Intern. Conference on Chemistry of Antibiotics and Related Microbial Products",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pavlov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Preobrazhenskaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malabarba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ciabatti",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Abstracts of Papers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Preobrazhenskaya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Olsufyeva",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "V"
                    ],
                    "last": "Miroshnikova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Printsevskaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Plattner",
                    "suffix": ""
                },
                {
                    "first": "Chu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intern. Conference on Antimicrobial Agents and Chemotherapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Abstracts of Papers, 45 Intern",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maples",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Plattner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Preobrazhenskaya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Olsufyeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Printsevskaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Solovyeva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lovchik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Abstracts of Papers, 1st Intern. Conference on Chemistry of Antibiotics and Related Microbial Products",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Olsufyeva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joergensen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirgorodskaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pavlov",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "V"
                    ],
                    "last": "Miroshnikova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Preobrazhenskaya",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Drug of the Future",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Preobrazhenskaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Printsevskaya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Olsufyeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Solovyeva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balzarini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "XVIII Int. Symp. on Medicinal Chemistry",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Amides of eremomycin and de-D -MeLeu-eremomycin : N' -substituted derivatives of eremomycin and de-D -",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Vancomycin (I) and its derivatives (Ia)-(If), teicoplanin (II) and its decylamide (IIa), and eremomycin (III) and its derivatives (IIIb)-(IIIo",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Eremomycin (III) and the main directions of its modification in the area of binding pocket (A-C) and at the periphery of molecule (D-H): A, replacement of CO by CH 2 ; Ç, removal of amino acid 1 (by Edman degradation); ë, modification of Asn residue (AR3) by hydrolysis to Asp and amidation; D, Mannich aminomethylation; E, modification of C-terminus [(a) esterification by diazoalkanes or alkyl halides and (b) amidation with amines with DPPA, PyBOP, HBTU, or TBTU]; F, modification of N-terminus by alkylation (with RCHO + NaBH 3 CN or alkyl halide), acylation (introduction of Boc, Fmoc, and other groups), obtaining of N-nitroso, N-carbamoyl, and N-thiocarbamoyl derivavatives; G, modification of N'-disaccharide chain by (a) acylation with N-alkylamino acids and (b) alkylation (with RCHO + NaBH 3 CN or alkyl halide); and H, removal of sugars with H + /H 2 O or HF. Double modifications were also performed; e.g., B + E(b), B + G(b), E(b) + H, etc.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of the antibiotic binding pocket by splitting off of AR1 from (IV) or (V) leading to (IVa) or (Va) results in almost complete loss of antibacterial activity. The elongation of hexapeptides (IV) and (V) at their N-termini resulted in new unnatural heptapeptides, eremomycin aglycones [D-Lys], [D-Trp 1 ] and [D-His 1 ] (IVb)-(IVd) (Scheme 1). A multistep synthesis starting from tetrapeptide (VII) also led to the unnatural aglycones of antibiotics with simultaneous replacement of the residues AR1 and AR3: (VIa) (AR3 = AR1 = Lys), (VIb) (AR3 = Lys, AR1 = D-MeLeu), and (VIc) (AR3 = Phe, AR1 = D-Lys) (Scheme 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "N',N''-Dibenzyl-N-demethyleremomycin with the reduced peptide bond 1Aglycones of eremomycin, vancomycin, TB-TPA, and their derivatives. ) and (VIIIc) with hydrophobic substituents (R = n-decyl or adamantyl-2) possess the greatest activity (MIC 8-32 µg/ml) toward both sensitive and resistant bacteria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Vancomycin complexes with (a) peptide precursor of peptidoglycan of cell wall of the sensitive bacteria Ac-Lys(Ac)-D-Ala-D-Ala-O-(5 hydrogen bonds, the constant of its binding with ligand is ~10 5 å -1 ) and (b) depsipeptide, a modified precursor of the peptidoglycan of cell wall of glycopeptide-resistant bacteria Ac-Lys(Ac)-D-Ala-D-Lac-O-(4 hydrogen bonds, arrows show the repulsion between two oxygen atoms, binding constant with ligand is ~10 2 å -1 )[6].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Synthesis of unnatural aglycones of glycopeptide antibiotics with a replacement of AR1 (IVb)-(IVd) starting from eremomycin aglycone (IV)[6].N'-amine group of the disaccharide chain of the vancomycin group antibiotics [see below the modifications Ga and Gb, compounds (Ic), (Ie), (If) (IIIi), (IIIk), and (IIIl). Thus, it was shown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "VIa) AR3 = Lys, AR1 = D-Lys (VIb) AR3 = Lys, AR1 = D-MeLeu (VIc) AR3 = Phe, AR1 = D-Lys Scheme 2. Synthesis of unnatural aglycones of glycopeptide antibiotics with a replacement of AR1 and AR3 (VIa)-(VIc) starting from the protected tetrapeptide (VII) N'-alkylaminoacyl derivatives of vancomycin and eremomycin are of the greatest interest among the derivatives modified at the amino group of the disaccharide branch. The N'-[N-(4-O-p-octyloxybenzyl)glycyl]vancomycin (Ie) is active against the vancomycinsensitive staphylococci and enterococci (MIC 0.25-1 µg/ml), GISA (MIC 1-2 µg/ml) and GRE (MIC 2-4 µg/ml [17]. A high activity toward sensitive and resistant Gram-positive bacteria possesses also N'-[N-(4-Op-octyloxybenzyl)alanyl]vancomycin (If). The corresponding derivatives of eremomycin (IIIk), (IIIl)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Obtaining of the protected tetrapeptide (VII), the key intermediate in the synthesis of unnatural aglycones of glycopeptide antibiotics, starting from teicoplanin aglycone (VI)[9].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "amides of vancomycin (Ib), teicoplanin (IIa), teicoplanin aglycone (VId), and eremomycin (IIId) were compared with the amides of the derivatives having a low activity: de-(D-MeLeu)-eremomycin aglycone (IIIg), eremomycin aglycone (IVe), de-(D-MeLeu)eremomycin aglycone (IVf), and the teicoplanin degradation product TB-TPA (IXa). Natural glycopeptides are active toward the sensitive strains of staphylococci and enterococci and are inactive toward GRE (MIC >128 µg/ml). The MIC values for vancomycin (I), teicoplanin aglycone (VI), and eremomycin (III) are 0.25-2 µg/ml and for teicoplanin (II), 8-16 µg/ml. They are moderately active against GISA (MIC 8-16 µg/ml). The introduction of a hydro-Synthesis of N'-[N-(4-O-p-octyloxybenzyl)glycyl]vancomycin (Ie), N'-[N-(4-O-p-octyloxybenzyl)glycyl]eremomycin (IIIk) (R = H), N'-[N-(4-O-p-octyloxybenzyl)alanyl]vancomycin (If), and N'-[N-(4-O-p-octyloxybenzyl)alanyl]eremomycin (IIIl) (R = Me)[17].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Antibacterial activity of glycopeptide antibiotics and their hydrophobic derivatives with intact and destructed peptide core (MIC, Chlorophenyl)benzyl-de(D-MeLeu)van-Chlorophenyl)benzyl-de-(D-MeLeu)er-S. aureus 29213, ** S. aureus 33591 (MRSA); # E. faecium 49624 (GSE), ## E. faecium CL 4931 (GRE)[15].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Inhibition of the synthesis of bacterial cell wall by glycopeptide antibiotics and their derivatives [Chlorophenyl)benzyl-de(D-Me-Chlorophenyl)benzyl-de-(D-Me-Antibacterial (MIC, µg/ml) and antiretroviral (EC 50 , µM) activity of aglycones (IV) and (V), their de-(N-MeD-Leu) analogues (IVa) and (Va), and hydrophobic carboxamides (IVg)-(IVi) and (Vb)-(Ve)[8]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "(IVg), (IVi), (Vb), and (Vc), are moderately active against Gram-positive bacteria (MIC 1-32 µg/ml) and simultaneously have an appreciable antiviral activity (Öë 50 1.6-25 µM). Hydrophobic derivatives with destroyed peptide core, derivatives of de-Me-D-Leuaglycones (IVh), (IVj), and (Vd), show about the same anti-HIV activity (Öë 50 2.5-25 µM) and do not possess any antibacterial activity (MIC >32 µg/ml).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Interaction of eremomycin dimer (R 2 -R 7 are the side chains of amino acid residues) with two molecules of the model ligand Ac-Lys(Ac)-D-Ala-D-Ala-O-. Dashed lines show the hydrogen bonds between the antibiotic and ligand molecules and arrows, the hydrogen bonds between two antibiotic molecules [28]. OLSUF'EVA, PREOBRAZHENSKAYA and B are active toward the influenza virus rather than HIV viruses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "-0.5 µg/ml); it is 45",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". Chloropeptins I and II inhibit the gp120−CD4 binding. Kistamycins A",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Chloropeptin II (complestatin) Kistamycin A(R = H) kistamycin B (R = CONHCH 2 CH 2 Ph) Formulas 4. Chloropeptins I and II (complestatin) and kistamycins A and B.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}