{
    "paper_id": "f19628a5b7b676bc322f080f8eb4431eeac1d8a9",
    "metadata": {
        "title": "The loss-bet paradox: Actuaries, accountants, and other numerate people rate numerically inferior gambles as superior",
        "authors": [
            {
                "first": "Ellen",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Columbus",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": "peters.498@osu.edu"
            },
            {
                "first": "|",
                "middle": [
                    "M G"
                ],
                "last": "Fennema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida State University",
                    "location": {
                        "settlement": "Tallahassee",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "E"
                ],
                "last": "Tiede",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Columbus",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Psychologists have convincingly demonstrated that preferences are not always stable and, instead, are often \"constructed\" based on information available in the judgment or decision context. In 4 studies with experts (accountants and actuaries in Studies 1 and 2, respectively) and a diverse lay population (Studies 3 and 4), the evidence was con-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sistent with the highly numerate being more likely than the less numerate to construct their preferences by rating a numerically inferior bet as superior (i.e., the bets effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, the effect generalizes beyond a college student sample, and preference construction differs by numeracy. Contrary to prior thinking about preference construction, however, high expertise and high ability (rather than low) consistently related to the paradoxical phenomenon. Results across studies including Study 3's experimental modifications of the task supported the hypothesized number comparison process (and not a lack of expertise with monetary outcomes and probabilities or numeracy-related differences in attention to numbers) as the effect's underlying cause. The bets effect was not attenuated by Study 4's instructions to think about what would be purchased with bet winnings. Task results combined with free-response coding supported the notion that highly numerate participants have a systematic and persistent inclination for doing simple and complex number operations that drive their judgments (even after controlling for nonnumeric intelligence). Implications for 3 types of dual-process theories are discussed. The results were inconsistent with default-interventionist theories, consistent or unclear with respect to fuzzy trace theory, and consistent with interactive theories. KEYWORDS cognitive operations, judgment, individual differences, objective numeracy, preference construction 1 | INTRODUCTION It is often assumed that human beings \"have\" preferences for objects and attributes and their choices reflect these preferences. Psychologists, however, have convincingly demonstrated that preferences are not always stable and, instead, are \"constructed\" from information available in the judgment or decision context (Lichtenstein & Slovic, 2006 ). In a classic example, participants shown two gambles, one with a higher probability to win and the other with a higher amount to win, tended to choose the higher probability gamble but were willing to pay more for the gamble with the higher winning amount (Lichtenstein & Slovic, 1971 ). In the present paper, we examined another gamble task in which decision makers judge the attractiveness of a single gamble, either with or without a small loss, but otherwise identical. The bet with the small loss is objectively worse but judged as more attractive on average (hereafter called the \"bets effect\"). However, only some judges (the highly numerate) demonstrate this puzzling effect, which we propose as evidence for a systematic information processing inclination that is revealed in the judgment process. This inclination produces more preference construction among those with fewer cognitive constraints, contrary to prior thinking about preference construction being more likely with more constraints.",
            "cite_spans": [
                {
                    "start": 1649,
                    "end": 1677,
                    "text": "(Lichtenstein & Slovic, 2006",
                    "ref_id": null
                },
                {
                    "start": 1937,
                    "end": 1965,
                    "text": "(Lichtenstein & Slovic, 1971",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we describe the bets effect and examine the roles of affect and the related concept of evaluability. We next describe numeracy's role and prior evidence for an inclination among the highly numerate to perform more number operations in judgment and choice tasks, consistent with the hypothesized number comparison explanation for the bets effect. Then, in four experimental studies using this extremely simple, primarily numeric, task, we examine alternative explanations through modifications to the task and recruited samples to add to the growing literatures on numeracy and preference construction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.1 | The bets effect and some alternative explanations Slovic, Finucane, Peters, and MacGregor (2002) first reported results using this task in which one group of participants rated the attractiveness of a simple gamble (7/36 chances to win $9; otherwise, win $0; this is the No-Loss condition) on a scale from 0 (not at all an attractive bet) through 20 (extremely attractive bet); a second group used the same scale to rate a similar gamble with a small loss (7/36 chances to win $9; 29/36 chances to lose 5¢; the Loss condition). The results were anomalous from the perspective of economic theory as mean ratings of the superior No-Loss and inferior Loss gambles were, respectively, 9.4 and 14.9, that is, the \"bets effect.\" The effect cannot be explained by averaging (i.e., a choice option may be evaluated as the average of its components) because averaging predicts that adding a 5¢ loss to an option with positive payoffs would make it less attractive (Anderson, 1974; Troutman & Shanteau, 1976) . Instead, the effect appeared due to feelings about the $9 that emerged from judges comparing the $9 with the 5¢ loss in the Loss condition and deriving more positive affect to the $9; no such comparison was available in the No-Loss condition.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 102,
                    "text": "Slovic, Finucane, Peters, and MacGregor (2002)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 961,
                    "end": 977,
                    "text": "(Anderson, 1974;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 978,
                    "end": 1004,
                    "text": "Troutman & Shanteau, 1976)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consistent with this hypothesized process is evidence that integral feelings to the $9 (e.g., participants were asked \"How good or bad is $9?\" in both conditions) were quite positive in the Loss condition (as if people used the comparison to understand how they felt about the $9) but were about neutral in the No-Loss condition. Bateman, Dent, Peters, Slovic, and Starmer (2007) tested a series of additional possible explanations. First, the effect cannot be explained by a response-mode effect as they demonstrated a similar effect whether using the usual 0-20 attractiveness rating, freely drawn circles, or a choice between each gamble and a fixed amount.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 379,
                    "text": "Bateman, Dent, Peters, Slovic, and Starmer (2007)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, some colleagues have suggested that the presence of the small loss makes the bet more exciting. This explanation, however, was not supported as Bateman et al. demonstrated that the effect was substantially the same when a 5¢ gain replaces the 5¢ loss and that the effect diminished when the 5¢ loss was replaced with a larger (and perhaps more exciting) 25¢ loss. Finally, under conditions of joint evaluation where people rate both bets side by side, the No-Loss bet was judged as more attractive than the Loss bet, indicating little excitement for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Instead, Bateman et al. (2007) confirmed the finding's original explanation based on the concepts of affect and evaluability (Hsee, 1996a (Hsee, , 1996b (Hsee, , 1998 , stating that \"Hsee's work on evaluability is noteworthy because it shows that even very important attributes may not be used by a judge or decision maker unless they can be translated precisely into an affective frame of reference\" (p. 367). In multiple studies, they replicated the bets effect and the small loss's impact on affect to the $9. They also demonstrated that probabilities were easier to evaluate than monetary outcomes for simple gambles such as that in the No-Loss condition. In particular, they suggested that probabilities carry a more precise impression and are weighted more in judgments than monetary payoffs because probabilities are on a bounded scale that allows them to be evaluated as good versus bad without other context whereas a payoff such as $9 is relatively abstract and difficult to evaluate (to feel how good or bad it is) in the absence of a comparison. Finally, they found that attractiveness was correlated primarily with affect for probability in the No-Loss condition and primarily with affect for payoff in the 5¢ Loss condition.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 30,
                    "text": "Bateman et al. (2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 125,
                    "end": 137,
                    "text": "(Hsee, 1996a",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 138,
                    "end": 152,
                    "text": "(Hsee, , 1996b",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 153,
                    "end": 166,
                    "text": "(Hsee, , 1998",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, the loss seemed to enhance the affective meaning and importance of the gamble payoff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1.2 | Numeracy, number operations, and the bets effect Peters et al. (2006) further hypothesized that the effect would be due to more numerate individuals who would be more likely or able than the less numerate to attend to numeric outcomes, compare them, and, therefore, derive greater positive affect to the $9. Peters et al.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 75,
                    "text": "Peters et al. (2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "confirmed the hypothesized interaction and the highly numerate's greater positive affect to the $9 partially mediated the effect of the 5¢ loss on bet attractiveness. The interaction was further replicated controlling for nonnumeric intelligence (Peters & Bjalkebring, 2015) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 274,
                    "text": "(Peters & Bjalkebring, 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is unclear, however, whether the effect depended on the highly numerate's habit to attend more to numeric outcomes (with subsequent processing then being relatively automatic) or on the highly numerate's greater inclination to do number operations such as the hypothesized comparison process. Given population differences in numeracy and numeracy's effects on important health and financial outcomes (e.g., Peters et al., 2017) , understanding the decision processes of more and less numerate individuals is important.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 430,
                    "text": "Peters et al., 2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Past research is consistent with both possible processing inclinations (number attention and number operations). First, the more numerate prefer numbers more than the less numerate (Fagerlin et al., 2007) . They seek out more information and spend more time on numeric decision tasks compared with the less numerate. In one study, this increased time in task partially mediated numeracy's effects on superior decisions (Ghazal, Cokely, & Garcia-Retamero, 2014) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 204,
                    "text": "(Fagerlin et al., 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 460,
                    "text": "(Ghazal, Cokely, & Garcia-Retamero, 2014)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When making choices among gambles, the more numerate attended to and sought out more information, processing numeric information in more depth (Jasper, Bhattacharya, & Corser, 2017 (Graffeo, Polonio, & Bonini, 2015; Peters & Bjalkebring, 2015) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 180,
                    "text": "(Jasper, Bhattacharya, & Corser, 2017",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 181,
                    "end": 215,
                    "text": "(Graffeo, Polonio, & Bonini, 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 216,
                    "end": 243,
                    "text": "Peters & Bjalkebring, 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Less numerate individuals instead rely more on heuristic information processing. They are more likely than the highly numerate to use information that is easier than numbers to evaluate, including narratives, concrete descriptions of people, and integral affect from nonnumeric information such as scary outcomes (Betsch, Haase, Renkewitz, & Schmid, 2015; Pachur, Hertwig, & Steinmann, 2012; Scherer, Yates, Baker, & Valentine, 2017) . In addition, the less numerate tend to be more susceptible than the highly numerate to incidental affect unrelated to the decision object at hand, using it rather than decision-relevant numeric information (e.g., Peters et al., 2009; Traczyk & Fulawka, 2016) . The highly numerate (more than the less numerate) derive greater integral affective meaning from numbers and number comparisons and use that integral affect in their judgments (Peters et al., 2006; Petrova, van der Pligt, & Garcia-Retamero, 2014 ). Thus, everyone may be given the same information, but process and use it differently depending on their numeracy.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 355,
                    "text": "(Betsch, Haase, Renkewitz, & Schmid, 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 391,
                    "text": "Pachur, Hertwig, & Steinmann, 2012;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 392,
                    "end": 433,
                    "text": "Scherer, Yates, Baker, & Valentine, 2017)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 649,
                    "end": 669,
                    "text": "Peters et al., 2009;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 670,
                    "end": 694,
                    "text": "Traczyk & Fulawka, 2016)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 873,
                    "end": 894,
                    "text": "(Peters et al., 2006;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 895,
                    "end": 942,
                    "text": "Petrova, van der Pligt, & Garcia-Retamero, 2014",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present paper, we propose that more and less numerate individuals construct preferences differently because the highly numerate not only have more math ability than the less numerate, but they also have a relatively stable greater inclination to use their ability and perform number operations, including the hypothesized number comparison in the bets task (they have a \"hammer\" and use it). It is possible, however, that greater attention to the numeric outcomes could lead inevitably to the effect. Also unclear is whether the less numerate have the ability necessary to show the effect or whether high numeric ability per se is required. We test these ideas using experimental and coded free-response data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some other unstudied explanations for the bets effect also exist. For example, the effect could be due to participants, usually college students, having inadequate experience with money and probabilities so that the bet's numeric attributes were relatively meaningless. If true, then their responses may be more labile and prone to preference construction due to this lack of familiarity and experience (Payne, Bettman, & Schkade, 1999 Alternatively and consistent with Jasper et al.'s (2017) results, it may be that the less numerate simply do not attend as much to the numeric outcomes. Given attention's critical role in decision processes (Krajbich, Armel, & Rangel, 2010) , simply making either the 5¢ loss or the $9 more salient then may result in the less numerate processing the bet in the same manner as the highly numerate. Thus, numeracy differences in inclinations for number operations may not exist.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 435,
                    "text": "(Payne, Bettman, & Schkade, 1999",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 470,
                    "end": 492,
                    "text": "Jasper et al.'s (2017)",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 676,
                    "text": "(Krajbich, Armel, & Rangel, 2010)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "Instead, the highly numerate may simply have a habit of attending more to numbers; the number comparison and other processes then may ensue for all individuals once they attend to the numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "H2: Making the 5¢ loss or the $9 win in the Loss bet more salient would encourage all individuals to attend to and process information in a manner similar to the highly numerate in the Original Loss condition (Study 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "Changing the order of the loss information also could cause individuals to attend more to one or both outcomes and use them in a number comparison. We present the same Loss bet, but with the outcome order reversed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "H3: Presenting the possible loss before rather than after the possible gain would encourage individuals to attend to and process information in a manner similar to the highly numerate in the Original Loss condition (Study 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "The original hypothesized process for the bets effect, however, has never been tested explicitly. If the bets effect is due to the hypothesized comparison of the magnitudes of the win and loss, then we should be able to increase the effect's size in the Loss condition by making the number comparison salient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "H4: Asking people how much bigger the $9 is as compared with the 5¢ loss would increase ratings of the Loss bet (Study 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "Alternatively, individuals simply may ignore or dismiss the conflicting loss information because the small loss has little impact on overall value. This explanation is consistent with prior results with the less numerate; when the less numerate received the loss information, their ratings appeared no different than if they had not received it (Peters & Bjalkebring, 2015; Peters et al., 2006) . If the small loss has little impact on overall value for the less numerate, then the manipulations to test H1-H4 should not affect results.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 373,
                    "text": "(Peters & Bjalkebring, 2015;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 374,
                    "end": 394,
                    "text": "Peters et al., 2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "We also attempted to attenuate the bets effect. We reasoned that asking participants to \"imagine what you would do with your $9 winnings\" prior to rating the bet would cause the highly numerate, in particular, to compare the $9 in both conditions with amounts larger than 5¢ (e.g., the cost of lunch), thus reducing the bets effect. If confirmed, the results would be similar to those found by Bateman et al. (2007) when a 25¢ loss replaced the 5¢ loss and reduced the effect.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 415,
                    "text": "Bateman et al. (2007)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "H5: Asking people to imagine what they would do with their $9 winnings would decrease the bets effect among the highly numerate (Study 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "In the present paper, we conducted four studies to test alternative hypotheses. Studies 1 and 2 were conducted with expert accountants and actuaries, respectively, who have significant experience and familiarity with dollar values and probabilities, thus testing H1 (that highly numerate individuals with extensive experience and understanding of monetary values and probabilities nonetheless would tend to compare monetary amounts and demonstrate the Loss vs. No-Loss effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "In Study 3, we examined four modifications of the Loss condition, along with the Original No-Loss and Loss conditions in attempts to replicate the original effect with numeracy and to test H2-H4 (that outcome salience, order of the loss, and instructions to compare numbers, respectively, would alter responses in the Loss condition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "Study 4 employed a 2 (Loss vs. No-Loss bet) × 2 (Imagine $9 winnings vs. No instruction) between-subjects design to test H5 (that instructions to imagine the $9 winnings would attenuate the original bets effect among the highly numerate); we included nonnumeric intelligence measures to offset concerns that effects could be attributed to general intelligence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "The bets effect has been robust. Power analyses based on prior published results suggests that detecting the bets effect with 80% power at p < .05 would require n = 36-80 per condition (d = .64-.96) in a population with at least some college if one does not take numeracy into account and n = 24-76 per condition (d = .66-1.17) in a highly numerate population with at least some college (Bateman et al., 2007; Peters et al., 2006; Peters & Bjalkebring, 2015) . To power the interaction with numeracy, about N = 137 (d = .34) would be needed (Peters et al., 2006) . All studies in the present paper are adequately powered.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 409,
                    "text": "(Bateman et al., 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 430,
                    "text": "Peters et al., 2006;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 431,
                    "end": 458,
                    "text": "Peters & Bjalkebring, 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 541,
                    "end": 562,
                    "text": "(Peters et al., 2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "| The bets effect and alternative hypotheses"
        },
        {
            "text": "As mentioned earlier, prior highly numerate samples (e.g., college undergraduates) who demonstrated the bets effect may have lacked adequate experience with monetary values and probabilities to allow them stable valuations, thus causing them to construct the bets effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| STUDY 1-THE ACCOUNTANTS"
        },
        {
            "text": "Study 1's sample instead is composed of accountants who play critical roles in the preparation and examination of financial records, including taxes, for individuals and corporations. We also assessed numeracy so that we could compare the numeracy skills of accountants with prior populations tested. Thus, we test H1 (that the bets effect would emerge in a highly numerate sample with extensive experience with monetary outcomes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| STUDY 1-THE ACCOUNTANTS"
        },
        {
            "text": "Participants were 58 certified public accountants who volunteered for the study during a continuing education conference. In a betweensubjects design, participants were randomly assigned to one of the two conditions and asked to rate the attractiveness of playing a bet, using a 21-point scale ranging from 0 (not at all an attractive bet) to 20 (extremely attractive bet). Half of participants responded to the No-Loss bet \"7/36 chances to win $9 and 29/36 chances to win nothing\" whereas the other half responded to the Loss bet \"7/36 chances to win $9 and 29/36 chances to lose 5¢.\" They then responded to 14 numeracy items and demographic questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Methods"
        },
        {
            "text": "2.2 | Results and discussion 2.2.1 | Demographics Participants (41% female; mean age = 56.9 years, SD = 10.2; 98% certified public accountants) averaged 32.5 years of full-time accountant experience (median = 34, SD = 10.3, range = 1-51 years). Their major area of practice varied (37% tax, 20% government, 6% audit, 39% industry, and 8% consulting; percentages total more than 100% due to multiple responses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Methods"
        },
        {
            "text": "Mean numeracy (out of a possible 14 correct) for the accountants was 11.2, median = 12, SD = 2.0, range = 5-14. Compared with a U.S. representative sample (Galesic & Garcia-Retamero, 2010) , the accountants scored higher (see Table 1 ). They also scored higher compared with a convenience sample of individuals with at least some trade school or college (see the right-hand column of Table 1 ).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 188,
                    "text": "(Galesic & Garcia-Retamero, 2010)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 391,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Numeracy"
        },
        {
            "text": "We conducted a regression analysis predicting bet attractiveness from condition (−.5 = No-Loss, +.5 = Loss) and numeracy (continuous and mean-centered), model R 2 = .20, F (2, 53) = 6.63, p = .003. Participant accountants rated the objectively worse Loss bet as more attractive than the No-Loss bet, mean attractiveness = 10.5 and 7.4, respectively, t(54) = 1.95, p = .054, Cohen's d = 0.55, a medium-sized effect that replicated earlier results with undergraduate students (Peters et al., 2006) albeit without the numeracy interaction (we did not have adequate sample size and power to detect the interaction). Consistent with prior results, more numerate accountants rated both bets as more attractive than the less numerate, respective means = 10.5 and 7.3, t(54) = 2.0, p = .054.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 495,
                    "text": "(Peters et al., 2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "| Bets task"
        },
        {
            "text": "Thus, extensive experience with dollar amounts did not diminish the bets effects. Instead, even among these professionals, the presence of the 5¢ loss appeared to drive a number comparison process that resulted in a higher valuation for the (objectively worse) bet. Compared with prior results, accountants were as or more biased in this task as predicted by an inclination to perform simple number operations associated with greater numeracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Bets task"
        },
        {
            "text": "In Study 2, we attempted to replicate and extend our effects in another professional population, actuaries whose job is to compile and analyze statistics, in order to calculate financial consequences of risk in insurance and pension programs. They are an important group of professionals who use mathematics, statistics, and financial theory to study uncertain future events; their decisions have important consequences for the stability of health insurance and pension plans. As a result, they have extensive expertise and experience with monetary valuation and probabilities, and they are likely to be highly numerate (we did not assess their numeracy). Studying the bets effect with them allows us to test whether the effect will emerge in a sample with high numeric ability and superior experience with and understanding of the values of both dollar outcomes and probabilities (H1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| STUDY 2-THE ACTUARIES"
        },
        {
            "text": "Participants were 80 volunteers from the spring meeting of the Society of Actuaries. The actuaries were randomly assigned to one of the same two conditions of the bets task as in Study 1 and rated the attractiveness of their bet on the same 0-20 scale. Participants then rated their affect (\"How good or bad does the $9 win make TABLE 1 Comparison of percent correct on numeracy items among accountants (Study 2), a nationally representative sample from Galesic and Garcia-Retamero (2010) , and low/high education adults in Peters et al. (2007) Numeracy question Percent correct Galesic and Garcia-Retamero (2010) , table 2 Peters, Dieckmann, Dixon, Hibbard, and Mertz (2007) More educ (some trade school or college or more)",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 488,
                    "text": "Galesic and Garcia-Retamero (2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 524,
                    "end": 544,
                    "text": "Peters et al. (2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 579,
                    "end": 613,
                    "text": "Galesic and Garcia-Retamero (2010)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 623,
                    "text": ", table 2",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "| Methods"
        },
        {
            "text": "Imagine that we flip a fair coin 1,000 times. What is your best guess about how many times the coin will come up heads in 1,000 flips?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Methods"
        },
        {
            "text": "In the Bingo Lottery, the chance of winning a $10 prize is 1%. What is your best guess about how many people would win a $10 prize if 1,000 people each buy a single ticket for Bingo Lottery?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "In the Daily Times Sweepstakes, the chance of winning a car is 1 in 1,000. What percent of tickets of Daily Times Sweepstakes win a car?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "Imagine that we roll a fair, six-sided die 1,000 times. Of 1,000 rolls, how many times do you think the die would come up even (2, 4, or 6)? 85% 57% 50% 65%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "Which of the following numbers represents the biggest risk of getting a disease? 1 in 100, 1 in 1,000, 1 in 10 95% 75% 83% 94%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "Which of the following represents the biggest risk of getting a disease? 1%, 10%, 5% 95% 83% 88% 96%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "If the chance of getting a disease is 10%, how many people would be expected to get the disease out of 1,000?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "If the chance of getting a disease is 20 out of 100, this would be the same as having a ____% chance of getting the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "If person A's chance of getting a disease is 1 in 100 in 10 years, and person B's risk is double that of A, what is B's risk?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "The chance of getting a viral infection is .0005. Out of 10,000 people, about how many of them are expected to get infected? 79% 29% 44%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "Which of the following numbers represents the biggest risk of getting a disease? 1 in 12, 1 in 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88% 73%"
        },
        {
            "text": "Imagine that you are taking a class and your chances of being asked a question in class are 1% during the first week of class and double each week thereafter (i.e., you would have a 2% chance in Week 2, a 4% chance in Week 3, and an 8% chance in Week 4). What is the probability that you will be asked a question during Week 7? 85% 38% 73%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97%"
        },
        {
            "text": "Suppose that 1 out of every 10,000 doctors in a certain region is infected with the SARS virus; in the same region 20 out of every 100 people in a particular at-risk population also are infected with the virus. A test for the virus gives a positive result in 99% of those who are infected and in 1% of those who are not infected. A randomly selected doctor and a randomly selected person in the at-risk population in the region both test positive for the disease. Who is more likely to actually have the disease? Some actuary participants also handwrote notes on the side of the page (the study was done in pencil-and-paper form). Their responses were coded as indicating whether they had considered the numbers (by writing one or more numbers down) and/or had asked about the bet's cost. Although these free responses rarely included an explicit mention of comparing the $9 and 5¢ loss, more",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97%"
        },
        {
            "text": "Loss than No-Loss participants indicated some kind of number consideration-27% and 10%, respectively, χ 2 (df = 1) = 3.80, p = .051; their responses often suggested an expected value calculation although it was rarely completed in full. No-Loss participants were more likely to question instead how much the bet might cost to play (0% and 10%, respectively, in the Loss and No-Loss conditions, p = .038; see also Chesney & Peters, 2015) . Both results point towards these highly numerate individuals either using a readily available numeric comparison (the 5¢ loss) or searching for a comparison (asking about cost when a comparison was otherwise not available in the No-Loss condition ",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 436,
                    "text": "Chesney & Peters, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "97%"
        },
        {
            "text": "In Study 3, we tested four possible mechanisms for attractiveness ratings in the Loss condition. In six between-participants conditions, we included the Original Loss and No-Loss conditions as well as four modified Loss conditions in which we manipulated the salience of outcomes (by presenting either the $9 win or the 5¢ loss in a larger font), the order of the loss, and the presence of a prime for the hypothesized number comparison process. We also asked participants to indicate why they rated the bet as they did and analyzed their coded responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| STUDY 3-TESTING MODIFICATIONS OF THE LOSS CONDITION TO EXAMINE PROCESS"
        },
        {
            "text": "We aimed to have 100 participants per condition for a total of 600 participants on Amazon Mechanical Turk. We collected data from 626, and 605 participants completed the present paper's bets task and objective numeracy scale. Participants also completed unrelated tasks. The bets task was completed after consent, followed by a consumer choice task, subjective numeracy scale (Fagerlin et al., 2007) , 11 items concerning confidence in math ability and driving skills, a symbolic-number mapping task (Siegler & Opfer, 2003) , 7 objective numeracy items modified from prior studies, and demographics. Participants were paid $1.50 and took 17 min, on average, to complete all tasks.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 399,
                    "text": "(Fagerlin et al., 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 500,
                    "end": 523,
                    "text": "(Siegler & Opfer, 2003)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "| Methods"
        },
        {
            "text": "Participants were randomly assigned to one of six bet conditions and asked to rate their bet attractiveness on Study 1's 0-20 scale. The conditions included the following: (1) and (2) which the order of the win and loss were reversed (\"29/36 to lose 5¢\" and then \"7/36 to win $9.00\"); and, finally, (6) Number Comparison Instruction, a Loss condition in which participants were told \"Before you rate this bet, please consider the following question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bet conditions and measures"
        },
        {
            "text": "How much bigger is the $9 win than the 5¢ loss?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bet conditions and measures"
        },
        {
            "text": "After indicating their attractiveness rating, participants were asked \"What did you think about while you were deciding how attractive the bet would be to play? Please write down your thoughts in the box below.\" Free responses were coded by two independent coders to indicate mentions of having identified a bet element (the amount to win, the amount to lose, the probability of winning, the probability of losing, or the pie chart); evaluated a bet element; performed a com- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bet conditions and measures"
        },
        {
            "text": "We conducted a multiple regression analysis to test the effects of Coding of free responses was consistent with this interaction (see Table 3 ). First, because the comparison of the $9 and 5¢ was Thus, the experimental data support the hypothesized number comparison process as the underlying mechanism for the original bets effect; requesting the number comparison increased bet attractiveness among more and less numerate participants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "| Original bets effect"
        },
        {
            "text": "Other possible explanations (e.g., outcome salience) were not supported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Original bets effect"
        },
        {
            "text": "We also examined numeracy differences in coded responses across conditions. Using logistic regression for each coded response and linear regression for Table 3 's average number of identifications, evaluations, comparisons, and calculations, we examined the overall effect of numeracy after controlling for the effect of condition (we did not include their interaction). As expected and in Table 3 's identification section, a large proportion of participants mentioned a probability (win, loss, or pie chart), and no numeracy differences existed (see the last two columns of Table 3 ). Mentions of the amounts to win and lose were also frequent, and the highly numerate were more likely than the less numerate to mention them-Wald χ 2 (df = 1) equaled, respectively, for win and loss amounts, 15.28, p < .001, and 27.22, p < .001. Similar to Identification results, numeracy was not a significant predictor of Bateman et al. (2007) in that identification and evaluation appear easier for probabilities than outcomes in this task given that numeracy differences only appeared for the latter outcomes.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 932,
                    "text": "Bateman et al. (2007)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 576,
                    "end": 583,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "For Table 3 's comparisons, no numeracy difference appeared in the comparison of probabilities, but the proportion performing this operation was also low (<10%). The proportion of participants comparing monetary amounts also was low but depended on numeracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Specifically, the highly numerate were about twice as likely to mention comparing the $9 with the 5¢ loss, Wald χ 2 (df = 1) = 12.10, p = .001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Similar to the actuaries who we speculated were searching for another point of comparison, the highly numerate also were more likely to question the bet's cost than the less numerate, Wald χ 2 (df = 1) = 23.87, p < .001. For calculations, the proportion of participants mentioning a calculation was low, but, as expected, the highly numerate were significantly more likely to mention either an expected value or other calculation-Wald χ 2 (df = 1) equaled, respectively, 11.66, p = .001, and 25.58, p < .001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Thus, highly numerate judges identified and evaluated monetary outcomes more than the less numerate and also did more number operations (both simpler outcome comparisons and more complex calculations) in the task (see Table 3 ). Less clear is what might have been most important to judging bet attractiveness. As an exploratory analysis and recognizing that free responses are an imperfect reflection of processing, we conducted a regression analysis of attractiveness using numeracy and the average numbers of identifications, evaluations, comparisons, and calculations (see Table 3 ) as predictors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 576,
                    "end": 583,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Consistent with number operations being key to ratings in this task, more numerate judges and judges coded as performing more comparisons and calculations judged the bet as more attractive-respectively, numeracy b = .58, t(560) = 3.68, p < .001; comparisons b = 1.39, t(560) = 2.58, p = .010; and calculations b = 1.64, t(560) = 2.45, p = .015-than those who were less numerate or were coded as performing fewer comparisons and calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Overall, these results are consistent with the performance of number operations affecting preference construction and the highly numerate having a stable inclination to do those number operations more often; thus, preference construction differs by numeracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "Simply attending more to the outcomes was insufficient to produce the subsequent processing necessary for the bets effect to emerge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "The Instruction condition results supported the number comparison process being a numeracy-based inclination rather than a requirement of their ability (the manipulation increased average attractiveness ratings among highly numerate individuals, suggesting that not all highly numerate individuals had done the comparison in the Original Loss condition) and the process not being out of the reach of less numerate individuals (whose average ratings also increased with instruction).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Numeracy differences in coded responses"
        },
        {
            "text": "In Study 4, we examined whether priming participants to make a different numeric comparison (to what they would do with their winnings) would attenuate the bets effect; we expected the highly numerate to compare the $9 with prices greater than 5¢. In addition, prior literature has indicated that the bet condition by numeracy effect was not due to general intelligence (e.g., Peters et al., 2006, and Peters & Bjalkebring, 2015 , controlled, respectively, for SAT scores and measures of vocabulary and working memory). In Study 4, we included measures of vocabulary, nonverbal reasoning, and need for cognition (NFC) in an attempt to replicate and extend these prior findings.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 401,
                    "text": "Peters et al., 2006, and",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 402,
                    "end": 410,
                    "text": "Peters &",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 411,
                    "end": 428,
                    "text": "Bjalkebring, 2015",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "| STUDY 4-TESTING INSTRUCTIONS TO IMAGINE $9 AND INTELLIGENCE"
        },
        {
            "text": "We aimed to have 100 Amazon Mechanical Turk participants per condition for a total of 400 participants and ended up with 474 participants (data were collected simultaneously for two pilot conditions not relevant to the present study). Participants also completed unrelated tasks. The bets task was completed after consent, followed by a response time task, and the 18-item NFC measure (Cacioppo, Petty, & Kao, 1984) . Participants were paid $0.75 and took about 8 min, on average, to complete all tasks. Data from a 7-item objective numeracy test (modified from Cokely, Galesic, et al., 2012, and Lipkus, Samsa, & Rimer, 2001) , 36-item vocabulary test (Ekstrom, French, Harman, & Derman, 1976) , and 10-item reasoning test (modified from Raven's Progressive Matrices, Dørum, 2008; Raven, 2000) had been collected in a session 7 weeks earlier.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 415,
                    "text": "(Cacioppo, Petty, & Kao, 1984)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 596,
                    "text": "Cokely, Galesic, et al., 2012, and",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 597,
                    "end": 613,
                    "text": "Lipkus, Samsa, &",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 614,
                    "end": 626,
                    "text": "Rimer, 2001)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 653,
                    "end": 694,
                    "text": "(Ekstrom, French, Harman, & Derman, 1976)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 739,
                    "end": 781,
                    "text": "Raven's Progressive Matrices, Dørum, 2008;",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 794,
                    "text": "Raven, 2000)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "| Methods"
        },
        {
            "text": "Participants were randomly assigned to one of four bet conditions and were asked to rate their bet attractiveness on Study 1's 0-20 scale. The conditions included the following: (1) and (2) 5.2 | Results and discussion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The bet conditions"
        },
        {
            "text": "We removed participants with IP addresses outside the United States (n = 1), who failed two or more of three attention checks (n = 3), whose overall completion time was more than 10 times longer than the next participant (n = 1), and whose completion times in their Instruction condition were three standard deviations or more above the mean (n = 11); final n = 458.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data cleaning"
        },
        {
            "text": "Participants were 50.7% female, with an average age = 39.5 years, These simple effects were modified by two significant two-way interactions. First, the results indicated that we replicated the original bets effect interaction with numeracy. Specifically, the highly numerate rated the Loss bet as significantly more attractive than the No-Loss bet as compared with the less numerate (see Figure 1 for predicted means at each numeracy level), interaction t(452) = −2.24, p = .025. In addition, Instruction condition interacted with numeracy, t(452) = 2.01, p = .045, such that the presence versus absence of instructions marginally increased ratings among the less numerate (means = 8.5 and 7.1, respectively), t(216) = 1.83, p = .069, whereas it had no effect on rated attractiveness of the bets among the highly numerate (means = 8.9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 397,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| Demographics, numeracy, nonnumeric intelligence, and NFC"
        },
        {
            "text": "and 9.3, respectively), t(238) = −.49, p = .625.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Demographics, numeracy, nonnumeric intelligence, and NFC"
        },
        {
            "text": "We also examined numeracy's effects after controlling for vocabulary, NFC, and Raven's in a second analysis. Specifically, we regressed numeracy onto these three variables (to remove their shared variance) and then used the numeracy residuals in our final model above with bet condition, Instruction condition, numeracy residual, and the numeracy residual's interaction with the two condi- These results were inconsistent, however, with our initial hypoth- their feelings about the $9 tended to be neutral, e.g., Peters et al., 2006 , and they tend to be affected less by numeric information and more by concrete descriptions, e.g., Peters, 2012) ; the highly numerate were less influenced by the instructions as if they had already considered possible concrete outcomes, or because their feelings about the $9 were deemed more relevant to their ratings. This interaction effect, however, was nonsignificant after controlling for our three nonnumeracy measures.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 532,
                    "text": "Peters et al., 2006",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 633,
                    "end": 646,
                    "text": "Peters, 2012)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "| Demographics, numeracy, nonnumeric intelligence, and NFC"
        },
        {
            "text": "The paradox of the bets effect is that the addition of a small loss to one of two otherwise identical bets causes an objectively worse bet to be rated as subjectively more attractive, a clear case of preference construction and the importance of minor variations in context. That the effect resides more in highly numerate samples makes it more interesting because preference instability and construction are thought to occur more among individuals with greater cognitive constraints. In addition, preference construction generally happens more among individuals who lack experience or familiarity with attributes or options (Lichtenstein & Slovic, 2006; Payne et al., 1999) . Instead, not only did the effect occur more in populations with fewer cognitive constraints (the highly numerate, Studies 1-4) but it occurred as much or more among highly numerate accountants and actuaries (Studies 1-2) who averaged many years of experience in their respective fields (32.5 and 16.6 years, respectively) and therefore with the monetary outcomes and probabilities critical to the judgment. The accountants, and especially the actuaries, have extensive experience with similar \"bets\" in the real world. Despite that experience, the small-loss context changed how the actuaries felt about the identical $9 and how they valued the bet.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 654,
                    "text": "(Lichtenstein & Slovic, 2006;",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 674,
                    "text": "Payne et al., 1999)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "In Study 3, we tested plausible alternative mechanisms for the numeracy difference in the bets effect in a nonexpert population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "First, we replicated the original effect and found that the highly numerate were more likely than the less numerate to mention comparing the $9 and 5¢ loss, consistent with the hypothesized number comparison process. Because such data are correlational, we also experimentally tested other mechanisms. In particular, we tested and found no support for the effect being due to the highly numerate attending more to the numeric outcomes as might have been expected based on prior research (e.g., Jasper et al., 2017) instead, the data were most consistent with them not knowing the value of an abstract $9 and not thinking to compare it to the loss until instructed.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 514,
                    "text": "Jasper et al., 2017)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "Thus, prior speculation was supported concerning a number comparison process being critical to this task's preference construction. The present studies' results also point towards numeracy-based preference construction that goes beyond this comparison. First, the highly numerate did not seem to always compare the payoffs (or weight the comparison as much) in the Loss condition given that the comparison Instruction affected them as much as the less numerate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "Second, Study 3's coded responses indicated more reports of identifications, evaluations, and comparisons of outcomes (but not probabilities) among the more than less numerate. The highly numerate also indicated more calculations. However, only more versus fewer number operations (comparisons and calculations) were associated with greater bet attractiveness whereas identifying and evaluating more pieces of information were not. These results point towards the existence and importance of a more general number operation inclination among the highly numerate that is critical to the bet's attractiveness and is consistent with prior research (Cokely & Kelley, 2009; Peters & Bjalkebring, 2015) . Study 4 results demonstrated that the highly numerate's number comparison inclination was persistent in the face of instructions to consider an alternative comparison (i.e., instructions to consider what they would do with the $9). Thus, the bets effect generalized beyond a college student population (generalizability is often questioned in psychological studies; Peterson, 2001 ) and appears to be caused by a persistent inclination to compare numbers associated with greater numeric abilities (Studies 1-4) and instruction (Study 3).",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 668,
                    "text": "(Cokely & Kelley, 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 669,
                    "end": 696,
                    "text": "Peters & Bjalkebring, 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1065,
                    "end": 1079,
                    "text": "Peterson, 2001",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "Responses in this artificial, carefully constructed, task highlight information processing differences between more and less numerate individuals. The results are interesting, in part, because, compared with the less numerate, the highly numerate generally make better decisions with numbers and experience better health and financial outcomes (Peters et al., 2017) . In this task, however, the highly numerate make worse judgments. It may be that the highly numerate also will be more likely than the less numerate to show other effects such as Hsee, Yu, Zhang, and Zhang's (2003) medium maximization. In these studies, participants choosing between two tasks that required more or less effort (but rewarded the same) chose the more effortful task when relatively uninformative numbers (points that could be won) were used as if they were informative. We suspect that the highly numerate will \"use their hammer\" and chose more effort whereas the less numerate will ignore the numbers and perform better in the task. The highly numerate may be more likely to show a variety of decision effects that involve numeric comparisons including well-known evaluability effects (Hsee, 1996a (Hsee, , 1996b , the asymmetric dominance effect observed in choice experiments (Huber, Payne, & Puto, 1982) , prospect theory's reference dependency (Kahneman & Tversky, 1979) , and the house money effect (Thaler & Johnson, 1990 ).",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 365,
                    "text": "(Peters et al., 2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 546,
                    "end": 581,
                    "text": "Hsee, Yu, Zhang, and Zhang's (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1169,
                    "end": 1181,
                    "text": "(Hsee, 1996a",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1182,
                    "end": 1196,
                    "text": "(Hsee, , 1996b",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1262,
                    "end": 1290,
                    "text": "(Huber, Payne, & Puto, 1982)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1332,
                    "end": 1358,
                    "text": "(Kahneman & Tversky, 1979)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1388,
                    "end": 1411,
                    "text": "(Thaler & Johnson, 1990",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "| GENERAL DISCUSSION"
        },
        {
            "text": "We know more about the preference construction processes of the highly numerate in the highly numeric bets task than we do about those of the less numerate. As suggested by Reyna, Nelson, Han, and Dieckmann (2009) More generally, in the present task, the less numerate were less likely to do numeric comparisons, but this difference is not always found. For example, Fagerlin, Zikmund-Fisher, and Ubel (2005) found that women who estimated (vs. did not estimate) their own chances of breast cancer frequently and substantially overestimated their risk.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 196,
                    "text": "Reyna, Nelson, Han, and",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 408,
                    "text": "Fagerlin, Zikmund-Fisher, and Ubel (2005)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| Implications of lower numeracy"
        },
        {
            "text": "When then shown the comparison to their personal numeric risk, they felt relieved and less at risk for breast cancer. More and less objectively numerate women responded similarly as if all individuals had compared the two numbers. Such lack of a numeracy effect could be due to these probabilities being easier to evaluate (similar to the ease of processing probabilities in the bets task). We think it more likely that health motivation played a role and that all women were powerfully motivated to understand their personal risk. Findings such as these may help researchers to identify boundary conditions so that we can better understand the conditions under which more and less numerate individuals compare versus do not compare numbers. In the present bets task, the highly numerate were more likely to; the less numerate, however, could when instructed in Study 3. Identifying boundary conditions for information processing is important, both theoretically and practically. It seems likely that differentiation by numeracy will occur more often when motivation is low, comparisons are not salient, and attentional resources are limited (Gilbert, Pelham, & Krull, 1988) . Additional research in the present bets task and other tasks should examine these issues further.",
            "cite_spans": [
                {
                    "start": 1142,
                    "end": 1174,
                    "text": "(Gilbert, Pelham, & Krull, 1988)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| Implications of lower numeracy"
        },
        {
            "text": "Numeracy research has sometimes been described within a dual-process theory framework (Peters, 2012; Reyna et al., 2009) . Not all dual-process models are identical, however, and they make some different predictions, particularly with respect to two questions important to the present bets effect. First, the theories differ in terms of which process is thought to produce superior decisions. Popular default-interventionist theories (also called serial-interventionist models) assume that the intuitive System 1 process provides generally reasonable default responses that guide behavior; the deliberative System 2 then may detect an error and override the intuition, replacing it with a better, reflective response (e.g., Kahneman, 2003; Stanovich, 2009; Stanovich & West, 2000) . Thus, the deliberative process produces superior judgments and decisions. Because numeracy is considered a deliberative process and greater numeracy is associated with a greater nonnormative bets effect, default-interventionist theories are inconsistent with these findings. The effect, however, is consistent with fuzzy trace theory (FTT; Reyna, Lloyd, & Brainerd, 2003; Reyna et al., 2009 ) as well as interactive dual-process theories (cognitive-experiential self-theory, Epstein, 1994 Epstein, , 2000 affect heuristic, Slovic et al., 2002; Slovic, Finucane, Peters, & MacGregor, 2004 ) that have sometimes been grouped incorrectly with default-interventionist theories (e.g., Reyna et al., 2009) . Both types of dual-process theories allow for better or worse decisions to emerge from either process. Epstein (2000) , for example, states \"This is not meant to suggest that the [deliberative] mind is always superior. The inferential, [deliberative] mind and the learning, experiential mind each has its advantages and disadvantages\" (p. 671).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 100,
                    "text": "(Peters, 2012;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 101,
                    "end": 120,
                    "text": "Reyna et al., 2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 724,
                    "end": 739,
                    "text": "Kahneman, 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 740,
                    "end": 756,
                    "text": "Stanovich, 2009;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 757,
                    "end": 780,
                    "text": "Stanovich & West, 2000)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1123,
                    "end": 1154,
                    "text": "Reyna, Lloyd, & Brainerd, 2003;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1155,
                    "end": 1173,
                    "text": "Reyna et al., 2009",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1258,
                    "end": 1271,
                    "text": "Epstein, 1994",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1272,
                    "end": 1287,
                    "text": "Epstein, , 2000",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1288,
                    "end": 1326,
                    "text": "affect heuristic, Slovic et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 1327,
                    "end": 1370,
                    "text": "Slovic, Finucane, Peters, & MacGregor, 2004",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1463,
                    "end": 1482,
                    "text": "Reyna et al., 2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1588,
                    "end": 1602,
                    "text": "Epstein (2000)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1721,
                    "end": 1735,
                    "text": "[deliberative]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "Second, the highly numerate have more positive integral affect to the $9 in the presence of the small loss (e.g., Peters et al., 2006 ; the present Study 2). Peters et al. (2006) suggested that the integral affect was due to the highly numerate deliberating more with numbers to produce the affective input; in other words, the dual processes interact to inform one another and the judgment itself. Default-interventionist theories are inconsistent with the two processes interacting in this manner; they allow for System 2 to correct an incorrect System 1 response but not to provide an informative affective response to System 1. Interactive theories do allow for complex interactions between the two processes.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 133,
                    "text": "Peters et al., 2006",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 158,
                    "end": 178,
                    "text": "Peters et al. (2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "Thus, in the affect heuristic, for example, \"We now recognize that the experiential mode of thinking and the analytic model of thinking are continually active, interacting in what we have characterized as 'the dance of affect and reason' \" (Slovic et al., 2004, p. 314 ). In cognitiveexperiential self-theory, \"The two systems operate in parallel and are interactive. All behavior is assumed to be influenced by a combination of both systems, with their relative contribution varying from minimal to maximal along a dimension\" (Epstein, 2000, p. 671) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 268,
                    "text": "(Slovic et al., 2004, p. 314",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 550,
                    "text": "(Epstein, 2000, p. 671)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "FTT also appears consistent with greater numeracy producing integral affect to the $9. In fact, it is explicit that people with greater expertise (e.g., due to numeracy) rely more on intuitive gist (e.g., integral affect; Reyna et al., 2009) . Interactive theories and FTT differ somewhat in their explanation of what produces this affect. Interactive theories can explain it through a deliberative process of number comparisons associated with greater numeracy whereas FTT can explain it through greater experience/expertise with numbers (e.g., greater numeracy) producing automatic gist understanding (deliberation does not have to be involved). The two types of theories, however, make the same behavioral predictions in this task.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 241,
                    "text": "Reyna et al., 2009)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "However and potentially inconsistent with FTT (but consistent with interactive theories), the less numerate in Study 3 can produce the bets effect with instruction (a verbatim process rather than an automatic process produces the effect). In addition, the highly numerate in Study 3 reported doing more verbatim calculations even without instruction (e.g., expected value and other calculations in Table 3 ; see also Cokely & Kelley, 2009 ). This use of more verbatim number operations by the highly numerate appears inconsistent with FTT that claims \"an overarching preference for gist representations (as opposed to verbatim representations)\" (Reyna, 2004, p. 61 ) that increases with greater expertise. In fact, not only do the highly numerate do these operations more, but number operations are more arguably the basis of their judgments based on regression analyses that revealed that reported comparisons and calculations predicted attractiveness ratings whereas reported identifications and evaluations did not. It does remain possible, however, that the calculations produced a gist response that we could not code. Comparing the $9 with the 5¢, for example, alters affect to the $9; the highly numerate may also have a gist response to their calculation results. Overall, however, the free-response data are more consistent with participants relying on calculations and comparisons (arguably verbatim representations, particularly for calculations) and",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 438,
                    "text": "Cokely & Kelley, 2009",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 645,
                    "end": 664,
                    "text": "(Reyna, 2004, p. 61",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 405,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "not on evaluations that are more clearly gist representations. Thus, verbatim processes appeared to drive attractiveness ratings more, which could be seen as inconsistent with FTT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Implications for dual-process theories"
        },
        {
            "text": "Preference construction can result from stable and persistent processing inclinations related to numeric skills. Bets effect findings reveal that preference construction is not limited to cognitively constrained individuals and less familiar contexts. Instead, greater cognitive capacity based on numeracy produced constructed preferences even among some of our most experienced populations (e.g., actuaries). Given that numeric processing determines part of our unparalleled ability to control our world (e.g., in science, health, and finances), understanding stable processing inclinations (for both the more and less numerate)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "should enable us to build better judgment and decision-making models and to ascertain better prescriptive solutions in decisions with real consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cognitive algebra: Integration theory applied to social attribution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Advances in Experimental Social Psychology",
            "volume": "7",
            "issn": "",
            "pages": "1--101",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The affect heuristic and the attractiveness of simple gambles",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Starmer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "20",
            "issn": "",
            "pages": "365--380",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The narrative bias revisited: What drives the biasing influence of narrative information on risk perceptions?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Renkewitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Judgment and Decision Making",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The efficient assessment of \"need for cognition",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cacioppo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Journal of Personality Assessment",
            "volume": "48",
            "issn": "",
            "pages": "306--307",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Poster session presented at the Annual Convention of the Association for Psychological Science",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measuring risk literacy: The Berlin numeracy test",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Cokely",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galesic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghazal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia-Retamero",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Judgment and Decision Making",
            "volume": "7",
            "issn": "1",
            "pages": "25--47",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cognitive abilities and superior decision making under risk: A protocol analysis and process model evaluation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Cokely",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Judgment and Decision Making",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mensa IQ Test. Retrieved October 16",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dørum",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kit of factor-referenced cognitive tests (Rev",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Ekstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Derman",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Integration of the cognitive and the psychodynamic unconscious",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "American Psychologist",
            "volume": "49",
            "issn": "8",
            "pages": "709--724",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The rationality debate from the perspective of cognitive-experiential self-theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Behavioral and Brain Sciences",
            "volume": "23",
            "issn": "5",
            "pages": "671--671",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How making a risk estimate can change the feel of that risk: Shifting attitudes toward breast cancer risk in a general public survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fagerlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zikmund-Fisher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ubel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Patient Education and Counseling",
            "volume": "57",
            "issn": "3",
            "pages": "294--299",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring numeracy without a math test: Development of the Subjective Numeracy Scale",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fagerlin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zikmund-Fisher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ubel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jankovic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Derry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medical Decision Making",
            "volume": "27",
            "issn": "5",
            "pages": "672--680",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Statistical numeracy for health: A cross-cultural comparison with probabilistic national samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galesic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia-Retamero",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Archives of Internal Medicine",
            "volume": "170",
            "issn": "5",
            "pages": "462--468",
            "other_ids": {
                "DOI": [
                    "10.1001/archinternmed.2009.481"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Predicting biases in very highly educated samples: Numeracy and metacognition",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghazal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Cokely",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia-Retamero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Judgment and Decision Making",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On cognitive busyness: When person perceivers meet persons perceived",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Krull",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "54",
            "issn": "5",
            "pages": "733--740",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Individual differences in competent consumer choice: The role of cognitive reflection and numeracy skills",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graffeo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Polonio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bonini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Frontiers in Psychology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Introduction to mediation, moderation, and conditional process analysis: A regression-based approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Elastic justification: How unjustifiable factors influence judgments",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Organizational Behavior and Human Decision Processes",
            "volume": "66",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The evaluability hypothesis: An explanation for preference reversals between joint and separate evaluations of alternatives",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Organizational Behavior and Human Decision Processes",
            "volume": "67",
            "issn": "",
            "pages": "242--257",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Less is better: When low-value options are valued more highly than high-value options",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "11",
            "issn": "",
            "pages": "107--121",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Medium maximization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Consumer Research",
            "volume": "30",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adding asymmetrically dominated alternatives: Violations of regularity and the similarity hypothesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Puto",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Consumer Research",
            "volume": "9",
            "issn": "1",
            "pages": "90--98",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Numeracy predicts more effortful and elaborative search strategies in a complex risky choice context: A process-tracing approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jasper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corser",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "30",
            "issn": "2",
            "pages": "224--235",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Maps of bounded rationality: Psychology for behavioral economics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Economic Review",
            "volume": "93",
            "issn": "5",
            "pages": "1449--1475",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prospect theory: An analysis of decision under risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Econometrica",
            "volume": "47",
            "issn": "",
            "pages": "263--291",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Same numbers, different meanings: How numeracy influences the importance of numbers for pro-social behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dickert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Florack",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Experimental Social Psychology",
            "volume": "49",
            "issn": "4",
            "pages": "699--705",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Visual fixations and the computation and comparison of value in simple choice",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krajbich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Armel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rangel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Neuroscience",
            "volume": "13",
            "issn": "10",
            "pages": "1292--1298",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.2635"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Reversals of preference between bids and choices in gambling decisions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of Experimental Psychology",
            "volume": "89",
            "issn": "1",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The construction of preference",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "General performance on a numeracy scale among highly educated samples",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Lipkus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samsa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Medical Decision Making",
            "volume": "21",
            "issn": "1",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "How do people judge risks: Availability heuristic, affect heuristic, or both?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pachur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hertwig",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Experimental Psychology: Applied",
            "volume": "18",
            "issn": "3",
            "pages": "314--330",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Measuring constructed preferences: Towards a building code",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bettman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schkade",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Risk and Uncertainty",
            "volume": "19",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Beyond comprehension: The role of numeracy in judgments and decisions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Current Directions in Psychological Science",
            "volume": "21",
            "issn": "1",
            "pages": "31--35",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Multiple numeric competencies: When a number is not just a number",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bjalkebring",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "108",
            "issn": "5",
            "pages": "802--822",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Less is more in presenting quality information to consumers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dieckmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hibbard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medical Care Research and Review",
            "volume": "64",
            "issn": "2",
            "pages": "169--190",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bringing meaning to numbers: The impact of evaluative categories on decisions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dieckmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Västfjäll",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hibbard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Experimental Psychology: Applied",
            "volume": "15",
            "issn": "3",
            "pages": "213--227",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Dissecting the risky-choice framing effect: Numeracy as an individual-difference factor in weighting risky and riskless options",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Judgment and Decision Making",
            "volume": "3",
            "issn": "6",
            "pages": "435--448",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Improving numeracy through values affirmation enhances decision and STEM outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shoots-Reinhard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meilleur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinayev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crocker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS one",
            "volume": "12",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Numeracy and decision making",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Västfjäll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mazzocco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dickert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychological Science",
            "volume": "17",
            "issn": "5",
            "pages": "407--413",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "On the use of college students in social science research: Insights from a second-order meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Consumer Research",
            "volume": "28",
            "issn": "3",
            "pages": "450--461",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Feeling the numbers: On the interplay between risk, affect, and numeracy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Petrova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Pligt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia-Retamero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Behavioral Decision Making",
            "volume": "27",
            "issn": "3",
            "pages": "191--199",
            "other_ids": {
                "DOI": [
                    "10.1002/bdm.1803"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Raven's Progressive Matrices: Change and stability over culture and time",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cognitive Psychology",
            "volume": "41",
            "issn": "1",
            "pages": "1--48",
            "other_ids": {
                "DOI": [
                    "10.1006/cogp.1999.0735"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "How people make decisions that involve risk: A dual-processes approach",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Reyna",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Current Directions in Psychological Science",
            "volume": "13",
            "issn": "2",
            "pages": "60--66",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Memory, development, and rationality: An integrative theory of judgment and decision making",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Reyna",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Brainerd",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerging perspectives on judgment and decision research",
            "volume": "",
            "issn": "",
            "pages": "201--245",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "How numeracy influences risk comprehension and medical decision making",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Reyna",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Dieckmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Psychological Bulletin",
            "volume": "135",
            "issn": "6",
            "pages": "943--973",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The influence of effortful thought and cognitive proficiencies on the conjunction fallacy: Implications for dual-process theories of reasoning and judgment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Valentine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Personality and Social Psychology Bulletin",
            "volume": "43",
            "issn": "6",
            "pages": "874--887",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The development of numerical estimation: Evidence for multiple representations of numerical quantity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Siegler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Opfer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Psychological Science",
            "volume": "14",
            "issn": "3",
            "pages": "237--250",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Rational actors or rational fools: Implications of the affect heuristic for behavioral economics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Finucane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Journal of Socio-Economics",
            "volume": "31",
            "issn": "4",
            "pages": "329--342",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Risk as analysis and risk as feelings: Some thoughts about affect, reason, risk, and rationality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Finucane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Macgregor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk Analysis",
            "volume": "24",
            "issn": "2",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Distinguishing the reflective, algorithmic, and autonomous minds: Is it time for a tri-process theory",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanovich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "55--88",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Individual differences in reasoning: Implications for the rationality debate?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Behavioral and Brain Sciences",
            "volume": "23",
            "issn": "5",
            "pages": "645--665",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Gambling with the house money and trying to break even: The effects of prior outcomes on risky choice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Management Science",
            "volume": "36",
            "issn": "6",
            "pages": "643--660",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Numeracy moderates the influence of task-irrelevant affect on probability weighting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Traczyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fulawka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cognition",
            "volume": "151",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Do consumers evaluate products by adding or averaging attribute information",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Troutman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shanteau",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Consumer Research",
            "volume": "3",
            "issn": "2",
            "pages": "101--106",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "which \"lose 5¢\" was presented in 20-point Qualtrics font; the rest of the text remained in the smaller default Qualtrics font (about 12-point font); (4) Big-9 Win, a Loss condition in which \"win $9\" was presented in 20-point Qualtrics font; remaining text was in the smaller default Qualtrics font; (5) Reverse, a Loss condition in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "condition, objective numeracy, and their interaction on bet attractiveness ratings (SPSS Process Macro, Model 1 was used for all Study 3 linear regressions; Hayes, 2013). The model included bet condition (0 = Loss, 1 = No-Loss), objective numeracy (numeracy was used in its continuous, mean-centered form in all analyses throughout the paper unless otherwise indicated), and their interaction as the independent variables, and attractiveness ratings as the dependent variable. Results indicated a significant interaction, t(165) = −2.03, p = .044, such that the highly numerate rated the Loss bet as significantly more attractive than the No-Loss bet as compared with the less numerate (see Figure 1 for predicted means at each level of numeracy), model F (3, 165) = 14.94, p < .001, R 2 = .21. Thus, we replicated the original bets effect interaction with numeracy; the less numerate demonstrated a greater bets effect than usual.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "not possible in the No-Loss condition, we examined a possible numeracy difference in the Loss condition only. Consistent with the bets effect and a tendency for number comparisons, 26.4% of the highly numerate mentioned comparing the $9 with the 5¢ loss compared with only 12.5% of the less numerate, Wald χ 2 (df = 1) = 5.26, p = .022. For the remaining coded responses, logistic regressions were conducted for each coded response with condition (0 = Loss, 1 = No-Loss), numeracy, and their interaction as predictors. We describe here only those codes that resulted in a significant interaction as they would be the most likely explanations of the bets effect (for additional results, see note a of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "= 11.4, range = 20-75; 84.5% were white and 69.2% had at least a 2-year college degree. Mean numeracy (out of a possible seven correct) was 2.9, median = 3, SD = 2.0, range = 0-7. Mean vocabulary (out of a possible 36 correct) was 24.7, median = 26.0, SD = 5.4, range = 10-35. Due to a programming error, we lost 111 participants' data for Raven's Matrices, leaving us with n = 347 for those analyses. Mean Raven's Matrices (out of a possible 10 correct)was 5.6, median = 6.0, SD = 1.9, range = 0-10. Finally, the average NFC score was 3.5, median = 3.7, SD = 1.0, range = 1-5. Correlations with numeracy were r = .406 (vocabulary), r = .437 (Raven's), and r = .173 (NFC), ps < .01.5.2.3 | Does Instruction condition modify the bets effect by numeracy interaction?We conducted a multiple regression analysis of bet attractiveness ratings and tested the effects of Instruction condition (0 = present, 1 = absent), bet condition (0 = Loss, 1 = No-Loss), objective numeracy (coded with the highest numeracy score as zero and lower values being increasingly negative), and their interactions. Results indicated that the hypothesized three-way interaction was not significant (p = .909). We dropped the three-way interaction term and then the nonsignificant two-way interaction between Instruction and Loss conditions, rerunning the analysis each time, final model F (5, 452) = 13.69, p < .001, R 2 = .132. The Loss bet was rated as more attractive than the No-Loss bet, b = −6.16, t(1,452) = −5.25, p < .001 (respective means = 10.4 and 6.6). The simple effects of Instruction and numeracy were not significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "tion variables, final model F (5, 341) = 12.76, p < .001, R 2 = .158. Bet condition, b = −7.41, t(340) = −4.25, p < .01; numeracy residual, b = .214, t(340) = 2.58, p = .01; and the bet condition by numeracy residual interaction, b = −.68, t(340) = −1.98, p = .052, remained significant. The Instruction condition by numeracy interaction fell to nonsignificant (p = .46). We also conducted three separate regressions of bet attractiveness that used numeracy residuals from each individual measure. These regressions produced similar results (all numeracy residual by bet condition interactions, p < .05). Thus, the effect appears specific to numeracy although, of course, the possibility of measurement error and missing third variables limit our ability to make firm conclusions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Second, they are more likely to do various number operations. They transform provided numbers into their alternative frame and are less susceptible to framing effects (e.g., 26% mortality = 74% survival and 10% chance to win = 90% chance to lose; Peters et al., 2006; Peters & Levin, 2008; Cokely & Kelley, 2009). They do more arithmetic in consumer and gambling tasks",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). In the present paper, we examine this possibility by testing whether extremely numerate individuals with vastly more experience with numbers and probabilities nonetheless would demonstrate a similar bets effect.H1: Individuals who have extensive experience with and understanding of monetary values and probabilities (accountants in Study 1 and actuaries in Study 2) would demonstrate the Loss versus No-Loss bets effect.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Suppose you have a close friend who has a lump in her breast and must have a mammogram. Of 100 women like her, 10 of them actually have a malignant tumor and 90 of them do not. Of the 10 women who actually have a tumor, the mammogram indicates correctly that 9 of them have a tumor and indicates incorrectly that 1 of them does not have a tumor. Of the 90 women who do not have a tumor, the mammogram indicates correctly that 81 of them do not have a tumor and indicates incorrectly that 9 of them do have a tumor. The table below summarizes all of this information. Imagine that your friend tests positive (as if she had a tumor), what is the likelihood that she actually has a tumor? Note. Missing responses indicate items that were not asked. you feel?\" on a scale from −3 = very bad to +3 = very good) and affective precision (\"How clear a feeling do you have about the goodness or badness of the $9 win?\" on a scale from 0 = not at all clear to 6 = very clear); the identical questions were asked with respect to the 7/36 chance of winning. They reported demographic items last. As hypothesized (H1), participant actuaries rated the objectively worse Loss bet as more attractive than the No-Loss bet, mean attractiveness = 15.3 and 10.5, respectively, t(78) = 3.57, p = .001, a large effect size (Cohen's d = 0.81) that replicates earlier results with accountants (Study 1) and nonprofessional participants. Descriptively, examination of Table 2 reveals that the actuaries rated both Loss and No-Loss bets as more attractive than Peters et al.'s (2006) highly numerate undergraduates and showed a mean bets effect that was larger than the undergraduates (about a 5-point difference for the actuaries vs. a 3-point difference among highly numerate undergraduates). Similar to prior results with highly numerate undergraduates, the loss's presence caused the affective meaning of the $9 to change, even among highly experienced actuaries; the $9 win felt better in the presence versus absence of the loss, mean affect = 1.68 and 0.53, respectively, t(77) = 3.98, p < .001. 1",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of Studies 1 and 2 supported the existence of the bets effect outside of a college student population. We replicated the findings not only with nonstudent adult participants but also with two particularly expert and numerate samples that allowed us to test whether earlier results might have depended on those participants' lack of experience with monetary values and probabilities. The results with actuaries and accountants clearly indicated otherwise. Their substantially greater expertise with monetary outcomes and probabilities (as compared with prior samples), however, did not protect them from demonstrating the bets effect. We conclude that both actuaries and accountants have a stable inclination, based on their high numeric abilities, to do number operations such as the hypothesized comparison process of the present bets effect. Nonetheless, some questions remain. The actuaries' free responses did not point directly to the hypothesized number comparison process (although their more positive affect to the $9 in the presence versus absence of the loss was consistent with it). Also unclear was whether less numerate populations cannot show the bets effect due to their lower ability, or whether they can be encouraged to attend to and/or compare the monetary outcomes and thereby show the bets effect.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Proportion of Study 3 participants mentioning each coded response type *Coded responses for each bet condition were compared separately to the Original Loss condition in logistic regressions controlling for numeracy (in the comparison of Loss vs. No-Loss, numeracy's interaction with condition was also included because it was the only time the interaction predicted attractiveness); similar linear regressions were conducted for the average number of each operation type. a A significant difference in the indicated condition vs. the Original Loss condition. b A significant interaction between numeracy and the comparison of the Original Loss and No-Loss conditions. c A significant numeracy difference when controlling for the condition comparison (and the interaction when the two original conditions were compared). † In a separate set of analyses, we included all participants (all conditions) and examined whether numeracy differences existed, controlling for dummy variables of each condition. d A significant numeracy difference.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "may have found the probability of winning less salient in the Loss condition as if the addition of the 5¢ loss distracted them from the possibility of winning. This possibility is not entirely consistent with the attractiveness results, however, because the less numerate did rate the Loss bet as somewhat higher than the No-Loss bet (although less so than the highly numerate).We conducted two separate multiple regression analyses comparing the Original Loss condition with each of the two salience conditions.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "relative to the Original Loss condition. It was not that the less numerate dismissed the small loss as having little impact on the bet's value;",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Although highly numerate individuals could calculate the bets' expected values ($1.75; $1.71) and rate the No-Loss bet as superior, the expected values likely lacked evaluability (participants saw only one bet), similar to the difficult-to-evaluate $9in the No-Loss condition. Instead, the evidence is consistent with the highly numerate comparing outcomes, which leads to the inferior judgment (although it could be argued that the small loss allowed the highly numerate to recognize the goodness of this positive expected value bet).6.1 | Implications of a number comparison inclination beyond the bets taskAlthough deliberating more with numbers is generally thought to help the highly numerate make better choices and experience better outcomes, the highly numerate also may \"overuse\" number operations and show results that appear less rational. Besides the present bets effect, inKleber, Dickert, Peters, and Florack's (2013) Study 2, participants read about five children at risk of starvation and asked how much they would be willing to donate to help them. In three between-subjects conditions, the researchers manipulated the reference group size (no reference group, out of 10 children, out of 1000 children). More numerate individuals (but not the less numerate) were willing to donate more in response to the smaller reference group (and greater proportional help) as if they had calculated donation effectiveness (i.e., I could help 50% [or 0.5%] of the children at risk) despite the fact that their donation would always help exactly five children.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": ", however, \"the most informative research would test specific hypotheses about how people who are low vs. high in numeracy process information differently\" (p. 967). The less numerate were not affected by the small loss and were never more likely than the highly numerate in Study 3 to give any coded response. They may have found the bet more attractive with Study 4's instruction to consider what they would do with their winnings; however, although the interaction of instruction with numeracy was significant, the effect on the less numerate (based on a median split) was marginal and the interaction effect was nonsignificant after controlling for shared variance between numeracy and vocabulary, nonnumeric reasoning, and NFC. Past literature points towards the less numerate relying more on simpler and often nonnumeric information in judgments (e.g., incidental emotions) whereas the more numerate use concurrently presented numbers instead(Traczyk & Fulawka, 2016). In the present task, the less numerate may have formed their attractiveness ratings by thinking about what they might purchase with their winnings, current mood states, or reliance on single attributes such as the possibility of winning or a priori preferences for gambling in general.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding was provided by grants through the National Science ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}