{"paper_id": "f278dd7c809bc38c1ea393e6fcf7a3b75c382e1e", "metadata": {"title": "Experimental colibacillosis in gnotobiotic piglets exposed to 3 enterotoxigenic serotypes", "authors": [{"first": "S", "middle": [], "last": "Tzipori", "suffix": "", "affiliation": {"laboratory": "\"Attwood\" Veterinary Research Laboratory", "institution": "", "location": {"postCode": "3047", "settlement": "Westmeadows", "region": "Victoria"}}, "email": ""}, {"first": "D", "middle": [], "last": "Chandler", "suffix": "", "affiliation": {"laboratory": "\"Attwood\" Veterinary Research Laboratory", "institution": "", "location": {"postCode": "3047", "settlement": "Westmeadows", "region": "Victoria"}}, "email": ""}, {"first": "M", "middle": [], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "\"Attwood\" Veterinary Research Laboratory", "institution": "", "location": {"postCode": "3047", "settlement": "Westmeadows", "region": "Victoria"}}, "email": ""}, {"first": "T", "middle": [], "last": "Makin", "suffix": "", "affiliation": {"laboratory": "\"Attwood\" Veterinary Research Laboratory", "institution": "", "location": {"postCode": "3047", "settlement": "Westmeadows", "region": "Victoria"}}, "email": ""}, {"first": "C", "middle": [], "last": "Halpin", "suffix": "", "affiliation": {"laboratory": "\"Attwood\" Veterinary Research Laboratory", "institution": "", "location": {"postCode": "3047", "settlement": "Westmeadows", "region": "Victoria"}}, "email": ""}]}, "abstract": [{"text": "Three strains of enterotoxigenic Escherichia coli (ETEC) (064:KSNT, K88ac; OPO:KSNT, K88ac and 08:K85ab, K99) originally cultured from outbreaks of diarrhoea in piglets a few hours old, were administered orally to gnotobiotic piglets. There was a marked age-related difference in the clinical response to Infection between the 3 strains although they all produced heat-stable toxin. All 3 strains produced severe clinical signs of depression, anorexia, vomiting, diarrhoea, followed by dehydration and death in one-day-old piglets. In piglets infected at 3 days of age the two K88+ ETEC caused diarrhoea and death but the K99+ ETEC induced moderate diarrhoea only. In piglets infected at 7 days of age, the 064 strain produced severe diarrhoea and death, the 020 strain caused mild diarrhoea in 3 of 6 piglets with one death while the 08 strain caused no illness.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Pathological changes in the Intestinal tract associated with these infections were minimal, or absent. lmmunofluorescent staining with homologous hyperimmune sera demonstrated adherence of the 3 ETEC strains to the brush border of small intestinal epithelial cells. Fluorescing organisms were observed in all infected piglets irrespective of the severity of clinical signs but the degree and extent of colonisation varied with the age of the piglets and the infecting strain. This may explain the difference in clinical response between the 3 strains.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Ausf. Vet. J . 59: 93", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Enterotoxigenic Escherichia coli (ETEC) is the most important cause of piglet enteritis in Australia and the great majority of cases of colibacillosis are attributed to ETEC possessing the pilus antigen K88 (unpublished data). Rotavirus appears to be associated primarily with diarrhoea in artificially reared piglets (Tzipori and Williams 1978) and is occasionally identified in consort with other pathogens (Tzipori et a1 1980b) . The coronavirus of transmissable gastroenteritis has not been reported in Australia.", "cite_spans": [{"start": 318, "end": 345, "text": "(Tzipori and Williams 1978)", "ref_id": null}, {"start": 409, "end": 430, "text": "(Tzipori et a1 1980b)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "During investigations of persistent outbreaks of neonatal diarrhoea in 2 large commercial piggeries 3 strains of nonhaemolytic, stable toxin (ST) producing ETEC were identified (Tzipori et a1 1980a) . Two of these organisms were found to possess the K88 antigen and one the K99 antigen. E. coli with K88 which produce ST only are uncommon (Moon et a/ 1980) . and as they appear to primarily affect piglets a few hours old the pathogenisis of disease caused by these organisms was examined in gnotobiotic piglets.", "cite_spans": [{"start": 177, "end": 198, "text": "(Tzipori et a1 1980a)", "ref_id": null}, {"start": 339, "end": 356, "text": "(Moon et a/ 1980)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The following procedure was applied to identify enteropathogens causing enteritis in 2 of the piggeries (Tzipori et a1 1980a) . Pooled intestinal contents from 5 untreated diarrhoeic piglets from each piggery were homogenised [ 10% (v/v) in phosphate buffered saline] and centrifuged at 10,OOOg for one hour. The supernatant was passed through a millipore filter (0.45 pm) and 2 ml o f the filtrate was fed to each of 2 newborn gnotobiotic piglets. The inoculated piglets remained healthy and no virus was detected in their faeces over the 10-day observation period.", "cite_spans": [{"start": 104, "end": 125, "text": "(Tzipori et a1 1980a)", "ref_id": null}], "ref_spans": [], "section": "Isolation Procedure"}, {"text": "Swabs from the pooled gut contents of piglets from the 2 piggeries were also cultured overnight on McConkey agar and blood agar plates containing 5% of sheep blood. Ten colonies were selected at random from the 2 plates and tested for antibiotic sensitivity. Three antibiotic sensitivity patterns were obtained from one piggery and 2 of the E. coli isolates were subsequently identified as ETEC. The same procedure was used to identify a third strain of ETEC from the second Australian Veferinary Journal, Vol. 59, September, 1982 piggery.", "cite_spans": [{"start": 511, "end": 530, "text": "59, September, 1982", "ref_id": null}], "ref_spans": [], "section": "Isolation Procedure"}, {"text": "The 3 ETEC isolates were strains 020:KSNT, K88ac: HM and 064:KSNT, K88ac:HNM from piggery one and 08:K85ab, K99:HNM from piggery 2. All 3 were capsulated, nonhaemolytic on sheep blood agar, produced ST in the infant mouse assay and were negative for LT (labile toxin) in the Y-1 adrenal cell assay (Tzipori et a1 1980a) . The 064 strain possessed the same K antigen as Sojka strain V142 (Sojka 1971 ) and Moon strain 637 (Moon and Whipp 1970; Gyles 1979) .", "cite_spans": [{"start": 298, "end": 319, "text": "(Tzipori et a1 1980a)", "ref_id": null}, {"start": 387, "end": 398, "text": "(Sojka 1971", "ref_id": null}, {"start": 421, "end": 442, "text": "(Moon and Whipp 1970;", "ref_id": null}, {"start": 443, "end": 454, "text": "Gyles 1979)", "ref_id": null}], "ref_spans": [], "section": "Isolation Procedure"}, {"text": "Forty-eight piglets were derived by caesarian section from 4 sows and maintained under gnotobiotic conditions as described by Makin and Tzipori (1980) . The piglets were inoculated when either 4h old (18 piglets), 3 days old (6 piglets) or 7 days old (18 piglets) with lo6-lo8 viable organisms of one of the 3 ETEC serotypes. Six other gnotobiotic piglets were maintained as uninoculated controls for the duration of the experiment. The inoculated and the control piglets were observed 3 to 4 times daily for clinical signs and their milk consumption was recorded.", "cite_spans": [{"start": 126, "end": 150, "text": "Makin and Tzipori (1980)", "ref_id": null}], "ref_spans": [], "section": "Experimental Procedure"}, {"text": "Piglets were necropsied within 2 to 4 h after inoculation or when they were moribund. Five equally spaced sites of the small intestine and a portion from the caecum and the spiral colon were taken for histopathology and immunofluorescence (Tzipori et a1 1981) and 5 sections from the small intestine were taken for lactase estimation (Halpin and Caple 1976) .", "cite_spans": [{"start": 239, "end": 259, "text": "(Tzipori et a1 1981)", "ref_id": null}, {"start": 334, "end": 357, "text": "(Halpin and Caple 1976)", "ref_id": null}], "ref_spans": [], "section": "Necropsy"}, {"text": "The clinical response of gntobiotic piglets inoculated with the 3 ETEC serotypes is summarised in Table 1 . Piglets inoculated after birth became depressed and anorectic within 12 h. Vomiting and diarrhoea commenced shortly afterwards and resulted in severe dehydration and death (or near death) of 16 of the 18 piglets within 2 days. There was little difference in the clinical signs produced by the 3 ETEC. Piglets remained bright and healthy.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 105, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical Man ifes fa tion s"}, {"text": "When piglets were inoculated a t 3 days of age the severity of the disease produced by 064:K99 and 020:K88 was similar and the 4 inoculated piglets died. Piglets inoculated with 08:K99 had diarrhoea for 3 days with depression and anorexia on the first day. Both piglets subsequently recovered.", "cite_spans": [], "ref_spans": [], "section": "Clinical Man ifes fa tion s"}, {"text": "The 3 ETEC serotypes produced different clinical results in piglets inoculated at 7 days of age. Piglets inoculated with 064:K88 had severe diarrhoea that resulted in the death or near death of 4 piglets. The 020:K88 induced moderate diarrhoea for 3 to 4 days in 3 of 6 piglets and only one died. The remaining 3 piglets were unaffected. Piglets inoculated with 08:K99 remained normal, although 2 piglets passed faeces with an increased moisture content for 2 days. The uninoculated controls remained healthy.", "cite_spans": [], "ref_spans": [], "section": "Clinical Man ifes fa tion s"}, {"text": "Eighteen piglets were necropsied, 3 from each group inoculated at birth and at 7 days of age. Sixteen piglets showed little or no histological changes (Figure 1 ) irrespective of whether they were killed in extremis or healthy. In some segments there was evidence of oedema of the submucosa and the lamina propria which tended to make the villi appear slightly shorter and thicker. Two piglets, both inoculated at 7 days of age, one with moderate diarrhoea (064:K88) and the other clinically normal (08:K99) had stunted villi, oedema, congestion and neutrophilic infiltration of the lamina propria in the upper jejunum.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 160, "text": "(Figure 1", "ref_id": null}], "section": "Necropsy Findings"}, {"text": "Five sites from the small intestine of each of the necropsied pigs were tested by the indirect immunofluorescence test using homologous hyperimmune serums raised against each of the strains. Extensive fluorescence was observed in all sites in newborn piglets inoculated with 064:K88 and 020:K88 and in the lower 3 sites in piglets inoculated with 08:K99.", "cite_spans": [], "ref_spans": [], "section": "Necropsy Findings"}, {"text": "Fluorescence was less intense and more focal in the 7-dayold group. Piglets inoculated with 064:K88 showed fluorescence in all sites, those with 020:K88 showed evidence of fluorescence only in the first 3 sites while 08:K99 fluorescence was present in the last 3 .", "cite_spans": [], "ref_spans": [], "section": "Necropsy Findings"}, {"text": "The activity of the membrane bound lactase measured in the small intestine of the day-old infected piglets was slightly lower in the upper small intestine compared with age-matched control piglets (4.5 pmoles/min/g wet wt for 064:K88 and 020:K88 and 10.3 pmoles for 08:K99, compared with 14.1 pmoles .of the control). There was no apparent difference between infected and age-matched 7-day-old control piglets (approximately 20 pmoles/min/g wet wt in the upper small intestine and 2 pmoles in terminal ileum).", "cite_spans": [], "ref_spans": [], "section": "Necropsy Findings"}, {"text": "Wild isolates of ETEC carrying the K88 antigen have consistently been reported to produce LT or L T and ST (Donta et (Dean et a/ 1972) . The 2 strains of ETEC used in this study produced ST only which was demonstrable in the infant mouse assay (Tzipori et a1 1980a) .", "cite_spans": [{"start": 107, "end": 116, "text": "(Donta et", "ref_id": null}, {"start": 117, "end": 134, "text": "(Dean et a/ 1972)", "ref_id": null}], "ref_spans": [{"start": 244, "end": 265, "text": "(Tzipori et a1 1980a)", "ref_id": null}], "section": "Discussion"}, {"text": "The results show that these ST-producing ETEC originally isolated from a field outbreak of diarrhoea in neonates were capable of inducing diarrhoea and death in newborn gnotobiotic piglets, and in the absence of other enteric pathogens they must have been the cause.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With increasing age (up to 7 days) piglets remained susceptible to infection with 064:K88, became less so to 020:K88 and developed resistance to 08:K99. I t is interesting to note that there was a marked difference in virulence for 7-day-old piglets between 064:K88 and 020:K88 both of which share the same virulence attributes of pilus antigen K88 and ST-producers. The pattern of colonisation may have influenced the clinical manifestations. While both 064:K88 and 020:K88 colonised the entire small intestine of newborn piglets, in 7-day-old piglets 020:K88 appeared to colonise only the upper two-thirds of the small intestine. This may indicate that there is a relationship between the 0 and the K antigen, and the pattern and degree of colonisation and presumably manifestation of clinical illness. Smith and Huggins (1978) have shown that colonisation of the small intestine of calves by ETEC with K99 depended on the K, and to a lesser extent, on the 0 antigens.", "cite_spans": [{"start": 805, "end": 829, "text": "Smith and Huggins (1978)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Colonisation of the entire small intestine of newborn piglets by K88 and lower small intestine by K99 is consistent with previous reports (Jones and Rutter 1972; Moon et a1 1977, respectively) .", "cite_spans": [{"start": 138, "end": 161, "text": "(Jones and Rutter 1972;", "ref_id": null}, {"start": 162, "end": 192, "text": "Moon et a1 1977, respectively)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The difference in clinical response between newborn and older piglets has been reported previously (Moon and Whipp 1970; Smith and Linggood 1972) and the greater sensitivity of the anterior part of the small intestine to enterotoxins (Guinei et a/ 1977) as assessed by the pig ligated gut loop test may further explain the apparent resistance of older piglets to ETEC with K99.", "cite_spans": [{"start": 99, "end": 120, "text": "(Moon and Whipp 1970;", "ref_id": null}, {"start": 121, "end": 145, "text": "Smith and Linggood 1972)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The absence of consistent significant pathological changes in the intestinal tract is in agreement with previous reports (Kohler 1978; Moon eta/ 1970) , and the activity of membranebound lactase was shown to be a good measure for mucosal integrity. Piglets experimentally infected with rotavirus, mixed infections including rotavirus and ETEC (unpublished data) or Cryptosporidiurn (Tzipori et a/ 1982) exhibit moderace to severe mucosal damage accompanied by a marked reduction of lactase activity. This further supports the view that ETEC induces diarrhoea by causing a net fluid hypersecretion into the lumen of the gut (Moon 1978) with little or no mucosal changes or reduced disaccharidase activity. Whereas, rotavirus (Moon 1978) and Cryptosporidiurn (Tzipori et a / 1982) both cause maldigestion and malabsorption associated with mucosal damage and reduced disaccharidase activity.", "cite_spans": [{"start": 121, "end": 134, "text": "(Kohler 1978;", "ref_id": null}, {"start": 135, "end": 150, "text": "Moon eta/ 1970)", "ref_id": null}, {"start": 343, "end": 361, "text": "(unpublished data)", "ref_id": null}, {"start": 623, "end": 634, "text": "(Moon 1978)", "ref_id": null}, {"start": 724, "end": 735, "text": "(Moon 1978)", "ref_id": null}, {"start": 757, "end": 778, "text": "(Tzipori et a / 1982)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The presence of K88 on porcine ETEC belonging to serogroups 020 and 064 is unusual. An 020:KSNT, K88:NM strain (Guinee et a/ 1977) and an 064:KSNT strain (Moon and Whipp 1970; Gyles 1979) possessing the same K antigen as the isolates reported here have been found 10 be enterotoxigenic in the pig gut loop. The 08:K85, K99 strain is a well recognised ETEC enteropathogenic for calves and lambs (Orskov et a/ 1975 ) but is apparently rare in pigs. Trounson and Moore (1 974) demonstrated that the yield of embryos from ewes following multiple ovulation could be improved by surgically depositing semen into the uterus. The inseminations were carried out after the uterus was exposed by mid ventral laparotorny. We wish to report that uterine insemination can be carried out with the aid of a laparoscope. Laparoscopy has the advantage of speed and economy and could be expected to reduce the risk of adhesions and infection (Kelly and Allison 1976).", "cite_spans": [{"start": 111, "end": 130, "text": "(Guinee et a/ 1977)", "ref_id": null}, {"start": 154, "end": 175, "text": "(Moon and Whipp 1970;", "ref_id": null}, {"start": 176, "end": 187, "text": "Gyles 1979)", "ref_id": null}, {"start": 394, "end": 412, "text": "(Orskov et a/ 1975", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Nine ewes were treated with intravaginal progestagen sponges* and injected with 1200 i.u. Pregnant Mare Serum Gonadotrophint at the time of sponge withdrawal. At 48 h after withdrawal of the sponges, 6 ewes were inseminated with a IaparoscopeS using local anaesthesia9 while the other 3 were left untreated. With the ewe in head down position and held in a laparotomy cradle tilted to an angle of 30 to 40\" from the horizontal, the telescope and manipulating probe were inserted into the peritoneal cavity via separate canulae placed 3 to 4 cm on either side of the mid ventral line just below the udder (telescope on left). The peritoneal cavity was inflated with air and a third trocar and canula with an internal diameter (ID) of 5 mm was inserted mid ventrally between the telescope and probe.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Semen collected from 2 rams was pooled and diluted 1:3 with sterile saline. Behind a cushion of air, 0.05 ml of semen was drawn into a soda glass pipette ( 5 rnrn OD, 3 mm ID) about 30 cm long with a finely drawn out point (about 0.04 mm OD at point). The pipette was attached to a one ml syringe. The semen was drawn up into the pipette far enough to allow it to be clearly visible when inserted into the uterus. The pipette was inserted through the third canula.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A uterine horn was manipulated into position with the manipulating probe and the pipette was stabbed through the uterine wall into the lumen. The plunger of the syringe was depressed by an assistant to expel the semen. In some cases after considerable pressure had been applied, the semen did not flow out of the pipette, presumably because the tip of the pipette had passed into the endometrium opposite the puncture. Slight withdrawal of the pipette invariably resulted September, 1982 in evacuation of the pipette. Both horns were inseminated so that each ewe received 0.1 ml of diluted semen.", "cite_spans": [{"start": 472, "end": 487, "text": "September, 1982", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Ewes were subjected to laparotomy 5 days after sponge withdrawal. In the 6 inseminated ewes there was a total of 37 ovulations and at least 2 fertilised eggs were recovered from each ewe. A total of 24 eggs was recovered (65% recovery) of which one was ruptured and one was unfertilised, to give a fertilisation rate of 96% (22 of 23 eggs). Embryos were all in the 8 to 16 cell stage. In the 3 non-inseminated ewes there were 28 ovulations and 23 eggs recovered (82%).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The difference in recovery rate though not significant (x2=2.38), may be real as Trounson and Moore (1974) recovered less eggs after uterine insemination than after natural mating. Nevertheless, uterine insemination by laparoscopy should result in yields of embryos at least as high as by laparotomy. (Accepted for publication 31 May 1982)", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "School of Veterinary Studies, Murdoch University, Perth, Western Australia, 6150 beef R.A. SWAN E.G. TAYLOR Cerebellar hypoplasia was first described as a genetic defect in Hereford calves in England by Innes et a1 (1940) . In Australia, Finnie and Leaver (1965) and O' Sullivan and McPhee (1975) each described several cases affecting Shorthorn calves and presented evidence to support a genetic aetiology. Munday et a1 (1973) reported a prevalence in Tasmania of approximately 2 to 4 cases per 1,000 bovine accessions, mainly involving Hereford and Angus cattle. Cerebellar hypoplasia and ocular defects in newborn calves have also been reported following infection of susceptible dams with BVD-MD virus at the critical stage of pregnancy (102-183 days) (Kahrs ef a1 1970; Allen 1977) . This communication summarises the epidemiological features of the disease in certain extensive beef Shorthorn herds", "cite_spans": [{"start": 215, "end": 221, "text": "(1940)", "ref_id": null}, {"start": 238, "end": 262, "text": "Finnie and Leaver (1965)", "ref_id": null}, {"start": 270, "end": 296, "text": "Sullivan and McPhee (1975)", "ref_id": null}, {"start": 408, "end": 427, "text": "Munday et a1 (1973)", "ref_id": null}], "ref_spans": [{"start": 756, "end": 786, "text": "(Kahrs ef a1 1970; Allen 1977)", "ref_id": null}], "section": "Cerebellar hypoplasia in shorthorn calves"}], "bib_entries": {"BIBREF11": {"ref_id": "b11", "title": "Proc. Internat", "authors": [{"first": "E", "middle": [], "last": "Olsson", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Smyrh", "suffix": ""}, {"first": "", "middle": [], "last": "Sbderlind", "suffix": ""}], "year": 1980, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Proc. fnternar. Pig. vet. soc., Copenhagen: 128. Tzipori, S. and Williams, I. H . (1978) -Ausr. vet. J. 54: 188. Tzipori, S . , McCartney, E., Lawson, G. H . K., Rowland, A . C. and Campbell, I. (1981) -Res. vet. Sci. 31: 358.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Trounson,A. 0. and Moore, N . W. (1974) -Aust. J. bid. Sci. Kelly, R . W . and Allison, A . J . (1976) -Proc. N . Z . SOC. Anim. 27:301. Prod. 36:240.", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "a/ 1974; Guinee et a/ 1977; Smith and Gyles 1970; Moon et a / 1980). Olsson and his colleagues (1980) have recently, however, identified 3 wild strains of K88 ETEC which produced ST demonstrable in pig gut loop, but not by the infant mouse assay", "latex": null, "type": "table"}, "TABREF2": {"text": "Repromapw, Upjohn Pty Ltd, North Coburg, Victoria, 3058. t PregnecoIN, Livestock Laboratories Pty Ltd, Melbourne, Victoria, 3001. $ Jacobs-Palmer telescope, Downs Surgical (Australia) Pty Ltd. Svdnev. New South Wales, 2000. 9 Xylocaine~ 2%, Asta Pharmaceuticals Pty Ltd, North Ryde. New South Wales, 2113. Australian Veterinary Journal, Vol. 59,", "latex": null, "type": "table"}, "TABREF3": {"text": "TABLE 1 The clinical response of gnotoblotic piglets inoculated with 3 ST producing ETEC", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Age at inoculation (Days) </td></tr><tr><td>Serogroup </td><td>1 </td><td>3 7 </td></tr><tr><td>number scoured (number moribund </td><td>or dead) </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors wish to thank M r 1. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}