{
    "paper_id": "f2e406616ca92dcf481caa0b913e75df0cbb035e",
    "metadata": {
        "title": "Archives of Virology Biological Properties of Mengovirus: Characterization of Avirulent, Hemagglutination-defective Mutants",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "Mont",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [
                    "W"
                ],
                "last": "Bond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "Mont",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Biological properties of two mengovirus mutants, 205 and 280, were compared to those of wild-type virus. The mutants exhibited Mterations in plaque morphology, hemagglutination, and virulence in mice, but, were not temperature-sensitive. Agglutination of human erythrocytes by mengovirus was dependent on the presence of sialic acid on the erythrocyte surface; however, free sialic acid failed to inhibit hemagglutination. Glycophorin, the major sialoglycoprotein of human erythrocyte membranes, exhibited receptor specificity for wild-type virus, but not for mutants 205 or 280. Cross-linking studies indicated that glycophorin exhibited binding specificity for the alpha (1 D) structural protein. The LDs0 titers for wild-type mengovirus were 7 and 1500 plaque forming units (PFU) in mice infected intracraniMly (IC) and intraperitoneally (IP), respectively. However, mice infected IC or IP with 106 or 107 PFU of mutant 205 or 280 did not exhibit symptoms indicative of virus infection. Revertants were isolated from the brains of mice infected with mutant 205, but not from the brains of mice infected with mutant 280. The biologieM characterization of the revertants indicated that hemagglutination and virulence may be phenotypieMly-linked traits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mengovirus has provided a particularly useful model system for the study of pieornaviruses. In fact, much of our knowledge of the structure and assembly of picornaviruses has been obtained from the study of mengovirus KEvIN A~I)EI~SON and CIhIFFORD W. BOND: (26, 30) . As with other picornaviruses (28) , the structure of the viral capsid is provided by the complex interaction of four major capsid proteins which are alpha (1 D), beta (1 B), gamma (1 C), and delta (1 A) (29) . Approximately 60 copies of the major proteins are found per capsid (5, 28) , inclusive of two copies of the epsilon (1 AB) protein, the uncleared precursor of delta (1 A) and beta (1 B) (5, 32) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Of current interest in the study of the molecular biology ofpieornaviruses is the description of changes in the biological functions of related viruses and the mapping of these functions to particular viral genes. MORISmMA et at. (25) and Yoo~ et al. (31) have shown that closely related viruses, strains of mengovirus and encephMomyoearditis virus, have distinctly different tissue tropisms and virulence patterns. AGOL et at. (1) have determined from recombination experiments that the neurovirulenee determinants of poliovirus map to the region of the eapsid proteins in the genome, and KOHARA et al. (20) have examined the segregation of biological phenotypes upon the exchange of a region of the poliovirus genome encoding VP 1 (1 D) and part of VP 3 (1 C) from the Mahoney strain into the corresponding region of the attenuated Sabin strain.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this and the adjoining publication (3) we compare the biological and structural properties of two mengovirus mutants to the parental neurovirulent mengovirus strain in an attempt to map biologieM functions of the virus to speeifie genes. Several mutants of mengovirus were originally isolated as being temperature-sensitive, but were not defective in synthesizing RNA at the restrictive temperature (M. A. GILL, personal communication). Two of these mutants lack the ability to agglutinate human erythrocytes and therefore, are likely to express altered structural proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we compare the biological properties of the two hemagglutinationdefective mutants to those of wild-type mengovirus. Revertants of one of these mutants were isolated and characterized to establish possible linkages among the altered phenotypes expressed by the mutant. In addition, we have isolated an erythrocyte membrane receptor for mengovirus and attempted to identify-viral attachment protein(s) involved in the agglutination of human erythrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruse~ and Cell Culture ~¢Vitd-type mengovirus has been previously deserfbed (4, 5) . Mutants of mengovirus were generated by treating virus-infected cells with acriflavin (10 t~g/ml), which inhibited virus-specified RNA synthesis by 80 percent and viral yield by 99 percent (Dr. M.A. GILL, personal communication). These mutants were selected by temperature shift analysis of isolated plaques. The isolation and characterization of ts 25 has been previously described (4, 5) . All mutants were cloned twice from plaque isolates and virus stocks were prepared by subsequent infection of BHK-21 cells at a multiplicity of infection (MOI) of 0.1 plaque forming units (PFU) per cell. Cells were maintained in Dulbeeco's Modified Eagles medium (DME, Irvine Scientific) supplemented with 4.5 g / L glucose and 10 percent calf sermn (DME 10) as previously described (27) . Virus stocks were titered by plaque assay on BHK-21 cell monolayers.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 82,
                    "end": 84,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cells were infected with virus in suspension or as monolayers. Cells suspended in DME containing 2 percent call' serum (DME 2) or monolayers were infected with virus at a multiplicity of infection (MOI) of 3 and incubated at 33 ° C for 30 minutes. Following the adsorption period, virus-infected cells were incubated at, 33 ° C until lysis, then frozen at. --70 ° C. To pm~iiy virus, lysates were th.awed, pooled and clarified by eentrifugation in an HB-4 rotor at 4000 × g for 15 minutes at 15 ° C. Sodium dodecyl sulfate (SDS) was added to the supernatant fluid to 0.2 percent and reetarified as above. The resulting supernatant fluid was layered over a pad of 28 percent (w/w) sucrose in Bu 3 [10 mM Tris-HC1 (pH 7.4), I0ms,i EDTA, 50mM NaCI], centrithged in either an SW41 rotor at 37,000 rpm for 90 minutes or an S W 2 7 rotor at 27,000 rpm for 150 minutes at 15°C. Pellets were resnspended in Bu 3, layered onto 15--28 percent (w/w) sucrose gradients in Bu 3, and eentrithged in an SW 41 rotor at 35,000 rpm :for 105 minutes at 6 ° C. Gradients were fraetionated ~nd virus was detected by either absorbanee at 260 nm or monitoring radioactivity by liquid scintillation counting. Peak fractions were pooled, diluted with Bu 3, and centrifuged in an SW 50.1 rotor at 43,000 rpm for 90 minutes at 6 ° C. Pellets were resuspended in TE buffer [10 mM 25\"is-HCl (pH 7.4), 10 m~ EDTA], layered onto a 2 7 -4 2 percent (w/w) CsC1 gradient in TE buffer, and centrifuged in an SW 41 rotor at 33,000 rpm for 10 hours at-6 ° C. Peak t~'aetions were pooled, dialyzed extensively against TE buffer, and the virions were pelleted by eentrifugation in an SW 50.1 rotor at 43,000 rpm for 90 minutes at 6 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, a~d Purification"
        },
        {
            "text": "Purified virions radiolabeled in vivo with L-[35S]-methionine (New England Nuclear, NEG~009 T) were prepared as follows. At 5.5 hours postinfection (HP[) (for the wild-type strain) or :6~5 HPI (for the muta.nt strains), the medium was aspirated from the virusinfected cells and replaced with 35S-labeling medium containing 20 percent of t:he normal concentration of methionine in DME 2 and 50 txCi/ml 3'~S-methionine. The virus-infected cells were subsequently incubated at 33 ° C and labeled virions were purified fl'om infected cell lysates as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiolabeling of Vi~zs-specified Proteins"
        },
        {
            "text": "A hemagglutination assay (24) was modified for use in a microtiter plate assay. Virus stock samples adjusted to 0.25 percent sodium deoxycholate were serially diluted 2-fold into successive wells containing Dulbeceo's phosphate-buffered saline (PBS). A 0.3 percent suspension of washed erythrocytes was added to each well and incubated at 4 ° C for 4 hours, at which time the titers were read. Human type 0 (Anmriean Red Cross, Great Falls, iNiontana) sheep (Colorado Serum Co.), and rat ery%hrocsrges (obtained from Sprague Dawtey rats) were used as test cells in the hemagglutination assays. Hemaggtutination inhibition assays were performed as follows. Carbohydrates were suspended in PBS to 0.2 ~ and diluted serially 2-fold into successive wells. Eight [4~A units of virus was added to each well and the mierotiter plates were incubated at 4 ° C for 30 minutes. Erythrocytes were added to each well and the plates were incubated as described above. phoresis (SDS-PAGE) (21) , stained with brilliant blue G or by the periodic acid-Shift (PAS) staining method (17) and analyzed by scanning densitometry gt 595 nm using a Gilson multimedia densitometer. A single protein species corresponding to the dimerized form of glyeophorin (70 kd) was detected by staining with brilliant blue G. Two carbohydrate species were resolved by staining with PAS, corresponding to the dimer and monomer (35 kd) forms of glyeophorin, indicating that the glycophorin preparation was acceptable for use in thrther experiments. The protein concentration of purified glyeophorin was determined by the protein-dye binding assay (8) based on a standard curve generated by the binding of known quantities of fetuin (type III, Sigma).",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 978,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "HernaggZutir~ztion Assays"
        },
        {
            "text": "The virion structural proteins involved in glyeophorin binding were investigated by the use of a bifunetional cross-linking reagent, toluene-2, 4-diisoeyanate (TDI, ICN Pharmaceuticals). The procedure of TDI eross-Iinkage was modified from a previously described method (15) . Glycophorin (400 I~g) was incubated with 2.2 ~1TDI for 30 minutes at room temperature in 100 txl of 10 mv~ sodium phosphate buffer (pH 7.2). The reaction mixture was cooled to 0 ° C for 10 minutes and excess TDI was pelleted by two successive eentrifugations at 6500 × g for 5 minutes at 4 ° C. asS-methionine labeled virions were incubated with cross-linked glyeophorin tbr 30 minutes at room temperature. The pH of each reaction mixture was raised to 9.6 for 10 minutes by the addition of saturated tribasie sodium phosphate to facilitate the second cross-linking reaction. The pH was then lowered to 7.2 with saturated monobasie sodium phosphate. Each mixture was dialyzed against distilled water then lyophilized. The samples were reduced and prepared for SDS-PAGE on 8, 10 or 14 percent polyaerylamide slab gels as described (6) . Labeled proteins were detected by impregnating the gels with 10 percent PP0 in DMS0 followed by drying and exposure to preftashed Kodak XAR-2 x-ray film a t -7 0 ° C (7). Autoradiograms of labeled proteins exposed to x-ray film were analyzed by scanning densitometry at 633 nm.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HernaggZutir~ztion Assays"
        },
        {
            "text": "BALB/e mice were obtained from the Jackson Laboratories, Bar Harbor, ME, and bred in our laboratory. Four to five week old BALB/e mice were infected by the intraperitoneal (IP) route with 0.2 ml or by the intracranial (IC) route with 0.05 ml of a dilution of virus as specified in each experiment. Mice were monitored daily for morbidity and mortality due to virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection of Mice"
        },
        {
            "text": "Eight week old BALB/c mice were inoculated IP with 0.3 ml of wild-type mengo stock virus (1 X 108 PFU/ml) emulsified in complete Freund's adjuvant (Sigma) (1 : 1) on days 0, 7, and 14. Wild-type mengovirus was heat-inactivated at 60 ° C for 2 hours prior to inoculation on day 0. Live virus emusifled in complete Freund's adjuvant was used as the inoculum in all subsequent inoculations. A booster inoculation of 0.3 ml stock virus without adjuvant was given IP on day 21. Aseitic fluid was induced by IP inoculation with 5 × 106 S 180 cells in 0.3 ml PBS (18) . Aseitic fluid was harvested by abdominal paracentesis and adsorbed against methanol fixed BHK-21 cell monolayers at 4 ° C for 24 hours.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Production of Hyperimmune Ascitic Fluid"
        },
        {
            "text": "Mock and virus~infected BHK-21 were monitored for the presence of mengovirusspecific antigens by immunofluorescence as described (27) . Immunofluoreseenee was observed with an Olympus IMT inverted microscope equipped with reflected fluorescence optics. Plaque neutralization assays were performed as follows. Ascitic fluid was serially diluted in DME 2 and 0.4 ml of each dilution was mixed with 0.1 ml of a dilution of viI~s (approximately 600 PFU/ml), incubated at room temperature for 30 minutes, and the suspensions were titered by plaque assay on BHK-21 cell monolayers.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence and Plaque Neutralization"
        },
        {
            "text": "The number of partieles/ml in suspensions of purified virus were calculated from the absorbance at 260 nm (28) assuming t h a t one absorbance unit is equivalent to 9.4 × 10 ~2 partieles/ml; and the titers of purified suspensions were determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of Particle : PFU Ratios"
        },
        {
            "text": "The temperature-sensitivity and plaque size of two hemagglutinationdefective mutants of mengovirus, 205 and 280, were compared to those of wild-type virus. The mutants were isolated as temperature-sensitive on the basis that their plaque size on L 929 cell monolayers did not increase at 39.5 ° C (Dr. M.A. GILL, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temperature-Se~sitivity and Plaque Size"
        },
        {
            "text": "The yields of the mutant ~druses incubated at restrictive (39.5 ° C) and permissive (33 ° C) temperatures were compared to those of the wild-type strain. BHK-21 cells were infected in suspension with virus at an MOI of 1 and incubated at, either 33 ° or 39.5 ° C tbr 30 minutes. After the adsorption period, the cells were incubated at either 33 ° or 39.5 ° C. The infected cells were incubated until 70 percent of the cells were lysed, then titered by plaque assay ( Table 1 ). The yield of virus adsorbed at, 33 ° C and incubated at 39.5 ° C was less than the yield of virus adsorbed and incubated at 33 ° C for each virus. However, no difference in the yield of virus at 33 ° versus 39.5 ° C was observed with mutant 205 in comparison to wild-type virus. Less than a 3-fold difference in yield at 33 ° versus 39.5°C was observed in comparing the values obtained for mutant 280 in comparison to wild-type virus. These data suggest that mutants 205 and 280 were not significantly temperaturesensitive relative to the wild-type virus. To test whether mutants 205 and 280 were temperature-sensitive tbr adsorption, the yields of virus were compared from cells incubated with virus at the permissive or restrictive temperatures for 30 minutes, then incubated under permissive conditions until 70 percent of the cells were lysed. No difference in virus yield was Yield of virus after adsorption and incubation at 33 ° C b Yield of virus after adsorption at 33 ° C and incubation at, 39.5 ° C ° Yield of virus after adsorption at 39,5 ° C and incubation at 33 ° C, The adsorption of virus to cells at 39.5 ° C followed by incubation at 39.5 ° C was not done d Log10 difference in yield at 33 ° and 39.5 ° C observed under the different, adsorption conditions. Thus, adsorption of the wild-type and mutant mengoviruses to BHK-21 cells was not affected by altering the incubation temperature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Temperature-Se~sitivity and Plaque Size"
        },
        {
            "text": "The size of plaques produced on BHK-21 cell monolayers by mutants 205 and 280 was compared to the plaques made by the wild-type virus. Diameters of twenty plaques of each virus were measured and compared at 48 HPI. The mean plaque diameter produced by the wild-type virus was 3.99 + 1.08 mm, which was significantly different than the mean plaque diameters of 1.56 __ 0.37 mm and 1.49 __ 0.44 mm produced by mutants 205 and 280, respectively (p<0.01, Student t test). These data, coupled with the temperature-sensitivity data, suggest that the temperature shift method of isolating temperature-sensitive mutants may result in the isolation of mutants which appear to be temperature-sensitive due to their small plaque phenotype but are not temperature-sensitive with respect to multiplication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temperature-Se~sitivity and Plaque Size"
        },
        {
            "text": "Wild-type mengoviIals agglutinates human ts~pe 0 er~hroeytes, but mengovirus mutants 205 and 280 do not agglutinate human type 0 erythrocytes (Dr. M.A. G~LL, personal communication). Hemagglutination assays were performed to confirm these results and to test whether these viruses would agglutinate sheep or rat er)¢hrocytes (Table 2) . Mutants 205 and 280 did not agglutinate human type 0 or sheep er}~hroeyges, but did agglutinate rat erythroeytes. However, wild-type virus and two other mutants, ts 25 and 237, agglutinated all three erythroeyte species. Since mutants 205 and 280 did not agglutinate human type 0 or sheep erythrocytes, attachment sites on the surface of wild-type mengovirus responsible for agglutination may be absent, Mtered, or masked on the surface of mutants 205 and 280. In addition, the attachment sites on wild-type eapsids may function in the agglnti~ nation of both human type 0 and sheep erythrocytes. Since all of the viruses tested were able to agglutinate rat erythrocytes, perhaps a different binding site common to the surface of wild-type and mutant viruses would function in agglutination of rat erythroeytes. Titers are expressed as the reciprocal of the end point dilution",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "He mag glut inat ion"
        },
        {
            "text": "The mechanism by which wild-type mengovirus agglutinates human type 0 erythroeytes was investigated by examining the specificity of the receptors on the surface of the erythrocyte for viral capsids and viral attachment proteins. To test whether wild-type mengovirus has specificity for sialic acid, a carbohydrate residue abundant on the surface of human er3~,hroey~es, human type 0 er~¢hroe~¢es were treated with neuraminidase and used as test cells in the hemagglutination assay. Wild-type mengovirus did not agglutinate neuraminidase-treated erythrocytes. This result suggests that wild-type mengovirus may attach specifically to siMic acid residues on the erythrocyte surface, facilitating the agglutination of human type 0 erythrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "He mag glut inat ion"
        },
        {
            "text": "To determine whether sialic acid or other carbohydrate residues present on erytbrocyte surface glycoproteins could inhibit the agglutination of human type 0 erythroeytes by wild-type mengovirus, 0.2 M solutions of carbohydrates common to human erythroc~e membranes were incuba~ted with wild-type virus prior to the addition of erythroeytes in a hemaggtutination inhibition assay. A list of carbohydrates used in this experiment is shown in Table 3 . None of the carbohydrates tested, including sialic acid, were able to inhibit the agglutination reaction. Since the presence of sialic acid on the erythroeytes was required for the agglutination reaction with wild-type virus, its recognition as a receptor for wild-type virus may depend upon maintaining a particular conformation or charge in association with erythrocyte surface gtyeoproteins or glycolipids. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "He mag glut inat ion"
        },
        {
            "text": "Glyeophorin, the major sialoglyeoprotein on the surface of human erythrocytes (23) , is a receptor for EMC virus (16), a cardiovirus closely related to mengovirus. Purified glycophorin (10 ~g) was tested for its ability to inhibit agglutination of human type 0 erythroeytes by wild-type mengovirus. Mengovirus incubated in the presence of glyeophorin had an agglutination titer of 128 in comparison to the agglutination titer of 1024 exhibited by the mengovirus control. Therefore, I0 vg of glycophorin inhibited the agglutination titer of wild-type mengovirus by 8-fold. In a parallel hemagglutination inhibition experiment, fetuin and bovine serum Mbumin (10 btg each) failed to inhibit hemagglutination.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "He mag glut inat ion"
        },
        {
            "text": "Purified glyeophorin was ~sted for its ability to function as a receptor for wild-type mengovirus. Several concentrations of purified glyeophorin were mixed with ~4C-labeled mengovirus and analyzed by rate zonal eentrifugation in suerose gradients. The number of counts per minute (CPM) associated with the pellet fractions increased relative to the amount of glyeophorin mixed with wild-type mengovirus (data not shown). These results suggest that the migration of wild-type mengovirus in sucrose gradients was altered due to binding of glyeophorin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "He mag glut inat ion"
        },
        {
            "text": "The specificity of this reaction was examined by incubating an excess quantity of glyeophorin with purified, 14C-labeled mutant 205 and 280 virions, which did not agglutinate human type 0 erythrocytes, followed by sucrose gradient centrifugation (Fig. 1) . Although labeled wild-type mengovirus was displaced h~to the pellet fraction in the presence of glycophorin, the single fraction difference observed for the migration of mutants 205 and 280 in the presence of glycophorin was not significant. These data suggest that wild-tsq~e mengovirus interacted with glycophorin specifically and that glycophorin may function as a receptor for mengovirus on human type 0 er.%hroeytes. An attempt was made to determine which of the structural proteins of mengovirus function in the binding of glycophorin. Glycophorin was mixed with TDI, a heterobifunctional cross-linking reagent. Glycophorin-TDI complexes were mixed with purified ~4C-labeled wild-type mengovirus and cross-linked to virion structural proteins which were subsequently analyzed by SDS-PAGE. In this experiment any structurM proteins of mengovirus cross-linked to glycophorin molecules would not enter the resolving gel. Densitometer tracings of the treated and untreated samples are shown in Fig. 2 . The four major structural proteins of wild-type mengovirus were resolved (panel A); alpha (1 D), beta (1 B), gamma (1 C) and delta (1 A). A substantial decrease in the amount of the alpha (1 D) protein was observed in the lanes of glyeophorin-eross-linked virus (panels B and C). A decrease in the amount of the gamma (1 C) protein was also observed. The amounts of the beta (1 B) and delta (1 A) proteins observed decreased slightly and in the presence of increasing amounts of cross-linked glycophorin. These data indicated that the alpha (1 D) and gamma (1 C) structural proteins were cross-linked to glyeophorin and that glyeophorin had a greater affinity for the alpha (1 D) protein than for the gamma (1 C) protein. Since the amount of the gamma (1 C) protein cross-linked to glyeophorin was not as extensive as that of the alpha (1 D) protein, it is possible that cross-linkage of the gamma (t C) protein may occur subsequent to its binding of the alpha (1 D) protein. TDI molecules located distal to the glyeophorin-mengovirus binding site(s) may be more available to bind to positively charged residues on the gamma (1 C) protein nonspeeifieally when increasing amounts of cross-linked glycophorin are added to the reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1259,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "He mag glut inat ion"
        },
        {
            "text": "To determine whether the predicted structural alterations of mutants 205 and 280 correlate with a change in virulence relative to the wild-t}2t)e virus, BALB/c mice were infected IP or IC with 10-fold dilutions of virus and LDs0 titers were calculated for each virus. Wild-type mengovirus had an LDs0 titer of 1500 P F U in mice infected IP and an LDs0 titer of 7 P F U in mice infected IC. All mice infected with 107 P F U IP or 106 P F U IC with either mutant survived and did not exhibit symptoms typical of mengovirus infection which suggests mutants 205 and 280 were avirulent in BALB/c mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence in BALB/c Mice"
        },
        {
            "text": "The extent of virus multiplication in the brains of BALB/e mice following IP or IC inoculation was determined. Brains of mice infected with virus were removed, weighed, subjected to Dounee homogenization in PBS, and titered by plaque assay (Table 4 ). Wild-type virus was able to multiply in the brains of mice to titers of 106 P F U / g brain four days after IC infection with 104 P F U and to titers of l0 s P F U / g brain five days after IP infection with 104 PFU. All four mice infected IC with 104 P F U of mutant 205 exhibited titers between 102 and 103 P F U / g brain after four days. However, infectious virus was detected in the brains of only two of four mice infected IC with mutant 280. No infectious virus was detected in mice infected IP with mutants 205 or 280. Therefore, unlike wild-type mengovirus, mutants 205 and 280 were not capable of initiating an acute infection of the brain following IP inoculation. To rule out the possibility that intraeellular proteases released by Dounee homogenization would degrade virus particles and limit the number of infectious virus particles detectable, wild-type virus and mutants 205 and 280 were diluted 10-fold in 20 percent brain suspension or DME 2, incubated at 4 ° or 37 ° C for 30 minutes, and titered by plaque assay. No significant changes in titer were detectable for any of the virus strains in the presence Table 5 ). All of the plaque isolates from I P or IC infections with w i l d -t~e m e n g o v i r u s agglutin a t e d h u m a n type 0 erythroeytes. H o w e v e r , several plaque isolates from three different mice infected IC with m u t a n t 205 also agglutinated h u m a n t y p e 0 erythroeytes. These d a t a suggest t h a t either p h e n o t y p i e reversion of m u t a n t 205 occurred following infection of B A L B / e mice or t h a t variants found at low levels in the m u t a n t 205 inoeulum were selected for by p a s s a g e in mice. No p h e n o t y p i c r e v e r t a n t s were isolated from the brains of mice infected with m u t a n t 280.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1379,
                    "end": 1386,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Virulence in BALB/c Mice"
        },
        {
            "text": "To d e t e r m i n e w h e t h e r the H A + r e v e r t a n t s h a d acquired other wild-type characteristics, several plaque isolates were selected for analysis of their The clones ave designated by numbers, mice by letter, and the infecting virus by WT, 205 or 280; i.e. WT-A 1 represents clone 1 isolated from mouse A infected with wild-type virus (WT). The clones were isolated from the brain suspensions listed in Table 4 p l a q u e size on B To examine the pathogenicity of the plaque isolates, several mice were infected intraperitoneMly with 104 or 106 P F U and monitored for 28 days post-infection. None of the mice int~cted with 104, P F U of the plaque isolates exhibited s y m p t o m s typical of mengovirus infection. However, all of the mice infected with 106 P F U of the plaque isolates which had reverted to the HA + p h e n o t y p e showed s y m p t o m s typieM of mengovirus infection by five days post-infection and over 80 percent of these mice died by eight days post-infection. None of the mice infected with 106 P F U of the [LA-plaque isolates exhibited s y m p t o m s typieM of mengovirus infection. Therefore, reversion to the HA + p h e n o t y p e coincided with a renewed capability of these isolates to cause disease in mice. These results suggest, t h a t hemagglutination and virulence m a y be phenotypieMly-linked traits. However, none of the small plaque revertants were as virulent as the wild-type virus, which indicated t h a t complete reversion to the wild-type p h e n o t y p e did not occur. Therefore, the virulence of a particular mengovirus m a y be linked to its average plaque diameter, since the reversion to virulence of the HA+ reverrants coincided with a slight increase in the plaque size of these viruses in c o m p a r i s o n to the mutants. Clones are designated as described in Table 5 b Plaque sizes were determined as described in Materials and Methods. The assays were incubated at 33 ° C tbr 48 hours in Experiment 1 and 72 hours in Experiment 2 ° Titers are expressed as log10 PFU/ml a Hemagglutination titers (HA) Immunofluoreseence assay (IFA)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1845,
                    "end": 1852,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Virulence in BALB/c Mice"
        },
        {
            "text": "Mengovirus-specifie ascitic fluid prepared in BALB/e mice was tested for its ability to neutralize wild-type virus, mutants 205 and 280, and revertants 205-A 7 and 205-D 2. Two-fold dilutions of aseitic fluid were mixed with a dilution of virus, incubated at room temperature for 30 minutes, and assayed for plaque production on BHK-21 cell monolayers. The reciprocal of the dilution capable of neutralizing 50 percent of the plaques produced by a dilution of virus (PNs0 tiger) was 1182 for the neutralization of the wild-type virus. The PNso tigers were 1970 and 2127 for neutrMization of mutants 205 and 280, respectively. The PNso tigers were 812 and 914 for the neutralization of revertants 205-A 7 and 205-D 2, respectively. These data indicated that a significantly greater amount of antiserum was required to neutralize the revertants in comparison to the wild-type and mutant viruses (p < 0.08, Student t test). The greater resistance of the revertants to neutralization may be a result of the selective pressure generated by immune surveillance in mutant virus-infected mice or may be a :measure of the frequency of stable variants produce during the passage of virus in cultured cells. In addition, the differences in neutralization tiger are likely to reflect, changes in the surface structure of the mutant and rever~ant viruses relative to the wild-type virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Neutralization"
        },
        {
            "text": "The particle to P F U ratios for the wild-type, mutant and revertant viruses were determined. Wild-type mengovirus had a particle to P F U ratio of 2200. The ratios for mutants 205 and 280 were 19,000 and 7800, respectively. The ratios for revertants 205-A 7 and 205-D 2 were 4100 and 4600, respectively. These d~ta suggest that the phenot:t~ie changes associated with the mutants and revertants has resulted in a decreased probability of these viruses to cause infection in comparison to wild-type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle: PFU Ratios"
        },
        {
            "text": "Two mutants of mengovirus exhibited changes in biological activity indicative of possible alterations in their structural proteins. These mutants, 205 and 280, were mutagenized during the multiplicative cycle by aeriflavin and were selected as being temperature-sensitive by comparing the size of plaques produced before and after a shift in incubation temperature from 31.5 ° to 39.5 ° C. The mutants were not defective in synthesizing RNA at the restrictive temperature and lacked the ability to agglutinate human type 0 erythrocytes (M. A. GILL, personal communication). We have expanded the comparison of the biological properties of these mutants with those of the parental wild-type mengovirus to determine the extent of phenotypie variation that is likely due to the expression of altered structural proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further characterization of the mutants revealed that they were not temperature-sensitive with respect to virus yield or adsorption, but produced small plaques in cell culture. The small plaque phenotype exhibited by the mutants coincided with a slower rate of cytopathie lysis of infected cells in comparison to wild-type. Also, the yield of infectious particles was less in mutant infected-cells in comparison to wild type. However, since the mutant particle : P F U ratios were greater than that of wild-type, more ~Jrus particles would be produced in mutant-infected cells. A greater proportion of the mutant virus particles may be noninfectious and theretbre, would compete for cellular receptors. This competitive interference may explain the slow spread of the mutants and consequent small plaque s:~e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mutants 205 and 280 were avirulent in mice infected IP or IC. Although a small amount of virus was detected in the brains of several mice infected IC with mutants 205 and 280, these mice did not exhibit symptoms of virus infection. However, AMAKO and DALES (2) and COLTER et al. (13) have demonstrated that, S (small plaque) variants are virulent for mice when infected IP, although to a much lesser extent than the L (large plaque) variants. COLTE~ et al. (13) have reported that the LDs0 titers of the L, M (medium) and S plaque variants were similar for mice intbcted IC. Although the small plaque phenotype is shared by the S variants and mutants 205 and 280, clearly the pathogenicity of these viruses for mice is distinct. In addition, CAI~IPBELL and COLTE~ (11) have reported that the distribution of the L, M, and S plaque variants in mouse tissues are the same when lethal doses of these viruses are administered IP. Although the spleen and lymph nodes are the primary-target tissues for mengovirus, the greatest concentration of virus is found in the brain and spinal cord. We demonstrated high titers of virus in the brains of mice infected IP with wild-type virus. However, no virus was detected in the brains of mice infected IP with either mutant suggesting that the mutants were unable to infect the nervous system. HA + revert.ants were isolated from the brains of three different mice infected IC with mutant 205. In addition to regaining agglutination activity, the revertants were also virulent for mice, suggesting that hemagglutination and virulence may be phenotypieMly-linked traits. However, the revertants required 103-to 104-fold more P F U to kill mice than wild-type virus and the relative plaque size of the revertants was intermediate between wild-type and the mutants, suggesting that the degree of virulence of a particular mengovirus may be linked to its relative plaque size.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of the three plaque variants isolated by ELL~M and COLTEt{ (14) only the M variant agglutinates human erythrocy~es. The infectivity of the M variant in mice infected IP was approximately 100-fold less than that of the L variant (13) . The L variant shares a similar degree of virulence with the wild-type mengovirus used in our experiments, but does not agglutinate human erythrocytes. These data suggest that the patterns of virulence and agglutination of the plaque morphology variants of ELLEM and COLTER (14) are distinct from mutants 205 and 280.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike wild-type virus, mutants 205 and 280 did not agglutinate human type 0 or sheep erythrocytes, however, all three viruses were able to agglutinate rat er)~hroc~es. The differences in cellular receptor specificity likely reflect the expression of altered structural proteins by the mutants. These data also suggest that different erythrocyte species present different surface molecules which differ in their ability to function as virus receptors. Viral attachment proteins involved in the agglutination of rat erythrocytes may represent determinants distinct from those involved in human or sheep hemagglutination or alternatively, alteration of multifunctional viral attachment proteins may result in loss of human and sheep hemagglutination activity, but not rat hemagglutination activity. Although the mutants are likely to share extensive structural and antigenic homology with wild-type mengovirus, they exhibited different cellular receptor specificity. Similar results have been obtained in comparing the cellular receptor specificities among antigenically similar influenza viruses (12) .",
            "cite_spans": [
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A mechanism for the agglutination of human er~%hrocytes by mengovirus can be proposed based on the data presented here. Since mengovirus did not agglutinate neuraminidase-treated erythrocytes, sialic acid residues on the surface of human erythrocytes may serve as receptor molecules for mengovirus. However, sialic acid failed to inhibit the agglutination reaction. Therefore, sialic acid must be recognized by the virus in a particular conformation or charge and/or in conjunction with other molecules (proteins, lipids, or other carbohydrates). BUl~NESS and PARDOE (9) reported similar results for the agglutination of human erythroeytes by EMC virus. Loss of hemaggluti-:nation activity was associated with treatment of erythrocytes with neuraminidase. This suggests that the mechanisms for mengovirus and EMC virus hemagglutination may be similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Glycophorin, the major sialoglycoprotein on human erythrocyte membranes, was shown to be a receptor for mengovirus by specifically altering the migration of wild-type mengovirus in sucrose gradients. BUI~I~ESS and PARDOE (i0) have demonstrated that a particular chymotryptic peptide of glycophorin serves as a receptor for EMC virus and that sialic acid residues are necessary for its receptor activity. Since this peptide forms aggregates in solution, it is postulated that the receptor activity of the glycopeptide is due to its multivalence in the aggregated form. These data are consistent with ours showing that large amounts of glycophorin (5 to 50 ~g) were necessary to alter the migration of wild-type virus in sucrose gradients. Since glycophorin aggregates in the presence or absence of SDS, a large number of the aggregates may be necessary to displace the virus into the pellet fractions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The specificity of the glycophorin receptor activity for viral proteins of intact virions was examined by cross-linking studies. Glycophorin exhibited binding affinity for the alpha (1 D) and gamma (1 C) proteins, however, the amount of the gamma (1 C) protein cross-linked to glyeophorin was not as extensive as that of the alpha (1 D) protein. Therefore, cross-linkage of this protein may occur subsequent to the binding of the alpha (1 D) protein. Once glyeophorin is bound to the alpha (1 D) protein, TDI molecules located distal to the glycophorin-mengovirus binding site(s) on the glyeophorin molecule may bind to the gamma (1 C) protein, forming alpha (1 D)-glyeophoringamma (1 C) multimers. HOI~DERN et al. (19) have shown that cross-linking reagents such as TDI, which act by binding positively charged amino acids, may cause the formation of alpha (1 D)-gamma (1 C) directs. This supports our contention that the alpha (1 D) protein serves as the primary receptor for glycophorin and the agglutination of human erythrocytes.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In comparing the biological properties of two mengovirus mutants and revertants with those of the parental wild-type strain, we have gathered evidence suggestive of changes in the structural proteins of these viruses which may account for the expression of altered phenotypes. In the adjoining communication (3) we investigated the nature and the extent of the structural differences exhibited by these viruses. In addition, we compared physiological changes associated with virus-specified maeromoleeular synthesis in wild-type, mutant and revertant cells and attempted to determine whether these differences are related to the structural alterations exhibited by these viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Construction and properties of intertypic poliovirus recombinants: First approximation mapping of the major determinants of neurovirulence",
            "authors": [
                {
                    "first": "Agol",
                    "middle": [],
                    "last": "Vi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Gi~actiev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Dt~ozdov",
                    "suffix": ""
                },
                {
                    "first": "Kolesnikova",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "Kozlov",
                    "middle": [],
                    "last": "Vg",
                    "suffix": ""
                },
                {
                    "first": "Ralph",
                    "middle": [],
                    "last": "Nm",
                    "suffix": ""
                },
                {
                    "first": "Romanova",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Tolskaya",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Tytjfarcov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Victo•ova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eg",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virology",
            "volume": "136",
            "issn": "",
            "pages": "41--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cytopathology of mengovirus infection. I. Relationship between cellular disintegration and virulence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Amako K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dales S",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Virology",
            "volume": "32",
            "issn": "",
            "pages": "184--200",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structural and physiological properties of mengovirus: avirulent, hemagglutination-defective mutants express altered alpha (1D) proteins and are adsorption-defective",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anderso?¢ K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond Cw",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Virol",
            "volume": "93",
            "issn": "",
            "pages": "13--29",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physiological characterization of temperature-sensitive mutants of mengovirns",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Swim",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Virol",
            "volume": "15",
            "issn": "",
            "pages": "288--296",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors affecting composition and thermostability of mengovirus virions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond Cw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Swim",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Virol",
            "volume": "21",
            "issn": "",
            "pages": "1256--1261",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "l~elatedness of virion and intraeellular proteins of the murine coronaviruses JHM and A 59",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "K"
                    ],
                    "last": "Cw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sardinia L",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochemistry and biology of coronaviruses. Plenum",
            "volume": "142",
            "issn": "",
            "pages": "3--110",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A film detection method for tritium labelled proteins and nucleic acids in poIyaerylamide gels",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bonner %vm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Laske¥ ]~",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Eur J Biochem",
            "volume": "4",
            "issn": "6",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradford Mm",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Anal Biochem",
            "volume": "72",
            "issn": "",
            "pages": "248--254",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of enzymes on the attachment of influenza and encephalomyocarditis viruses to erythrocytes",
            "authors": [
                {
                    "first": "Pardoe",
                    "middle": [],
                    "last": "Burness Ath",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iu",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Gen Virol",
            "volume": "5",
            "issn": "2",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A sialoglycopeptide from human erythrocytes with receptor-like properties for encephalomyocarditis and influenza viruses",
            "authors": [
                {
                    "first": "Pardoe",
                    "middle": [],
                    "last": "Burness Ath",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iu",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Gen Virol",
            "volume": "64",
            "issn": "",
            "pages": "1137--1148",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Studies of three variants of mengo encephalomyelitis virus. IV. Affinities for mouse tissues in vitro and in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "Colter",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Virology",
            "volume": "32",
            "issn": "",
            "pages": "69--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Different cell-surface receptor determinants of antigenically similar influenza viruses",
            "authors": [
                {
                    "first": "Carroll",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "Higa",
                    "middle": [],
                    "last": "Hh",
                    "suffix": ""
                },
                {
                    "first": "Paulson",
                    "middle": [],
                    "last": "Jc",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Biol Chem",
            "volume": "256",
            "issn": "",
            "pages": "8357--8363",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The pathogenicity to mice of three variants of mengo encephalomyelitis virus",
            "authors": [
                {
                    "first": "Campbell",
                    "middle": [],
                    "last": "Colter Js",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hatch Ll~",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J Cell Comp Physiol",
            "volume": "6",
            "issn": "",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The isolation of three variants ofmengo virus differing in plaque morphology and hemagglutinating characteristics",
            "authors": [
                {
                    "first": "Colter",
                    "middle": [],
                    "last": "Ellem Ka0",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Virology",
            "volume": "15",
            "issn": "",
            "pages": "340--347",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Poliovirus neutralization epitopes: analysis and localization with neutralizing monoclonal antibodies",
            "authors": [
                {
                    "first": "Emini",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                },
                {
                    "first": "Jameson",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "Lewis",
                    "middle": [],
                    "last": "Aj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Larsen Gr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wimmer E",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "43",
            "issn": "",
            "pages": "997--1005",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chemical structure of attachment sites for viruses on human erythrocytes",
            "authors": [
                {
                    "first": "Enegren",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Burness Ath",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "268",
            "issn": "",
            "pages": "536--537",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Electrophoretic analysis of the m~jor potypeptides of the human erythrocyte membrane",
            "authors": [
                {
                    "first": "Steck",
                    "middle": [],
                    "last": "Fairbanks G",
                    "suffix": ""
                },
                {
                    "first": "Wallach",
                    "middle": [],
                    "last": "Tl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dfh",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Biochemistry",
            "volume": "10",
            "issn": "",
            "pages": "2606--2617",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tumor-ceil induced mouse ascites fluid as a source of viral antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Herrmann Ec",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Engle C",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Proc Soe Exp Biol Med",
            "volume": "9",
            "issn": "2",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure of the mengovirion. VI. Spatial relationships of the capsid polypeptides as determined by chemical crosslinking analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hordern",
                    "suffix": ""
                },
                {
                    "first": "Leonard",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                },
                {
                    "first": "Scraba",
                    "middle": [],
                    "last": "Jd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virology",
            "volume": "97",
            "issn": "",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "In vitro phenotypic markers of a poliovirus recombinant constructed from infectious cDNA clones of the neuroviruIent Mahoney strain and the attenuated Sabin 1 strain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kohara M",
                    "suffix": ""
                },
                {
                    "first": "T~",
                    "middle": [],
                    "last": "Oh~iata",
                    "suffix": ""
                },
                {
                    "first": "Se~iler",
                    "middle": [],
                    "last": "Kameda A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wimmer E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Noi~oto A",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "5",
            "issn": "2",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Maturation of the head of bacteriophage T 4. I. DNA packaging events",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmlt",
                    "suffix": ""
                },
                {
                    "first": "Favre",
                    "middle": [],
                    "last": "Mj",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Mol Biol",
            "volume": "8",
            "issn": "",
            "pages": "5--5",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Glycoproteins: isolation from cell membranes with lithium diiodosalicylate",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Marchesi",
                    "suffix": ""
                },
                {
                    "first": "Andr",
                    "middle": [
                        "Ews"
                    ],
                    "last": "Vt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ep",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Science",
            "volume": "174",
            "issn": "",
            "pages": "1247--1248",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chemical characterization and surface orientation of the major glycoprotein of the human erythrocyte membrane",
            "authors": [
                {
                    "first": "Marchesi",
                    "middle": [],
                    "last": "Vt",
                    "suffix": ""
                },
                {
                    "first": "Tillack",
                    "middle": [],
                    "last": "Tw",
                    "suffix": ""
                },
                {
                    "first": "Jackson",
                    "middle": [],
                    "last": "Rl",
                    "suffix": ""
                },
                {
                    "first": "Seorest",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "I~e",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc Natl Acad Sci",
            "volume": "69",
            "issn": "",
            "pages": "1445--449",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Studies on protein and nucleic acid metabolism in virus-infected mammalian cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Malec",
                    "suffix": ""
                },
                {
                    "first": "Work",
                    "middle": [],
                    "last": "Sved S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ts",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Biochem J",
            "volume": "8",
            "issn": "0",
            "pages": "5--5",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Genomie and receptor attachment differences between mengovirus and encephalomyoearditis virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morishima T",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcclintock",
                    "suffix": ""
                },
                {
                    "first": "Aulakh",
                    "middle": [],
                    "last": "Gs",
                    "suffix": ""
                },
                {
                    "first": "Billufs",
                    "middle": [],
                    "last": "Lc",
                    "suffix": ""
                },
                {
                    "first": "Notkins",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Virology",
            "volume": "122",
            "issn": "",
            "pages": "46--465",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pathogenic murine coronaviruses: I. Characterization of biologieM behavior in vitro a~nd virus-specific intracellular RNA of strongly neurotropic JHMV and weakly neurotropic A 59 V viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Igobb",
                    "suffix": ""
                },
                {
                    "first": "Bo~d",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "On the structure and morphogenesis of pieornaviruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R~teckert Rr",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Comprehensive virology",
            "volume": "6",
            "issn": "",
            "pages": "131--212",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Systematic nomenclature for picornavirus proteins",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rueckert Igr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wimmer E",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Virol",
            "volume": "5",
            "issn": "",
            "pages": "0--9",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The picornavirion: structure and assembly",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scraba Dg",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "The molecular biology of picornaviruses. Plenum",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Virusinduced diabetes mellitis: mengovirus infects pancreatic beta cells in strains of mice resistant to the effects of encephalomyocarditis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O R I S~a T",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcclintock",
                    "suffix": ""
                },
                {
                    "first": "Austin",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Notkins",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Virol",
            "volume": "5",
            "issn": "",
            "pages": "0--6",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structure of the mengovirion. I. Polypeptide and ribonucleate components of the virus particle",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ziola Big",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Scraba Dg",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Virology",
            "volume": "57",
            "issn": "",
            "pages": "531--542",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "' I \" I ' I ' I ' I ' I ' I ' Efi~ct of glycophorin on the migration of purified wild-type and mutant mengoviruses in sucrose density gradients. Wild-type (A), mutant 205 (B), and mutant 280 (C) vMons (6 ~g) were preineubated in the presence (+) or absenee (A) of glyeophorin (50 tig) and analyzed as described in Materials and Methods. No differences were detected in the number or migration of the structural proteins of the pellet and peak fractions as analyzed by SDS-PAGE (data not shown). Fraction 0 represents the pellet fraction Densitometer tracings of the mengovirus structural proteins cross-linked to glycophorin. Glycophorin-TDI complexes were mixed with 14C-labeled mengovirus (2 ~g) as described in the text, Wild-type virion proteins (A), proteins of wild-type virions mixed with 2 ~xg of glyeophorin-TDI (B), and proteins of wild-type virions mixed with 4 pg of glyeophorin-TDI (6) were analyzed on 12 percent SDS polyaerylamide gels and scanned at 633 nm using an LKB Ultrosean densitometer. The fractions of the alpha (1 D) and gamma, (1 C) proteins resolved in the glyeophorin treated panels B and C in comparison to the amount resolved in the untreated control panel A are shown numerically",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "80 Brains of mice infected intraeraniMly with 104 PFU were harvested 4 days postinfection, weighed, and dounce homogenized in 4 ml PBS. Brains of mice infected intraperitoneally with 10 ~ PFU were harvested 5 days postinfeetion. Titers are expressed as logt0 PFU/g brain b Suspensions are designated by the infecting virus, wild-type (\\¥T), mutants 205 or 280, and a letter representing individual mice (A-F) ; i.e. WT-A represents a 20 percent brain suspension from mouse A infected with wild-type virus or absence of 20 percent, brain suspension at either temperature (data not shown). To d e t e r m i n e w h e t h e r viruses isolated from the brains of infected mice h a v e the s a m e biological properties as tile int~cting virus, isolated plaques were h a r v e s t e d and virus stocks were p r o d u c e d by infection of BHK-21 cell m o n o l a y e r s using an M 0 I of 0.1. Virus stocks of plaque isolates were tested for their ability to agglutinate h u m a n t y p e 0 e r y t h r o c y t e s (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "p e p l a q u e s a n d t h e s m a l l p l a q u e s t y p i e M o f m u t a n t 205. All o f t h e p l a q u e i s o l a t e s t e s t e d t h a t w e r e i s o l a t e d f r o m t h e b r a i n s of w i l d -t y p e -i n f e c t e d m i c e p r o d u c e d l a r g e p l a q u e s ( d a t a n o t s h o w n ) . T h e r e f o r e , t h e s e d a t a i n d i c a t e t h a t o n l y p a r t i a l r e v e r s i o n to t h e w i l d -t y p e p h e n o t y p e o c c u r r e d w i t h t h e s e i s o l a t e s .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Temperature-ser~sitivity of meritorious mutants az a function of yield",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Hemagglutination assay of wild-type and mutant mengoviruses ~",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "List of carbohydrates te~sted az inhibitors of mengovir~es hemagglutinatior~",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Yield of wild-type and mutant mengoviruse8 in BALB/c mouse brains Jbllowiny intracranial or intraperitoneal infection ~",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Further characterization of the cIoned plaque isolates from brain homogenate,s of mice infected intracranially with mutant 205",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Michael A. Gill for providing us with the mengovirus mutants, Sharon Hapner for her valuable advice on glycophorin purification and Dr. Andrew King for helpful comments on the manuscript. We also thank Rhonda Craver and Brent Richardson for their interest and participation in preliminary experiments. Support for this work was obtained from three Research Creativity Development Grants awarded to K.A. by the College of Graduate Studies, Montana State University and a grant from the Montana Heart Association, Inc. awarded to C.W.B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Igeceived March 20, 1986 ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 24,
                    "text": "March 20, 1986",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}