{
    "paper_id": "f388e74c0289e782ef100aaf35080c234fa7fef3",
    "metadata": {
        "title": "Combating emerging infectious diseases in India: Orchestrating a symphony 425 Combating emerging infectious diseases in India: Orchestrating a symphony",
        "authors": [
            {
                "first": "Lalit",
                "middle": [],
                "last": "Kant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Council of Medical Research",
                    "location": {
                        "postCode": "110 029",
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": "lalitkant@icmr.org.in"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When in 1967, US Surgeon General William Stewart made a statement that \"…the time has come to close the book on infectious diseases\", little did he realize that in the next 30 years or so more than 30 organisms would be newly discovered (Fauci 2001) . Some of them like HIV/AIDS have given more pain and misery than the pandemic of Spanish fl u in fi rst quarter of 20th century. With the emergence of new infections and re-emergence of known diseases, the books on infectious diseases might never be closed.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 249,
                    "text": "(Fauci 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging disease is a term used to include diseases of infectious origin, new or whose incidence in humans has increased within the recent past or threatens to increase in the near future or those which are re-emerging after a period of quiescence. These new organism emerge from the dynamic interaction between the classical epidemiological triad of agent, host, and the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A large number of factors are thought to be playing a role in this, with varying degrees of contribution in emergence of each infection. Examples of some of selected factors are microbial adaptation and change, human susceptibility to infection, climate and weather, changing ecosystems, human demographics and behaviour, economic development and land use, international travel and commerce, technology and industry, breakdown of public health measures, poverty and social inequality, war, and famine and intent to harm (Committee on Emerging Microbial Threats to Health in 21 st Century 2003) .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 593,
                    "text": "Century 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In an analysis of emerging infectious diseases between 1940 and 2004, it has been observed that a majority (about 60%) are caused by zoonotic pathogens and vector borne diseases are responsible for 23% of them. The predicted emerging disease hotspots due to zoonotic diseases and vector borne pathogens are more concentrated in lower latitude developing countries (Jones et al 2008) . It is also feared that in all probabilities the next fl u pandemic too would raise its head from Asia. Multiple factors mentioned above are perhaps present and interacting with one another at the same time and at the same place. Main factors believed to drive the increased incidence, geographic range or both of emerging and re-emerging pathogens have been identifi ed by conducting a systematic review of emerging diseases literature. Changes in land use or agricultural practices and changes in human demographics and society are the most common drivers. Followed by poor population health (e.g. HIV, malnutrition); hospital and medical procedures; pathogen evolution (e.g. antimicrobial drug resistance, increased virulence); contaminating food sources or water supplies; international travel; failure of public health system; international trade and climate change (Woolhouse and Gowtage-Sequeria Sonya 2005) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 382,
                    "text": "(Jones et al 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1255,
                    "end": 1298,
                    "text": "(Woolhouse and Gowtage-Sequeria Sonya 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A fi ve pronged strategy has been suggested for countries of the South East Asia region i.e. epidemic preparedness and rapid response; vibrant public health infrastructure; effective risk communication; appropriate research and its utilization; and passionate advocacy for political commitment and partnership building (WHO South-East Asia Regional Offi ce 2005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amongst the South East Asian countries, India is the big brother. It should be able to provide leadership in the region and assist other countries in their fi ght against the emerging infections. I would focus on the health research component of the strategy. In India, the research domains in emerging infectious diseases are in various stages of development i.e. basic and fundamental, applied and strategic, translational and operational. Some of our infrastructural facilities are comparable to the best in the world. We also have a large pool of talented scientists. But we have not always clicked as an orchestra to produce symphonies. India has had its share of emerging infections (Vibrio cholerae 0139, plague, Gp-B rota virus, HIV/AIDS, Nipah virus, chikungunya fever, Chandipura encephalitis, H5N1 infl uenza, etc.) laced with successes and controversies. The Indian Council of Medical Research (ICMR) is the apex organization for health research within the country, and it has played a very signifi cant role in research on these organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In late 1990s the ICMR stepped up its funding in communicable diseases which also accelerated research inputs for emerging infections diseases. One of the unparralled strengths of the ICMR is the network of institutes devoted to specifi c infectious diseases, and a chain of regional centres which are strategically located in areas where the chances of new and emerging infections raising their heads are high like in the North-Eastern part of the country, the Andaman Islands, and the like. The Government of India had started an Integrated Disease Surveillance Project (IDSP) in 1997-1998. Surveillance forms an important cornerstone for control of emerging infections. The ICMR addressed the needs of the programme by providing inputs in capacity building, strengthening of laboratories, developing diagnostic tests especially the rapid ones, characterization of pathogens, surveillance of drug resistance, etc. In order to facilitate research in the unknown, new and exotic agents with minimal or no risk to the scientists and the environment, a chain of bio-safety level-3 laboratories has been set up with largest being at the National Institute of Virology's Microbial Containment Complex at Pune. A modern BSL-4 facilities is also under construction in the same complex. A BSL-3 laboratory for aerosol animal experiments has also became operational. A state-of-the-art modern biology laboratory complete with transgenic animal facility has been created as a support to research in enteric infections at Kolkata. The animal experiment facilities in almost all its Institutes have been upgraded to conform to accepted national standards. Obtaining good quality animals for laboratory experiments had become extremely diffi cult because of some strict regulations. The ICMR stepped in to fi ll this void and has started to set up a center for non-human primate breeding and research at Susnavgarh, Maharashtra. A world-class facility for providing biological resources especially the large animals is also expected to come up shortly in Genome Valley, Hyderabad. Microbial repositories for organism of major public health importance have been created, these repositories house large number of strains which are made available to other research organizations, for testing new tools, understating hostparasite interaction etc. Rapid molecular tools for virus identifi cation have been installed, (like real time polymerase chain reaction [PCR], nucleic acid sequence-based amplifi cation [NASBA] platform, micro-array technology). Other examples of some major equipments installed include confocal microscopes, sequencers, fl owcytometers, microarray facilities, highthroughput screening equipment, gas chromatography mass-spectroscopy, and DEXAs. Several of ICMR laboratories have been equipped with electron microscopes notably the digital cryo transmission electron microscope at Pune. It was with this frontline tool in rapid diagnosis that SARS virus was picked up, in a urine sample of a suspected person. The fi rst indication that encephalitis outbreak in Andhra Pradesh may be due to Chandipura virus in 2003 also come from electron-microscopy studies. Very useful information about circulating strains, seasonality and other epidemiological factors is emerging from surveillance for infl uenza, rotavirus, measles, leptospirosis etc. When chikungunya fever started in India in 2005 and spread to large number of states in 2006, it was an ICMR institute which created a diagnostic test and made it available to all the States. Early warning tools for dengue, Japanese encephalitis, malaria are being better refi ned using geographic information system (GIS) and remote sensing. A warning to the impending Japanese encephalitis out break was given to Tamil Nadu Government in 2006. As many of the new and emerging infections are viruses, and realizing that there is an acute shortage of training virologist and infrastructure in the country, the ICMR is addressing this issue at two fronts. A Masters course in virology has been started at Pune, and it is planned to create regional centers of excellence in viral diseases in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To mount an effective public health response to a disease outbreak a vibrant public health system with skilled professionals is necessary. Complementing the Government's steps to augment training in epidemiology and public health an Institute of Epidemiology was started in Chennai which offered a two years masters degree in Applied Epidemiology and from July, 2008, an Master of Public Health (MPH) course has also started. Training courses of other support facilities are also organized, i.e. conventional diagnosis, diagnosis using tools of modern biology, rapid response modules, rapid assessment techniques, quality assurance and control and bio-safety measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the country of size and population of India, these laudable efforts are not enough. A well coordinated and an integrate approach is essential to tackle the threat of emerging infections. The doors of modern biology have opened almost endless potential, and we must harness them to combat emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The potentials of genomics, proteomics and nanotechnology are beginning to be appreciated and need to be further explored in diagnostic, therapeutic and microbial research applications and in drug and vaccine design. A beginning has been made of using gene and protein-based microarray, it should be expanded to detect pathogens, to monitor drug-resistance, characterize responses to recent infections, and facilitate development of new drugs and vaccines. Laboratories have acquired the ability to sequence microbial genomes in a few days, this period could be further shortened. Studies on host-vector-microbe interactions are few and far in between. They must be promoted to understand the molecular mechanisms that underlie the pathogenesis of infectious diseases and host defences. Geographical information system and satellite imaging should be more extensively used to support surveillance and response. Tools for diagnosis, treatment and prevention need to be continually developed, laboratories for testing and fi eld sites for their evaluation need to be upgraded and maintained on long term basis. All this would require a very close interaction and bonding between the research community on one hand and the public health, agriculture and animal husbandry on the other. The importance of understanding the factors that increase contact between wild-life and humans in developing predictive approaches to disease emergence cannot be over emphasized. There is also a critical need for health monitoring and identifi cation of new potentially zoonotic pathogens in wild life populations, as a forecast measure for emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research efforts should be supported that would guide public policy specially for rational use of drugs in humans, animals and agriculture. Likewise research on impact of environmental changes and climatic variability on the emergence of microbes which will inform policy discussions needs to be encouraged. All this cannot be achieved unless there is a national plan to strengthen health system and health research systems including human resource development. Adequate fi nances would need to be allocated to build and sustain appropriate infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In October 2007, the Government of India has created a new Department of Health Research (DHR) within the Ministry of Health and Family Welfare, Setting up of this new Department is a refl ection of Government's intent of moving research to centre stage of health development. Amongst the allocation of business of this Department is to provide technical support for dealing with epidemics and investigation of outbreaks due to new and exotic agents and development of tools for prevention. This step is likely to give authority, direction, and boost to health research in this area. It is expected that DHR would play a conductor's role in orchestrating an effective health research response involving all players in emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Should a Rapid Respond Fund to fi ght emerging infection be created it will go a long way in meeting the immediate fi nancial requirements for travel, purchase of diagnostics, reagents, vaccines or equipments in emergencies. A chain of laboratories with appropriate biosafety would need to be set up rapidly so that new and exotic agents can be handled confi dently without posing threat to people and the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The centres of excellence within various Ministries, Departments, Universities, research institutions in the country would need to be networked with strong linkages, based on mutual trust, confi dence and respect. It would make more economic sense to share rather than duplicate cost intensive infrastructure. The way international scientifi c community came together at time of SARS, should be a lesson for Indian scientists for sharing experience, expertise and infrastructure for a common cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Every time, we take two step towards successfully engaging an emerging infection, a new one erupts pushing us one step back in our efforts to combat emerging infections. Lets hope that new impetus to health research in India would help us take longer strides forward and shorter steps back.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Committee on Emerging Microbial Threats to Health in 21st Century 2003 Microbial threats to health in the United States: Emergence, defection and response",
            "authors": [
                {
                    "first": "M S",
                    "middle": [],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leaderberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases: consideration for 21st century",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Patel",
                    "middle": [
                        "N"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balk D Gittleman",
                    "suffix": ""
                },
                {
                    "first": "J L",
                    "middle": [],
                    "last": "Darzak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO South-East Asia Regional Offi ce 2005 Combating emerging infectious diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Host range and emerging and Re-emerging Pathogens",
            "authors": [
                {
                    "first": "M E",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "Gowtage-Sequeria",
                    "middle": [],
                    "last": "Sonya",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "1842--1847",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}