{"paper_id": "f3bb2eeac9a4ab0ada3f606ba75fa8f41e49f397", "metadata": {"title": "Pneumocystis jirovecii (Pj ) quantitative PCR to differentiate Pj pneumonia from Pj colonization in immunocompromised patients", "authors": [{"first": "M", "middle": [], "last": "Maillet", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Maubon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["P"], "last": "Brion", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "François", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": [], "last": "Molina", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["P"], "last": "Stahl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "O", "middle": [], "last": "Epaulard", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Bosseray", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Pavese", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Conventional polymerase chain reaction (PCR) in respiratory samples does not differentiate between Pneumocystis pneumonia (PCP) and Pneumocystis jirovecii (Pj ) colonization. We used Pj real-time quantitative PCR (qPCR) with the objective to discriminate PCP from Pj colonization in immunocompromised patients. All positive Pj qPCR [targeting the major surface glycoprotein (MSG) gene] obtained in respiratory samples from immunocompromised patients presenting pneumonia at the Grenoble University Hospital, France, were collected between August 2009 and April 2011. Diagnoses were retrospectively determined by a multidisciplinary group of experts blinded to the Pj qPCR results. Thirty-one bronchoalveolar lavages and four broncho aspirations positive for the Pj qPCR were obtained from 35 immunocompromised patients. Diagnoses of definite, probable, and possible PCP, and pneumonia from another etiology were retrospectively made for 7, 4, 5, and 19 patients, respectively. Copy numbers were significantly higher in the \"definite group\" (median 465,000 copies/ml) than in the \"probable group\" (median 38,600 copies/ml), the \"possible group\" (median 1,032 copies/ml), and the \"other diagnosis group\" (median 390 copies/ml). With the value of 3,160 copies/ml, the sensitivity and specificity of qPCR for the diagnosis of PCP were 100 % and 70 %, respectively. With the value of 31,600 copies/ml, the sensitivity and specificity were 80 % and 100 %, respectively. The positive predictive value was 100 % for results with more than 31,600 copies/ml and the negative predictive value was 100 % for results with fewer than 3,160 copies/ml. qPCR targeting the MSG gene can be helpful to discriminate PCP from Pj colonization in immunocompromised patients, using two cut-off values, with a gray zone between them.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The incidence of Pneumocystis pneumonia (PCP) in human immunodeficiency virus (HIV)-infected patients has decreased since the introduction of chemoprophylaxis and antiretroviral therapy [1] ; meanwhile, the incidence of PCP in non-HIV immunocompromised patients is increasing [2] . The standard laboratory method to diagnose PCP remains the microscopic identification of Pneumocystis jirovecii (Pj ) by staining methods in respiratory samples. However, studies highlighted the low burden of Pj in non-HIV immunocompromised patients [3] and the lack of sensitivity of microscopic methods [4] . This justifies the increasing use of polymerase chain reaction (PCR) methods for diagnosis [5, 6] . The detection of Pj in individuals presenting without pneumonia or with pneumonia from another etiology has been defined as colonization or \"carriage\" [7] . Conventional Pj PCR is qualitative and very sensitive, but does not differentiate between active PCP and Pj colonization.", "cite_spans": [{"start": 186, "end": 189, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 276, "end": 279, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 532, "end": 535, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 587, "end": 590, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 684, "end": 687, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 688, "end": 690, "text": "6]", "ref_id": "BIBREF5"}, {"start": 844, "end": 847, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of this study was to use Pj real-time quantitative PCR (qPCR) in order to differentiate PCP and Pj colonization in immunocompromised patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "All positive Pj qPCR obtained in respiratory samples from immunosuppressed patients presenting with pneumonia at the Grenoble University Hospital, France, were collected between August 2009 and April 2011. We retrospectively studied the clinical histories of the concerned patients.", "cite_spans": [], "ref_spans": [], "section": "Patients and clinical samples"}, {"text": "The collected clinical data included: age, sex, underlying diseases, immunosuppression therapy during the previous months, PCP prophylaxis, clinical symptoms, routine laboratory data, anti-pneumocystis treatment, stay in a critical care unit, mechanical ventilation, hypoxemia (PaO 2 <70 mmHg in room air or requirement for supplemental oxygen), use of other anti-infectious agents, and outcome.", "cite_spans": [], "ref_spans": [], "section": "Clinical data"}, {"text": "The bronchoalveolar lavage (BAL) and broncho aspirations samples were stained and examined by a qualified microscopist at the Laboratory of Parasitology-Mycology, with 400 μl of fluid analyzed by Fast Giemsa and 800 μl observed after Gomori-Grocott staining.", "cite_spans": [], "ref_spans": [], "section": "Staining methods"}, {"text": "A DNA extract solution from each sample was tested with a Pj qPCR targeting the major surface glycoprotein (MSG) gene of Pj as previously described [4, 8] . The results were expressed as the number of MSG copies/ml of BAL fluid.", "cite_spans": [{"start": 148, "end": 151, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 152, "end": 154, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Real-time qPCR"}, {"text": "A group of six experts, including three infectious diseases specialists, one internist, one hematologist, and one mycologist, classified the clinical histories of these patients in one of the following categories: definite, probable, and possible PCP, or other diagnosis (case definitions in Table 1 ). The experts were blinded to the Pj PCR results.", "cite_spans": [], "ref_spans": [{"start": 292, "end": 299, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Diagnosis of Pj pneumonia and Pj colonization"}, {"text": "Statistical analyses were performed with the StatView software (for Windows, SAS Institute Inc., Cary, NC, USA). Categorical variables were compared using the Fisher's exact test. Continuous variables were compared using the Kruskal-Wallis test. A receiver operating characteristic (ROC) curve for copy numbers was constructed and used to define cut-off values in order to discriminate the definite and probable PCP groups from the colonized group (possible PCP group and other diagnosis). A p-value<0.05 was considered statistically significant. The Youden's index (Se + Sp − 1) was calculated for each cut-off value, as well as the number of correctly classified patients, in order to determine an optimal cut-off value.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Thirty-one BAL samples and four broncho aspirations with positive Pj qPCR were obtained from 35 immunocompromised patients. Broncho aspirations were used when BAL could not be performed. All of these patients had clinical presentations such as fever, cough, sputum, or dyspnea, and suspected pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Seven patients met all the criteria for definite PCP, four patients for probable PCP, and five for possible PCP; another diagnosis was finally made for 19 patients. Prophylaxis therapy was used in one of the 35 patients (2 %). All definite, -clinical signs of progressive pneumonia and: -either compatible radiological signs -or complete resolution of symptoms after anti-PCP treatment -absence of microscopical identification of Pj with staining methods Other diagnosis none of the above criteria", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The \"definite PCP\" and \"probable PCP\" groups were then re-assigned to the \"final diagnosis of PCP\" group, and the \"possible PCP\" and \"other diagnosis\" groups were re-assigned to the \"non-PCP\" group in order to construct a receiver operating characteristic (ROC) curve possible, and probable patients had received anti-PCP treatment. Microscopic examination was positive in 8 of 32 samples of BAL fluid samples (one patient's retained diagnosis was allergic bronchopulmonary aspergillosis).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The clinical features for each group are described in Table 2 . There was no statistical difference between the four groups.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 61, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Clinical features"}, {"text": "Real-time qPCR qPCR copy numbers were significantly higher in the definite group (median 465,000 copies/ml, range 99,900-750,290,000) than in the probable group (median 38,600 copies/ml, range 7,750-148,982) and the possible group (median 1,032 copies/ml, range 731-13,000) or the other diagnosis group (median 390 copies/ml, range 145-2,833) (Fig. 1) . The difference was significant between the four groups (p <0.0001).", "cite_spans": [], "ref_spans": [{"start": 343, "end": 351, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Clinical features"}, {"text": "ROC curve analysis gave an area under the curve of 0.97 (Fig. 2) , confirming the ability of qPCR to discriminate PCP from colonization. The sensitivity and specificity of qPCR on BAL fluids for discrimination between PCP and colonization were estimated with different qPCR cut-off values. Two cutoff values were determined to give 100 % positive and negative predictive values, with a gray zone between them. The estimated cut-off values were 31,600 and 3,160 copies/ml, respectively. The sensitivity and specificity of qPCR for the diagnosis of PCP are specified in Fig. 2 for each cut-off value. The Youden's index and the rate of correctly classified patients for each cut-off value provided an optimal cut-off value of 36,100 copies/ml for the diagnosis of PCP (Fig. 3) . The \"other diagnoses\" group included bacterial pneumonia (n =2), atypical pneumonia (n =2), influenza virus pneumonia (n =1), acute respiratory distress syndrome (ARDS) due to sepsis (n =1), candidemia (n =1), bronchiolitis obliterans organizing pneumonia (n =1), drug-induced pneumonia (n =1), bronchial hamartoma (n =1), multifactorial pulmonary fibrosis (n =1), allergic bronchopulmonary aspergillosis (n =1), pulmonary lymphoma (n =2), and undetermined (n =5)", "cite_spans": [], "ref_spans": [{"start": 56, "end": 64, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 568, "end": 574, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 766, "end": 774, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Clinical features"}, {"text": "The diagnostic performance of the microscopic visualization of Pj is dependent on the quality and type of sample, the number of organisms, and the experience of the microscopist [9] . The higher sensitivity of PCR for Pj detection has been demonstrated previously [4] . The main risk of using conventional PCR for the diagnosis of PCP is a positive result for colonized patients having pneumonia from another etiology [7, [10] [11] [12] [13] [14] [15] [16] [17] .", "cite_spans": [{"start": 178, "end": 181, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 264, "end": 267, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 418, "end": 421, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 422, "end": 426, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 427, "end": 431, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 432, "end": 436, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 437, "end": 441, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 442, "end": 446, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 447, "end": 451, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 452, "end": 456, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 457, "end": 461, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, we observed that the qPCR results in the probable PCP group were significantly higher than those in the possible PCP group and in the group with another etiology, and were significantly lower than those in the definite PCP group. These results suggest that qPCR can help discriminate PCP from colonization and are in concordance with the hypothesis that the burden of Pj is lower in colonized people than in patients with PCP [18] . This is particularly interesting for non-HIV-infected immunocompromised patients, who often present with PCP with a low burden of Pj organisms and may not be diagnosed using microscopic examination [3] . qPCR values between 3,160 and 31,600 copies/ml fall within a gray zone, in which curative or prophylactic treatment should be discussed individually. It included nine out of the 35 (25 %) patients. Nevertheless, the Youden's index and the rate of correctly classified patients allowed determining the optimal cut-off value of 31,600 copies/ml, maximizing the accuracy for the diagnosis of PCP.", "cite_spans": [{"start": 441, "end": 445, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 646, "end": 649, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "A recent study concluded that early diagnosis and treatment are crucial for the survival of PCP patients without HIV infection [19] , suggesting that a rapid and accurate PCP diagnosis method such as qPCR should be used in these patients with a low burden of Pj . In our study, the cut-off value of 3,160 copies/ml would have avoided 13 of 17 (76 %) treatments prescribed to patients whose final diagnosis was not PCP. This cut-off would allow physicians to stop probabilistic treatment, and, therefore, limit adverse effects, cost of treatment, and development of resistances [7, 20] .", "cite_spans": [{"start": 127, "end": 131, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 577, "end": 580, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 581, "end": 584, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "A meta-analysis showed that PCR has good diagnosis accuracy and may be a useful tool for the diagnosis of PCP in immunocompromised patients [21] . Previous studies determined various cut-offs of qPCR targeting different genes to discriminate PCP from colonization: for MSG gene, Larsen et al. proved that a cut-off value of 50 copies/tube for qPCR in oral-wash samples increased the specificity for diagnosis of PCP to 100 % [18] . Flori et al.'s study established that a cutoff of 10 3 copies of DNA per capillary of BAL (PCR targeting the MSG gene) increased the specificity from 84.9 to 98.6 % with 100 % sensitivity [4] . Other studies highlighted the usefulness of qPCR in discriminating colonization from PCP: Alanio et al. proposed two cut-off values (120 and 1,900 trophic forms equivalents/ml) with a qPCR targeting the mitochondrial large subunit ribosomal RNA gene [22] ; for Matsumura et al., the value of 1,300 copies/ml distinguished PCP from colonization with a sensitivity of 100 % and a specificity of 80 %, using qPCR targeting the DHPS (dihydropteroate synthase) gene [23] .", "cite_spans": [{"start": 140, "end": 144, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 425, "end": 429, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 620, "end": 623, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 876, "end": 880, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1087, "end": 1091, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "We need to consider limitations when interpreting our results: this is a single-center study, the number of patients is relatively small, and we combined the data from the BAL and the broncho aspiration samples to evaluate the qPCR. Without a test capable of confirming or excluding the diagnosis of PCP, the classification of patients is uncertain. However, one quality of our study is that patients were classified by a multidisciplinary group of experts, ruling by consensus in view of all the clinical and complementary data. The fact that the experts did not know the qPCR results avoids classification bias. In spite of the small number of patients, the observed differences between the groups are statistically significant, which suggests that these differences are important. In our study, we used qPCR targeting the MSG gene, which is appropriate in discuss PCP diagnosis: the sensitivity is excellent, and it has been proved that qPCR analysis and the MSG target have the highest specificity compared with other PCR assays [24] .", "cite_spans": [{"start": 1033, "end": 1037, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "We can note that the rate of anti-pneumocystis prophylaxis was very low in our population. There is no current recommendation for anti-PCP prophylaxis or empirical therapy for non-HIV immunocompromised patients. It is known that colonization can sometimes lead to the development of PCP [7] . We propose to treat patients with a high probability of PCP and Pj burdens in the gray zone, and to monitor patients with low burdens and low probability of PCP with biological markers such as β-D-glucan, while prescribing a prophylactic treatment [23, 25, 26] . The proportion of patients having a hematological malignancy was very high in our population. We hypothesize that cut-off values may differ with the underlying diseases and may vary from one center to another.", "cite_spans": [{"start": 287, "end": 290, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 541, "end": 545, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 546, "end": 549, "text": "25,", "ref_id": "BIBREF24"}, {"start": 550, "end": 553, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our study shows that our qPCR targeting the MSG gene in respiratory samples can help discriminate PCP from pneumonia with Pj colonization in immunocompromised patients, using two cut-off values of 3,160 and 31,600 copies/ml, with a gray zone between them. Cut-off values should be determined for each laboratory and each population of patients.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Trends in hospitalizations for AIDS-associated Pneumocystis jirovecii pneumonia in the United States", "authors": [{"first": "C", "middle": ["F"], "last": "Kelley", "suffix": ""}, {"first": "W", "middle": [], "last": "Checkley", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Mannino", "suffix": ""}, {"first": "C", "middle": [], "last": "Franco-Paredes", "suffix": ""}, {"first": "Del", "middle": [], "last": "Rio", "suffix": ""}, {"first": "C", "middle": [], "last": "Holguin", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 1986, "venue": "Chest", "volume": "136", "issn": "", "pages": "190--197", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Management and outcome patterns for adult Pneumocystis carinii pneumonia, 1985 to 1995: comparison of HIV-associated cases to other immunocompromised states", "authors": [{"first": "N", "middle": ["G"], "last": "Mansharamani", "suffix": ""}, {"first": "R", "middle": [], "last": "Garland", "suffix": ""}, {"first": "D", "middle": [], "last": "Delaney", "suffix": ""}, {"first": "H", "middle": [], "last": "Koziel", "suffix": ""}], "year": 2000, "venue": "Chest", "volume": "118", "issn": "", "pages": "704--711", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pneumocystis pneumonia", "authors": [{"first": "C", "middle": ["F"], "last": "Thomas", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "2487--2498", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison between realtime PCR, conventional PCR and different staining techniques for diagnosing Pneumocystis jiroveci pneumonia from bronchoalveolar lavage specimens", "authors": [{"first": "P", "middle": [], "last": "Flori", "suffix": ""}, {"first": "B", "middle": [], "last": "Bellete", "suffix": ""}, {"first": "F", "middle": [], "last": "Durand", "suffix": ""}], "year": 2004, "venue": "J Med Microbiol", "volume": "53", "issn": "", "pages": "603--607", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical significance of quantifying Pneumocystis jirovecii DNA by using real-time PCR in bronchoalveolar lavage fluid from immunocompromised patients", "authors": [{"first": "F", "middle": [], "last": "Botterel", "suffix": ""}, {"first": "O", "middle": [], "last": "Cabaret", "suffix": ""}, {"first": "F", "middle": [], "last": "Foulet", "suffix": ""}, {"first": "C", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Costa", "suffix": ""}, {"first": "S", "middle": [], "last": "Bretagne", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "2", "pages": "227--231", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Molecular diagnosis of Pneumocystis pneumonia", "authors": [{"first": "Durand-Joly I", "middle": [], "last": "Chabé", "suffix": ""}, {"first": "M", "middle": [], "last": "Soula", "suffix": ""}, {"first": "F", "middle": [], "last": "Delhaes", "suffix": ""}, {"first": "L", "middle": [], "last": "Camus", "suffix": ""}, {"first": "D", "middle": [], "last": "Dei-Cas", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "FEMS Immunol Med Microbiol", "volume": "45", "issn": "", "pages": "405--410", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Colonization by Pneumocystis jirovecii and its role in disease", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Norris", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Rev", "volume": "25", "issn": "2", "pages": "297--317", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Characteristics and clinical relevance of the quantitative touch-down major surface glycoprotein polymerase chain reaction in the diagnosis of Pneumocystis pneumonia", "authors": [{"first": "Bff", "middle": [], "last": "Chumpitazi", "suffix": ""}, {"first": "P", "middle": [], "last": "Flori", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Kern", "suffix": ""}], "year": 2011, "venue": "Med Mycol Oct", "volume": "49", "issn": "", "pages": "704--713", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Update on the diagnosis and treatment of Pneumocystis pneumonia", "authors": [{"first": "E", "middle": ["M"], "last": "Carmona", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2011, "venue": "Ther Adv Respir Dis", "volume": "5", "issn": "", "pages": "41--59", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Epidemiology and clinical significance of Pneumocystis colonization", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "K", "middle": [], "last": "Wei", "suffix": ""}, {"first": "K", "middle": [], "last": "Afshar", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}], "year": 2008, "venue": "J Infect Dis", "volume": "197", "issn": "", "pages": "10--17", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pneumocystis colonization is highly prevalent in the autopsied lungs of the general population", "authors": [{"first": "C", "middle": ["A"], "last": "Ponce", "suffix": ""}, {"first": "M", "middle": [], "last": "Gallo", "suffix": ""}, {"first": "R", "middle": [], "last": "Bustamante", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Vargas", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "50", "issn": "", "pages": "347--353", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiology of Pneumocystis colonization in families", "authors": [{"first": "L", "middle": [], "last": "Spencer", "suffix": ""}, {"first": "M", "middle": [], "last": "Ukwu", "suffix": ""}, {"first": "Alexander", "middle": ["T"], "last": "", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "46", "issn": "", "pages": "1237--1240", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pneumocystis infections: the iceberg?", "authors": [{"first": "E", "middle": [], "last": "Dei-Cas", "suffix": ""}], "year": 2000, "venue": "Med Mycol", "volume": "38", "issn": "1", "pages": "23--32", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pneumocystis infection: unraveling the colonization-to-disease shift", "authors": [{"first": "E", "middle": ["J"], "last": "Calderon", "suffix": ""}, {"first": "E", "middle": [], "last": "Dei-Cas", "suffix": ""}], "year": 2010, "venue": "Expert Rev Anti Infect Ther", "volume": "8", "issn": "3", "pages": "259--262", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Pneumocystis jirovecii colonization in patients with systemic autoimmune diseases: prevalence, risk factors of colonization and outcome", "authors": [{"first": "A", "middle": [], "last": "Mekinian", "suffix": ""}, {"first": "Durand-Joly I", "middle": [], "last": "Hatron", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "", "suffix": ""}], "year": 2011, "venue": "Rheumatology (Oxford)", "volume": "50", "issn": "", "pages": "569--577", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pneumocystis jirovecii in general population", "authors": [{"first": "F", "middle": ["J"], "last": "Medrano", "suffix": ""}, {"first": "M", "middle": [], "last": "Montes-Cano", "suffix": ""}, {"first": "M", "middle": [], "last": "Conde", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis Feb", "volume": "11", "issn": "", "pages": "245--250", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Asymptomatic carriage of Pneumocystis jiroveci in subjects undergoing bronchoscopy: a prospective study", "authors": [{"first": "N", "middle": ["A"], "last": "Maskell", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Waine", "suffix": ""}, {"first": "A", "middle": [], "last": "Lindley", "suffix": ""}], "year": 2003, "venue": "Thorax", "volume": "58", "issn": "", "pages": "594--597", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Development and evaluation of a quantitative, touch-down, real-time PCR assay for diagnosing Pneumocystis carinii pneumonia", "authors": [{"first": "H", "middle": ["H"], "last": "Larsen", "suffix": ""}, {"first": "H", "middle": [], "last": "Masur", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kovacs", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "2", "pages": "490--494", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Early diagnosis and treatment are crucial for the survival of Pneumocystis pneumonia patients without human immunodeficiency virus infection", "authors": [{"first": "N", "middle": [], "last": "Asai", "suffix": ""}, {"first": "S", "middle": [], "last": "Motojima", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ohkuni", "suffix": ""}], "year": 2012, "venue": "J Infect Chemother", "volume": "18", "issn": "6", "pages": "898--905", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Current insights into the biology and pathogenesis of Pneumocystis pneumonia", "authors": [{"first": "C", "middle": ["F"], "last": "Thomas", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2007, "venue": "Nature", "volume": "5", "issn": "4", "pages": "298--308", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Use of real-time polymerase chain reaction for the diagnosis of Pneumocystis pneumonia in immunocompromised patients: a metaanalysis", "authors": [{"first": "H", "middle": [], "last": "Summah", "suffix": ""}, {"first": "Y", "middle": ["G"], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Falagas", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Vouloumanou", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Qu", "suffix": ""}], "year": 2013, "venue": "Chin Med J (Engl)", "volume": "126", "issn": "10", "pages": "1965--1973", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Real-time PCR assay-based strategy for differentiation between active Pneumocystis jirovecii pneumonia and colonization in immunocompromised patients", "authors": [{"first": "A", "middle": [], "last": "Alanio", "suffix": ""}, {"first": "G", "middle": [], "last": "Desoubeaux", "suffix": ""}, {"first": "C", "middle": [], "last": "Sarfati", "suffix": ""}], "year": 2011, "venue": "Clin Microbiol Infect", "volume": "17", "issn": "", "pages": "1531--1537", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Quantitative real-time PCR and the (1→3)-β-D-glucan assay for differentiation between Pneumocystis jirovecii pneumonia and colonization", "authors": [{"first": "Y", "middle": [], "last": "Matsumura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ito", "suffix": ""}, {"first": "Y", "middle": [], "last": "Iinuma", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "6", "pages": "591--597", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "PCR diagnosis of Pneumocystis pneumonia: a bivariate meta-analysis", "authors": [{"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "G", "middle": [], "last": "Ling", "suffix": ""}, {"first": "C", "middle": [], "last": "Qiang", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "12", "pages": "4361--4363", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Contribution of the (1→3)-β-D-glucan assay for diagnosis of invasive fungal infections", "authors": [{"first": "F", "middle": [], "last": "Persat", "suffix": ""}, {"first": "S", "middle": [], "last": "Ranque", "suffix": ""}, {"first": "F", "middle": [], "last": "Derouin", "suffix": ""}, {"first": "A", "middle": [], "last": "Michel-Nguyen", "suffix": ""}, {"first": "S", "middle": [], "last": "Picot", "suffix": ""}, {"first": "A", "middle": [], "last": "Sulahian", "suffix": ""}], "year": 2008, "venue": "J Clin Microbiol", "volume": "46", "issn": "", "pages": "1009--1013", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Diagnostic accuracy of serum 1,3-β-D-glucan for Pneumocystis jiroveci pneumonia, invasive candidiasis, and invasive aspergillosis: systematic review and meta-analysis", "authors": [{"first": "A", "middle": [], "last": "Onishi", "suffix": ""}, {"first": "D", "middle": [], "last": "Sugiyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kogata", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "1", "pages": "7--15", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Box and whisker plots of Pneumocystis jirovecii copy numbers according to patient group. The boxes contain 50 % of the sample data, with the median value indicated by a horizontal bar", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Receiver operator characteristic (ROC) curve of P. jirovecii copy numbers for the diagnosis of Pneumocystis pneumonia (PCP). The arrows indicate cut-off values of 3,160 copies/ml, and 31,600 copies", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Rate of correctly classified patients and Youden's index for each cut-off value", "latex": null, "type": "figure"}, "TABREF0": {"text": "Diagnosis definitions used by the experts", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical features", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>Definite PCPa\n(n=7)\n</td><td>Probable PCP (n=4)\n</td><td>Possible PCP (n =5)\n</td><td>Other diagnosisd\n(n =19)\n</td><td>p-Value\n</td></tr><tr><td>Age, years </td><td>66 (47-69) </td><td>66 (52-75) </td><td>65 (60-67) </td><td>49 (42-66) </td><td>0.34\n</td></tr><tr><td>Male sex </td><td>3 (43 %) </td><td>1 (25 %) </td><td>2 (40 %) </td><td>9 (47 %) </td><td>0.874\n</td></tr><tr><td>Underlying disease\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Hematological malignancy </td><td>4 (57 %) </td><td>4 (100 %) </td><td>4 (80 %) </td><td>13 (68 %) </td><td>0.46\n</td></tr><tr><td>Solid malignancy </td><td>1 (14 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>1 (5 %) </td><td>0.68\n</td></tr><tr><td>Organ transplantation </td><td>0 (0 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>4 (21 %) </td><td>0.28\n</td></tr><tr><td>HIVb infection </td><td>2 (29 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>1 (5 %) </td><td>0.2\n</td></tr><tr><td>Inflammatory disease </td><td>0 (0 %) </td><td>0 (0 %) </td><td>1 (20 %) </td><td>0 (0 %) </td><td>0.1\n</td></tr><tr><td>Corticosteroids </td><td>2 (29 %) </td><td>1 (25 %) </td><td>2 (40 %) </td><td>4 (21 %) </td><td>0.85\n</td></tr><tr><td>Anti-tumor chemotherapy </td><td>2 (29 %) </td><td>2 (50 %) </td><td>2 (40 %) </td><td>11 (58 %) </td><td>0.59\n</td></tr><tr><td>Immunosuppressive agents other than corticosteroids or chemotherapy\n</td><td>1 (14 %) </td><td>1 (25 %) </td><td>2 (40 %) </td><td>3 (16 %) </td><td>0.64\n</td></tr><tr><td>PCP prophylaxis </td><td>0 (0 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>1 (5 %) </td><td>0.83\n</td></tr><tr><td>Hypoxia </td><td>7 (100 %) </td><td>3 (75 %) </td><td>5 (100 %) </td><td>11 (58 %) </td><td>0.19\n</td></tr><tr><td>Stay in ICUc </td><td>2 (29 %) </td><td>2 (50 %) </td><td>0 (0 %) </td><td>5 (26 %) </td><td>0.39\n</td></tr><tr><td>Anti-PCP treatment </td><td>7 (100 %) </td><td>4 (100 %) </td><td>5 (100 %) </td><td>12 (63 %) </td><td>0.06\n</td></tr><tr><td>Mechanical ventilation </td><td>2 (29 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>5 (26 %) </td><td>0.38\n</td></tr><tr><td>Laboratory findings\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Leucocytes, /mm3 </td><td>2,100 (1,700-9,825) </td><td>7,150 (6,600-8 750) </td><td>9,100 (750-10 025) </td><td>3,700 (2,325-5,900) </td><td>0.4\n</td></tr><tr><td>Neutrophils, /mm3 </td><td>1,400 (1,125-5,650) </td><td>5,850 (5,200-7,250) </td><td>4,650 (1,800-8,150) </td><td>2,600 (2,200-5,525) </td><td>0.28\n</td></tr><tr><td>Lymphocytes, /mm3 </td><td>400 (225-600) </td><td>950 (450-1,300) </td><td>400 (350-2,150) </td><td>500 (225-800) </td><td>0.77\n</td></tr><tr><td>C-reactive protein, mg/dl </td><td>11.8 (2.6-17.9) </td><td>10.5 (4.95-14.1) </td><td>10.7 (4.5-20) </td><td>9.3 (3.9-6.2) </td><td>0.99\n</td></tr><tr><td>Creatinine, mg/dl </td><td>0.8 (0.61-1) </td><td>0.84 (0.74-1.37) </td><td>0.71 (0.6-1.3) </td><td>0.97 (0.63-1.1) </td><td>0.91\n</td></tr><tr><td>Death </td><td>0 (0 %) </td><td>0 (0 %) </td><td>0 (0 %) </td><td>3 (16 %) </td><td>0.43\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare they have no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}