{
    "paper_id": "f40566adbe02f7863f8af2d5859b5fe1591447e2",
    "metadata": {
        "title": "Impact of different influenza cultivation conditions on HA N-Glycosylation",
        "authors": [
            {
                "first": "Jana",
                "middle": [
                    "V"
                ],
                "last": "Roedig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erdmann",
                "middle": [],
                "last": "Rapp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yvonne",
                "middle": [],
                "last": "Genzel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Udo",
                "middle": [],
                "last": "Reichl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Jana V Roedig 1 Background Influenza virus is a highly contagious human and animal pathogen causing infections of the respiratory track. Prevention such as high standard hygiene and vaccination still represent the best measures for protection. Beside the traditional egg-based influenza vaccine production, numerous cell culture-based processes are currently being established. Due to its ability to induce strong and protective immune responses, the highly abundant glycoprotein hemagglutinin (HA) represents the major component in influenza vaccines. Since variations in Nglycosylation of glycoproteins such as HA can alter quality characteristics of antigens, the impact of cell lines and process parameters for vaccine manufacturing needs to be addressed. This study investigates the impact of virus adaptation and different harvest time points on HA N-glycosylation. Therefore, the HA of influenza A virus Uruguay/716/2007 (H3N2, high growth reassortant), in the following referred to as IVA-Uruguay, was purified and N-glycans analyzed by capillary gel electrophoresis with laser-induced fluorescence (CGE-LIF).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Impact of different influenza cultivation conditions on HA N-Glycosylation"
        },
        {
            "text": "Cell culture and virus production IVA-Uruguay (H3N2, #07/360, NIBSC, South Mimms, UK) was produced in either adherently growing MDCK (No. 84121903) or Vero (No. 88020401) cells purchased from ECACC (Salisbury, UK) . For cell growth GMEM (Invitrogen, #22100-093, Darmstadt, Germany) was supplemented with 5.5 g/L glucose (Roth, #X997.3, Karlsruhe, Germany), 2 g/L peptone (IDG, #MC33, Lancashire, UK), 10 % FCS (Invitrogen, #10270-106) and 4 mg/mL NaHCO 3 (Roth, #6885.3). Infections were performed in the same medium without addition of FCS but supplemented with trypsin (Invitrogen, #27250-018) at a final concentration of 5 U/mL. Virus was quantified by a hemagglutination assay according to Kalbfuss et al. [1] and is expressed in HAU (log HA/100 µL).",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Virus was harvested and processed for HA N-glycosylation pattern analysis according to Schwarzer et al. [2] applying an optimized work-flow [3] and data evaluation [4] . Finally, the samples were separated by CGE-LIF using an ABI PRISM 3100-Avant genetic analyzer (Applied Biosystems, Foster City, California, USA). For data processing and evaluation the x-axis of capillary electropherograms was normalized using an internal standard, resulting in N-glycosylation patterns, in which each peak corresponds to at least one distinct N-glycan structure. This allowed a direct qualitative comparison regarding N-glycan structure presence in different samples. For quantitative comparison, the relative peak height (RPH: the ratio of peak height to the total height of all peaks) was determined for each peak and sample. Low abundant peaks were defined with RPH < 5 %.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "HA N-glycosylation pattern analysis"
        },
        {
            "text": "MDCK cell-derived virus seed, exhibiting 2.6 HAU at 24 hours post infection (hpi; data not shown), was used to infect five consecutive passages of Vero cells. Adaptation of the virus to Vero cells resulted in increased virus yields within shorter time frames in the new host system: in the first passage of Vero cells 2.1 HAU were obtained at 96 hpi, whereas in the fifth passage a titer of 2.7 HAU at 72 hpi was reached (data not shown). The HA N-glycosylation pattern of the MDCK cell-derived IVA-Uruguay seed exhibited 25 different characteristic peaks in the range of 160 bp to 400 bp. Of these a total ure 1A) . In comparison to MDCK cell-derived HA, the Vero cell-derived antigen showed a tendency towards smaller glycan structures. The relative abundance of each peak over all Vero passages only varied marginally with standard deviations (SD) ≤ 2.1 % (table 1). The increase in virus titers within shorter time frames suggests increased viral fitness, during adaptation from MDCK to Vero cells. An impact of HA N-glycosylation on properties of the virus, i.e. virus replication, has already been descried [8] [9] [10] [11] [12] . Interestingly, the glycan pattern stabilized soon after the first passage in Vero cells. This clearly indicates that further increase in HA titer did not depend on changes in the HA N-glycosylation pattern.",
            "cite_spans": [
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 614,
                    "text": "ure 1A)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The impact of harvest time on the HA N-glycosylation pattern of MDCK cell-derived IVA-Uruguay is shown in figure 1B . Virus harvested at either 24 hpi or 72 hpi exhibited the 25 different MDCK cell-specific peaks between 160 bp and 400 bp. At 72 hpi one additional, but very low abundant peak was detected (numbered 23). Overall, differences in relative structure abundance were rather small with a maximal difference of 1.7 % (table 1) . This indicates that HA of virus particles released in the supernatant is rather stable over the time window relevant for influenza virus production [5, 6] ]. However, there are minor variations in RPH from passage to passage during adaptation and between harvesting time points. Possible explanations are varying ratios either of completely/incompletely processed or of intact/ degraded N-glycan structures or a combination of both. In 2009, Schwarzer et al. [7] characterized the MDCK cell-derived HA N-glycosylation pattern of a H3N2 influenza virus subtype as a mixture of complex N-glycan structures with terminal αand β-galactose and high mannose type structures. In contrast, the Vero cellderived HA was characterized by complex N-glycans with exclusively terminal β-galactose and structures of the high mannose type. For final evaluation of the results presented here, determination of the N-glycan structure of all peaks would be required.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "figure 1B",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 436,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, the impact of adaptation and harvesting time point on HA N-glycosylation of IVA-Uruguay was investigated. So far, it is not clear whether differences in the HA N-glycosylation have an impact on immunogenicity or other properties of influenza vaccines. Other factors, e.g. differences in cell culture media, cell density, etc. may also contribute to variations in HA N-glycosylation. Nevertheless, monitoring N-glycosylation patterns during vaccine production processes allows not only to evaluate antigen quality and the impact of process modifications on lot-to-lot consistency but also to critically assess consequences of unwanted process variations or process failure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monitoring influenza virus content in vaccine production: precise assays for the quantitation of hemagglutination and neuraminidase activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kalbfuss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knochlein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krober",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reichl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biologicals",
            "volume": "36",
            "issn": "3",
            "pages": "145--161",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "N-glycan analysis by CGE-LIF: profiling influenza A virus hemagglutinin N-glycosylation during vaccine production",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reichl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Electrophoresis",
            "volume": "29",
            "issn": "20",
            "pages": "4203--4214",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Optimized CGE-LIF-Based Glycan Analysis for High-Throughput Applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rödig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reichl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the 21st Annual Meeting of the European Society for Animal Cell Technology (ESACT)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Optimized workflow for preparation of APTS-labeled Nglycans allowing high-throughput analysis of human plasma glycomes using 48-channel multiplexed CGE-LIF",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Ruhaak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borowiak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Dolhain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Deelder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wuhrer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Proteome Res",
            "volume": "2010",
            "issn": "12",
            "pages": "6655--6664",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of largescale mammalian cell culture systems with egg culture for the production of influenza virus A vaccine strains",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tree",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Clegg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Looby",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "3444--3450",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bioprocess optimization for cell culture based influenza vaccine production",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maranga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "17",
            "pages": "3320--3328",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Glycan analysis in cell culture-based influenza vaccine production: influence of host cell line and virus strain on the glycosylation pattern of viral hemagglutinin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Genzel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sandig",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reichl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "32",
            "pages": "4325--4336",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of addition of new oligosaccharide chains to the globular head of influenza A/H2N2 virus haemagglutinin on the intracellular transport and biological activities of the molecule",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tsuchiya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hongo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Muraki",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "1137--1146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Glycosylation affects cleavage of an H5N2 influenza virus hemagglutinin and regulates virulence",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci",
            "volume": "84",
            "issn": "1",
            "pages": "36--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Glycans on influenza hemagglutinin affect receptor binding and immune response",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "43",
            "pages": "18137--18142",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Importance of hemagglutinin glycosylation for the biological functions of influenza virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virus Res",
            "volume": "82",
            "issn": "1-2",
            "pages": "73--75",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "N-Glycans attached to the stem domain of haemagglutinin efficiently regulate influenza A virus replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herwig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "601--609",
            "other_ids": {
                "DOI": [
                    "10.1186/1753-6561-5-S8-P113"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impact of different influenza cultivation conditions on HA N-Glycosylation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roedig",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Proceedings",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "22nd European Society for Animal Cell Technology (ESACT) Meeting on Cell Based Technologies Vienna, Austria. 15-18 May 2011",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Planck Institute for Dynamics of Complex Technical Systems, Sandtorstraße 1, Magdeburg, Germany Full list of author information is available at the end of the article Roedig et al. BMC Proceedings 2011, HA N-glycosylation patterns of Influenza A virus Uruguay/716/2007 (H3N2)high growth reassortant. Relative fluorescence units (RFU) are plotted over the migration time (t mig ) in base pairs (bp). (A) MDCK cell-derived virus (seed) was consecutively passaged in Vero cells (1 st passage to 5 th passage). Peaks annotated in blue are present in MDCK as well as Vero cell-derived HA; peaks annotated in black are MDCK cell-specific, and red annotation indicates Vero cell-specific peaks. (B) MDCK cell-derived virus harvested either 24 or 72 hours post infection (hpi). MDCK cell-specific peaks are annotated (1, 2, 4, 6 -24, 26-28). number of 11 peaks representing large glycans (275 bp -400 bp; #12, 13, 18 -22, 24, 26 -28) were unique to MDCK cell-derived virus (figure 1A). In contrast, the HA N-glycosylation pattern changed significantly with the first passage in Vero cells. Here, 15 different peaks between 150 bp and 380 bp characterize the Vero cellspecific HA N-glycosylation pattern. Four peaks (#3, 5, 23 and 25) were unique to Vero cell-derived virus (fig-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "deviation (SD RPH ) of all characteristic peaks in MDCK and Vero cells during virus adaptationRPH",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Institute for Dynamics of Complex Technical Systems, Sandtorstraße 1, Magdeburg, Germany. 2 Otto-von-Guericke-University, Chair of Bioprocess Engineering, Magdeburg, Germany. Published: 22 November 2011",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of relative peak heights (RPH) of 28 HA-glycan peaks during virus adaptation from MDCK to Vero cells, and of two harvest time points in a cultivation with MDCK cells. For virus adaptation, MDCK cell-derived virus seed was consecutively passaged in Vero cells (pass. 1 to pass. 5). Two harvest time points, 24 and 72 hours post infection (hpi), compared by absolute values of RPH and percentage difference |ΔRPH|. Maximal SD and maximal |ΔRPH| are highlighted in bold.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Submit your next manuscript to BioMed Central and take full advantage of: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}