{"paper_id": "f4bb4eed8d6359ef4a5741bcc34bdf5cb45c9f47", "metadata": {"title": "ROYAL ACADEMY OF MEDICINE IN IRELAND IRISH JOURNAL OF MEDICAL SCIENCE Exhibitors at the Irish Thoracic Society Annual Scientific Meeting 2008 Premium Exhibitors", "authors": [{"first": "Irish", "middle": [], "last": "Thoracic", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Allen", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hanburys", "middle": [], "last": "Boehringer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ingelheim", "middle": ["/"], "last": "Pfizer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Astra", "middle": ["Zeneca"], "last": "Pfizer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Leo", "middle": [], "last": "Pharma", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Welcome to the Irish Thoracic Society Annual Scientific Meeting 2008. We are delighted that the meeting has made a return to Belfast this year and in honour of this we've put together a programme that we feel sure will make for a highly interesting and worthwhile experience.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "A central feature will be the presentation of original research in both oral and poster form, showcasing the wide range of important and innovative work being carried out throughout the island.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "The focus of this year's symposium is lung cancer and we are delighted to welcome a panel of leading international speakers who will share their knowledge and insights on this important topic. Additional guest lectures on ciliary dyskinesia and asthma by distinguished specialists in both fields complete a varied and, we hope, highly stimulating programme.", "cite_spans": [], "ref_spans": [], "section": "Welcome from the Local Organiser"}, {"text": "It is my pleasure to welcome you to the Irish Thoracic Society Annual Scientific Meeting 2008. On behalf of the Irish Thoracic Society I wish to thank Dr. Jackie Rendall for her outstanding work in conjunction with the ITS office in organising this year's programme. Thanks to her sterling efforts we look forward to a rewarding and stimulating meeting.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "2008 has been a busy year for the Irish Thoracic Society and I would like to take this opportunity to reflect on some of the highlights.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "February saw the publication of the INHALE Report, 2 ND Edition (Ireland Needs Healthier Airways and Lungs -the Evidence). Compiled by the ITS in conjunction with Dr Neil Brennan and Dr Terry O'Connor, the report underlines the serious resource deficits that still exist in respiratory health-care. Clearly a lot more work is needed in this area and the Society will continue advocating for a respiratory strategy to tackle the imbalance.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "Throughout the year the Society has made representations on a broad range of issues including COPD, Tuberculosis, Critical Care Services and Lung Cancer. With respect to the latter, the Irish Thoracic Society Lung Cancer Sub-committee has been working with the National Cancer Control Programme towards the development of improved services for lung cancer care. The Society has also been represented on the National COPD Strategy Group and the National TB Advisory Committee and we look forward to the respective reports on this work.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "Significant headway has been made in the area of education and research. The Irish Thoracic Society Boehringer Ingelheim Research Fellowship, launched last year, has recently been awarded for a second time, promising valuable contributions to respiratory research from two very worthy projects in the coming years.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "Our ability to communicate with members has improved dramatically thanks to a radical upgrade of the Irish Thoracic Society website -www.irishthoracicsociety.com. This provides information on the Society's activities and other relevant issues. Many delegates will have become familiar with its facilities for on-line registration and submission of abstracts in the lead-up to the meeting and we trust they have proven convenient and user-friendly. Password protected members areas are designed for more specialist interest content and we encourage members to help us develop these areas further as a resource for sharing information and discussion of issues.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "We recognise the important role our members continue to play in all these activities. In order to sustain our efforts, the continued support of members and the expansion of our membership base is vital. I would also like to take this opportunity to thank our partners in the pharmaceutical and medical equipment sectors. Their support over the years has been central to the Society's development and is now more important than ever -we look forward to continued collaboration in 2009 and beyond.", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "Dr. JJ Gilmartin, President, the Irish Thoracic Society", "cite_spans": [], "ref_spans": [], "section": "President's Welcome"}, {"text": "Patient's with COPD are known to have decreased levels of activity. This study looks at free-living activities as measured by the Sense-Ware armband to determine if there was a relationship with standard exercise field tests for this patient population.", "cite_spans": [], "ref_spans": [], "section": "Thursday 6th November 2008"}, {"text": "Thirty one patients with COPD were recruited: men (n = 14), female (n = 17). Ethical approval and written consent was obtained. The SenseWare Ò armband was worn for seven consecutive days and distance on the shuttle walk test was measured. Pearson's Correlations were undertaken using SPSS version 12.", "cite_spans": [], "ref_spans": [], "section": "Thursday 6th November 2008"}, {"text": "The mean age of the study population was 67.5 yrs (±7.4) with a mean FEV 1 45% (±41). The shuttle walk test (SWT) was 212 m (±121). Free-living activities as measured by; physical activity level (PAL) of 1. Patients low levels of activities in daily life as measured by the SenseWare Ò Armband parameters correlates with the shuttle walk test making it a reliable outcome measure. The shuttle walk test can provide us with valuable insight into the patient's free-living activities and sleep pattern. ", "cite_spans": [], "ref_spans": [], "section": "Thursday 6th November 2008"}, {"text": "International literature points to inequity in the provision of palliation in favour of patients with cancer despite the high mortality associated with COPD. Chronicity is associated with biographical disruption, loss and shifting relationships with healthcare professionals all of which may influence the nature of palliative care in advanced COPD. A three phased project is underway aimed at developing palliative care for patients with COPD. The purpose of phase one is to identify palliative care needs of these patients.", "cite_spans": [], "ref_spans": [], "section": "School of Nursing and Midwifery, Trinity College Dublin"}, {"text": "A mixed method research design was employed for phase one involving health status measurement and qualitative interviews. Inclusion criteria were those patients who were hospitalised for exacerbation of COPD. The patient sample was mainly derived from one hospital over a one year period with a primary diagnosis of COPD. Gatekeepers were in place to protect confidentiality. Data was collected using the St George's Respiratory Questionnaire(SGRQ), Hospital Anxiety and Depression Scale (HADS), and the Medical Research Council (MRC) Dyspnoea Scale. In a 2nd round of interviews, the questions are open and semi-structured. Interviews were undertaken in patients' homes. An integrated analysis is underway of data represented in different forms using SPSS and NVivo software.", "cite_spans": [], "ref_spans": [], "section": "School of Nursing and Midwifery, Trinity College Dublin"}, {"text": "Twenty six patients were interviewed. Ages ranged from 52-85 yrs (mean = 69). Anxiety and depression scores averaged 8.4 and 6.7 respectively. Scores of [11 indicating moderate and severe levels were found in 10 cases for anxiety and 4 for depression. Average SGRQ scores = 62.4 indicating significant impact on quality of life. Themes from qualitative data include a catastrophic diagnostic event along the illness trajectory, ambivalence towards OPD visits and rigid daily routine to control breathlessness. Issues emerged regarding recruitment, the construing of palliative care in COPD and articulation of experiences of quality of care. Conclusion: Preliminary findings suggest significant disability and lay expertise; isolation; anxiety; impact on relationships and poorly articulated fears of the future. Unmet palliative care needs are evident and challenge nursing to find appropriate ways of construing palliative care in COPD.", "cite_spans": [], "ref_spans": [], "section": "School of Nursing and Midwifery, Trinity College Dublin"}, {"text": "Patients with severe COPD are likely to have repeated exacerbations and early mortality. In ventilated patients Herpes Simplex Virus-1 (HSV-1) is frequently identified and is associated with an increased mortality. We determined the frequency of HSV-1 in COPD patients (stable and exacerbated) and if it was associated with disease severity and mortality. Methods: Stable and exacerbated COPD patients were recruited. Spirometry was performed. Sputum was obtained and lysed by DDT. Nucleic acids were extracted and specimens were tested for HSV-1 and GAPDH using real-time PCR. Results: One hundred and thirty six patients with exacerbations of COPD and 68 stable patients were recruited. HSV-1 was detected in 19% of COPD patients during an exacerbation and 13% of stable COPD patients. No significant differences in HSV-1 copy numbers were seen on comparison of these groups. Detection of HSV-1 was associated with increasing COPD disease severity, p \\ 0.005. The presence of HSV-1 during exacerbations was associated with increased mortality, p \\ 0.05, predominantly from respiratory causes, p = 0.05. Conclusion: HSV-1 is frequently detected in the sputum of COPD patients. It is more commonly found in patients with severe airways disease and its presence during exacerbations is associated with increased mortality. Pulmonary rehabilitation (PR) is associated with symptomatic and physiologic improvements in patients with COPD. However, biologic effects on systemic inflammatory and profibrotic cytokines are unproven.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Thirty two patients with moderate or severe COPD (Age 66.1 ± 9.63 y, FEV 1 42 ± 17.9% predicted) were recruited to a PR programme. Cardiopulmonary exercise testing was performed before and after the programme. Serum C-reactive protein (CRP), tumour necrosis factor-alpha (TNF-a), interleukin-6 (IL-6), transforming growth factor-beta (TGF-b) and oxidative burst were measured before exercise, at peak exercise and at recovery.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "There were statistically significant improvements in all domains of the St Georges Respiratory Questionnaire, Chronic Respiratory Disease Questionnaire and Hospital Anxiety and Depression Questionnaire. There were no significant changes in CRP or TNF-a associated with exercise or pulmonary rehabilitation. Exercise was associated with a surge in oxidative burst. Endurance exercise was associated with an increase in IL-6 (p = 0.0227) that was attenuated by pulmonary rehabilitation (p = 0.6271). Incremental exercise was associated with an increase in TGF-b (p = 0.0388) that was attenuated by pulmonary rehabilitation (p = 0.1441).", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Demonstrating biological effects of PR has proved elusive to date. This is the first study to demonstrate modulation of both circulating inflammatory and profibrotic cytokines by PR in patients with COPD. Queen's University, 2 Royal Victoria Hospital, 3 Belfast City Hospital, N. Ireland Beta cryptoxanthin is a pro-vitamin A carotenoid which is reported to be a good biomarker of fruit and vegetable intake. We hypothesised that levels of serum beta cryptoxanthin would be related to FEV 1. In 1991, 2745 men aged 50 to 59 years were recruited into the Belfast arm of the Prospective Epidemiological Study of Myocardial Infarction (PRIME). We describe the cross-sectional analysis of the 1208 men who had a valid spirometry trace and plasma sample at 10 year follow-up. Beta cryptoxanthin levels were measured using HPLC analysis. FEV 1 values at 10 years were modelled using simple linear regression, and adjusted for covariates.", "cite_spans": [{"start": 225, "end": 226, "text": "2", "ref_id": null}, {"start": 489, "end": 491, "text": "1.", "ref_id": null}], "ref_spans": [], "section": "Background:"}, {"text": "Serum beta cryptoxanthin levels were positively correlated with FEV 1 (r = 0.23, p \\ 0.0001). For each nanomole per litre increment in serum beta cryptoxanthin levels, FEV 1 was 2.22 mls greater. Following adjustment for the covariates, for each nanomole per litre increment in serum beta cryptoxanthin levels, FEV 1 was 1.26 mls greater (95%CI 0.78 to 1.75, p \\ 0.0001).", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Serum beta cryptoxanthin levels are positively correlated with FEV 1 . This suggests that in this population a moderate increase in serum beta cryptoxanthin levels (achievable by a modest increase in dietary intake of fruit and vegetables) may have a protective effect on lung function. The study was undertaken to evaluate organ utilization in the Republic of Ireland. A retrospective review of potential donors from January 2006 to August 2008 was performed. Donors organ were selected according to criteria set by the International Society of Heart and Lung Transplantation (ISHLT), ABO group compatibility and predicted TLC. This included a donor age \\ 45 years old, a satisfactory history, a normal chest radiogram, arterial blood gases (ABG) of [40 kPA (300 mmHg) (FiO2 of 100% and a PEEP of 5).", "cite_spans": [{"start": 67, "end": 68, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Background:"}, {"text": "227 potential offers for organ donation occurred. The median donor age was 43 years (range 1-72), the mean period of mechanical ventilation was 3 days (range [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] . Sixty percent (137 offers) were declined on the basis of ISHLT criteria, 20% were declined because of age, 35% due to poor blood gases, 35% due to abnormal chest X-ray and 10% because of chest trauma. Sixty-three offers were evaluated at the donor site. Five percent (11 offers) were excluded because of size and HLA crossmatch constraints, these were offered to UK Transplant. 17 lungs (7.5%) were successfully transplanted. Organ donation in Republic of Ireland is high (22 per million population), however lung utilisation is low. The pathway to increase number of lung transplantation may include a framework for optimising donor physiology. The use of endoscopic ultrasound with fine-needle aspiration (EUS-FNA) is well established in diagnosing and staging non-small cell lung cancer with positron emission tomography (PET) positive posterior mediastinal lymph nodes. The sensitivity of EUS-FNA ranges between 83 and 96%. It is less invasive and has lower complication rates when compared to surgical staging of mediastinal nodes. This study aims to describe our initial experience of EUS-FNA in lung cancer.", "cite_spans": [{"start": 158, "end": 161, "text": "[1]", "ref_id": null}, {"start": 162, "end": 165, "text": "[2]", "ref_id": null}, {"start": 166, "end": 169, "text": "[3]", "ref_id": null}, {"start": 170, "end": 173, "text": "[4]", "ref_id": null}, {"start": 174, "end": 177, "text": "[5]", "ref_id": null}, {"start": 178, "end": 181, "text": "[6]", "ref_id": null}, {"start": 182, "end": 185, "text": "[7]", "ref_id": null}, {"start": 186, "end": 189, "text": "[8]", "ref_id": null}, {"start": 190, "end": 193, "text": "[9]", "ref_id": null}, {"start": 194, "end": 198, "text": "[10]", "ref_id": null}, {"start": 199, "end": 203, "text": "[11]", "ref_id": null}, {"start": 204, "end": 208, "text": "[12]", "ref_id": null}, {"start": 209, "end": 213, "text": "[13]", "ref_id": null}, {"start": 214, "end": 218, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "Background:"}, {"text": "EUS-FNA was used prospectively for the assessment of PET positive mediastinal lymph nodes between January 2007 and July 2008. When EUS-FNA did not show malignant invasion, a confirmatory mediastinoscopy was done. Endpoints were performance of EUS-FNA, morbidity and length of hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "23 patients underwent EUS-FNA during the study period for both diagnosis and staging. 20 patients had positive lymph node invasion and 3 had no evidence of malignant invasion on EUS-FNA. Negative cytology on the latter 3 was confirmed on mediastinoscopy giving EUS-FNA a sensitivity of 100% for the study period. It upstaged the disease in 15 patients.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "EUS-FNA is reliable, non-surgical tool for mediastinal staging. It reduces the need for surgical staging procedures in lung cancer patients with suspected mediastinal involvement. The limitation of this study is the poor documentation of the lymph node stations that were sampled. The role played by the innate immune system in determining survival in non-small-cell lung cancer (NSCLC) is unclear. The aim of this study was to investigate the prognostic significance of cytotoxic T-lymphoctye infiltration in NSCLC.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Immunohistochemistry was used to detect CD8 + T-lymphocytes in the tumor islets and tumor stroma in 179 patients with surgically resected NSCLC. Quantification of immune infiltration was performed using a novel automated image analysis algorithm. Univariate Cox regression analysis, Kaplan-Meier analysis and the log-rank test were used to illustrate differences in overall survival according to the expression of tumour to stroma lymphocyte infiltration ratio.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Lymphocytes were detected in both the tumour islets and stroma in all patients. We used the median of tumor:stroma CD8 + infiltration ratio as a threshold to dichotomise patients to either high or low infiltration rate. Results showed that those with a higher intratumoral lymphocyte infiltration had a significantly better survival compared to those with a low tumour/stroma infiltration ratio (p \\ 0.001).", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Microlocalization of infiltrating cytotoxic T-lymphocytes is a powerful predictor of outcome from surgically resected NSCLC. The biologic explanation for this and its implications for the use of adjunctive treatment require further evaluation.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "1.9 EBUS-TBNA for Lung Cancer -Initial Irish Experience", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Accurate mediastinal staging is essential in lung cancer patients under consideration for surgical resection. Compared to mediastinoscopy or L anterior mediastinotomy (the gold standard), EBUS-TBNA is less invasive and may be carried out during diagnostic bronchoscopy, offering the potential for one-stop diagnosis and staging.", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "EBUS commenced in SJH in mid 2007. We retrospectively analysed the first 74 cases, 66 (89%) of whom had TBNA. 44 patients with known or suspected lung cancer had EBUS-TBNA of N2 glands. Cytology was positive for malignancy in 30/44 (68%). In the 14 patients where cytology was negative, 2 had no further follow up. Of the other 12, only 3 were proven node positive, but 7 were confirmed node negative at mediastinoscopy/surgery and 2 had resolution of nodes at repeat CT. Therefore, in these patients EBUS-TBNA had a negative predictive value of 75%, sensitivity 91% and overall accuracy 93%.", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "In 3 patients with primary paratracheal mass, EBUS-TBNA was positive in all 3. Of a total 33 lung cancer cases where EBUS-TBNA was positive, this was the only positive sample in 15 (45%).", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "In 68% of patients EBUS-TBNA obviated the need for more invasive sampling of the mediastinum-this is one-stop diagnosis and staging. The National Patient Safety Agency (NPSA) (May 2008) highlights the role of ultrasound guidance for pleural drain procedures. We review our practice from a District General Hospital.", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "Pleural studies were identified from the hospital PAS and the radiology database. Case notes of those who had their effusions drained by catheter were studied. 37 patients (M:F 25:12; age 24-87 [mean 64.9]) had 50 drains placed in the period August 2007 through July 2008. 33 were in patients; 3 electively admitted for the procedure and 1 remained an outpatient. 38 (76%) drains were sited under ultrasound guidance, 8 (16%) placed on ward (3 of these marked in ultrasound) and 4 (8%) sited in CT. 28 patients had single drain placement, 6 had 2 drains; 2 had 3 drains and 1 patient had 4 drains. 42 (84%) drains were placed by career radiology staff, 8 (16%) by ward based staff. Consent was documented on 12 (24%) occasions. 28 (56%) drains were flushed regularly as instructed by radiologist. Average time in situ was 11 days (range 2-81 days). 7 (19%) patients were discharged home with drains in situ. 3 patients died with drains in place. Drain removal was performed by hospital ward staff.", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "We conclude that most drain placements conform to NPSA recommendations. Consent is poorly documented. This will be addressed by implementation of a chest drain management chart. Protocol for the care of pleural-sited catheters has been written. Ultrasound is more sensitive than clinical examination or chest X-ray for determining the presence of pleural fluid and helps guide thoracentesis. We report our initial experience with 50 chest ultrasound examinations performed at the bedside by the respiratory consult service for assessment of pleural effusion. 24 (48%) of referrals were from the Oncology/Haematology service, 24 (48%) from other medical teams and 2 patients from general surgery. On 44 (88%) of ultrasound examinations pleural fluid was detected and drainage was performed. In 20/44 (45%) fluid was drained by aspiration alone and in the remaining 24 (55%) a seldinger chest drain was placed. 30 patients (68%) had malignant or paramalignant exudative effusions (13 with lung primary; 13 with metastatic cancer from other sites and 4 with lymphoma), 6 (13%) had parapneumonic effusions and there were 4 transudates, 1 hemothorax and 3 unexplained exudates. The procedure was well tolerated by all patients. One patient had a small post-aspiration pneumothorax on chest X-ray that required no further intervention and there was one drain misplacement.", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "Ultrasound is safe, portable and sensitive for detection of pleural fluid. It can be used at the bedside by respiratory physicians to guide management of pleural effusion. ", "cite_spans": [], "ref_spans": [], "section": "CResT Directorate, St James's Hospital, Dublin"}, {"text": "In an effort to standardise treatment of primary spontaneous pneumothorax (PSP) and secondary spontaneous pneumothorax (SSP), the British Thoracic Society (BTS), in 2003, published the first evidence based guidelines for management of this condition. The objective of this audit was to assess compliance with the BTS guidelines in AMNCH.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "Retrospective HIPE data, chart and radiology review of all spontaneous pneumothoraces admitted to AMNCH during 2007.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "There were 29 spontaneous pneumothoraces admitted to hospital in the year studied (17 PSP's and 12 SSP's). Of the PSP's: mean age was 26.2 years; male:female ratio was 15:2; 14 were classified as large and 3 as small; 1 attempted aspiration; 15 intercostal drains were inserted with an average drain time in situ of 2 days; mean drain calibre was 20 Fr. Of the SSP's: mean age was 48.3 years; male:female ratio was 10:2; underlying pulmonary disease was COPD in 8 and cystic fibrosis in 4 (2 patients); 7 were classified as large and 5 as small; none were aspirated; 6 intercostal drains were inserted with an average drain time in situ of 3 days; mean drain calibre was 22 Fr. Conclusion: BTS guidelines are not being adhered to in AMNCH. In particular, aspiration, which is the recommended first line treatment in PSP, is an underutilised therapeutic procedure. On average, the calibre of intercostals drain used was too large and not in keeping with the guidelines which recommend initial placement of small calibre (10-14 Fr) drains. It is important to note that our data reflects patients admitted to hospital, and does not include patients managed and discharged from the emergency department. Penetrated chest trauma is potentially fatal if not promptly addressed. We aim to review the incidence, demographics and the outcome of patients with NAPCT who attended a single level-III trauma centre.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "We conducted a retrospective study of all NAPCT's presented to Cork University Hospital between 1997-2007.Our definition of NAPCT is non accidental injury of chest involving sharp objects penetrating skin and muscular layers with or without injury to deep structure above the level of the diaphragm requiring hospital admission.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "149 patients with NAPCT wounds were admitted to C.U.H from January 1997 to December 2007. There were 24 females (17.8%) and 125 males (83.2%) with a median age of 30 years (range 14-93). The average length of stay in hospital was 7 days.The highest incidence was 9.5/100000 population (n = 19), which was in 1997. There was a decreasing trend in the following nine years. The incidence in 2007 was 3.8 injuries /100000 population (n = 14 patients).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The incidence of NAPCT's was low and the annual incidence is decreasing over the last 10 years. Young men were the commonest victims. ", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Pleural infection is a difficult management issue with approximately 40% patients requiring surgical intervention and a 20% mortality rate. Early diagnosis and appropriate therapy is vital to reducing morbidity, mortality and health care costs. This is an audit of the management of pleural infection in the Ulster Hospital from February to April 2008 as per BTS guidelines.", "cite_spans": [], "ref_spans": [], "section": "Ulster Hospital, Belfast"}, {"text": "Pleural infection was diagnosed as pleural fluid with pH \\ 7.2, LDH [ 1000 IU/L, glucose \\ 2.2 mmol/L. Eight patients were identified, 5 (62.5%) male with a mean (SD) age 51 (±12) years. All patients had pleural fluid sampling within 24 hours of suspected infection. All patients had chest drains inserted with median (IQ range) duration of drainage 7 (6-22) days. Positive bacterial culture from pleural fluid was obtained in 2 (25%) patients (Haemophilus influenzae, Enterococcus) and from sputum in 3 (37.5%) patients (H.influenzae, Coliforms, Klebsiella). Antibiotic therapy was as per BTS guidelines. Median (IQ range) hospital stay was 28 (15-41) days while surgical intervention was required in 3 (37.5%) patients. One patient died at day 13 from a non-respiratory complication.", "cite_spans": [], "ref_spans": [], "section": "Ulster Hospital, Belfast"}, {"text": "This audit demonstrates appropriate management of pleural infection but shows that pleural infection remains a difficult management problem with significant morbidity and mortality. Twenty-two patients died awaiting lung transplantation. The highest mortality rate was among those patients with idiopathic pulmonary fibrosis n = 10. The mode of death was acute exacerbations of IPF. 8 CF patients, 2 emphysema patients and 1 sarcoid patient, 1 patient with bronchiectasis died awaiting lung transplantation.", "cite_spans": [], "ref_spans": [], "section": "Ulster Hospital, Belfast"}, {"text": "These data indicate that the mortality rate of patients awaiting lung transplantation is highest amongst patients with idiopathic pulmonary fibrosis suggesting that early referral on the basis of a gas transfer less that 40% predicted as per international guidelines should be considered. Approximately 900 lung cancers are diagnosed annually in Northern Ireland, however despite recent advances in the management of this disease little impact has been made on survival rates 1 . The short interval from diagnosis to death and the complex problems that are a reality for many of these patients make it imperative that health care professionals gain a greater understanding of the experiences of those living with this disease.", "cite_spans": [], "ref_spans": [], "section": "Ulster Hospital, Belfast"}, {"text": "This qualitative study aimed to explore the experiences of patients and carers living with a lung cancer diagnosis within a Northern Ireland context. A secondary aim was to describe participants' experiences of service delivery in order to identify any areas for improvement.", "cite_spans": [], "ref_spans": [], "section": "Lung"}, {"text": "A semi-structured in depth interview process was used and a purposive sample of 23 participants was identified, comprising 12 patients with advanced lung cancer and 11 carers.", "cite_spans": [], "ref_spans": [], "section": "Lung"}, {"text": "The central emerging theme of ''living with dying'' highlighted the struggle of dealing with a poor prognosis and the pervasive uncertainty associated with an unpredictable disease trajectory, whilst trying to maintain some quality of life and positivity. The findings confirm the need for effective support and information pathways that provide timely and responsive services which embrace the holistic needs of patients and carers. 1 The total number of patients was 196 and complete data was available on 141 (72%) patients. The mean age was 65 (18-92). There were 124 (63%) male and 72 (37%) female patients. The mean duration from first radiological investigation suspicious for lung cancer to first procedure, first diagnostic procedure and first treatment regardless of modality were 19, 29 and 54 days respectively. The mean interval from first procedure to first diagnostic procedure, and mean interval from first diagnostic procedure to first treatment were 10 and 25 days respectively.", "cite_spans": [{"start": 434, "end": 435, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Lung"}, {"text": "There were 183 (93%) patients with confirmed cancer diagnosis and 38 (21%) of them went for curative surgery.", "cite_spans": [], "ref_spans": [], "section": "Lung"}, {"text": "In conclusion, our practice in management of lung cancer is consistent with the BTS guidelines. Transbronchial needle aspiration (TBNA) is a bronchoscopic technique that enhances the diagnosis and staging of patients with thoracic cancers and other diseases. While endobronchial ultrasound guided-TBNA (EUS-TBNA) is the gold standard, many units do not have access to the technology and expertise required. This study explored the clinical utility of TBNA in the diagnosis and staging of patients with thoracic cancer in a university hospital.", "cite_spans": [], "ref_spans": [], "section": "Lung"}, {"text": "We studied the yield of TBNA in patients diagnosed with thoracic cancers in our institution from September 1st 2006 to August 31st 2007. From 114 patients with thoracic cancer, 18 patients had TBNA performed. Eleven specimens (61%) were diagnostic (4 from hilar nodes and 11 from subcarinal nodes) and 6 of the 11 (55%) were the only positive diagnostic specimen, avoiding the need for further diagnostic procedures such as transthoracic needle biopsy and mediastinoscopy in these patients. Three of the eleven cases were small cell lung carcinoma, 5 were squamous cell carcinoma and 3 were adenocarcinoma.", "cite_spans": [], "ref_spans": [], "section": "Lung"}, {"text": "While EUS-TBNA is the gold standard for the diagnosis and staging of patients with thoracic cancer, TBNA provides a clinically useful alternative in units that are not equipped to provide this service. However, dedicated training in the use of TBNA should preclude the routine use of this procedure in bronchoscopy units. Types of cancers in our study are as follow:", "cite_spans": [], "ref_spans": [], "section": "S442"}, {"text": "Poorly differentiated small cell cancer 14 (all smokers), squamouss cell cancer 13 (all smokers), nonsmall cell ca 11 (3 nonsmokers), adenocarcinoma 10 (all were smokers), nonclassified 8, wide spread metastasis 3, carcinoid tumour 2.and one patient presented with mesothelioma transformed to sarcomatous changes. Among 6 nonsmokers 3 had nonsmall cell cancer, 1 mesthelioma, 1 metastatic lung cancer, 1 was unclassified.", "cite_spans": [], "ref_spans": [], "section": "S442"}, {"text": "37 patients underwent bronchoscopy, bronchoscopic biopsies, 34 bronchial washings sent,14 patientst under went CT guided biopsies, 2 had mediastinoscopy and lymph node biopsy to confirm diagnosis. 26 patients were given chemotherapy and 4 got radiotherapy. At the time of diagnosis 12 patient were referred for surgery, among them 7 had lobectomies, 3 pneumonectomies, 1 wedge resection, 1 deemed unresectable perioperatively. 26 patients were given chemotherapy and 4 got radiotherapy. 18 patients deemed unsuitable for treatment.", "cite_spans": [], "ref_spans": [], "section": "S442"}, {"text": "Majority of these patients referred by general practitioners and the early diagnosis determined the final out come of the patients. There needs to be high index suspicion for early patients refrall in the presence of risk factors for lung cancer.", "cite_spans": [], "ref_spans": [], "section": "S442"}, {"text": "2.11 Audit of Lung mass/Nodule Service Regional Hospital", "cite_spans": [], "ref_spans": [], "section": "S442"}, {"text": "Department of Respiratory Medicine, Midland Regional Hospital Mullingar", "cite_spans": [], "ref_spans": [], "section": "S. Zaidi, A. O'Brien"}, {"text": "A lung mass/nodule service was established in 2004. Service was provided by consultant respiratory physician and respiratory nurse specialist. We performed a retrospective audit on this service and held regular weekly MDT meetings involved oncology service in Tullamore and St James's lung cancer service to monitor the progress of all possible lung cancers. Aims of study: Aim of the service is to provide prompt access to the patients, their investigations, management and proper follow up.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "In last five years 395 patients were reviewed. 226 (57%) were male. Average age was (range 21-95). Number of patients evaluated each year was 46 in 2004, 80 in 2005, 85 in 2006, 80 in 2007, and 103 in 2008 (Jan-Aug). More detailed analysis was performed of a subgroup this population; all patients who presented from Jan-June 2006. Total number of patients was 36. 30(83%) presented with lung mass, 6 (17%) with pulmonary nodule, 6 (17%) had associated pulmonary infiltrates, 4 (11%) haemoptysis, 1 (3%) enlarged mediastinal lymph nodes. 28 (78%) had bronchoscopy, 5 (14%) CT/US guided biopsy, 1 (3%) thoracentesis, 1 deemed unsuitable for further evaluation. 27 (75%) were diagnosed with bronchogenic carcinoma (22 Non Small cell cancer 61%, (4 Squamous cell cancer 11.11%, 5 adenocarcinoma 13.88%, 13 undifferentiated 36.11%), 5 small cell cancer 13.88%, 1 sarcoidosis (2.77%), and 8 had either an initial nondiagnostic evaluation or assigned to follow-up CT scan protocol (as per Fleischner Society guidelines 2005). Of the lung cancer patients, 15 (42%) were referred for chemotherapy/radiotherapy, 4 (11%) for surgery, 4 (11%) for palliative management. Of the 8 (22%) assigned to the follow-up protocol, 1 was subsequently diagnosed with cancer.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Lung mass/nodule service facilitates early diagnosis of lung cancer and subsequent assignment to appropriate therapy; it also provides a coordinated careful follow-up of lung nodules. Many patients with lung cancer are symptomatic from diagnosis, 1 and quality of life (QoL) may be maximised through use of specialist palliative care in parallel with other treatments. Patients are at increased risk of psychological disorders such as depression and anxiety. 2 This study explored anxiety, depression and QoL of a small group of patients (n = 5), predominantly male (66.7%), mean age 74 years, using the Marie Curie ''breathing space'' outpatient clinic over a four week period. ''Breathing space'' is a nurse led multidisciplinary clinic using integrative, person-centred care to maximise QoL of patients with lung cancer through weekly assessments and interventions to enhance breathing, stamina, relaxation, mood, independence and well-being.", "cite_spans": [{"start": 459, "end": 460, "text": "2", "ref_id": null}], "ref_spans": [], "section": "Conclusion:"}, {"text": "A prospective survey design incorporated qualitative and quantitative approaches using semi structured interviews at baseline and after four weeks. Qualitative data explored patient expectations and experiences of clinic attendance.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Most reported preconceived fears about the clinic due to poor information which were later dispelled. Anxiety, depression and quality of life scores improved for this small sample.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "The core elements of ''breathing space'' may contribute to improve QoL for patients with lung cancer. Further work is needed on a larger sample to confirm the effect on anxiety and depression. We performed a retrospective analysis of procedures done in the Endoscopy/Bronchoscopy unit in a Dublin teaching hospital from 2004 to 2008. Since 2004, all data in the unit has been entered live to an electronic patient record, replacing hand written reports. This excludes procedures carried out in areas other than the endoscopy unit, such as ICU, HDU, Bone Marrow Transplant Unit etc.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "A total of 50144 procedures were carried out, which consisted of upper GI endoscopy 22,984 (46%), Colonoscopy 16,095 (32%), Bronchoscopy 3,681 (7.5%), Cystoscopy 5%, ERCP 5%, Sigmoidoscopy 2.5%, TRUS biopsy 1.5%, Ileoscopy 0.5%. During bronchoscopy, the following procedures were performed; TBBx 735 (20%), endobronchial Bx 565 (15.5%), TBNA of mediastinal glands or peripheral lesions 715 (20%). Indications for bronchoscopy were; mass on the chest radiograph 20%, haemoptysis 6%, consolidation 5%, persistent symptoms with normal chest radiograph 2.5%, pleural effusion 2%, recurrent infections 1%, hoarseness 0.5%, stridor 0.2%, others 6%. Focal endobronchial tumours were present in 529 (15%) cases, the vast majority of which were cancer. Excessive haemorrhage occurred in 86 (2.5%), which was controlled in all cases with standard measures. The incidence of pneumothorax post transbronchial biopsy was \\1%. Mortality was zero.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "An electronic database provides a useful tool for audit of clinical practice. Bronchoscopy is the third most common procedure performed in an endoscopy unit of a major teaching hospital in Dublin. The most common pathological diagnosis in this unit is lung cancer. The workplace smoking ban protects adults from secondhand smoke (SHS/ETS) but there is now concern about the protection of children from (SHS) in the home or in cars. We evaluated the levels of SHS/ ETS that might be experienced by a child in the back of a car, where the driver is smoking.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "A particle was located in the back of a car at the height of a child's car seat. Measurements were recorded prior, during, and 5 minutes after smoking had stopped. This was repeated with the drivers window open, and with it closed.", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "These results show that particulate levels rise significantly with active smoking. The levels are significantly higher when the driver's window is closed during smoking, however even with the window open the levels are significantly elevated. Post smoking levels are higher than the levels during smoking with the window open. These results are comparable with those reported from the US.", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "Children in the back seat of cars with the driver smoking are subject to very high levels of ETS, which persist even after the smoking has stopped. Having the driver's window open reduces the exposure, but it is still significantly higher than background levels. Cells (gift from Dieter C. Gruenert, USF) were pretreated ±5% CSE and then stimulated with LPS; cytomix 1 (TNF-a, IL-1b, LPS) or cytomix 2 (TNF-a, IL-1b, IFN-c) and IL-8 release measured.", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "Exposure to CSE significantly reduced the stimulated IL-8 release in all cases in the CFBE41o-cells (cytomix 1: 883.2 ± 143.2 pg/ml, +CSE 575.2 ± 185.4 pg/ml; cytomix 2: 3646 ± 520.1 pg/ml, +CSE 1780 ± 304.9 pg/ml; LPS-PA 100 lg/ml 470.5 ± 80.9 pg/ml, +CSE 281.7 ± 64.9 pg/ml; all p \\ 0.05). However, IL-8 release from 16HBE14o-cells was only significantly inhibited basally and after stimulation with cytomix 2 (cytomix 2; 1573 ± 215.7 pg/ml, +CSE 1159 ± 343.5 pg/ml; p \\ 0.05).", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "These data indicate that the response of the CF cell line to CSE differs from that of the normal cell line. CSE inhibits via TLR4 in A549 cells causing a reduction in both basal and LPS stimulated IL-8 release. This would provide a rationale for reduced responses to cytomix 1 or LPS. Further studies will examine the effect of CSE on TLR4 in our cell lines. 1 Previous studies have demonstrated improved lung health in bar workers, and reduction in cardiac morbidity following such bans. We sought to evaluate medical admissions before & following implementation of the ban, to assess for any impact on respiratory and cardiovascular admissions. Data were obtained for all medical emergency admissions to our institution in the 24-month periods from January 2002-December 2003, and January 2005-December 2006 using the Hospital In-Patient Enquiry system. Data were examined for trends in respiratory and cardiovascular disease between the study periods.", "cite_spans": [{"start": 359, "end": 360, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Smoking"}, {"text": "Medical admissions increased over the study period (02/03 n = 5386; 05/06 n = 6352). However, there was a decrease in the proportion of admissions due to pneumonia (RR 0.74), asthma (RR 0.86), spontaneous pneumothorax (RR 0.78), stroke (RR 0.79), and unstable angina (RR 0.70). Admissions with COPD increased (RR 1.4). These changes were seen in smokers & non-smokers. No significant mortality impact was observed.", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "The proportion of medical admissions for respiratory and cardiovascular disease decreased in the years following the implementation of the smoking ban. Any impact on chronic diseases may take many more years to become apparent. ", "cite_spans": [], "ref_spans": [], "section": "Smoking"}, {"text": "The ban on smoking in public places came into force in Northern Ireland on the 30th April 2007. The objective was to look at the impact of the smoking ban on smoking prevalence in diabetic patients a year before and a year after the smoking ban.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "A retrospective analysis of smoking habit data held on a computerised data base (the Diamond system) a year before and a year after the introduction of the smoking ban.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "The data of 1807 diabetic patients was analysed. There were 59% male and 41% female. Type 1 diabetics were 19% and 81% of the patients had type 2 diabetes mellitus. A year before the smoking ban, 250 (14%) were smokers-60% male, 40% female. The prevalence of smoking in type 1 male diabetic was 19% and in type 1 female diabetic 18%. The prevalence of smoking in type 2 male diabetics was 13% and in females 12%. One year after the smoking ban 249 (14%) were smoking-61% male and 39% female (p [ 0.5).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "To date, there has been no statistical difference in the number of patients with diabetes mellitus who smoke since the introduction of the smoking ban. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "The ban on smoking in public places came into force in Northern Ireland on the 30th April 2007. Our objective was to look at the impact of the smoking ban on blood pressure control in a group of patients with diabetes mellitus.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "A retrospective analysis of smoking habit data held on a computerised data base (the Diamond system) was performed, one year before and one year after the introduction of smoking ban.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "The data of 1807 diabetic patients was analysed, 59% male and 41% female. Type 1 diabetics were 19% and 81% of the patients had type 2 diabetes mellitus. Mean blood pressure of the non-smokers was 135/ 73 mmHg before the smoking ban and 131/71 mmHg one year after the introduction of smoking ban. The mean blood pressure of smokers was 133/72 mmHg before and 133/72 mmHg a year after the ban (p [ 0.5).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "There was a small improvement in the blood pressure control of nonsmoking diabetic patients a year after the ban, however it was not statistically significant. Overall, blood pressure control was at target. The law prohibiting workplace smoking improved the respiratory health of Dublin bar workers. However, non-smoking bar workers living with a smoker are exposed to cigarette smoke at home. (2007) . For this study 39 barworkers were studied. Current smokers (n = 5), and asthmatics (n = 4) were excluded from analysis. 9 (30%) lived with a smoker, and 21 (70%) did not.", "cite_spans": [{"start": 394, "end": 400, "text": "(2007)", "ref_id": null}], "ref_spans": [], "section": "Conclusion:"}, {"text": "All barworkers had similar baseline CO levels, but those without exposure at home had a more significant reduction 1 yr post ban. Breathing symptoms in those without home exposure were lower at baseline, while ENT symptoms were similar in both groups. FEV1 remained constant in those not exposed to cigarette smoke at home, while it declined (not significantly) in those with home exposure.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Exposure to cigarette smoke in the home continues to put nonsmokers at increased risk of significant respiratory symptoms.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Smokefree homes would bring improved health. Smoking adversely affects the health of patients with CF. Study aims: To determine active and passive smoking exposure among adult Irish CF patients. Methods: CF patients attending CUH completed a questionnaire relating to personal smoking and second-hand smoke (SHS) exposure, correlated with pulmonary function and exacerbation-rate data. Results: 91 patients (51 male) completed the questionnaire (Table 1) . 7.6% were currently smokers. 5.5% admitted to having tried smoking at some time. In the never-smoked group (n = 79), 38% were currently exposed to SHS; mean duration of exposure was 19.1 pack-years (95%CI: 6.9-31.3), while 27% had previous SHS exposure; mean duration of exposure was 13.9 pack-years. 35% were never exposed to SHS. In those currently exposed, the source was from a parent in 52.6% and a sibling in 18.4%. Anthropometric data and exacerbation rates were similar between groups, but smokers showed a trend towards better lung function.", "cite_spans": [], "ref_spans": [{"start": 445, "end": 454, "text": "(Table 1)", "ref_id": "TABREF8"}], "section": "Conclusion:"}, {"text": "A large level of exposure to SHS exists among Irish CF patients, with a clinically relevant proportion actively smoking. This study identifies a need for more aggressive smoking cessation strategies for both patients and caregivers.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Supported by CFAI. A non-probability sampling of self-identified GLC was recruited using electronic and print media advertisements between December 2006 and March 2007. 1,648 respondents completed the questionnaires. OTC data for the same period was analysed (n = 4,000 respondents). Appropriate statistical analyses were performed to compare the mean differences in smoking rates between these two surveyed populations across age, gender and socio-economic groups (SES).", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Adjusted current rates in GLC were 26% and 24.6% in general population (p = 0.99) and ''heavy'' smoking prevalence was 44.1% in GLC and 36.6% in general population (p = 0.02). Upper SES GLCs are ''heavy'' smokers compared to general population of similar SES group (p = 0.01). GLCs (\\25 years) were ''heavy'' smokers compared to general population of same age-groups (p = 0.01). No significant gender differences were observed.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "More GLC were ''heavy'' smokers than the general Irish population, but current smoking rates among the GLC in Ireland were not significantly different from the general population. A sampling frame of 731 post-primary schools was used to randomly select schools for the 2007 ISSAC study. 2,809 children (13-14 years) completed the ISAAC questionnaire.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Smoking prevalence was based on children's self-reported answer to the question ''If you travel by car does anyone smoke cigarettes in the car [yes/no]? For part 2, we used ''upgreen Counters'' for 3 vantage points: a shopping car park (Saturday 5-6 PM); near a school (Monday 1-2 PM); a busy sub-traffic junction (Monday 5-6 PM), and ''moving cameras'' for the 4th vantage point, the Civic Offices (Monday 7-10 AM).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "Smoking prevalence in cars was 14.8% in Ireland. For the four vantage locations, the prevalence rates were: 6.5% (n = 34/489), 2.2% (n = 11/503), 3.1% (n = 37/1184), and 4.3% (n = 13/300), respectively.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "Smoking in cars is a public-health policy issue. Our findings show that children are regularly exposed to second-hand-smoke in cars in Ireland and this demands legislation. In March 2006 we performed a pilot study to determine the feasibility of a pulmonary outreach programme in the Midlands area. There are currently two similar programmes in Ireland, but this was the first in a rural setting. Our programme has two pathways of care: patients discharged \\96 h received home visits on 3 consecutive days and were followed up for 14 days (early discharge programme, EDP); if discharged [96 h due to unsuitability for the EDP, they were reviewed for the first two weeks by specialist respiratory support within the community (outreach programme OP).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "All patients were subsequently enrolled into Pulmonary Rehab. To date, 242 patients have been enrolled to POP. 59% were male; mean age 72 years; majority had severe disease (30.7% stage II, 30.7 III, 22.8% IV). 29.9% required LTOT, 6% home-NPPV. 24.4% were active smokers. 12.8% were readmitted within the first 2 weeks. The mean length of inpatient stay was 2.5d for the EDP, and 4.5d for OP; the average LOS nationally is 8.6 days. Overall there were substantial financial savings. Thus, rural pulmonary outreach programmes are feasible as they lead to a reduction in hospital LOS, improved patient knowledge of their disease, and are cost effective. The physical and psychological symptom burden associated with patients with advanced COPD has been compared to that of patients dying with cancer. Traditionally palliative care services have focussed on people with cancer, however recently the American Thoracic Society have endorsed the concept that palliative care should be available to patients at all stages of their illness [1] endorsing the WHO palliative care definition [2] .", "cite_spans": [{"start": 1033, "end": 1036, "text": "[1]", "ref_id": null}, {"start": 1082, "end": 1085, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "The Irish Hospice Foundation and HSE undertook a study in 2008 examining how all levels of palliative care can be extended to people with COPD. Challenges identified for introducing palliative care for people with COPD include the uncertainty of the COPD disease trajectory, the tension between delivering hope and planning for the inevitable, the lack of comprehensive respiratory services and the need for further education and research.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "The development of a Model of Care for patients with stage III / IV COPD providing a clear pathway of access to all levels of palliative care, the production of information and educational material, the requirement that all palliative care services are accessible to COPD patients as required and the need for further collaboration between respiratory and palliative care services are key recommendations in the report of the study. School of Pharmacy, Queen's University 1 , and Mater Hospital 2 , Belfast Introduction: Self-management plans for COPD is derived from success in asthma. Patients may benefit from the early intervention following selfmanagement plan 1 . Methods: 173 patients (67 y; 54% females) with mod-severe COPD, were randomly assigned to an intervention group (86) and usual care (87).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "A pharmacist delivered an education program on disease state, medications, home exercise and breathing techniques. A booklet and a customised action plan for acute exacerbations (antibiotics and steroids) were given. Follow up was at three months by telephone and a six months scheduled visit. The EQ-5D health status and SGRQ were administered to all patients. Outcomes included admissions, A/E visits and quality of life. Results: At 6 months the intervention group had reduction in both admissions [34 (43%) vs 15 (19%); p = 0.01], and A/E visits [43 (53%) vs 21 S447 (25%); p \\ 0.010]. On the SGRQ there was improvement in the symptom (-7.9; p = 0.01), Impact (-7.6; p = 02). and total score (-5.6; p = 0.05). Physical activity scores did not improve. The difference in the EQ-5D scores improved both VAS scale [54.6 vs 47.3; p = 0.004], and utility scale [0.51 vs 0.43; p = 0.062].", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Smoking in Cars in"}, {"text": "This ongoing study indicates that a clinical pharmacy led management programme can reduce the need for hospital care in patients with moderate-to-severe COPD and improve aspects of their health related quality of life. COPD is a leading cause of morbidity and mortality worldwide. Exacerbations of COPD result in frequent hospitalisation and account for 70% of the costs associated with the disease.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Our objective was to identify risk factors which predict relapse requiring readmission following an exacerbation of COPD. From 2001 to 2007, 348 consecutive exacerbations of COPD admitted to hospital were prospectively studied. Baseline demographics, number of hospitalisations in the previous year, oxygen use and smoking history were assessed. Breathlessness and quality of life scores were recorded and oxygen saturations and spirometry measured. Rehospitalisation data was collected at day 14, 6 weeks and 3 months.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "During the follow up period, 46 patients (13%) were readmitted by day 14, 81 (23%) were admitted by six weeks and 106 (37%) were admitted by three months. Logistic regression analysis identified hospitalisation in previous 12 months (p = 0.03, OR 2.25, CI 1.1-4.8) and Borg score 3 or higher (p = 0.04, OR 2.15, CI 1.0-4.7) predicted readmission in 75% of patients at day 14. Home oxygen use (p = 0.001, OR 3.28, CI 1.6-6.5), pack year [ 50 (p = 0.008, OR 3.13, CI 1.4-7.3) and Borg score [ 3 (p = 0.001, OR 3.31, CI 1.6-6.8) predicted 6 week admission in 68.9%.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Admission in the previous year and Borg score of C 3 predict early relapse, while home oxygen use, pack-year history C50 and Borg score of C3 predict later relapse following an acute exacerbation of moderate COPD. aeCOPD is an inflammatory lung disease associated with systemic consequences. A systematic analysis was undertaken of alpha-1 antitrypsin (A1AT), C-reactive protein (CRP) and procalcitonin (PCT) in the serum of patients with aeCOPD and matched inflammatory controls (cellulitis), pre-and post-antibiotic therapy. A1AT and CRP are acute phase proteins. PCT, a serum calcitonin precursor, is also raised in bacterial infections.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Venous samples from 12 patients were analysed in this prospective study. Amongst the 6 aeCOPD and 6 controls (cellulitis), were 7 males and 5 females (aged 37 to 80).", "cite_spans": [], "ref_spans": [], "section": "Biomarkers in Acute Exacerbation of Chronic Obstructive"}, {"text": "CRP(mg/L) levels were elevated in cellulitis (mean ± Std error, 49.1 ± 10.4) and aeCOPD (30.3 ± 14.0) patients prior to treatment. A1AT(lmol/L) levels were also significantly elevated in cellulitis (34.2 ± 4.6) and aeCOPD (29.8 ± 3.7) patients. Following intravenous antibiotic therapy, CRP levels fell in cellulitis (11.4 ± 4.6) and COPD (8.0 ± 5.9) patients. Similarly, A1AT values fell in cellulitis (29.9 ± 4.1) and in aeCOPD (23.8 ± 3.2) patients. PCT (ng/ml) levels were not elevated in all individuals with either cellulitis (4/6) or aeCOPD (2/6), but did decrease significantly in those that were elevated following antibiotic therapy.", "cite_spans": [], "ref_spans": [], "section": "Biomarkers in Acute Exacerbation of Chronic Obstructive"}, {"text": "CRP and A1AT levels are significantly elevated during aeCOPD and cellulitis. Both levels fell significantly post antibiotic treatment (p = 0.0015 for CRP and p = 0.0015 for A1AT). PCT levels, when elevated, were reduced post antibiotic therapy. These data suggest that aeCOPD elicits a systemic response similar to a non-respiratory infection and this response to treatment can be monitored using biomarkers. In COPD there is a cytotoxic T-cell infiltrate in the airway mucosa. It has been suggested that a virus may be a co-factor. We have recently shown high levels of EBV in severe disease 1 . We wanted to establish if it was present in early disease.", "cite_spans": [{"start": 593, "end": 594, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Biomarkers in Acute Exacerbation of Chronic Obstructive"}, {"text": "We recruited 44 smoking (53 pack y) subjects (58y) with early COPD with mean FEV 1 1.84(66%) and 45 smoking (41 pack y) unobstructed smokers (49y) with mean FEV 1 2.58(92%). None of the subjects had used inhaled or oral steroids. Nose and throat swabs were taken. Induced sputum was obtained using hypertonic saline. Total nucleic acids were extracted, and EBV DNA was detected using TaqMan quantitative PCR. Results: EBV was detected more often in the COPD (23/45 swabs and 33/43 sputum) than the control (13/45 swabs and 20/42 sputum). P = 0.05 and 0.007 for swabs and sputum respectively (Fisher's Exact test). There was a wide range of copy numbers which were not different among those who were positive. Conclusion: EBV is present more frequently in early COPD than in unobstructed smoking controls. EBV is known to be a cyclical herpes virus which comes and goes. It may have a role in the pathogenesis of COPD. ", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Background and Method: NIV is a valuable treatment for hypercapnic respiratory failure. [1] Transcutaneous CO2 monitors(TOSCA) has provided novel approach to monitor these patients.. We assessed NIV service and the use of transcutaneous CO2 monitors in our tertiary care center. Charts of Patients attended from July 2006 to Dec 2007 were retrospectively evaluated.", "cite_spans": [{"start": 88, "end": 91, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Merlin Park Regional Hospital Galway"}, {"text": "Data was retrievable on 32 from total of 34 patients. There mean age was 64 ± 14yrs. 19 were female. COPD was in 75%, decompensated Obesity/hypoventilation was 18% and neuromuscular/chest wall deformity was 7%. FEV1 (mean) was 47.57% -16.26%.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "97% had type 2 and 1 (3%) had type 1 respiratory failure. Their average-PH was (7.37 -0.05). Mean PCO2 was (8.16 -1.69). Only 47% of patients had repeat blood gas analysis at 1-2 hour, TOSCA was used to monitor non-invasive ventilation in 26 (82%) of patients. The average number of use per patient was 4.46 -2.88.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "There length of stay(avg) was 15.61 days. Their mean IPAP and EPAP were 14.24 and 5 respectively. 3(8%) patients were commenced NIV in HDU. 3(8%) died due to Respiratory failure. Conclusion: 82% of patients were successfully monitored with TOSCA. We conclude that TOSCA is a valuable tool for monitoring patients at ward level.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Respiratory Assessment Unit, CREST Directorate, St. James's Hospital, Dublin 8", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "As part of its Transformation programme, the HSE established a Group in September 2007 to develop a National Strategy for the management of COPD. The aim of this survey was to capture information regarding the availability and range of physiotherapy services for persons with COPD in Ireland and thus inform the report of the National COPD Strategy Group.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "The survey was emailed to 120 Physiotherapy Managers across care settings in November 2007. The survey sought information relating to the range of physiotherapy services for persons with COPD provided at each site, as well as perceived service deficits and existing/potential innovations in practice. Data were analysed using descriptive statistics.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "Fifty-seven sites responded to the survey. No formal joint services between acute hospitals and PCCC were reported. Pulmonary Rehabilitation programmes (PRPs) were available in 12 sites only. Service deficits reported related to lack of appropriate treatment space, lack of specialised respiratory staff, the absence of PRPs, and lack of interaction between acute hospitals and community services.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "Physiotherapy services for persons with COPD vary greatly across sites and settings. PRPs are not widely available and are primarily hospital based. There is a need for wider availability of joint hospital/ community based initiatives such as COPD Outreach and PRPs. Pulmonary rehabilitation has established efficacy, but patients often require follow-up care or maintenance. There are few studies that explore the patients' experience of pulmonary rehabilitation and maintenance. Also, there are no guidelines for health professionals as to what constitutes effective maintenance for clients who complete pulmonary rehabilitation.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "The study aim was to explore patients' perceptions of pulmonary rehabilitation and the maintenance options provided to them.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "A qualitative, exploratory descriptive design used focus groups to collect data. The purposive sample (n = 25), had a diagnosis of either COPD or bronchiectasis, and had attended a pulmonary rehabilitation programme within the last year. A focus group schedule using open ended questions and prompts was designed. Discussions were transcribed verbatim and Burnard's (1991) thematic content analysis was used to guide data analysis.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "The dynamics of group participation and peer support were identified as important incentives for patients. Increased confidence and personal achievement were described as outcomes. The reasons for non-participation in maintenance were also elucidated by patients.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "This study provides an important contribution in relation to the experience of patients and the findings enhance current quantitative studies. Patients' experience of outcomes and expectations has the potential to influence future services. Following recommendations from the HSE Transformation Programme 2006, a multidisciplinary committee was established to develop a National Strategy for the management of COPD. As a member of the committee representing ANAIL, the author conducted a survey to establish the range of inpatient and outpatient services provided by respiratory nurses for persons with COPD.", "cite_spans": [], "ref_spans": [], "section": "C. Cassidy"}, {"text": "A questionnaire was devised to gather information regarding the provision of services such as inhaler technique, oxygen assessments, COPD outreach programmes, Pulmonary Rehabilitation Programmes (PRP's) and palliative care services for persons with end stage COPD. Thirty-five members of ANAIL were surveyed in October 2007. Data were analysed using descriptive statistics.", "cite_spans": [], "ref_spans": [], "section": "A Survey"}, {"text": "A response rate of 57% was achieved. Inpatient and outpatient services such as respiratory nurse reviews, oxygen assessments, self management plans were provided by more than 70% of respondents. Of those who replied 100% provided inhaler technique education, 63% can refer persons with COPD for PRP, 25% run an outreach programme and 15% providing limited palliative care services.", "cite_spans": [], "ref_spans": [], "section": "A Survey"}, {"text": "A number of current innovations and deficits within the services provided by respiratory nurses were highlighted. The contribution made by specialist nurses to the acute and chronic respiratory service is reflected by this survey. The Inspiratory Fraction-inspiratory-to-total-lung capacity (IC/ TLC) is an independent risk factor for mortality in Chronic Obstructive Pulmonary Disease (COPD) 1 . IC/TLC B 25%predicted is associated with significantly shorter survival. Little data exists about the effect of Pulmonary Rehabilitation (PR) on survival in COPD 2 . The purpose of this study is to examine the effect of PR on IC/TLC. 64 patients (mean age 65.3 ± 9.5), with clinical evidence of COPD (mean FEV 1 45.7 ± 17%predicted, mean IC/TLC 0.29 ± 0.11%predicted) were enrolled in an 8 week PR programme, consisting of twice-weekly sessions of exercise and education. Assessments/re-assessments consisted of lung function (spirometry, diffusion, sniff nasal inspiratory pressure, capacity), exercise tests (shuttle, treadmill) and quality-of life-questionnaires (QoL).", "cite_spans": [{"start": 393, "end": 394, "text": "1", "ref_id": null}], "ref_spans": [], "section": "A Survey"}, {"text": "10 patients, re-assessed at 6 months, demonstrated improvements in exercise and QoL compared to baseline (p \\ 0.001). These patients were divided into groups-group 1 IC/TLC B 25% predicted (n = 4), Group 2 IC/TLC [ 25% predicted (n = 6) at baseline. There were no between-group differences in improvements in exercise or Qol at 6 months. Group 1 IC/TLC improved at 6/12 from baseline 0.17% predicted to 0.22% predicted, and Group 2 from 0.33 to 0.36% predicted (not significant).", "cite_spans": [], "ref_spans": [], "section": "A Survey"}, {"text": "Although the results are not significant there appears to be a trend in improved IC/TLC following PR. This study should be repeated with a larger sample size.", "cite_spans": [], "ref_spans": [], "section": "A Survey"}, {"text": "Department of Medicine, Midland Regional Hospital, Mullingar, Ireland Primary objective was to assess the appropriateness of our hospital admissions for COPD exacerbations as per NICE guidelines. We also assessed the quality of their outpatient COPD medical care.", "cite_spans": [], "ref_spans": [], "section": "I.U. Khan, S. Sarwar, A. O'Brien"}, {"text": "All COPD related admissions Mar-May 2007 were prospectively reviewed. 16 variables as per NICE guidelines were considered with one point for each variable. A score of zero was considered an inappropriate admission while C1 was appropriate. 50 patients were included. Mean age was 74 (54-91), 26 (52%) were male. 49 (98%) patients were admitted as per guidelines, 1 (2%) patient met no criteria. Commonest variables present were: poor level of activity 34 (68%), significant co morbidities 28 (56%), inability to cope at home 24 (48%). Least common variables were: impaired level of consciousness 8 (16%), cyanosis 6 (12%), acute confusion 4 (8%). 48 (98%) received antibiotics. 48 (96%) had spirometry performed for diagnosis. 19 out of 20 smokers (98%) were offered cessation advice. 45 (90%) were appropriately on inhaled steroids. 12 out of an eligible 24 (50%) were enrolled in pulmonary rehab. Mean LOS was 8.6 days, and there was linear relationship between length of stay and guideline score.", "cite_spans": [], "ref_spans": [], "section": "I.U. Khan, S. Sarwar, A. O'Brien"}, {"text": "There was excellent compliance with NICE Guidelines for COPD admissions. Quality of outpatient care was good in the domains evaluated. ", "cite_spans": [], "ref_spans": [], "section": "I.U. Khan, S. Sarwar, A. O'Brien"}, {"text": "Up to 30% of COPD hospital inpatients will be readmitted within 4 weeks of discharged. Specific predictive markers of readmission are not currently in routine clinical practice.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "In this study, we assessed a remote monitoring system for continuous readout of patients' pulse rate and O 2 saturation (Biancamed, Ireland). A cohort of normal volunteers (n = 5) and COPD patients (n = 10) were enrolled and full remote monitoring and psychological profiling (via a modified Hospital Anxiety and Depression Score (HADS)) of patients' well being was performed.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "In controls and patients, mean percentage of recording time was 78% (range: 23%-100%) and 59% (range: 10%-99%) respectively. Principal reasons for loss of recording were a) patients moving out of range of monitor, b) non-compliance due to impracticality and/or discomfort while wearing the device, and c) accidental slippage of the oximeter probe.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "Analysis of time of O 2 saturation below 90%, 85%, 80% and 75% per hour revealed significant improvement over time in 90% of patients. One patient subsequently readmitted showed a significant deterioration prior to admission.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "In conclusion, this system shows potential in the early identification of COPD patients who clinically deteriorate at home. In 2006, 29% of respiratory inpatient discharges related to COPD. Information on hospital services for COPD patients was required for the development of a national strategy.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "A survey on relevant staffing, wards and diagnostic units, policies and practice and access to specialist services was distributed to acute HSE hospitals via hospital networks.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "26 hospitals responded (72%). Written policies are in place for management of COPD (46%), non invasive ventilation (NIV) (73%) and long term oxygen therapy (58%). NIV is provided in the Emergency Department (ED) (38.5%), Medical Assessment Unit (MAU) (15.4%), ICU (82.6%), HDU (19.2%), respiratory ward (19.2%), all medical wards (26.9%). In almost two thirds of hospitals, all inpatients with COPD can access respiratory nurse specialists, smoking cessation officers and palliative care services. Access by ED/MAU patients is possible in 54%, 27% and 12% of hospitals respectively and by GP referral in 27%, 15% and 4%. Ten hospitals have pulmonary rehabilitation programmes (38%), five have onward referral mechanisms and four were planning a programme. The waiting time for programmes is up to one year. Three hospitals have outreach programmes in place.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "This survey highlights the variation in hospital based services for COPD patients and opportunities for service development. In 2007 the Health Services Executive established a steering group to develop a national strategy for the management of COPD. This study aims to describe the range of services available to COPD patients and ease of access from the primary care perspective.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "A postal survey was distributed to a random sample of 500 GPs by the ICGP. Data was analysed using Excel. 121 valid questionnaires were returned (response rate 24.2%) from practices in 23 counties. 53.7% have access to spirometry within their own practice. A practice nurse usually conducts the test (64%) and a GP interprets the results (83%). Patients are unable to access patient support groups (21.1%), pulmonary rehabilitation (23.9%), rapid access respiratory clinics (37.6%) or community options for management of an exacerbation-home based (49.1%) or local community unit/district hospital (30.9%). Waiting times are up to six months for physiotherapy and pulmonary function testing and up to one year for respiratory consultant review, long term oxygen therapy assessment and pulmonary rehabilitation.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "This survey highlights geographical variation and gaps to be addressed for a shift to occur towards a community-based, responsive, flexible service for COPD patients.", "cite_spans": [], "ref_spans": [], "section": "St. Vincent's University Hospital and University College Dublin"}, {"text": "Oxygen therapy is an important treatment option for patients with severe COPD, as long term continuous therapy (LTOT). Information on relevant community resources for LTOT was required for the development of a national COPD strategy.", "cite_spans": [], "ref_spans": [], "section": "Population Health, HSE, Dublin"}, {"text": "A survey was distributed by e-mail via each Local Health Office (LHO) Manager (32), covering activity and costs of aids and appliances, policy and procedure. Data was analysed using Excel.", "cite_spans": [], "ref_spans": [], "section": "Population Health, HSE, Dublin"}, {"text": "Twenty two responses were received from 14 Local Health Areas (44%). There were wide population differences in the rate of LTOT between areas, from 50-289/100,000. Home oxygen can be prescribed by hospital consultant, GP, respiratory nurse specialist or physiotherapist. Arrangements for follow-up of patients on long term home oxygen vary considerably. Half of respondents have difficulty with the level of detail provided on home oxygen prescriptions. 64% have a policy on provision of portable oxygen cylinders. 86% are aware of arrangements for ongoing maintenance of oxygen appliances. Cost of LTOT in 2006 was estimated to be in excess of €4million.", "cite_spans": [], "ref_spans": [], "section": "Population Health, HSE, Dublin"}, {"text": "Long term oxygen is an important COPD therapy but is costly and has potential for harm. Standardised practices are required for its use in the community. ", "cite_spans": [], "ref_spans": [], "section": "Population Health, HSE, Dublin"}, {"text": "Spirometry is the gold standard for diagnosis of COPD. Additional pulmonary function tests (PFTs) can also assist in management. Details of respiratory diagnostic resources in Ireland were required to inform the national COPD strategy.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "A questionnaire was developed in conjunction with the Irish Association of Respiratory Scientists and circulated to members via email. Questions focused on staffing, workload, waiting times, tests available, referral sources and educational activities.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Ten laboratories responded (27%). PFT activity ranged from 1,419 to 12,837. Minimum waiting times ranged from 0 days to 3 weeks and maximum from four days to eight weeks. Laboratories accepted referrals for basic PFTs from respiratory consultants (all), other hospital consultants (all), respiratory nurse specialists (50%), emergency departments (90%), Medical Assessments Units (60%) and GPs (60%). Tests confined to respiratory team/other consultant referrals included bronchial provocation, 6 minute walk, long term oxygen therapy and fitness to fly assessments. Five hospitals participated in training relevant to COPD in the hospital and two in the community. Additional COPD services included participation in pulmonary rehabilitation and outreach programmes.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Respiratory diagnostic laboratories are predominantly resourced for hospital referrals. Examples are provided where scientists also provide a service to the community, for diagnostic tests and education. Patients with COPD have higher blood levels of markers of inflammation such as tumour necorsis factor (TNF-a), interleukin 6 (IL-6) interleukin 8 (IL-8) and C-reactive protein (CRP). These are independent risk factors for decreased lung function and are associated with increased symptoms such as shortness of breath and respiratory rate. Recently, tools to measure activity have been developed which continuously record patient free living activity and sleep. We hypothesized that there may be a relationship between levels of systemic inflammation and measures of free-living activities.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Thirty one patients were recruited: men (n = 14), female (n = 17). Ethical approval and written consent was obtained. Venous blood samples were taken (IL-6, IL-8, TNF-a and CRP which were logged for normal distribution). A SenseWare Ò activity monitor was worn for 7 consecutive days and the St.George's Respiratory Questionnaire were measured. Pearson's correlations were undertaken using SPSS version 12 S451 Mean age of 67.5yrs (+/-7.4) with an FEV1 or 45(+/-41) and a mean smoke pack history of 46 (+/-32). A medium negative correlation was found between lgCRP and physical activity duration [r = -0.44, n = 24, p = 0.03]. A large correlation was found between the lgCRP and the St. Georges Respiratory Questionnaire [r = .5, n 23, p = 0.015]. This was also reflected in the impact section of the questionnaire [r = 0.49, n = 23, p = 0.018].", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "C-reactive protein blood levels appear to be inversely correlated to free-living activities and quality of life. These data suggest that the measure of CRP may be an important factor to include in the assessment of the severity of COPD. During the months of July and August 2008, in a prospective study, patients were transferred from the Adelaide and Meath Hospital within 4 days of their acute admission with COPD, to Peamount Hospital for AIRC.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "19 patients were enrolled: 8 males with a mean age of 66.6 yrs and a mean FEV1 of 1.23 L (63%). The mean length of stay (LOS) in the acute hospital was 4.93 days and the mean LOS in Peamount Hospital was 13.7 days, with a total mean hospital stay of 18 days.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "We hypothesise that this extended hospital stay and targeted respiratory care will improve patients overall quality of life, breathlessness, and exercise capacity, and reduce their dependency on the acute hospital service and re-admission rates. These patients will be followed up over the next year as a continuation of this study. The Miners' Disability Score (MDS), developed during the compensation process for UK miners, utilises a ten-point scale. The Medical Research Council(MRC) dyspnoea scale, previously validated using the incremental shuttle walking test(ISWT), utilises a five-point scale which may be less discriminating. We aimed to validate the MDS as a score of respiratory disability in COPD patients.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Patient data (MDS/ISWT/endurance shuttle walking test(ESWT)) from our pulmonary rehabilitation programme were initially analysed (n = 214; median FEV 1 = 1.04 L; mean age = 69 yrs). Subsequently, 40 inpatients (median FEV 1 = 0.70L; mean age = 72.7 yrs) had baseline MRC dyspnoea grade, MDS, and Manchester Respiratory Activities of Daily Living score (MRADL) determined. Degree of association between variables was assessed using the Spearman Rank Correlation.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "MDS correlated well with ISWT (rs = -0.69, 95%CI -0.75 to -0.61), but not with ESWT. FEV 1 was not associated with MDS grade. MDS correlated well with MRC dyspnoea grade (rs = 0.79, 95%CI 0.63 to 0.88). MRC grade and MDS correlated well with MRADL (MRC rs = 0.-0.72, 95%CI -0.85 to -0.53; MDS rs = -0.85, 95%CI -0.92 to -0.73) score. The MDS showed a more favourable association.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "The MDS is a valid measure of respiratory disability that could be used to complement FEV 1 and may provide an accurate reflection of performance status and disability in patients with COPD. COPD is an unremitting disease that impacts negatively on quality of life.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "The aim of this study was to compare Functional Capacity (FC); a measure of weight 9 distance over six minutes, with standard tools used in the assessment of patients with stable COPD.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Forty one patients with severe COPD: FEV1 50% ± 20% predicted were recruited: men (n = 19), women (n = 23). SenseWare Ò armbands were worn for seven days to quantify their average daily steps. Ethical approval and written consent were obtained. Pearson's and Spearman's Correlations were performed using SPSS version 12.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Functional Capacity was significantly associated with mean daily steps: men (r = 0.79, p = 0.0001) women (r = 0.54, p = 0.008), Shuttle Walk Test: men (r = 0.73, p = 0.0001) women (r = 0.54, p = 0.007) and Fev 1 in men only (r = 0.61, p = 0.013). There was no relationship between FC and Borg: men (r = 0.12, p = 0.268) women (r = 0.15, p = 0.491) or the Saint-George Respiratory Questionnaire: men (r = -0.16, p = 0.528) women (r = 0.01, p = 0.973).", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "We found that quantifying ''Free-living'' measures is an important dimension of functional status not ordinarily captured and that functional capacity is a reliable outcome measure for assessing stable COPD. The only gender difference identified was in male Fev 1. Patients (N = 22, mean age 66) admitted to Castle Hill Hospital with acute exacerbation of COPD were studied. Patients were either treated with standard therapy plus 300 mg erdosteine bd (n = 13) or standard therapy alone. (n = 9) and followed up at day five and day ten. There was no significant improvement in subjective measures of breathlessness. At day 10 subjective cough frequency was reduced by 50% in the +ERD group as compared with deterioration in the -ERD group. FEV1 increased by 70 ml -ERD group and 600 ml in the +ERD group. HACC 24 hour recordings on nine patients revealed 344 coughs on day one falling to 114 coughs by day five. There was a 76% reduction in cough frequency on the +ERD group and 67% reduction in the -ERD group.", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Cough counting may be a useful objective marker to judge the success or failure of treatment strategies in acute exacerbation. ", "cite_spans": [], "ref_spans": [], "section": "Irish Association of Respiratory Scientists, Connolly Hospital, Dublin"}, {"text": "Chronic Obstructive Pulmonary Disease is a lung disease characterized by chronic airflow obstruction that is not fully reversible measured using spirometry. The aim of this audit was to assess use of spirometry in diagnosis of COPD in primary care.", "cite_spans": [], "ref_spans": [], "section": "Cork University Hospital"}, {"text": "Two hundred questionnaires were sent to primary care practices, seventy nine were completed. Questionnaires identified which practices used spirometry. Information was obtained on who performed spirometry within the practice, what training had been received, what criteria for screening for COPD was utilised and general information on management of COPD.", "cite_spans": [], "ref_spans": [], "section": "Cork University Hospital"}, {"text": "We found 46% of practices had a spirometer. The most common reasons for not were cost involved (29%) and lack of confidence in interpreting results (31%). Spirometry was performed most commonly by practice nurses (51%), interpretation of results was largely done by general practitioners (73%). Only 5% had received recognised training in spirometry.", "cite_spans": [], "ref_spans": [], "section": "Cork University Hospital"}, {"text": "The largest group of patients screened were symptomatic smokers over 45 years old, however only 40% of patients screened had spirometry performed.", "cite_spans": [], "ref_spans": [], "section": "Cork University Hospital"}, {"text": "These data indicate that we need to promote training in the use of spirometry for the diagnosis and management of COPD in primary care in Ireland. Physiological responses to pulmonary rehabilitation (PR) are measured using a variety of clinical exercise tests. We compared incremental with endurance cardiopulmonary exercise testing (CPET) in a series of patients attending a PR programme.", "cite_spans": [], "ref_spans": [], "section": "Cork University Hospital"}, {"text": "Thirty two patients with moderate or severe COPD (Age 66.1 ± 9.63 y, FEV 1 42 ± 17.9% predicted) were recruited to an 8-week PR programme. Exercise capacity was assessed using incremental CPET before and after PR in 14 patients and endurance CPET (at 75% of the peak incremental CPET workload) before and after PR in 16 patients.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Among the incremental exercise group, there were no significant differences in VO 2max (mls/min) (p = 0.2734), VO 2max (mls/kg/min) (p = 0.4434), VCO 2max (mls/min) (p = 0.9999) or maximum workload achieved (Watts) (p = 0.3835) before and after PR. Among the endurance exercise group, there was a significant difference (p = 0.0003) in exercise duration (468 vs 815 seconds), but no differences in VO 2max (mls/min) (p = 0.5236), VO 2max (mls/kg/min) (p = 0.8250) or VCO 2max (p = 0.3013) (mls/min) before and after PR.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Incremental CPET is a poor tool to measure physiological changes in exercise capacity associated with PR. Endurance CPET is the more ideal test, demonstrating significant increases in endurance time associated with PR despite unchanged peak oxygen consumption and carbon dioxide production. Cardiopulmonary exercise testing (CPET) provides a global assessment of the integrative exercise responses involving the pulmonary, cardiovascular, haematopoietic, neuropsychological, and skeletal muscle systems, which are not adequately reflected through the measurement of individual organ system function.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "This case report looks at how CPET makes the initial diagnosis of McArdle's syndrome.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "A 20 year old man initially presented to the cardiologists complaining of muscle fatigue after a short period of sustained exertion. All his cardiac investigations were normal. Deconditioning would have explained the young mans symptoms adequately. As such, he was sent for Cardiopulmonary Exercise Testing (CPET) to differentiate between poor aerobic conditioning and a possible pathological aetiology.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "The patient managed to exercise for six minutes and the test was limited by muscle fatigue. There was early failure in the aerobic metabolic pathway with a significantly reduced VO 2 max (oxygen uptake-aerobic metabolism) and the absence of a corresponding rise in the VCO 2 signalling a concurrent failure of the anaerobic pathway. These results pointed towards a rare muscle enzyme deficiency. Diagnosis was confirmed in the conventional way using a muscle biopsy.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "This case represents a unique and non invasive way of diagnosing a rare and often under diagnosed enzyme deficiency and underlines the versatility and diagnostic value of CPET. Non-invasive ventilation (NIV) is increasingly provided at ward level with implications for skills and practice development, support and inter-professional decision-making. Despite recommendations by the British Thoracic Society (1) that NIV can be provided outside of the intensive care unit, use of NIV at ward level remains problematic, presenting particular contextual challenges to care.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "A qualitative research study was undertaken, involving focus group interviews with nursing staff (n = 10) and individual semistructured interviews with doctors (n = 4) from specialised (respiratory) and non-specialised units in a regional teaching hospital.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "A number of support issues were identified. NIV was considered a time-consuming procedure, with a perception of inadequate staffing levels at ward level. Access to experienced medical and nursing support was viewed as an integral part of NIV service provision. Knowledge gaps exist at local level specifically in relation to inadequate education and training. Clinical practice guidelines for NIV were recommended to guide practice.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "This research study sought to inform practice development, specifically the greater acceptance and use of NIV at ward level, through examining care issues. The themes expressed in the findings point S453 towards the need for review of present service provision, particularly in the areas of education, training and guideline development. Pulmonary Function Laboratories interface with all medical disciplines. There is anecdotal evidence that Pulmonary Function Tests (PFTs) are often requested inappropriately. An audit was undertaken in the Pulmonary Function Laboratory, Belfast City Hospital to determine how many referrals were appropriate, the origin of each referral and the designation of the referrer. The audit randomly considered 965 requests over a six-month period. Requests were reviewed by a Clinical Scientist and a Consultant Chest Physician. A request was deemed inappropriate if tests unlikely to contribute to the patient's management were sought, or if tests were omitted that should have been requested.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "The requests originated from the following main specialities: Respiratory medicine (35%), General Surgery (22%), General Medicine (14%) and Haematology (9%). Sixty-seven percent of referrals were made by junior doctors (junior or senior house officers) and 76% of these were appropriate. Thirteen percent of requests were made by consultants of which 83% were appropriate. Only 76% of respiratory referrals were appropriate. Overall 77% of requests were considered appropriate, however there was significant variability among disciplines (65%-85%).", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "The results indicate that many PFT requests are inappropriate. Additionally, the quality of respiratory referrals is not better than nonrespiratory referrals. Consultant requesting does not guarantee correct referral. The findings have both resource and educational implications. A phenomenological approach enabled the researcher to gain an insight into the participants lived experiences and uncover their stories. The researcher is a Respiratory Nurse Specialist and therefore has a particular interest in this area. A Husserlian phenomenological approach with bracketing of preconceived ideas underpinned the chosen methodology. A total of seven interviews were transcribed by the researcher in this study. The participants were patients on long term Non Invasive Ventilation.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Data was generated using unstructured interviews, which were tape-recorded. Data was analysed using Colaizzi's framework. Beginning the therapy, process of adjustment to the therapy and gaining a new independence were the major themes identified within the study.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "This study is small however; the findings have implications for nursing practice, education and management locally and highlighted areas that require further research. Dysregulation of pulmonary inflammation has been proposed as contributing to airways disease in Cystic Fibrosis (CF). The aim of this project was to compare two T Helper-1 cytokines (interleukin (IL)-8 and IL-18) for their relative stability, activity and interaction with glycosaminoglycans (GAGs) which are highly abundant in the CF lung.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Bronchoalveolar lavage fluid (BALF), serum and sputum pre-and post-nebulised hypertonic saline (HTS) were collected from CF patients and compared to BALF and serum from non-CF controls. Western blots and ELISAs were used to visualize and quantify cytokine levels respectively.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "IL-18 was undetectable within CF BALF and was shown to be degraded by neutrophil elastase. As a biological consequence significantly reduced levels of IL-2 were secreted by Jurkat T lymphocytes (p = 0.0328). IL-18 was competitively displaced from GAGs by IL-8, which binds GAGs via electrostatic interactions. Exposure of CF BALF to HTS or treatment of CF patients with HTS displaced IL-8 from GAG matrices rendering the chemokine susceptible to proteolytic cleavage and reducing the chemoattractant capacity of CF sputum.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "In conclusion, GAGs possess the ability to influence the cytokine profile of the CF lung promoting a neutrophil dominated immune response and HTS treatment may improve resolution of this inflammation. Human Cathelicidin, LL-37, a 37 amino acid antimicrobial peptide produced by neutrophils and respiratory epithelium has been shown to have antimicrobial activity as well as possess immunomodulatory properties.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "We have investigated this potential immunomodulatory effect of LL-37 using LPS stimulated THP-1 monocytes. Effects of LL-37 on the LPS signalling pathway were investigated using western blot and ELISA.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "LL-37 was shown to inhibit the degradation of IjBa and IjBb during LPS stimulation, whilst preventing the phosphorylation of IjBa, IKK, STAT-1, Akt, c-Jun and ATF-2. Cytokine data showed a partial reduction in LPS induced IL-8 and TNF-a with 10 lg/ml LL-37. Further investigation revealed that LPS induced cytokine production could be reduced to control levels when 10 ng and 100 ng of LPS was used to challenge cells in the presence of 10 lg/ml of LL-37. Washing of cells following pretreatment with LL-37 abolished LL-37's inhibitory effects on LPS-induced IL-8 production when compared to unwashed samples.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Results suggest that LL-37 is exerting its anti-inflammatory effect primarily by neutralising LPS activity as nearly all these effects can be inhibited by higher LL-37:LPS ratios. Exposure of bacteria such as P. aeruginosa, growing within a biofilm in the lungs of CF patients, to antibiotics during treatment of recurring pulmonary exacerbations, may result in the development of antibiotic resistance. The aim of this study was to compare biofilm formation and antibiotic susceptibility of matched P. aeruginosa isolates cultured from CF sputum before and after antibiotic treatment of an acute exacerbation of pulmonary infection.", "cite_spans": [], "ref_spans": [], "section": "Endurance CPET Demonstrates Physiologic Improvement in Patients with COPD Attending Pulmonary Rehabilitation that is not Demonstrable by Incremental CPET"}, {"text": "Biofilm formation (24 hours) by 10 matched pairs of P. aeruginosa isolates, cultured from sputum samples prior to commencing and at the end of antibiotic treatment, was assessed by total viable count using the Calgary Biofilm Device. All isolates formed biofilms with no differences in biofilm formation apparent between any of the matched pairs of isolates. Prior to commencing antibiotic treatment, P. aeruginosa isolates from 8 (CAZ), 10 (TOB), 8 (PIP/TAZ) and 6 (MER) patients were susceptible. Following antibiotic treatment, the susceptibility status of isolates changed from sensitive to resistant for 3 (CAZ), 2 (TOB), 1 (PIP/TAZ) and 3 (MER) patients.", "cite_spans": [], "ref_spans": [], "section": "Biofilm Formation and Antimicrobial"}, {"text": "These results indicate that antibiotic treatment had no effect on the ability of P. aeruginosa isolates to form bacterial biofilms but in some patients resulted in the development of antibiotic resistance. cause of death. Paradoxically, neutrophils are recruited into the lungs but fail to clear infections. The question that this project will address is; are CF neutrophils intrinsically abnormal? Within this study we shall focus on neutrophil membrane proteins and present the first proteome study on normal and CF membranes.", "cite_spans": [], "ref_spans": [], "section": "Biofilm Formation and Antimicrobial"}, {"text": "A pure neutrophil membrane fraction was prepared by sucrosedensity ultracentrifugation. The solubilizing power of nonionic and zwitterionic detergents as membrane protein solubilizers for twodimensional electrophoresis was investigated. IEF was performed with immobilized pH gradients.", "cite_spans": [], "ref_spans": [], "section": "Biofilm Formation and Antimicrobial"}, {"text": "Optimized solubilization of membrane proteins was achieved by combining the zwitterionic detergent CHAPS (4%) or SB3-12 (2%) with the nonionic detergent Triton X-100 (2%). Excellent reproducibility of protein-spots was observed on pH linear gradient strips (4-7 and 6-11), allowing for comparative studies.", "cite_spans": [], "ref_spans": [], "section": "Biofilm Formation and Antimicrobial"}, {"text": "With our now optimized protocol we propose to screen circulating neutrophils from CF patients during periods of exacerbation, and to look for quantitative changes in membrane protein expression (up-regulation, down-regulation or post-translational changes) using a stable-isotope labeling approach. Data arising from this project will identify candidate proteins that could be used as biomarkers and/or contribute to a better understanding of disease progression in CF. Neutrophil dominated inflammation characterises Acute Lung Injury, Pneumonia, COPD, Cystic Fibrosis and Bronchiectasis. Factors modulating neutrophil mediated inflammation may have important therapeutic potential in these conditions. The anti-inflammatory protein, secretory leukoprotease inhibitor (SLPI), is a non-glycosylated molecule produced by epithelial cells, macrophages and neutrophils. This study aims to enhance our knowledge of the anti-inflammatory effects of SLPI and to investigate the relationship between SLPI and the human neutrophil.", "cite_spans": [], "ref_spans": [], "section": "Biofilm Formation and Antimicrobial"}, {"text": "Neutrophils were purified from whole blood and subcellular fractionation performed employing sucrose gradients and ultracentrifugation techniques. Translocation of SLPI to the outside of the cell post PMA(10 ng/ml) or fMLP(10 -6 M) activation was assessed by Western blot analysis.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Our experimental results confirm the findings of Sallenave et al [1] and demonstrate that SLPI resides within the neutrophil cytosol. However, contrary to previously published data we have found that SLPI does not co-localise with lactoferrin in the secondary granules [2] (Figure 1 ). Cytosolic SPLI migrated as a dimer on SDS-PAGE and upon cell activation translocated to the outside of the cell in predominantly monomeric form.", "cite_spans": [{"start": 65, "end": 68, "text": "[1]", "ref_id": null}, {"start": 269, "end": 272, "text": "[2]", "ref_id": null}], "ref_spans": [{"start": 273, "end": 282, "text": "(Figure 1", "ref_id": "FIGREF19"}], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Our results may support the concept that SLPI orchestrates diverse effects within the neutrophil, with monomer and dimer forms of the molecule possessing distinct anti-inflammatory modes of action. The primary cause of morbidity and mortality is infection by gramnegative bacteria such as Pseudomonas aeruginosa, resulting in chronic airway inflammation characterized by release of Interleukin (IL)-8. To avoid the innate immune system, P. aeruginosa can undergo genetic changes [1] , such as modification of the lipid A component of the lipopolysaccharide (LPS) structure [1] .", "cite_spans": [{"start": 479, "end": 482, "text": "[1]", "ref_id": null}, {"start": 573, "end": 576, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "The aim of this study was to compare the pro-inflammatory response of various types of purified LPS isolated from CF patients with that of commercially available LPS.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Human (HTE) and CF (CFTE) tracheal epithelial cells at *80% confluency were serum starved (24 h), then stimulated with LPS from Sigma (laboratory stain) or isolates that differed in their Lipid A structure: Pak8 (mild CF), SE22 (severe CF), SE4 (infant CF), Bronc5 (bronchiectasis) and IL-8 release measured. In order to achieve similar IL-8 release, Sigma LPS was required at 1000-fold higher concentrations than CF LPS isolates (ug/ml vs. ng/ml). There was a differential response to LPS between HTE and CFTE cells: SE22 and PAK8 strains induce a higher response in CFTE cells when compared to HTE. In conclusion, the inflammatory response to P. aeruginosa is dependent upon strain and environment, which may be due to changing Lipid A structures. We investigated the ability of secreted bacterial proteinases from three pathogens (Burkholderia multivorans, Burkholderia cenocepacia, and Pseudomonas aeruginosa) involved in chronic bacterial infections in cystic fibrosis to degrade various host defence-related molecules. These included secretory leukocyte proteinase inhibitor (rhSLPI), alpha-1 antitrypsin (AAT), secretory IgA (sIgA), IgG, lactoferrin and lysozyme.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Host defence-related molecules were co-incubated with cell-free bacterial supernatants from 48 hour biofilm cultures from all three pathogens under investigation. No degradation of AAT, sIgA, IgG, and lactoferrin was observed for any of the organisms. Only one out of 18 isolates tested demonstrated the ability to degrade lysozyme. All isolates of B. multivorans (n = 4) and P. aeruginosa (n = 4) were able to degrade rhSLPI however, out of five bacterial isolates tested for B. cenocepacia only two demonstrated a limited ability to degrade the molecule with [95% of the protein band still remaining intact at the end of the experiment.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "This study demonstrates that the majority of the host defence molecules investigated are resistant to degradation by bacterial proteinases from B. multivorans, B.cenocepacia and P. aeruginosa when grown as a biofilm. However, rhSLPI was vulnerable to significant degradation which could result in aberrant serine proteolysis in regions of the lungs containing biofilm growth. Children are ten times more sensitive to radiation-induced cancer than adults. We aimed to determine the cumulative radiation exposure associated with imaging in a paediatric population with CF, to identify contributing factors and to suggest ways of reducing their lifetime radiation exposure.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Medical and radiology records were reviewed. Effective radiation dose (mSv) and cumulative lifetime radiation doses were calculated for each patient using National Radiological Protection Board (UK)data files. 77 patients, mean age 9.5 (1-19.25) years with a total follow up time of 658 person years, had 1485 chest radiographs, 215 abdominal radiographs and 57 computerized tomography (CT) scans, including 51 thoracic CT scans. Average cumulative radiation exposure per patient was 6.2 (0.04-25) mSV.", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Radiation exposure increased with age (p = 0.0014) and with increasing numbers of CTs (p = 0.0004). Radiation dose was significantly increased in the subgroup who presented with meconium ileus (p = 0.004, independent of age).Radiation dose was not significantly related to lung disease severity (measured as forced expiratory volume in 1 second (FEV 1 ).", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "Radiation exposure in our CF population compares favourably with other tertiary centres worldwide. Radiation dose can be minimised by reducing frequency of scans and altering scanning technique. ", "cite_spans": [], "ref_spans": [], "section": "Elastase Inhibition Reduces Secretion of Pro-inflammatory Mediators from Epithelial Cells"}, {"text": "A number of miRNA expression profiling studies have shown miR-126 to be highly expressed in rat and human lung. TOM1 a predicted target of miR-126 has been shown to interact with Tollip and proposed as a negative regulator of IL-1b and TNF-a signalling pathways. The aim of this study was to validate TOM1 as a target of miR-126 and elucidate its role in TLR4 and IL-1 signalling pathways in Cystic Fibrosis (CF) versus non-CF airway epithelial cells.", "cite_spans": [], "ref_spans": [], "section": "Department of Medicine, Royal College of Surgeons in Ireland"}, {"text": "Expression of miR-126 and TOM1 were evaluated by qPCR. Overexpression of premiR-126 was performed by reverse transfection and TOM1 was subsequently detected by western blot.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "miR-126 was found to be down-regulated (p = 0.034) and TOM1 mRNA significantly up-regulated (p = 0.0021) in CF bronchial cells when compared to their non-CF counterparts. Overexpression of miR126 in CF cells led to a decrease in TOM1 protein production.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "This data shows that miRNA is differentially regulated in CF airway epithelial cells and that TOM1 is a target of miR-126 and may have an important role in regulating innate immune responses in the CF lung. Case 2: 20 y.o. male with recurrent infective exacerbations was noted to experience more severe and longer exacerbations compared to other similar patients. Common variable immunodeficiency (CVID) was diagnosed based on low IgA, IgM, IgG1, IgG3 and lack of antibody response to pneumovax. Treatment with IVIG has commenced.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "Case 3: 17 y.o. male who experienced severe anxiety during transition to adult CF care. Obsessive compulsive disorder was recognized as exemplified by patient using 500 alcohol wipes weekly to clean himself. He has responded well to cognitive behavioural psychotherapy.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "We conclude that physicians should appreciate the spectrum of coexisting conditions that are separate to a diagnosis of CF and can contribute to morbidity and mortality. CFRD adversely affects pulmonary function however diabetic control did not significantly impact function any further. This finding warrants larger prospective studies to confirm that a diagnosis of CFRD impacts pulmonary function but that diabetic control may not. With improving CF survival, fertility issues emerge. This descriptive study assesses knowledge & approaches to fertility information provision in CF care.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "Prospective anonymous questionnaires were mailed to a male CF cohort (n = 50). Sections included demographics, fertility knowledge, investigation & personal relationships.", "cite_spans": [], "ref_spans": [], "section": "S457"}, {"text": "Response rate was 32% (n = 16). Mean age 24 years (range 19-35, SD3.98). All knew that CF affected fertility but only 68.8% (n = 11) were able to provide explanations. Of this group, 45.5% (n = 5) provided the correct explanation. 50% (n = 8) have discussed fertility with a healthcare professional and half (n = 4) selfinitiated this. Mean discussion age was 21.9 years (range 18-26, SD2.6). One third stated preference for earlier discussion. 87.5% (n = 7) who had discussions were satisfied with information provided. Commonest first source where patients heard of infertility was written material (37.5%, n = 6). Three-quarters of respondents (n = 12) requested further fertility information. The preferred source was written material (43.8%, n = 7). 12.5% (n = 2) have had semen analysis & all remaining (n = 14) would accept an opportunity for this if offered.", "cite_spans": [], "ref_spans": [], "section": "S458"}, {"text": "All respondents were aware of infertility however most unaware of explanation. Few have formally discussed fertility. The majority want further information (preferred method written material) & an opportunity for semen analysis. This study identifies significant gaps existing in sex education during provision of CF care.", "cite_spans": [], "ref_spans": [], "section": "S458"}, {"text": "A. Sahadevan, S.H. Chotirmall, A.K. Mann, P. Branagan, C. Gunaratnam, N.G. McElvaney", "cite_spans": [], "ref_spans": [], "section": "Forecasting Mortality in Cystic Fibrosis (CF)?"}, {"text": "Discovering predictors of mortality in CF within Ireland has therapeutic implications. We aim to determine factors predicting mortality in an Irish CF cohort.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "A retrospective analysis of clinical, microbiological and radiological parameters in deceased CF patients over an 8-year period (2001-2008) was conducted (n = 15). This was age matched to a living CF cohort. SPSS Version 16.0 was used-Chi-squared and independent student t-testing applied.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "Mean age 22.4 years (SD +/-4.4, range 16-31) [deceased group] and 22.1 years (SD +/-4.2, range 16-31) [living group]. 40% (n = 6) and 33.3% (n = 5) were female in the deceased and living groups respectively. Within the deceased cohort, 73.3% (n = 11) had abnormal liver function (p = 0.011), 93.3% (n = 14) grew pseudomonas (p = 0.002) and 86.7% (n = 13) had candida in sputum (p = 0.046). Correspondingly, in the living cohort 26.7% (n = 4) had abnormal liver tests, 40.0% (n = 6) and 53.3% (n = 8) respectively grew sputum pseudomonas and candida species. The deceased had poorer lung function (p \\ 0.001), weight (p \\ 0.01) and BMI (p \\ 0.001). Mean FEV1 was 1.43 litres and mean weight 11.3 kilograms less than that of the living cohort.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "Poor pulmonary function (FEV1, FVC), abnormal liver function, sputum culture of Pseudomonas and Candida spp and suboptimal nutrition (weight, BMI) were all predictors of mortality in our cohort. Abnormal LFTs are common in CF. We aim to determine any relationship between abnormal LFTs & pulmonary function in a CF cohort.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "52 CF patients were included during the 12-month study (2006-07). Serum bilirubin, alanine aminotransferase (ALT), alkaline phosphatase (AlkP) & international normalised ratio (INR) were obtained in the outpatient clinic when exacerbation free. Lung function (FEV1) was concurrently determined. Spearman (nonparametric) correlation was applied where appropriate.", "cite_spans": [], "ref_spans": [], "section": "Impact of Abnormal Liver Function Testing (LFT) in Cystic"}, {"text": "Mean bilirubin was 8.5umol/L (range 2.5-24 umol/L) and mean ALT 32.7 IU/L (range 11-256 IU/L). 53.8% (n = 28) had both above average bilirubin and ALT of which 15 (53.6%) and 20 (71.4%) respectively in the bilirubin and ALT groups had FEV1 Abnormal liver function did not impact FEV1 however INR showed negative correlation. This may relate to malabsorption of fat soluble vitamins or be explained by a residual coagulopathic state following recurrent pulmonary exacerbations. ", "cite_spans": [], "ref_spans": [], "section": "Impact of Abnormal Liver Function Testing (LFT) in Cystic"}, {"text": "Osteoporosis & vitamin malabsorption contribute to poor nutritional status in CF. We aim to determine the effect of vitamin D deficiency and bone fragility on pulmonary function.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "Systematic random sampling of an outpatient CF cohort was studied. Pulmonary function (FEV1), vitamin D status (serum) and bone fragility (Z-score on DEXA) was determined. Chi squared analysis was applied to results (SPSS Version 16.0). 38 patients were included in the study (age 19-32). 47.4% (n = 18) exhibited vitamin D deficiency. Of these, a single patient had normal lung function (FEV1 [ 80% predicted), 5 reduced function (FEV1 50-80% predicted), 11 markedly reduced function (FEV1 30-49% predicted) and 1 patient FEV1 \\ 30% predicted (p = 0.05). Vitamin D deficiency was commoner in males (n = 10). Within the cohort, 8 patients had normal BMD (Z-score [ -1), 25 had osteopenia (Z-score -1-2.5) & 5 had osteoporosis (all male) (Z-score [ -2.5) (n = 38). In those with Vitamin D deficiency (n = 18), 1 patient had osteoporosis & a further 12 osteopenia (66.7%) (p = 0.046).", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "Vitamin D deficiency is characterized by lower FEV1 & BMD (osteopenia) however osteoporosis was present in cases of normal vitamin D levels. Our study suggests the role bone health plays in the CF ''gender gap'' may be overestimated.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland"}, {"text": "biopsy showed Nodular Glomerulosclerosis (NGS) occurring in the absence of diabetes mellitus, amyloidosis and any other known cause of NGS.", "cite_spans": [], "ref_spans": [], "section": "A Cystic Fibrosis Patient with Progressive Proteinuric Renal Disease in the Absence of Diabetes Mellitus: a Disease Specific Nodular Glomerulosclerosis?"}, {"text": "A recent paper has suggested that the pathogenesis of NGS in normoglycaemic, non-diabetic CF patients is similar to that of classic diabetes induced NGS and may be mediated by the development of advanced glycosylation end products (AGE). In CF, chronic pulmonary infection/inflammation, in combination with reduced glutathione levels contribute to an oxidative state and increased levels of AGE and to S100/calgranulin. It is postulated these ligands interacting with RAGE resulting in the formation of Nodular Glomerulosclerosis in patients with Cystic Fibrosis.", "cite_spans": [], "ref_spans": [], "section": "A Cystic Fibrosis Patient with Progressive Proteinuric Renal Disease in the Absence of Diabetes Mellitus: a Disease Specific Nodular Glomerulosclerosis?"}, {"text": "We conclude that increasing life spans of CF patients may lead to an increased identification of proteinuric renal disease, the aetiology of which may include this newly described pathological process. This is the first case described in a European Cystic Fibrosis Population and the fourth case worldwide. ", "cite_spans": [], "ref_spans": [], "section": "A Cystic Fibrosis Patient with Progressive Proteinuric Renal Disease in the Absence of Diabetes Mellitus: a Disease Specific Nodular Glomerulosclerosis?"}, {"text": "Nebulised Hypertonic Saline is an effective and safe therapy for CF lung disease. However reports show over 10% of patients cannot tolerate this treatment, and up to 36% of patients are totally noncompliant when using standard nebuliser units. Positive Expiratory Pressure nebulizer devices splint open the airways and have a more controlled rate of nebulisation. We tested if patients who had failed hypertonic saline via standard nebuliser units could tolerate this therapy via a PEP nebulizer.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "We prospectively recruited 4 Adult CF patients over a 4 month period, who had previously failed hypertonic saline trials and commenced them on hypertonic saline via a PEP nebulizer. Patients completed a questionnaire on tolerability of the new device. Notes were examined retrospectively on mean time to intravenous antibiotic usage pre and post therapy and mean time to next exacerbations.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "There was a subjective reduction of over [50% noted in coughing, chest tightness and bad taste using the PEP nebulizer, with all 4 patients tolerating this form of treatment. In this small study we found an absolute reduction in antibiotic usage of 70% post hypertonic saline usage and a 3 fold increase in time to next exacerbation post nebulized PEP treatment.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "Hypertonic saline administered via a PEP nebulizer may be a novel therapeutic strategy for patients who cannot tolerate hypertonic saline through a standard nebulizer. Chronic lung infection with P. aeruginosa is responsible for most of the morbidity and mortality in patients with CF. Cross infection involving the epidemic strains Liverpool (LES), Manchester (MES), Midlands 1 (MID1) and Clone C has been documented. Regular genotyping is recommended to assess distribution of genotypes. Genotyping is not currently performed in the Belfast Trust. The aim of this study is to perform molecular typing of isolates. The results will inform future strategies for laboratory screening, and infection control.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "92 P.aeruginosa isolates collected during routine clinics were typed using Pulsed Field Gel Electrophoresis (PFGE), restriction patterns were analysed using Bionumerics. A multiplex PCR (1) was used to type 110 isolates. 92 samples were typed by both methods and results compared.", "cite_spans": [{"start": 186, "end": 189, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "Molecular Typing of Pseudomonas aeruginosa Isolates from Patients with Cystic Fibrosis (CF) in Northern Ireland (NI)"}, {"text": "42% of isolates were defined by PFGE as the LES genotype. 4.3% of adult isolates were defined as Clone C. No MES or MID1 isolates were reported. There was 96.7% correlation between PFGE and PCR results.", "cite_spans": [], "ref_spans": [], "section": "Molecular Typing of Pseudomonas aeruginosa Isolates from Patients with Cystic Fibrosis (CF) in Northern Ireland (NI)"}, {"text": "This study reports prevalence of the LES strain in the NI CF population. It is recommended that patients with CF infected by P.aeruginosa have all isolates of varying phenotypes genotyped. PCR detection of LES isolates will be a useful tool for screening. Having successfully derived a method to culture nasal epithelial cells (NECs) from cystic fibrosis (CF) and non-CF subjects, the aim of this study was to characterise the electrophysiological responses of these cells.", "cite_spans": [], "ref_spans": [], "section": "Molecular Typing of Pseudomonas aeruginosa Isolates from Patients with Cystic Fibrosis (CF) in Northern Ireland (NI)"}, {"text": "Cells from F508del/F508del patients and non-CF controls were used for patch-clamp investigation. Cultured cells were separated and plated on glass coverslips chambers. Culture medium was replaced with standard external solution (SES) before establishing whole-cell configuration. Membrane ion currents were recorded using patchclamp.", "cite_spans": [], "ref_spans": [], "section": "Electrophysiological Comparisons of Nasal Epithelial Cells Derived from Cystic Fibrosis and Healthy Subjects"}, {"text": "Once a stable current was achieved, amiloride and forskolin were applied to the cells to elicit their responses. The F508del/ F508del cells responded to amiloride by rapid reduction in wholecell current, when forskolin was added to the bath it had little or no effect on the cell current amplitude in the CF cells (n = 6). In the non-CF cells however, there was a response to the addition of forskolin.", "cite_spans": [], "ref_spans": [], "section": "Electrophysiological Comparisons of Nasal Epithelial Cells Derived from Cystic Fibrosis and Healthy Subjects"}, {"text": "These responses to both amiloride and forskolin were as expected and demonstrate that this cell model of nasal epithelial cells obtained from nasal brushings proves to be a very feasible model for future studies of CF and can be used as an ideal model for research into the nature of action of numerous CF drugs. It has been shown that females with cystic fibrosis (CF) have worse lung function compared with CF males. Gender and BMI have been correlated with lung function in adults. We aimed to show a similar trend in a paediatric population.", "cite_spans": [], "ref_spans": [], "section": "Electrophysiological Comparisons of Nasal Epithelial Cells Derived from Cystic Fibrosis and Healthy Subjects"}, {"text": "We studied children aged 10 years and older attending our CF unit. FEV1, height and weight were measured at the clinic when patients were at their baseline.", "cite_spans": [], "ref_spans": [], "section": "Effects of a Human Neutrophil Elastase Inhibitor on Neutrophils"}, {"text": "Of 30 patients, 21 were males (70%) and 9 were females (30%).14 of the males had FEV1 [ 80% (67%), 4 had FEV1 50-80% (19%) and 3 with FEV1 \\ 50% (14%). Within the female subgroup, 3 had FEV1 [ 80% (33.3%), 3 had FEV1 50-80% (33.3%) and 3 had FEV1 \\ 50% (33.3%) (p = 0.26). BMI was divided into 2 groups; \\ 10th percentile indicating poor nutrition that may affect lung function and [ 10th percentile (Table 1) . No statistical difference was found (p = 0.34).", "cite_spans": [], "ref_spans": [{"start": 400, "end": 409, "text": "(Table 1)", "ref_id": "TABREF8"}], "section": "Effects of a Human Neutrophil Elastase Inhibitor on Neutrophils"}, {"text": "There was no statistical difference between genders with regards to lung function although there was a trend in favour of males. In our group of well nourished patients, there was no correlation between BMI and FEV1. This is in contrast to adult data in a similar study. ", "cite_spans": [], "ref_spans": [], "section": "Effects of a Human Neutrophil Elastase Inhibitor on Neutrophils"}, {"text": "Piperacillin-tazobactam induced fever is well documented in patients with cystic fibrosis. Here, we report adverse reactions which occurred in three patients treated with piperacillin-tazobactam over a three month period. Setting: Tertiary care, academic medical centre (Beaumont Hospital, Dublin, Ireland). Patients and Methods: Three patients were evaluated retrospectively for piperacillin-tazobactam induced fever and evidence of bone marrow suppression. Results: Two of our series had evidence of drug induced fever (using criteria by Young et al.). Both patients had a mean duration of piperacillin-tazobactam exposure of 9.5 days with an average temperature of 38.3 C. Fever resolved in both patients within 72 hours of discontinuation of the antibiotic. Neither had evidence of a septic focus (determined by CXR, blood cultures, IVC tip analysis or MSU). Two of our series developed bone marrow suppression, one becoming pancytopenic requiring bone marrow biopsy, the other becoming transiently neutropenic. Both recovered within 72 hours of cessation of offending agent.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "Components of the new IV piperacillin-tazobactam preparation (pH buffers or stabilising agents) may be involved in the development of these late reactions. Objectives: Cystic Fibrosis patients suffer from chronic bacterial colonisation and repeated exacerbations. One of the most challenging elements of treating these patients is that they develop antibiotic resistance. The aim of this study was to assess if changes in antibiotic sensitivity were related to the number of exacerbations (NoE).", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "We compared the NoE requiring intravenous antibiotics with respiratory cultures at the time. The sensitivities of Pseudomonas to 5 antibiotics were analysed from 2004 to 2007. We correlated the changes in sensitivities with the NoE they had in this period. A univarious analysis was performed using a non-parametric test. NoE was used as a dependent variable.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Thirty-two patients were included. In the Piperacillin/Tazobactam group, 38% became resistant with a mean NoE of 6.25. (P = 0.016) No resistance developed with Colomycin. 84% of patients developed resistance to Gentamicin. 50% of patients developed resistance to Ceftazidime with average NoE of 7.2. (P = 0.005) Only 9% of patients developed resistance to Ciprofloxacin.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "The findings of this study showed considerable variations with antibiotic sensitivities. Twenty-one patients demonstrated some change in sensitivities, and eleven with none. Those with antibiotics resistance had a higher NoE compared to those with constant sensitivities. SLPI is an anti-inflammatory antiprotease that negatively regulates TLR2, 4, and 9. We examined the effect of the viral RNA mimic polyIC on cytokine production by evaluating responses it induced in airway epithelial cells; we then evaluated SLPI's effect on these responses. We performed selective inhibition studies to identify the receptor by which polyIC induces its effects.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "RNA was isolated from cystic fibrosis (CF) and non-CF bronchial epithelial cells and used in quantitative RTPCR reactions with gene-", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "FEV1 \\ 50% 0 (0%) 6 (24%) S461 specific primers to each receptor. Cells were stimulated with polyIC in time course and dose response experiments and IL-8 and Interferon (IFN)-beta production quantified by ELISA. The effect of pre-treatment with SLPI or receptor inhibitors was evaluated. PolyIC induced IL-8 but not IFN beta production. IL-8 production was inhibited by pretreatment with SLPI but not by inhibitors to PKR, RIG1, or MDA5. Further RTPCR experiments demonstrated deficiency of phosphatase SHP-1, important for interferon production.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "PolyIC induces expression of the proinflammatory cytokine IL-8 via a mechanism involving TLR3. SLPI inhibits this effect.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "PolyIC does not induce IFN beta production in airway cells. SHP-1 deficiency demonstrated is a proposed mechanism for this effect. Objective: In cystic fibrosis the mechanisms that lead to initial bacterial colonization, the development of a sustained and predominantly neutrophilic inflammatory response, and the ultimate destruction of the lung over decades remains unclear. Here we investigate whether humoral autoimmunity could play a role in pathogenesis of cystic fibrosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "Circulating autoantibodies in plasma of cystic fibrosis patients (n = 20) and of healthy controls (n = 10) were studied using immunofluorescense using Hep2 cells as a substrate.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Selected samples were studied using immunofluorescense on primary bronchial epithelial cells.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Eight out of 20 CF patients presented IgG autoantibodies against Hep2 epithelial cell line and against primary bronchial epithelial cells. There was no apparent correlation between fluorescence intensity and autoantibody titers and the disease intensity. The fluorescence pattern was in all cases mixed (speckled and nucleolar).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "IgG autoantibodies with avidity for bronchial epithelium are present in some patients with cystic fibrosis. This suggest that autoreactive adaptive responses directed against bronchial epithelium may be important in aetiology of the disease and warrant further investigations. The role of pulmonary rehabilitation (PR) has not been widely investigated in patients with diagnoses other than COPD. The aim of this study was to investigate the effects of an 8 week PR programme in patients with bronchiectasis.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Seventeen patients with a diagnosis of bronchiectasis were recruited from Respiratory Consultant clinics. All patients underwent an 8-week programme (16 supervised sessions) of exercise training and education. Subjects were assessed at baseline and on programme completion on measures of exercise capacity and quality of life. Data were analysed using Minitab Version 14.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Thirteen patients (10 female, 3 male) completed the programmemean age 64.94 (sd = 10.14) years, mean %predicted FEV1 75.56 % (sd = 21.66). After eight weeks, there was a significant increase (p = 0.045) in the incremental shuttle walk test distance of 54.6 metres (95% CI: 1.5 to 107.7 m). There was a trend toward a statistically significant improvement (p = 0.05) in the St George's Respiratory Questionnaire Impacts subscale although there was no statistically significant improvement in the overall score (p = 0.38).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Results of this observational study support the potential role of PR in patients with bronchiectasis. Robust trials are necessary to assess the effect of such programmes on a range of outcomes, as well as the efficacy of individual programme components. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "PKCd genetically depleted mice had baseline capillary filtration coefficient (Kfc) compared to their wild type counterparts. There was no difference between these groups.Similarly, there was no difference between wet-to-dry ratio's at baseline or in response to hydrostatic challenge.However, PKCd knockout mice experienced a significant protective effect when challenged with LPS for 24 hours injected intraperitoneally compared to their wild type. This correlated with reduction in neutrophil recruitment to the lung as well as significant attenuation of histological evidence of lung injury. However, there was no significant difference in the respective cytokine profiles.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "PKCd plays a central role the development of acute lung injury following exposure to LPS and may represent a potential therapeutic target in attenuating acute lung injury. The precise mechanisms remains to be elucidated, however it is likely mediated through impaired neutrophil response. Mycobacterium tuberculosis (Mtb) is responsible for almost 2 million deaths annually (WHO). The success of the bacillus is largely due to its ability to evade the host immune response. Mycobacteria survive S462 within macrophages by blocking fusion of phagosomes and lysosomes, thus avoiding exposure to antimicrobial peptides and enzymes present in lysosomes. IL-10 inhibits the progression of phagosome maturation in murine macrophages, however little is known about the role of IL-10 on phagosome maturation in human macrophages. PMA-differentiated THP-1 cells were seeded at 1.0 x 10 5 cells/ml on glass coverslips. Monocyte derived macrophages (MDMs) were isolated from buffy coats obtained from the Irish Blood Transfusion Board. Cells were treated with anti-IL-10 monoclonal or isotype control antibody, infected with live or killed GFP-BCG and PKH67green-labeled M. tuberculosis H37Ra, and incubated with LAMP-1 antibody and Alexa 594 fluorescent stain. The colocalisation of mycobacteria-containing phagosomes with lysosomes, as identified by LAMP-1, was determined by confocal microscopy.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "Colocalisation of mycobacteria-containing phagosomes with acidified lysosomes was infrequent in untreated THP-1 cells, 21% ± 6.95. However colocalisation increased when killed mycobacteria were internalised (51.35% ± 10.26). Similarly in cells treated with anti-IL-10 colocalisation increased to 52% ± 8.98. MDMs treated with anti-IL-10 and infected with GFP-BCG showed a significant increase in phagosome maturation compared to untreated MDMs.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "This data suggests IL-10 suppresses the ability of macrophages to proceed with phagosome maturation, favouring survival of mycobacteria within the host. The prevalence of Tuberculosis (TB) in Ireland is not decreasing and management is becoming more complex with a multi-cultural population and increased drug resistance. There are new presentations (e.g. TB associated with biological agents). Shorter rotations for junior doctors may be associated with less familiarity with TB management.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "We reviewed the appropriateness of our practice by examining the management of 24 randomly selected patients attending our clinic. There was an equal gender balance and 54% were non-nationals. Forty-two percent had pulmonary TB.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Tuberculosis Management in a Dublin"}, {"text": "Significant deficiencies in management and documentation were identified. BCG status was not recorded in 18 cases. Incomplete data was available on the patients' HIV status. While all patients received pyridoxine prophylaxis, 19% of patients receiving ethambutol did not have an ophthalmology review. Only 67% of patients received ethambutol. One patient (with multi-drug resistant TB) was transferred to another centre for negative pressure isolation. Of the 23 patients who were treated, one did not complete their treatment.", "cite_spans": [], "ref_spans": [], "section": "Deficiencies in Tuberculosis Management in a Dublin"}, {"text": "This review indicated a need for improved documentation of BCG, HIV status and attention to issues such as ophthalmology review. To achieve this we have developed a clinical care pathway for management of TB in our clinic. Background: Northern Ireland has consistently had a low TB prevalence (3.6/ 100,000). 1 However, there has been an increase in cases of MDR-TB admitted to the RVH since 2006.", "cite_spans": [{"start": 309, "end": 310, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Deficiencies in Tuberculosis Management in a Dublin"}, {"text": "Retrospective chart review of MDRTB cases.", "cite_spans": [], "ref_spans": [], "section": "Methodology:"}, {"text": "Six patients were admitted between 2006-2008. Five were suspected to have MDR-TB on admission based on epidemiological risks; two had prior TB treatment; one was a contact of MDRTB; two were from countries of high MDR prevalence. Four patients had primary MDRTB. The rifampicin resistance probe was positive in all cases. Susceptibility testing showed isolates to be resistant to a median of 4 drugs. All were susceptible to second line injectable agents, and 5/6 were susceptible to quinolones. One patient was HIV co-infected. Patients converted their sputum to culture negative in a median of 7 weeks (range 4-18) and were considered for discharge when they had 2 negative cultures 1 month apart. Hospital admissions were prolonged due to drug toxicities and/or social issues (median hospital stay 6 months, range 1-11). Discussion: Due to globalisation, even countries with low TB prevalence need to manage MDRTB. Management of these patients is complex, and significant toxicities were seen. Prolonged isolation also has significant resource implications. A 33 year old male was admitted from the local Psychiatric unit with apparent pneumonia. A chronic schizophrenic and heavy smoker, he had spent some 15 years in institutional care in various facilities. He was treated with high flow humidified oxygen and nebulised bronchodilators. 48 hours later he was found to be sputum smear positive for AAFB.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "He was isolated and the Infection Control Team mobilised. He turned out to have a fully sensitive M.TB organism and responded well to treatment. BTS TB guidelines were followed and all staff and patients in the same ward bay as the patient were informed and letters sent to all GPs.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "One patient contact had oesophageal carcinoma and was a chronic alcoholic. He developed post operative pleural effusion (TB culture positive) some 6 months post exposure. A second contact (also alcoholic) was investigated as possible lung cancer some 30 months after exposure and was Smear positive for AAFB. Both patients died on treatment for their TB.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "All 3 TB isolates were identical. The index case is alive and well. This highlights the danger of even short delays in diagnosis and appropriate isolation of TB patients. ", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Streptococcus pneumonia is a leading cause of invasive diseases which will pose an important health problem in Ireland. Efficacy of pneumovax is between 50 and 70% (Ref 1). The vaccination would prevent severe pneumococcal infections (Ref 2). The purpose of the audit was to determine the rate of update of pneumovax among the chronic respiratory group and to identify reasons why the vaccination may not have been administered. Subsequently, address ways of improving current policy.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "Patients who attended the respiratory outpatient clinic in St. James's Hospital from July 2007 till Jan 2008 were questioned whether they have the pneumovax given at any stage of the life and ever receive booster dose; and reasons why if they had not been vaccinated.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "A total of 147 patients were interviewed. 49.7% were male and 50.3% were female. Mean age of male was 61.2 and mean age of female was 59.8. Approx 70% of patient has obstructive airflow diseases. 37% has received Pneumovax at some stage while 63% never received pneumovax. The main reason (93.6%) is poor awareness of the importance of the vaccine.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "The main implication from the audit is to raise awareness of pneumovax via campaign, reminding GP; and the funded pneumovax clinic. Nursing Home Acquired Pneumonia (NHAP) is an important subset of healthcare associated pneumonia. We have prospectively compared three different pneumonia severity scores: pneumonia severity index (PSI), modified BTS score and Naughton score and several inflammatory markers including procalcitonin levels to determine their ability to predict fatality in NHAP.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "This study was carried out on fifty patients presenting to our hospital over a two year period, July 2005 to June 2007 inclusive. The case fatality rate was 20%. The modified BTS score most accurately identified fatal outcome (3 n = 5; 4 n = 3; 5 n = 2). PSI and Naughton scores were poor predictors with 40% of deaths characterized as PSI category 2 or 3. Procalcitonin levels co-related well with disease severity as measured by the PSI and modified BTS scores. None of the inflammatory markers accurately predicted patients at low risk of death from NHAP.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "We conclude that the different pneumonia severity scores and several commonly used inflammatory markers fail to accurately predict patients at low risk of death from NHAP. The Adelaide and Meath Hospital, Tallaght opened in 1998 and celebrates its 10th anniversary this year. We sought to assess changes in the incidence, demographic characteristics, and microbiological profile of TB infection in our institution over this period.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "Patients diagnosed with active TB in the years 1999 & 2007 were included. Patients were identified using laboratory, public health, and HIPE records. Demographic, clinical, and microbiological data were obtained by retrospective chart review.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "There was marked growth in the incidence of TB over this period Our data emphasizes the re-emergence of TB as a major public health issue in Ireland, and highlights immigration as a major contributing factor. The emergence of resistant infection has not to date been seen in our institution, but can be anticipated in the near future. We report a case of a 68-year-old white male who presented with one month history of pleuritic chest pain. Chest radiograph demonstrated left upper lobe cavitation. Bronchoalveolar lavage was smear positive for acid-fast bacilli and culture grew pan-sensitive Mycobacterium tuberculosis complex. Standard anti-tuberculous treatment with rifater and ethambutol was instituted; however the patient developed a severe cutaneous reaction after 4 weeks. Skin biopsy demonstrated findings consistent with allergic dermatitis. The rash resolved after discontinuation of therapy; however it recurred after sequential re-exposure to rifampicin, ethambutol, isoniazid and moxifloxacin. The patient underwent desensitization to rifampicin; ethambutol and isoniazid using modified penicillin protocols. Titration to target dosing with each individual drug was achieved allowing reinstitution of standard therapy with rifater and ethambutol.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Medicine Department, St.James's Hospital, Dublin"}, {"text": "The sequential desensitisation processes were each complicated by the reoccurrence of a mild rash, which was controlled by oral prednisolone. To our knowledge this is the first reported case of hypersensitivity to four anti-tuberculosis agents with a favourable response to a strategy of sequential rapid oral desensitisation. Introduction: TB is a major infectious disease. In N.Ireland the incidence remains low but is increasing. In 2007 66 cases were notified, 17 from the Southern Trust.", "cite_spans": [], "ref_spans": [], "section": "Rapid Oral Desensitisation to Ethambutol, Rifampicin and Isoniazid"}, {"text": "A TB Nurse was appointed in September 2006. This audit was undertaken to review the TB clinic and optimise the service provided.", "cite_spans": [], "ref_spans": [], "section": "Rapid Oral Desensitisation to Ethambutol, Rifampicin and Isoniazid"}, {"text": "A retrospective 6 month case note audit.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "All aspects of the service were reviewed; nationality of those attending, use of interpreter services, the problem of missed appointments and the reason for failure to attend. Contact tracing and Mantoux testing were assessed as this is a new role for the TB Nurse. Compliance with treatment in the light of MDRTB cases. Results: 36 patients attended the TB clinic in the 6 month period. 21(58.3%) were not native of N.Ireland.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "There have been 3 cases of MDRTB in the Trust in the last year which has posed particular operational problems.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "TB remains an active problem in the Southern Trust.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Patient attendance at the clinic may be optimized by having appointment letters in the patients own language and introducing services at peripheral sites.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Lack of negative pressure ventilation facilities is an ongoing problem.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Pharmacy dispensing of full treatment course has improved compliance. We sought to analyze differences between patients with latent, pleural and pulmonary tuberculosis (TB) attending a dedicated TB clinic in the Mercy University Hospital, Cork from July 05 to June 07.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Two hundred and sixty nine patients were referred to the clinic. One hundred twenty eight (48%) had active tuberculosis, 79 (29%) had latent tuberculosis infection (LTBI), 57 (21%) had an alternative diagnosis and 5 (2%) had atypical mycobacterial infection. Among those with active tuberculosis, 97 (76%) had pulmonary TB and 31 had extra pulmonary TB, of whom 19 had pleural TB (61%).", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "In this group of patients with TB infection, female sex and foreignborn status were more frequent in those with LTBI compared with those with pulmonary TB. In contrast, smoking was more prevalent in patients with pulmonary TB. 16% of patients with pulmonary TB were asymptomatic. Mantoux induration was less in those with pleural TB compared with those with pulmonary TB and LTBI. Directly observed therapy was implemented predominantly in patients with pulmonary TB and at a rate considerably short of World Health Organisation recommendations across all groups. The purpose of this study was to determine if the lysophospholipids sphingosine 1-phosphate (S1P) and lysophosphatidic acid (LPA), which have been implicated in allergy, induce up-regulation of adhesion molecules and eosinophil chemoattractants in an in vitro cholinergic nerve cell model, IMR-32 cells. S1P and LPA act mainly via G-protein coupled receptors S1P 1-5 and LPA 1-3 respectively. Eosinophils accumulate at innervating cholinergic nerves in fatal asthma and in animal models of asthma and adhere to nerve cells in culture via intercellular adhesion molecule-1 (ICAM-1). The methods used were real-time PCR and Western blotting. S1P 1 , S1P 3 , LPA 1 , LPA 2 and LPA 3 were expressed on IMR-32 cells. Both S1P and LPA induced ERK phosphorylation and ERKand G i -dependent up-regulation of ICAM-1 expression in IMR-32 cells, with differing time courses. LPA also induced ERK-and G i -dependent up-regulation of the eosinophil chemoattractant, CCL-26. The eosinophil granule protein eosinophil peroxidase (EPO) induced ERK-dependent up-regulation of transcription of S1P 1 , LPA 1 , LPA 2 and LPA 3 .", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Thus S1P and LPA, acting via G i -coupled nerve cell receptors, induce up-regulation of adhesion molecules and chemoattractants which stimulate eosinophil accumulation and adhesion to cholinergic nerve cells. In turn, EPO induces up-regulation of S1P and LPA receptors, potentially perpetuating S1P-and LPA-induced effects. Asthma and rhinitis are characterised by eosinophilic inflammation. However, recent studies indicate that eosinophils are not essential for clinical symptoms, but instead exert a remodelling effect on the local tissues. We propose that neural remodelling involving the BMP pathway, enhancing a cholinergic phenotype, is a potential mechanism of airway remodelling in asthma.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "IMR32 cells behave like cholinergic neurons when cultured with Sodium Butyrate. We exposed IMR32 cells to Eosinophil Granule Proteins and to Bone Morphogenetic Proteins 6 & 7 and harvested the cells. Proteins were separated into fractions and Western Blot analysis was performed. RNA was isolated, converted to copy DNA, and analysed using Quantitative PCR.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "We found that Major Basic Protein, but not Eosinophil Peroxidase, produced a down-regulation of BMPreceptor1a (BMPR1a) gene expression (41% reduction at 4hrs, p = 0.005). MBP decreased BMPR1a in membrane protein and increased BMPR1a within the nuclear protein. Co-incubation of BMP7 with MBP attenuated expression of the BMP pathway transcription target ID1 and of choline acetyltransferase. Co-incubation with BMP6 & MBP produced increased expression of ID1 and choline acetyltransferase.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "These results indicate that Eosinophil Granule Proteins change BMP receptor balance, producing a downstream effect on cholinergic gene expression and therefore on the cholinergic phenotype of cells. Exercise-induced bronchoconstriction (EIB) has a reported prevalence of 11-50%. This study aimed to measure for the first time, the prevalence of EIB and asthma in professional rugby players and to demonstrate the utility of a sport specific field-test as a screening tool in field-sport.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Prospectively a cohort of senior international rugby players underwent spirometry before and after a rugby-specific exercise challenge. Exercise intensity levels were also assessed. A fall in forced expiratory volume in one second (FEV 1 ) C 10% from baseline after exercise challenge was considered diagnostic of EIB. During analysis, players were divided into two groups: those with airflow obstruction (AO) and those without (NAO). AO airflow obstruction, NAO no airflow obstruction", "cite_spans": [], "ref_spans": [], "section": "Sports"}, {"text": "Forty-two players were tested. Table 1 summarises the spirometric results. Twelve players (29%) had a history of, or were diagnosed with, airflow obstruction (AO group). Seven players had a previous diagnosis of asthma and were on inhaled treatment, of these; 57% (n = 4) had EIB after exercise despite regular inhaled therapy. Five players (12%) were newly diagnosed with EIB.", "cite_spans": [], "ref_spans": [{"start": 31, "end": 38, "text": "Table 1", "ref_id": "TABREF8"}], "section": "S466"}, {"text": "EIB is more prevalent in professional rugby players than in the general population. A pre-existing diagnosis of asthma with regular inhaled therapy does not preclude EIB. Sports-specific field-testing is a useful method of screening in players. Ulster Hospital, Dundonald, 3 Regional Immunology Service, Royal Hospitals, Belfast.", "cite_spans": [], "ref_spans": [], "section": "S466"}, {"text": "Asthma is a major risk factor of anaphylactic deaths in children with peanut allergy. Peanut allergy is a lifelong condition but some children outgrow their coexistent asthma. It is currently not known whether children who have outgrown their asthma symptoms have ongoing eosinophilic airways inflammation. Exhaled nitric oxide is recognised as a non-invasive marker of eosinophillic airways inflammation.", "cite_spans": [], "ref_spans": [], "section": "Background:"}, {"text": "The aim of our project was to examine the levels of exhaled nitric oxide in peanut allergic children.", "cite_spans": [], "ref_spans": [], "section": "Aims:"}, {"text": "Children with peanut allergy were recruited at the Ulster Hospital and Royal Belfast Hospital for Sick Children, Northern Ireland. Exhaled nitric oxide levels (eNO) were measured using the Niox Mino in all children.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Results: 94 children were enrolled over a 9 month period, age range 4 to 15 years (median 10 years). 30 (32%) had no history of wheeze, 8 (8%) had outgrown asthma, 37 (39%) had current active asthma and 20 (21%) had occasional wheeze within the last year but were not taking any regular asthma medication. Levels of eNO were significantly elevated in those with outgrown asthma and those with occasional wheeze but no regular asthma medication (p \\ 0.05).", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Exhaled nitric oxide levels were elevated in children with a history of asthma outgrown and those with current 'untreated' asthma. This would suggest ongoing allergic airways inflammation. Our study gives a rationale for checking eNO in children with peanut allergy. Consideration should then be given to starting inhaled corticosteroid therapy in peanut allergic children with elevated exhaled nitric oxide levels.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "Guideline-defined Asthma Control, Physical Activity and BMI Omalizumab has been shown to be effective in severe persistent allergic. This study describes our local experience in a group of carefully selected asthmatic sufferers.", "cite_spans": [], "ref_spans": [], "section": "Exploring the Relationship in Children Between"}, {"text": "A retrospective audit was performed on 21 patients with severe persistent allergic asthma who fulfilled the criteria for omalizumab therapy. Only those who were regarded as omalizumab-responders were included in this analysis (n = 15). The primary outcome measures for the study were acute hospital admissions, exacerbation rates, reliever usage and change in FEV 1. These data were analysed for the six month period prior to commencement of omalizumab and for the six months following.", "cite_spans": [], "ref_spans": [], "section": "Exploring the Relationship in Children Between"}, {"text": "The results showed that as a group acute hospital admissions reduced by 85%, with a corresponding reduction in exacerbation rates of 60%. Mean FEV 1 increased by 261 ml and reliever usage was reduced by 76%.This is consistent with that reported in the literature.", "cite_spans": [], "ref_spans": [], "section": "Exploring the Relationship in Children Between"}, {"text": "Omalizumab has proven effective in our local population of carefully selected severe asthmatics. Introduction: Difficult to treat asthma (DTA) is associated with frequent symptoms despite therapy with high dose inhaled corticosteroids (ICS). Adolescent asthma presents special difficulties given the associated development issues. We sought to determine objective features of DTA in this group. Methods: All patients (11-18 yrs) attending the adolescent asthma clinic were reviewed. Clinical data was collected at referral. DTA was defined as requiring high dose ICS (BDP) of [800 mcg/day (\\12 yr) or [1600 mcg/day (12-17 yrs). The DTA group was compared with remainder on low dose ICS.", "cite_spans": [], "ref_spans": [], "section": "Exploring the Relationship in Children Between"}, {"text": "Of a total of 70 (25 F:45 M) patients, 8 (11%) had DTA with a mean ICS of 1425 mcg/day. There were no significant differences in steroid rescue, BMI, FEV1/FVC, serum Ig or eosinophil level, dust mite responsiveness, eczema, rhinitis, or smoking. DTA patients were more likely to have elevated eNO (50 vs. 38; p = 0.05) and lower IgE level (223 vs. 901; p = 0.025). Co-existing conditions more likely in DTA included grass allergy (p = 0.12), any food allergy (p = 0.009), GORD (p = 0.026) and VCD (p = 0.023). Conclusions: DTA in adolescents was associated with higher eNO and lower IgE levels, grass and food allergy, GORD and VCD. Identification of these features early can potentially facilitate more comprehensive and effective management. ", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Omalizumab is a monoclonal IgE antibody which reduces asthma exacerbations. It is only cost effective in severe asthmatics with recurrent exacerbations.", "cite_spans": [], "ref_spans": [], "section": "S467"}, {"text": "To assess the outcome of omalizumab treatment in severe asthmatic patients in the respiratory department of Connolly Hospital.", "cite_spans": [], "ref_spans": [], "section": "Aim:"}, {"text": "A retrospective chart review of 9 asthmatic patients treated with omalizumab. Baseline demographics, omalizumab dose and frequency, other asthma medications, FEV1, exacerbation rates, and side effects were reviewed.", "cite_spans": [], "ref_spans": [], "section": "Method:"}, {"text": "Male to female ratio was 2:8. Mean age was 49.9 years. Mean IgE level prior to Omalizumab was 345.6U/ml. Mean FEV1 prior to treatment was 69.6%. Mean FEV1 post treatment was 83.2%. Prior to omalizumab five patients were on step 5 of GINA treatment guidelines, 4 patients were on step 4. Four patients reduced their shortacting beta agonist requirements, one patient was weaned to a lower dose of steroid and 1 patient increased their inhaled steroid dose during the treatment period. Patients had recurrent exacerbations prior to treatment. Mean number of exacerbations during year of treatment was 1.5. The most common side effect experienced was joint pains.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Treatment with omalizumab reduced exacerbation rates in these severe poorly controlled asthmatics. Airway sensory hyperreactivity (SHR) is an important clinical feature in chronic cough and is characterised by bouts of coughing triggered by relatively innocuous stimuli including exposure to aerosols, scents and changes in air temperature. These abnormal sensory responses are often what distress a patient most about their condition 1 . The aim of this study was to determine the prevalence and clinical features of SHR in patients with chronic cough. We undertook a retrospective case review of 200 sequential referrals to the Belfast City Hospital Cough Clinic. We defined SHR + as those individuals reporting cough provoked by one or more of the following; 1) change in air temperature (thermoactivation), 2) exposure to aerosols, scents, odours (chemoactivation), 3) talking, laughing or singing (mechanoactivation). We compared SHR + with SHR-patients across a range of variables using Chi-square and analysis of variance as appropriate.", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "135 charts were available for review. We identified SHR + in 85 (63%) with significantly more females in the SHR + (82% versus 54%, p = 0.001). No other features including age, cough duration, cough aetiology, atopic status, preceding URTI or PC 20 reliably distinguished SHR + from SHR-patients.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "These preliminary results suggest SHR is a common problem especially among females with chronic cough. Omalizumab is a humanized monoclonal antibody to IgE which prevents binding to FCeRI receptor. It is known to increase Eosinophilic apoptosis and inhibit the TH2 immune response culminating in a reduction in Eosinophil recruitment, activation and tissue migration. Omalizumab use in the management of CSS however has been reported in one case to ameliorate the asthmatic component of the disease and to significantly lower plasma Eosinophil counts at three months.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "Our patient, MB, a 45 year old man diagnosed with CSS 7 years ago manifesting with uncontrolled asthma, severe pan-sinusitis with recurrent nasal polyposis, Eosinophilic gastoenteritis histologically confirmed with duodenal biopsy and subacute bowel obstruction. Initial Eosinophil count was 0.92 9 10 9 /l., with an elevated IgE level of 559 u/ml. Autoantibodies were negative.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "MB's extrapulmonary symptoms were well contolled with oral steroids and azathioprine. Efforts to minimize oral steroid doses were hampered by persistent asthma and rhinosinusitis as well as a relapse of eosinophilic gastroenteritis in 2003.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "Omalizumab was commenced in June 2008. After 16 weeks, apreciable improvements in asthmatic and sinusitis symptomes were noted. Average peak flow improved from 520 to 600 L/m and a reduction in peripheral eosinophil count from 0.9 9 10 9 to 0.41 9 10 9 /L. A paediatric asthma telephone clinic (PATC) was set up in our hospital to provide follow up for children with mild asthma. Structured telephone interviews with children aged between 1 and 16 and their carers who received detailed asthma education, was conducted and subsequent appropriate clinical action initiated.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "The aim of this study is to assess the effectiveness of the PATC for medical surveillance by the asthma nurse.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "A retrospective review of case notes of the children referred to the PATC was conducted. Unscheduled use of health care & use of antibiotics or steroids between time of the PATC and the next out patient clinic were recorded. Pulmonary function was compared pre and post the PATC. Descriptive statistics were carried out and a paired t test was used to detect any significant change in lung function.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "Forty one patients were referred to the PATC with asthma. Only 9 (22%) had an unscheduled visit to the GP and no patient presented to S468 the emergency department. There was no significant change in pulmonary function.", "cite_spans": [], "ref_spans": [], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "Routine follow up of children with mild asthma and their carers by an asthma nurse via a structured telephone consultation can be considered an alternative to face to face follow up. Further evaluation comparing the PATC to an outpatient clinic and assessment of child/ carer satisfaction could confirm this. Approximately 26,548 (17.9%) patients received inhaled shortacting beta2 agonists in combination with a regular standard-dose inhaled corticosteroid.. A further 5,044 (3.4%) patients were also prescribed a regular inhaled long-acting beta2 agonist (salmeterol or formoterol). 2506 patients (6.2%) on combination therapy were coprescribed four different asthmatic treatments inclusive of oral prednisolone. Approximately 5177 (3.5%) of the patients prescribed a respiratory drug were co-prescribed nicotine replacement therapy. In total there were 9,728 patients prescribed a mucolytic drug in combination with a respiratory drug b) There were significant levels of coprescribing of salbutamol with beta blocking agents at 15.2% (95%CI: 15, 15.4 ). In addition 9.5% (95%CI: 9.0, 10.0) of the patients prescribed theophylline in 2006 were also prescribed ciprofloxacin. c) Levels of co-prescribing with antibiotics was 22%. The antibiotics coprescribed were augmentin, clarithromycin, cephalosporins and ciprofloxacin. Assessing changes in asthma control is difficult. Peak Flow diaries are not completed and history is subject to recall bias. With a view to developing an electronic asthma management system, we attempted to use Breath Acoustics to assess changes in respiratory status.", "cite_spans": [], "ref_spans": [{"start": 1037, "end": 1053, "text": "(95%CI: 15, 15.4", "ref_id": "FIGREF9"}], "section": "Prevalence and Characteristics of Airway Sensory"}, {"text": "Spirometry and breath sounds were simultaneously recorded in asthmatic subjects during histamine challenge. Breath sounds were recorded by a microphone over the trachea. Data was collected from seven male and four female subjects with a mean age 29.9yrs. Acoustic features were extracted from the breath sounds and evaluated for a correlation with the percentage change in FEV1.", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Respiratory Patients' Signs and Symptoms on Presentation to the Emergency"}, {"text": "The highest correlation occurred between the duration of exhalation and percentage change in FEV1(r = -0.505). FEV1 showed a correlation with number of wheezing episodes (r = -0.382), median wheeze frequency (r = -0.364), maximum wheeze duration (r = 0.278), frequency of maximum duration wheezing group (r = -0.096) and mean frequency of the wheezes(r = -0.292).", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Respiratory Patients' Signs and Symptoms on Presentation to the Emergency"}, {"text": "Using these features together (combined in a Linear Discriminant Classifier) a 5% drop in FEV1 was detected with a sensitivity of 80% and specificity of 84%.", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Respiratory Patients' Signs and Symptoms on Presentation to the Emergency"}, {"text": "The results of this study suggest a strong relationship between duration of exhalation and FEV1.The study also showed that combining acoustic features can be beneficial in detecting a decrease in FEV1. The liver disease of alpha-1 antitrypsin deficiency (AATD) is associated with endoplasmic reticulum(ER) stress. SEPS1 is a selenoprotein that through a chaperone activity decreases ER stress.", "cite_spans": [], "ref_spans": [], "section": "The Relationship between Respiratory Patients' Signs and Symptoms on Presentation to the Emergency"}, {"text": "We aimed to determine the effect of SEPS1 on ER stress in this condition by measuring activity of the grp78 promoter and levels of active ATF6 as markers of the unfolded protein response in HepG2 cells transfected with ZAAT transgene. We investigated levels of NFjB activity, a marker of the ER overload response. To determine the effect of selenium supplementation on the function of SEPS1 we investigated glutathione peroxidase activity, grp78 promoter and NFjB activity. We also investigated the anti-inflammatory effect of selenium through the 15-Deoxy-D 12,14 -prostaglandin J 2 pathway(15d-PGJ2) and checked selenium levels in a population of ZZ and MM phenotypes for AATD. SEPS1 reduced levels of active ATF6. Overexpression of SEPS1 also inhibited grp78 promoter and NFjB activity and this effect was enhanced in the presence of selenium supplementation. Increased 15d-PGJ2 concentrations were found in selenium supplemented cells. We demonstrated serum selenium levels to be in the low normal range in the patients tested.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "This data demonstrates a role for SEPS1 in this conformational disease and suggests a possible therapeutic potential for selenium supplementation. Alpha-1 antitrypsin (A1AT) is a glycoprotein synthesised chiefly in the liver and functions as the most important antiprotease in the lung and also demonstrates anti inflammatory properties. It has previously been demonstrated that A1AT is packaged along with neutrophil elastase within the primary granules of these cells [1] . Thus there remains a paradox as to why an enzyme and cognate inhibitor would simultaneously compartmentalize, potentially impeding protease antimicrobial activity. This aim of this study was to reevaluate the localisation of A1AT within the neutrophil.", "cite_spans": [{"start": 470, "end": 473, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Alpha"}, {"text": "Compartmentalisation of A1AT within the neutrophil was established by sub-cellular fractionation, western blot analysis and confocal immunofluorescence.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Our data clearly show that A1AT is a genuine outer membrane protein of neutrophils associated with cholesterol-and sphingolipidenriched membrane domains called lipid rafts. We have observed that treatment of neutrophil membranes with phosphatidylinositol-specific phospholipase C (PIPLC) or high NaCl concentrations removed A1AT from the neutrophil membrane indicating that localization of A1AT in lipid rafts is mediated by electrostatic interactions to a glycosylphosphatidyl-inositol (GPI) linked membrane protein.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Further studies will address the relevance of neutrophil associated A1AT and may support the theory that the anti inflammatory effects of A1AT are not simply related to modulation of serine proteases activity. AAT deficiency (AATD) is a hereditary disorder, resulting from mutations in the SERPINA1 gene, classically presenting with earlyonset emphysema and liver disease. The most common mutation associated with AAT deficiency is the Z mutation, with the S mutation also associated with lung disease. AAT deficiency is under-diagnosed and prolonged delays in diagnosis are common. World Health Organisation guidelines advocate screening patients with COPD, asthma, cryptogenic liver disease and first degree relatives of known AATD patients.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "ZZ AATD patients on the National Alpha-1 Registry (n = 61, 49.3 +/-1.3 years, 39 male, 22 female) were compared to a cohort of MM COPD patients (n = 100, 60.4 +/-1.3 years, 40 male, 60 female).", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Mean AAT levels in the ZZ group were 0.127 +/-0.013 g/L compared to 1.393 +/-0.03 g/L in the MM COPD cohort. The mean FEV1 for all ZZ patients was 63.0 +/-4.2% compared to 62.8 +/-2.6% for MM COPD patients. However, when ZZ cases identified by family screening were removed, the mean FEV1 of the ZZ cohort was lower than the MM group (55 +/-4.8%, p = 0.005, compared to MM group). When MM and ZZ groups were stratified by smoking status, ZZ smokers had mean FEV1 of 51.0 +/-4.4% compared to 82.6 +/-6.7% for never smokers, while MM smokers had mean FEV1 of 60.9 +/-3.7% compared to 65.6 +/-3.5% for never smokers. These findings underline the clinical significance of the ZZ phenotype and smoking in the development of COPD. ). In the present study we examined the immunomodulatory activity of AAT and investigated whether NADPH-oxidase activation via the G-protein coupled N-formyl-methionyl-leucyl-phenylalanine (fMLP) receptor was inhibited by AAT.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Oxygen (O 2 ) consumption was quantified using a Clark-type oxygen electrode and O 2 production was determined by superoxide dismutase (SOD)-inhibitable reduction of cytochrome c.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Both the rate of O 2 consumption and O 2 production elicited by fMLP (10 -6 M) was significantly inhibited in the presence of AAT (1 lM). In addition, inhibition of O 2 production was dose dependent and almost completely inhibited by 7.7 lM AAT. Mechanisms of inhibition were investigated and found to be mediated through a decrease in intracellular cAMP. Levels of cAMP at 15 seconds post fMLP stimulation were elevated to 1.3 ± 0.2 pmol/10 7 neutrophils, whilst co-treatment with AAT (7.6 lM) reduced cAMP levels to 0.06 ± 0.1 pmol/10 7 cells.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "In conclusion, the observed inhibition of neutrophil NADPHoxidase activity by AAT, is further evidence supporting a role for this molecule as an anti-inflammatory mediator. Alpha-1 antitrypsin (AAT) is a serum glycoprotein that inhibits proteases, and is produced mainly by hepatocytes. It is particularly important in dampening the action of neutrophil elastase, which can damage the lungs. AAT deficiency results from both a qualitative and a quantitative deficiency of the protein which predisposes to the development of emphysema, chronic bronchitis, bronchiectasis, and liver disease.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "We investigated 95 patients registered on the Irish alpha-1 database as AAT deficiency MZ phenotype. The information gathered from the database was supplemented with chart reviews for clinical information and pulmonary function tests.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "MZ patients had a mean FEV1% predicted of 81.9 +/-3.3%. We note that there is a negative correlation between cigarette pack years and FEV1% predicted (r 2 = 0.18). The serum level of AAT does not necessarily correlate negatively with FEV1 (r 2 = 0.02). Nearly 60% of MZ patients were detected by family screening of known AAT deficient patients.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "It remains uncertain whether MZ patients are predisposed to AAT deficiency sequelae when compared to the general population. We aim to settle this uncertainty by comprehensively describing the characteristics of this cohort of patients. This may represent a change in the way MZ patients are managed and could implicate earlier preventative measures to decrease the likelihood of developing emphysema. Alpha-1 antitrypsin (AAT) is produced by hepatocytes, and is the most important antiprotease in the lung. AAT deficiency (AATD) is a hereditary disorder resulting from mutations in the AAT gene, presenting with emphysema in adults and liver disease in childhood. WHO guidelines advocate a targeted strategy in screening COPD, non-responsive asthma, and cryptogenic liver disease patients and also relatives of known AATD patients.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "The most common phenotype associated with disease is ZZ followed by SZ. A chart review of AATD patients on the National Alpha-1 Registry was performed on ZZ (n = 61) and SZ (n = 12) patients.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "The mean age at diagnosis for ZZ patients was 43.6 +/-2.0 years for males and 42.2 +/-2.6 years for females. We demonstrate that ZZ individuals identified as a result of family screening have significantly increased FEV1 (78.5 +/-6.9%, 47.3 +/-2.4 years) when compared to ZZ patients identified by targeted symptomatic screening (55.0 +/-4.8%, 52.0 +/-1.3, p = 0.0062). ZZ and SZ patients who smoked had significantly decreased lung function compared to nonsmoking ZZ and SZ and that a positive correlation between pack years and FEV1 exists.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Our results emphasize the need for increased awareness and early detection of asymptomatic AATD. Identification of patients from a targeted detection programme should include aggressive family screening and allow the initiation of preventative measures before significant lung disease has occurred. Thirty-three females age 19-75 mean 52 and 57 males, age 31-82, mean 56 underwent CPX. Mean BMI in females was 27.8 (5.7) and 28.1 (4.9) in males.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Most tests were done because of unexplained dyspnoea (51). Other reasons for requesting CPX were: assessment for fitness for lung cancer surgery (13); assessment of fitness in patients with sarcoid (11); cardiac transplant assessment (3); pre surgical assessment for other major surgical procedures (6). The data on the patients who underwent CPX for unexplained dyspnoea was analysed. Mean BMI was 29.3. Thirty-two of these patients had normal lung function. As a group these patients were extensively investigated before coming for CPX, 22 had CT scans performed, 7 had lung perfusion scanning, 18 had echocardiography. Forty-one of the 51 patients had sub maximal tests with no evidence of cardiac or respiratory disease, the test being limited by reconditioning.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "In conclusion, CPX is a valuable tool in this District General Hospital with various reasons for requesting the test. In patients with unexplained dyspnoea, it may be prudent to request CPX at an earlier stage in the investigative journey. Sarcoidosis is a multisystemic disease of unknown aetiology. Prognostic biomarkers are not part of routine clinical practice. Our hypothesis is that enhanced activity for myofibroblast differentiation in sarcoidosis at the initial diagnosis and is associated with an adverse prognosis and the development of pulmonary fibrosis. In addition we investigate the role of TGF-b in this process.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "Fifty patients with biopsy proven sarcoidosis (stage I n = 28, stageII n = 15, stage III n = 7) were enrolled. Bronchoalveolar lavage (BAL) samples were obtained at initial evaluation. Primary lung fibroblasts (CCD-19LU) were incubated with BAL samples and a-Smooth Muscle Actin (aSMA) mRNA expression as a marker of myofibroblast differentiation was assessed via RT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "aSMA mRNA was significantly elevated up to 350% (above control) in patient's samples. We also found a significant correlation between aSMA mRNA expression and progression of pulmonary disease in sarcoidosis, (p \\ 0.005). To investigate the role of TGF-b contributing to this enhanced myofibroblast differentiation, we coincubated BAL samples with saturating concentrations of anti-TGF-b antibody and found a 38% reduction in this biological activity, (p \\ 0.005).", "cite_spans": [], "ref_spans": [], "section": "Alpha"}, {"text": "In conclusion we demonstrate firstly enhanced capacity of BAL samples to induce myofibroblast differentiation, secondly it is of prognostic significance and finally TGF-b is a significant contributor to this biological activity (Fig. 1 ). We present a case of CS seen recently at our hospital and the management undertaken for this 54 yr old, the son of a Tuberculosis specialist in South Africa.", "cite_spans": [], "ref_spans": [{"start": 228, "end": 235, "text": "(Fig. 1", "ref_id": "FIGREF19"}], "section": "Alpha"}, {"text": "His main symptom was exertional syncope with evidence of conduction abnormality on ECG, poor cardiac function on Echocardiogram with normal coronary angiogram.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "An Exercise Stress test induced Ventricular Tachycardia. A dual chamber pacemaker and a defibrillator were placed. He had several hospital admissions over a year with Ventricular Tachycardia/ Ventricular Fibrillation. Cardiac Ablation followed Electrophysiological studies. Cardiac biopsies confirmed CS. There was no evidence of pulmonary or eye involvement.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "We discuss diagnostic tests and criteria and also treatment options. Corticosteroids are believed to control the inflammation and fibrosis, preventing cardiac dysfunction.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "We closely follow his progress to assess long term effect of steroid treatment especially on his arrhythmia. Idiopathic pulmonary fibrosis (IPF) is a progressive disease frequently associated with terminal respiratory failure. The insight patients with IPF have into their disease process and prognosis is unknown. This may lead to delayed communication regarding end-of-life issues. We studied insight into disease and attitudes towards invasive ventilation (IV) amongst a group of IPF patients and compared these outcomes with COPD patients with a comparable severity of disease.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "Ten patients with IPF and eight patients with COPD were studied. Spirometry, the 6 minute walk test and arterial blood gas were recorded as markers of severity. Patient insight into disease and attitudes towards IV were surveyed using a newly developed questionnaire.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "50% of patients with IPF felt they had sufficient information about their illness compared to 87% of COPD patients. 10% of IPF patients had discussed prognosis with their doctor, versus 50% with COPD. If the need arose, 20% of IPF patients wanted IV compared with 62% of COPD patients. Only one patient felt that the issue of IV should not be discussed.", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "There is a deficiency in knowledge regarding disease process and prognosis among IPF patients. End of life issues and IV should be carefully addressed with these patients. ", "cite_spans": [], "ref_spans": [], "section": "NonPersistent"}, {"text": "Coeliac disease is a gluten sensitive enteropathy that results in a chronic malabsorptive disorder. The disorder is rarely associated with pulmonary conditions though the link between the gut and lung remains obscure. Conditions include the rare association with Pulmonary Haemosiderosis (Hamilton Lane syndrome) and for the first time to the best of our knowledge, Pulmonary Alveolar Microlithiasis(PAM). We also describe a literature review of the pulmonary associations of Coeliac Disease.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "Pulmonary Haemosiderosis is a form of pulmonary haemorrhage syndrome progressing to pulmonary fibrosis. We describe Pulmonary Haemosiderosis and capillaritis in a 23 year old female coeliac, an association known as Hamilton Lane syndrome. Treatment involved corticosteroids and a gluten free diet with resolution of her symptoms.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "PAM is a rare disease where minute calculi are found in alveoli resulting in progressive pulmonary fibrosis. No association with Coeliac disease has previously been published. We describe a case of a 62 year old female coeliac who over 20 years developed pulmonary fibrosis secondary to PAM. There is no effective treatment and individuals may progress to transplantation.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "Coeliac disease should be considered in patients presenting with pulmonary haemorrhage/ haemoptysis and in patients with Interstitial Lung Disease where histological findings are consistent with PAM. The VDI at 0 and 12 months with pulmonary involvement were significantly higher (p = 0.02, p \\ 0.001 respectively), but not at 6 month. A VDI [ 5 has been associated with a 6 fold increase in mortality. 27 (69%) with pulmonary involvement had a VDI [ 5 at initial presentation compared to 8 (26%) (p \\ 0.001) without pulmonary involvement. The percentage with VDI [ 5 in the pulmonary patients reduced at 6 and 12 months (58% and 43% respectively, p = 0.05). 37 (94%) of patients with pulmonary involvement at presentation had EU-VAS criteria for Generalised and Severe subgroups compared to 14 (36%) without pulmonary involvement (p \\ 0.001). 3 of 4 patients died had pulmonary involvement; one was attributed to vasculitis.", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "We conclude that pulmonary involvement at presentation is highly predictive of severe organ damage (VDI [ 5) at initial presentation and 1 year and more extensive disease activity (BVAS (all stages) and EUVAS) in ANCA-associated vasculitis. Background: Levels of adenosine can be rapidly increased during settings of inflammation and acute lung injury. These increases in adenosine have been implicated in pathological progression of lung diseases, as well as, protection against acute lung injury. We tested the effects of elevated adenosine levels on endothelial barrier function in vivo and in vitro. Methods: Intracellular levels of adenosine were elevated in rodents through inhibition of adenosine deaminase with pentostatin, and lung edema was measured in models of acute lung injury caused by a-naphthylthiourea (ANTU).", "cite_spans": [], "ref_spans": [], "section": "Department of Respiratory Medicine, Cork University Hospital"}, {"text": "The degree of ANTU-induced lung edema, as measured by lung wet to dry weight ratios and filtration coefficients (k f ), was significantly diminished in the rodents given pentostatin either before or after the ANTU injury. In vitro analyses using pulmonary artery endothelial cells plated on a monolayer demonstrated that adenosine receptor A 2A and A 2B agonist, N-ethylcarboxamidoadenosine (NECA), improved permeability. While no significant effects were noted with adenosine receptor A 1 , A 2A , A 2B , or A 3 inhibitors or adenosine transporter inhibitors alone, we noted a significant attenuation of the adenosineinduced barrier function enhancement in the presence of adenosine receptor A 2A and A 2B antagonists, and adenosine transporter inhibitor, nitrobenzylthioinosine (NBTI).", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Adenosine enhances the pulmonary endothelial barrier function in acute lung injury through interaction with A 2A and A 2B receptors. Childhood interstitial lung disease (chILD) comprises a spectrum of heterogenous disorders characterised by tachypnoea, radiological diffuse pulmonary infiltrates and abnormal histology. Pathologies largely unique to children presenting in the first two years of life are now appreciated and up to 10% of cases may be inborn errors of surfactant metabolism leading to surfactant dysfunction 1 .", "cite_spans": [], "ref_spans": [], "section": "Conclusion:"}, {"text": "We report our experience of chILD in 12 infants presenting to the Royal Belfast Hospital for Sick Children over 15 years and describe the presentation, investigations and clinical outcome in this group.", "cite_spans": [], "ref_spans": [], "section": "Surfactant Metabolism Dysfunction and Childhood"}, {"text": "All children presented with chronic tachypnoea, hypoxaemia, crackles, indrawing and failure to thrive. Differential diagnoses of cystic fibrosis, aspiration, immunodeficiency and cardiac disease were considered and excluded in all cases. Nine children had a HRCT scan, the commonest finding being a 'mosaic' or diffuse interstitial pattern and four underwent lung biopsy, none of which resulted in a definitive diagnosis. Eleven children were treated with inhaled corticosteroids and three with additional systemic steroids and all have experienced clinical resolution over time.", "cite_spans": [], "ref_spans": [], "section": "Surfactant Metabolism Dysfunction and Childhood"}, {"text": "The recent identification of the genes responsible for surfactant dysfunction disorders may, in future, obviate the need for a lung biopsy and be diagnostic in approximately 10% of children. Screening of 164 patients with contrast echocardiography, thoracic computerised tomography (CT) and cerebral magnetic resonance imaging (MRI) has identified 88 patients with definite HHT, 72 (82%) of whom had epistaxis, 70 (80%) had telangiectasia and 72 (82%) had a first-degree relative with HHT.", "cite_spans": [], "ref_spans": [], "section": "Surfactant Metabolism Dysfunction and Childhood"}, {"text": "Contrast echocardiography and/or CT were performed in 86 patients, identifying 27 patients (31%) with pulmonary arteriovenous malformations (pAVMs). Nineteen patients with single or multiple pAVMs had 28 embolization procedures performed, with 1-6 pAVMs embolized per procedure. MRI was performed in 78 (89%) patients but no cerebral arteriovenous malformations (cAVMs) were diagnosed.", "cite_spans": [], "ref_spans": [], "section": "Surfactant Metabolism Dysfunction and Childhood"}, {"text": "HHT incidence in Ireland is thought to be 1 in 5-10,000, suggesting that there are many more undiagnosed cases nationally. Internationally published data suggest a prevalence of 15-35% for pAVMs and 10-15% for cAVMs in patients with HHT. While the prevalence of pAVMs in our group is consistent with these data, the prevalence of cAVMs is not, suggesting that Irish patients with HHT may differ genotypically and phenotypically from those in other countries. Atrial and C-type natriuretic peptides (ANP, CNP) are known vasodilators in many vascular beds. The role of NPR-C in natriuretic peptide (NP) mediated pulmonary vasodilation remains unknown. Furthermore the role of endothelium in mediating vasoactive effects of NP is controversial.", "cite_spans": [], "ref_spans": [], "section": "Surfactant Metabolism Dysfunction and Childhood"}, {"text": "Using isolated ventilated-perfused lungs to monitor pulmonary artery (PA) pressures upon exposure to increasing doses of Angiotensin II in the presence of vehicle or ANP, CNP, or the selective NPR-C ligand, cANF. Additionally, using isolated PA rings constricted with phenylephrine, concentration dependent relaxations were measured in response to NPs in endothelium intact/denuded vessels. Results: ANP and CNP but not cANF significantly attenuated the vasoconstrictive properties of Angiotensin II in isolated perfused lung. Similarly, cANF had no vasodilatory effect in constricted PA rings. ANP and CNP both vasodilated the PA rings. However, only CNP had endothelium dependent vasodilation at doses higher than 10-8 M. The endothelium dependent vasodilation was completely abolished by pretreatment with l-NAME, NO synthase inhibitor, and iberiotoxin, a K + channel blocker. Pretreatment with 18 a-glycyrrhetinic acid (18a-GA), a myoendothelial gap junction inhibitor, and indomethacin, a cyclo-oxygenase inhibitor, had no effect on endothelium dependent vasodilation. Conclusion: NPR-C plays limited role in NP mediated pulmonary vasodilation. The endothelium dependent effect of CNP is mediated by NO and BKCa channels. Pulmonary embolism with potential fatal consequences is common amongst acutely ill medical patients. It is recognised that venous thromboembolism (VTE) prophylaxis is underutilised in this population. We postulated that an education campaign could increase its usage.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "We prospectively studied consecutive medical admissions for one month before and after an educational intervention to see if the rate of thromboprophylaxis prescribed increased in patients who warranted such prophylaxis as recommended by the American College of Chest Physicians (ACCP) guidelines. 1 Prior to an educational intervention, we studied ninety-nine consecutive medical admissions. Thirty-six patients in this group met criteria for prophylaxis and had no contraindication to prophylaxis. Nineteen (52.8%) of these patients received prophylaxis and seventeen (47.2%) did not receive prophylaxis. The data were presented to the medical staff and the guidelines were discussed (educational intervention). Subsequently, of 115 consecutive medical admissions, 49 met the criteria for prophylaxis. Thirty-six (73.5%) of these patients received thromboprophylaxis. Compliance with the ACCP guidelines therefore rose from 52.8% to 73.5% (P = 0.041; Fisher's Exact Test) of those eligible following the educational intervention.", "cite_spans": [{"start": 298, "end": 299, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Methods:"}, {"text": "Our data supports the use of education to increase adherence to guidelines which may improve outcome in acutely ill medical patients. Venous thromboembolic disease is a major cause of morbidity and mortality amongst medical inpatients. Prophylactic therapy with low molecular weight heparin, unfractionated heparin, and graded compression stockings has been shown to significantly reduce risk of PE & DVT.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "We sought to assess compliance with current international guidelines in a medical inpatient population, as well as the impact of a simple, prominent educational poster at ward and emergency department level. Data was collected using a proforma derived from current ACCP guidelines. Collection was performed on 2 dates, before and one month after intervention. 150 patients were assessed on each date.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "At baseline, prophylaxis was indicated in 64% (n = 96) of patients. Of these 48% (n = 47) received appropriate therapy. Compliance was best among specialist disciplines such as stroke medicine. Acute S474 medical teams fared less well. Among the post-survey cohort, prophylaxis was indicated in 61% (n = 92), and prescribed in 58 (n = 63%) (p = 0.52 for comparison) of these.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "VTED prophylaxis is under prescribed. Our results suggest that simple educational measures can improve compliance with established international guidelines. However, more interactive methods may yield greater benefits. Pulmonary Arteriorovenous malformation (PAVM), a rare cause of hypoxia, are familial in 70% manifesting as Osler Weber Rendu (OWR) syndrome and are associated with embolic stokes in 18% (1, 2) . This report highlights a case of hypoxia secondary to PAVM with a family history of embolic strokes not associated with OWR.", "cite_spans": [{"start": 405, "end": 408, "text": "(1,", "ref_id": null}, {"start": 409, "end": 411, "text": "2)", "ref_id": null}], "ref_spans": [], "section": "Methods:"}, {"text": "A 45 year old man was admitted with dyspepsia. Admission chest x-ray identified a left mid zone mass. He had no medical history. His mother died from a stroke aged 51 and had an ''abnormality in her lung''. His brother died at age 47 from an embolic stroke.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Shortly after admission, he complained of dyspnoea. Physical exam revealed oxygen saturations of 88%, tachypnea and tachycardia. Oxygen saturations improved to 90% on 100% oxygen. He had no telangectasia or other signs of OWR syndrome. CT pulmonary angiogram displayed a large PAVM in left lower lobe. A contrast ECHO identified a large extracardiac right to left shunt. Endoscopy confirmed oesophagitis secondary to excessive alcohol intake. He was discharged on aspirin pending review by cardiothoracic surgery for definitive treatment of his PAVM to prevent worsening of his symptomatic hypoxia and reduce his risk of an embolic stroke.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "It has been hypothesised that fatigue of the genioglossus muscle contributes to collapse of the upper airway in OSAS. In this study, fatigability of the genioglossus was compared in 3 healthy control subjects (aged 27-42) and 3 OSAS patients (aged 41-64; apnoea/ hypopnoea frequency 24-87/hr) using surface electromyographic (EMG) signals recorded with a novel intra-oral electrode.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "EMG signals were recorded during sustained isometric tongue protrusion at 30% of maximum voluntary contraction. Endurance time was the point at which force fell 10% below the target level. Muscle fibre conduction velocity (CV), an index of fatigue, was estimated from two adjacent EMG signals and the rate of muscle fibre CV decrease during each contraction was calculated.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "The mean endurance time was lower in patients (90.7 ± 59.3 secs) than controls (261.7 ± 74.7 secs). In addition, the mean rate of decrease of muscle fibre CV, when normalised to an initial value of one, was greater in patients (0.13 ± 0.09 percent per second) than in controls (0.06 ± 0.03 percent per second). Together, these results suggest increased susceptibility to genioglossus fatigue in untreated OSAS patients. Furthermore, this approach provides a means of examining the role of fatigue in the pathophysiology of OSAS. Obstructive sleep aponea (OSA) is characterised by recurrent collapse of the airway during sleep leading to reduced or complete cessation of airflow despite respiratory effort, causing fragmented sleep and excessive daytime sleepiness. Sleep deprivation is thought to be responsible for up to 20% of road traffic accidents.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "We examined data on the occupation of 99 consecutive patients treated for OSA with continous positive airway pressure (CPAP) in our institution. Specifically the numbers driving vehicles as the primary part of their occupation. Drivers made up 21% (21) of the total. This included taxi drivers (8), bus drivers (6) and train drivers, delivery persons (3) and drivers of other vehicles (2) . This data is of major importance given that the rate of OSA in the populaiton is estimated at 2-4%, whilst drivers making up 21% of our diagnosed OSA polulation. It has major implications for service provision, the safety of all road users and those legislating in this regard. To avoid expensive sleep laboratory diagnosis of OSA, we provide a home-based monitoring service with overnight oximetry and/or five channel limited sleep study. We wished to review these studies to assess their usefulness in reaching a diagnosis and to look at practical difficulties that may arise.", "cite_spans": [{"start": 385, "end": 388, "text": "(2)", "ref_id": null}], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "We reviewed all oximetries and sleep studies, in patients with suspected OSA, requested by one Consultant in 12 months period in St. John's Hospital Limerick and the Mid-West Regional Hospital.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "Of the 155 oximetries, 10.9% were suggestive of mild, 18.7% moderate and 12.2% severe OSA. 29% were normal, 10.3% borderline and 18.7% malfunctioned. 24 patients did not attend their first appointment. 90% of patients were waiting less than 4 weeks.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "Of the 60 limited sleep studies, 36.6% were suggestive of mild, 6.6% moderate and 16.6% severe OSA. 39.9% were normal. 12 patients (19.9%) had prior non-diagnostic oximetries. There were a large number (30) of non-attendants for sleep study; we attribute this to longer waiting time and lack of secretarial back-up. There was minimal damage to the equipment. 56 patients were started on long term CPAP, to date nearly 80% are persisting with this.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "This confirms that home diagnosis of OSA is both feasible and practical.", "cite_spans": [], "ref_spans": [], "section": "Department of Restorative Dentistry and Periodontology, Dublin Dental School and Hospital, Trinity College Dublin, Dublin"}, {"text": "Both conditions represent a significant burden to the health service in terms of diagnosis, treatment and management. Volunteers agreed to undergo a home limited cardiopulmonary sleep study and to interview with questionnaires including the Epworth score. Studies were manually scored to determine the Apnoea Hypopnoea Index. Results: 25 volunteers were recruited, 2 were excluded due to incomplete studies and 1 withdrew consent. 22 subjects (5 female) were analysed, mean age: 50yrs (Range 26-73), mean BMI: 37 (±5.8). Significant OSAHS (AHI [ 5) was found in 4 females (80%) and 15 male (88%) subjects, 86% overall. Conclusion: OSAHS is very common in this group of patients without being the primary reason for attendance. This would suggest that OSAHS remains under-diagnosed particularly in the context of cardiovascular disease. We suggest that there should be routine screening for OSAHS in this patient group. ", "cite_spans": [], "ref_spans": [], "section": "S475"}, {"text": "To assess newly diagnosed patients with OSAHS for cardiac dysfunction by echocardiography. Background: OSAHS is a common condition occurring in approximately 4% of men and 2% of women. It is associated with an increased morbidity and mortality from cardiovascular disease. Newly diagnosed patients (AHI [ 5) attending the sleep clinic in St. James's hospital were sent for ECHO to determine evidence of early heart changes in this group. Results: 20 patients were scanned (4 female). Average age: 52 years, (range 32-75 yrs) with average weight of 108 kg (+/-25) Evidence of Diastolic Dysfunction was found in 1 female (25%) and 12 of the male subjects (75% The NF-jB inflammatory pathway is selectively activated by intermittent hypoxia in vitro and in patients with Obstructive Sleep Apnoea syndrome (OSAS). 1 Nitric oxide (NO) acts as an important signalling molecule in several biological processes including inflammation. We hypothesise that NO plays a critical role in regulating the microenvironment of intermittent hypoxia and in modulation of the associated NF-jB response.", "cite_spans": [{"start": 810, "end": 811, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Aim:"}, {"text": "Serum nitrite and nitrate levels were measured in 55 OSAS patients with no other medical disorder and 24 healthy controls (body mass index-and age-matched). Levels in OSAS patients were remeasured following continuous positive airway pressure (CPAP) therapy. We also investigated the effect of NO on transcriptional events initiated by intermittent hypoxia in an in vitro model. Serum nitrite and nitrate levels did not differ between OSAS patients and controls (p = 0.232 and p = 0.376 respectively). Nitrite levels in OSAS patients increased significantly following CPAP therapy (5.34 lM compared to 2.92 lM (p = 0.012)), indicating increased endothelial nitric oxide synthase (NOS) activity. In our translational in vitro model NO increases oxygen bioavailability in hypoxia through mitochondrial inhibition and decreases intermittent hypoxia-induced NF-jB activity. Conversely, NOS inhibition increases NF-jB activity.", "cite_spans": [], "ref_spans": [], "section": "Aim:"}, {"text": "The findings support a role for NO in regulating the inflammatory response to intermittent hypoxia. Continous positive pressure (CPAP) is an effective therapy for obstructive sleep aponea (OSA). It's efficacy is limited by several factors including variable compliance with therapy. Compliance is defined as CPAP usage of greater than 4 hours more than 70% of nights. Studies of predictors of compliance have shown conflicting results.", "cite_spans": [], "ref_spans": [], "section": "Aim:"}, {"text": "Data on 99 patients with OSA treated with CPAP in our institution was examined including Aponea-hyponea index (AHI), oxygen desaturation index (ODI), minimum oxygen saturation, Epworth sleepiness score (ESS) and compliance rates. ", "cite_spans": [], "ref_spans": [], "section": "Aim:"}, {"text": "The overall compliance rate was found to be 62%, with overall compliance at 2 weeks following initiation of therapy 61.8%. This rate compared with compliance of 57.2% at 3 months.", "cite_spans": [], "ref_spans": [], "section": "S477"}, {"text": "This suggests that 2 week compliance rates are a good marker of longer-term compliance. Obstructive sleep aponea (OSA) is characterised by recurrent collapse of the airway during sleep leading to reduced or complete cessation of airflow despite respiratory effort. This leads to sleep fragmentation through multiple arousals with poor sleep and has been associated with major co-morbidities including impaired cognition, poor quality of life, and increased risk of accidents. Evidence is emerging that OSA is an independent risk factor for adverse cardiovascular outcomes.", "cite_spans": [], "ref_spans": [], "section": "S477"}, {"text": "We treat over one hunderd patients for OSA with continous positive airway pressure (CPAP) in our institution. Patient data including body mass index, neck circumference, Aponea-Hyponea Index (AHI), oxygen desaturation index (ODI), lowest oxygen (O2) Saturation, Epworth sleepiness score (ESS) was collected.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "Neck circumference was correlated with markers of disease severity and found to be a predictor of more severe disease as defined by higher AHI and lowest O2 saturation. No correlation was found with ODI or ESS.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "We propose that this is a useful and easily obtained marker of severity of OSA. Prompt management of exacerbations is a cornerstone of effective treatment of cystic fibrosis. It is therefore imperative that patients promptly report changes in symptoms to their physician/CF team. We sought to clarify which symptoms patients would report to the clinical team and when they would report them.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "An anonymous questionnaire was sent to a random sample of 40 stable adult patients with cystic fibrosis (20 male and 20 female). Predictors of early response were evaluated using logistic regression.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "68% returned questionnaires that were suitable for analysis. For all symptoms a significant number of patients would not contact the medical team before their next routine out-patient appointment or even report it at all (Table 1 ). There was a wide variation in the time to alerting the clinical team between and within symptoms. Females were significantly more likely to report a change in small volume haemoptysis or cough before their next out-patient appointment. Younger patients were more likely to report small and large volume haemoptysis.", "cite_spans": [], "ref_spans": [{"start": 221, "end": 229, "text": "(Table 1", "ref_id": "TABREF8"}], "section": "Neck Circumference and Correlation with Disease"}, {"text": "Delayed patient responsiveness to changes in respiratory symptoms is a barrier to prompt management of exacerbations in CF.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "Supported by: Health Research Board, CF Association of Ireland. Bronchoalveolar lavage can be used to investigate pulmonary aspiration in children by measuring pepsin concentration, however, it is invasive. Sputum induction is a potential non-invasive way of obtaining samples. We aimed to: (1) assess safety and feasible of measuring pepsin in inducted sputum in children and (2) determine whether the sputum induction procedure caused gastro-oesophageal reflux with refluxed pepsin contaminating samples. Children with no respiratory or gastroesophageal symptoms were recruited (N = 21, range 4-16 years). Following spirometry, sputum induction was carried out and pepsin concentration measured by an 'in house' ELISA. Spirometry was repeated and any complications noted.", "cite_spans": [], "ref_spans": [], "section": "Neck Circumference and Correlation with Disease"}, {"text": "Only one child (aged 4) produced no sample, however two other 4 year olds did complete sputum induction. No adverse effects were reported. One child required a sabutamol nebuliser following a 10% decrease in FEV 1. 17 of the 20 sputum samples (85%) were positive for pepsin.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "Sputum induction appeared a safe procedure in children. It is well tolerated by children and can be successfully carried out in children as young 4 years of age. However, the analysis of pepsin in sputum obtained by induction is not useful in the investigation of respiratory associated gastroesophageal reflux disease as 85% asymptomatic children have positive samples. Immunodeficiency may result in recurrent pulmonary infection leading to chronic lung damage and bronchiectasis. The aim of our study was to identify immunodeficiency in idiopathic bronchiectasis and the parameters that correlate with disease severity. 150 patients with idiopathic bronchiectasis were assessed. Patients were recruited over a one year period from the respiratory out-patient and in-patient service. Serum immunoglobulins, IgG subclasses and pneumococcal antibody levels were measured. Clinical, physiological, microbiologic and radiologic data was obtained.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "Patients with IgG subclass deficiency (IGGSD) were significantly more likely to be hospitalised with a respiratory exacerbation as compared with the immunocompetent group (p \\ 0.05). IGGSD was associated with lower FEV1 (p \\ 0.05), more severe obstructive airways disease (p \\ 0.05) and persistent sputum purulence (p \\ 0.05). IGGSD correlated with low pneumococcal antibody levels. There was no significant difference in bronchiectasis severity or lobar involvement on high resolution CT.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "Our findings support the hypothesis that patients with IGGSD and documented bronchiectasis suffer more severe exacerbations even in the contaxt of radiologically mild disease. Patients with evidence of bronchiectasis radiologically should have serum immunoglobulins and IgG subclasses performed. This cohort is high risk for progressive lung damage in the setting of recurrent severe exacerbations and should be identified early to ensure optimal management. Macrophages undergo apoptosis after infection with M. tuberculosis (Mtb). This macrophage response deprives the bacillus of its niche cell, and supports the host response through better antigen presentation.Virulent strains of Mtb do not cause apoptosis at low multiplicities of infection (MOI) which may contribute to this pathogen's ability to survive long-term in macrophages.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "We investigated the ability of Mtb to cause macrophage cell death at a high MOI (10-20) which is likely to represent the high bacillary burden seen in the later stages of infection. The mechanism of cell death was analysed by fluorescent microscopy and nucleosome Elisa.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "Macrophages infected with virulent (H37Rv) Mtb displayed several features typical of apoptosis including DNA fragmentation and exposure of phosphatidylserine. However, mitochondrial cytochrome C release and nuclear fragmentation were not observed, suggesting that Mtb-induced cell death differs from classical apoptosis. Cell death was significantly reduced (p \\ 0.001) following treatment with serine protease inhibitors (AEBSF and TPCK) but was not effected by the caspase inhibitor zVAD-fmk.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "In summary, Mtb triggers a novel serine protease-dependent macrophage cell death pathway which may facilitate dissemination in the later stages of infection. A better understanding of this macrophage response may direct new vaccine and treatment options. 266 patients had microbiological confirmation of TB, 259 were culture positive and 7 patients were PCR positive. The mean (SD) age was 37(15). Male:Female ratio 4:5.", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "Of the189 pulmonary cases, bronchoscopy (bronchial washings/ biopsy) was required to make a microbiological diagnosis in 58 cases (31%). Of the 259 cases where sensitivity data was available, there were 27 cases (10.4%) of drug resistant TB. Of these, 12 (44%) were mono-resistant, 6 (22%) were poly-resistant and 9 (33%) were multidrug-resistant TB. Various factors including the presence of a resistant organism determined duration of treatment and site of care. Six patients had disease in multiple sites", "cite_spans": [], "ref_spans": [], "section": "Sputum Induction -Is it a Feasible and Safe"}, {"text": "The high rate of drug resistant TB in this population has implications not only for the management of index cases but also for the management of contacts and the management of latent TB in the population as a whole. Resource limitations have raised interest in portable monitoring systems that can be used to improve access to the diagnosis of Obstructive Sleep Apnoea syndrome (OSAS). This prospective study compares a combined electrocardiogram and oximetry recorder (Holter-Oximeter) in an unattended home setting against attended polysomnography for detection of OSAS.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "31 subjects (28 male:3 female) with suspected OSAS underwent attended polysomnography (PSG) in hospital and subsequent unattended evaluation at home with a Holter-Oximeter (Nemon DR180 +). An algorithm for estimation of the (Apnoea-Hypopnoea Index) AHI using only a single lead of electrocardiograph (ECG) and the oximetry trace had previously been developed using a database of PSG recordings. OSAS was defined as AHI C 15, non-OSAS as AHI \\ 5, and 5 B AHI \\ 15 as indeterminate.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "Evaluation methodology was in accordance with the recommended American Academy of Sleep Medicine guidelines (Flemons et al. 2003) . Sensitivity and specificity were 100%. Positive and negative likelihood ratios were [20 and 0 respectively. Estimated AHI agreed closely with PSG AHI (r = 0.83; p \\ 0.001).", "cite_spans": [{"start": 108, "end": 129, "text": "(Flemons et al. 2003)", "ref_id": null}], "ref_spans": [], "section": "S479"}, {"text": "Combined Holter-oximeter monitoring compares well against polysomnography for identifying OSAS and is potentially a suitable device for home screening of sleep apnea in a population suspected of having OSAS. Current international guidelines suggest the combined use of pre test probability scores, D Dimers and CT Pulmonary Angiography (CTPA) for the management of suspected pulmonary embolism (PE).", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "Our aim was to audit adherance to international guidelines for the management of suspected PE in a teaching hospital.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "A retrospective audit was performed on all CTPA's carried out in Merlin Park Hospital from the 1/1/07 to the 30/4/08.104 patients had clinical notes available for analysis. Only 7% of patients had a documented Well's or Geneva Score. CTPA confirmed PE in 17% of cases overall. When a Well's score was calculated in these patients, 33% were high risk, 33% were intermediate risk and 28% were low risk.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "A third of patients in the low and intermediate risk groups had no D Dimers measured. Half of patients in the high risk group had an inappropiate D Dimers. No patient with a confirmed pulmonary embolism had a normal D-Dimers.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "64% of patients had D Dimers measured and 12.5% of these of were normal. All CTPA's in this subgroup were negative for pulmonary embolism. When a Well's Score was calculated, retrospectively, from clinical notes 9 patients were in an low or intermediate risk group where CTPA was not indicated.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "We conclude that pre test probability scores are underutilised. It confirms that patients with low or intermediate risk of PE and negative DDimers should not require CTPA. It also highllights that D-Dimers should be used appropriately in low or intermediate risk groups. Common variable immunodeficiency (CVID) is a primary immunodeficiency syndrome characterised by diminished serum immunoglobulin levels and impaired antibody responses. CVID may present as granulomatous disease and masquerade as ''Sarcoidosis''. We have previously described four patients referred to us with a diagnosis of sarcoidosis with granulomatous disease on biopsy who in fact had CVID. Sarcoidosis is more typically associated with hypergammaglobulinaemia.", "cite_spans": [], "ref_spans": [], "section": "S479"}, {"text": "We have evaluated serum immunoglobulin levels in 57 patients with granulomatous disease on biopsy with clinical and radiological pattern compatible with sarcoidosis. Thirty seven (65%) were male. Mean age of presentation was 43.3 (SD +/-13, range 26-72). 25% of patients demonstrated hypergammaglobulinaemia (N = 14). 23% (N = 13) demonstrated low IgM levels. 4% (N = 2) demonstrated an isolated low IgG level. A single patient had low IgG and IgM levels and has been further evaluated for CVID. 37% of patients had low/ normal IgA levels (N = 21).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Common Variable Immunodeficiency Masquerading as Sarcoidosis"}, {"text": "In conclusion, hypergammaglobulinaemia was less common than anticipated in this cohort of patients with granulomatous disease believed to be secondary to sarcoidosis. Patients with a putative diagnosis of sarcoidosis should have immunoglobulin levels determined to exclude CVID. In chronic asthma, goblet cell hyperplasia and decreased ciliogenesis are characteristic features which may be influenced by Th2 cytokines (eg IL-9 and IL-13). In vitro basal mucociliary differentiation and differences in paediatric epithelial cells (normal & asthmatics) exposed to IL-13 were studied.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Common Variable Immunodeficiency Masquerading as Sarcoidosis"}, {"text": "Blind non-bronchoscopic bronchial brushings obtained from children were differentiated at air liquid interface for 28 days. Cells S480 were treated with 20 ng/ml IL-13 and 2 ng/ml IL-13. Transepithelial resistance (TER), number of ciliated (anti a 1 -acetylated tubulin antibody) and goblet cells (Muc5AC + ) were assessed as a measure of tissue differentiation.", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Common Variable Immunodeficiency Masquerading as Sarcoidosis"}, {"text": "Both asthmatics and normal cell cultures formed well differentiated pseudostratified epithelium (TER [ 500 X/cm 2 ). Asthmatic cultures expressed significantly more goblet cells (50.6%, SD = 15.9) when compared with non-asthmatic cultures (23.6%, SD = 6.3) under basal culture conditions (p = 0.036). Significant more goblet cells are seen in asthmatic cultures when chronically exposed to IL 13 (20 ng/ml and 2 ng/ml) when compared with identically treated nonasthmatic cultures (p \\ 0.05). Asthmatic cultures expressed significantly less ciliated cells (15.1%, SD = 2.4) when compared with nonasthmatic cultures (24.7%, SD = 5.8) under basal culture conditions (p = 0.0381).", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Common Variable Immunodeficiency Masquerading as Sarcoidosis"}, {"text": "Asthmatic cells differentiate at basal conditions with higher proportion of goblet cells and decreased number of ciliated cells when chronically exposed to IL-13. ", "cite_spans": [], "ref_spans": [], "section": "Prevalence of Common Variable Immunodeficiency Masquerading as Sarcoidosis"}, {"text": "Combining inhaled corticosteroids with long-acting b 2 -agonists results in improved asthma symptom control and fewer asthma exacerbations compared to inhaled corticosteroids alone. However, there are limited data as to whether these beneficial effects are due to enhanced antiinflammatory actions, or whether such combination therapies impact on airway remodeling in asthma. We sought to determine the effects of inhaled budesonide/formoterol combination therapy, versus inhaled budesonide alone or inhaled placebo, on allergen-induced airway responses, airway inflammation and airway remodeling.", "cite_spans": [], "ref_spans": [], "section": "Introduction:"}, {"text": "Fourteen asthmatic subjects with dual responses after allergen inhalation were included in this prospective randomized, double-blind, 3-period cross-over study. Outcomes included asthmatic responses, changes in airway responsiveness and sputum eosinophilia, measured before and after allergen challenge, and numbers of airway submucosal myofibroblasts measured before and after study treatment.", "cite_spans": [], "ref_spans": [], "section": "Methods:"}, {"text": "Combination treatment attenuated the maximal early asthmatic responses and also resulted in a 2-doubling dose attenuation of allergen-induced airway hyperresponsiveness compared to budesonide or placebo treatment (p \\ 0.01). Allergen-induced increases in sputum eosinophils and in submucosal tissue myofibroblasts were significantly reduced by combination treatment (p \\ 0.05), but not by budesonide alone when compared to placebo.", "cite_spans": [], "ref_spans": [], "section": "Results:"}, {"text": "Inhaled budesonide/formoterol combination therapy attenuated allergen-induced airway responses and provided greater anti-inflammatory effects than either budesonide alone or placebo. Combination therapy also attenuated the allergen-induced increases in submucosal myofibroblast numbers, suggesting that clinical benefits associated with such combination treatment may relate to effects on airway remodeling. The purpose of this study was to determine the effects of sub-cytotoxic concentrations of eosinophil peroxidase (EPO) on expression and sub-cellular localisation of the linked cell growth and cell cycle mediators, focal adhesion kinase (FAK), cyclin-dependent kinase inhibitor p27 kip and the epidermal growth factor receptors EGFR and ErbB2. Eosinophils exert many of their inflammatory effects in allergic disorders by degranulation and release of cationic granule proteins including EPO. In sub-cytotoxic concentrations, eosinophil granule proteins increase transcriptional expression of various growth factors in airway cells.", "cite_spans": [], "ref_spans": [], "section": "Conclusions:"}, {"text": "The methods used were real-time PCR, Western blotting of membrane, nuclear and cytoplasmic cell fractions and immunoprecipitation.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "EPO induced a concomitant time-dependent egress of FAK and p27 kip from the cell nucleus to the cytoplasm. Immunoprecipitation indicated a physical association between FAK and p27 kip , implying that FAK acts as a nuclear-cytoplasmic shuttle for p27 kip . EPO also induced up-regulation of expression of EGFR and ErbB2.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "Our results imply that EPO potentially induces cell proliferation, by up-regulating EGFR and ErbB2 and cell cycle, by driving p27kip from the nucleus. This has implication for the role of eosinophils in tissue remodelling and turnover in conditions from asthma to cancer. Alpha-1 antitrypsin (A1AT) deficiency predisposes individuals to early onset emphysema and is a debilitating disease in which neutrophils play a central role. It is becoming more evident that A1AT possess key anti inflammatory properties and the aim of this project was to examine the possible role of A1AT in modulating neutrophil chemotaxis.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "Western blot and FACS analysis was utilised to examine the effect of A1AT on release of CD16b, a key molecule in chemotaxis and adhesion, from the neutrophil membrane. The effect of A1AT on neutrophil migration using IL-8 (1-40 ng/2.5 9 10 5 cells) was quantified employing a multiwall chemotaxis chamber.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "Our experimental results revealed that A1AT (27.5 lM) prevented the release of CD16b from the neutrophil membrane. Inhibition of IL-8 chemotaxis was dose dependent and almost completely inhibited by 3.4 lM AAT. In addition, neutrophils of A1AT deficient (ZZ) individuals displayed decreased levels of CD16b.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "This study highlights the importance of serum levels of A1AT for modulating neutrophil activity and aims to evaluate whether infused A1AT possess the ability to bind and govern the activity of circulating neutrophils in vivo. AAT deficiency (AATD) is a hereditary disorder, resulting from mutations in the SERPINA1 gene, and classically presents with earlyonset emphysema and liver disease. The most common mutation causing AATD is the Z mutation, with the S mutation also associated with lung disease. AAT deficiency is under-diagnosed and prolonged delays in diagnosis are common. The World Health Organisation advocates screening COPD, poorly-controlled asthma, cryptogenic liver disease patients and first degree relatives of known AATD patients.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "2,600 individuals with COPD, asthma, or cryptogenic liver disease were screened in the national targeted detection programme. 1,000 healthy individuals from the TCD Biobank were genotyped for S and Z alleles.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "Targeted screening identified 33 ZZ, 37 SZ, 12 SS, 358 MZ, 228 MS, and 12 MI individuals, yielding gene frequencies of 0.055 and 0.09 for S and Z respectively. Biobank screening of 1,000 healthy individuals identified 98 MS, 46 MZ, 2 SZ and a single SS case, yielding gene frequencies of 0.053 and 0.022 for S and Z.", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}, {"text": "The allele frequencies for S and Z in Ireland were previously estimated at between 0.02-0.04 and 0.005-0.015 (1). Our pilot study shows S and Z alleles occur at higher frequencies, suggesting 2,900 ZZ individuals and over 700,000 carriers on the island of Ireland. The Z mutation is more clinically significant with a higher penetrance than S in the groups we have evaluated. ", "cite_spans": [], "ref_spans": [], "section": "Eosinophil Peroxidase Induces Cell Cycle and Growth"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Inspiratory-to-Total Lung Capacity Ratio predicts mortality in patients with Chronic Obstructive Pulmonary Disease", "authors": [{"first": "C", "middle": [], "last": "Casanova", "suffix": ""}, {"first": "C", "middle": [], "last": "Cote", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "De Torres", "suffix": ""}], "year": 2005, "venue": "Am J Respir Crit Care Med", "volume": "171", "issn": "", "pages": "591--597", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Joint ACCP/AACVPR Evidence-based Clinical Practice Guidelines", "authors": [{"first": "A", "middle": ["L"], "last": "Ries", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Bauldoff", "suffix": ""}, {"first": "R", "middle": [], "last": "Casaburi", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "131", "issn": "", "pages": "4--42", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Sarcoidosis: Clinical update", "authors": [{"first": "U", "middle": [], "last": "Costabel", "suffix": ""}], "year": 2001, "venue": "Eur Respir J Suppl", "volume": "32", "issn": "", "pages": "56--68", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hereditary hemorrhagic telangiectasia", "authors": [{"first": "A", "middle": ["E"], "last": "Guttmacher", "suffix": ""}, {"first": "", "middle": [], "last": "Marchuk", "suffix": ""}, {"first": "", "middle": [], "last": "Da", "suffix": ""}, {"first": "", "middle": [], "last": "White", "suffix": ""}, {"first": "", "middle": [], "last": "Ri", "suffix": ""}], "year": 1995, "venue": "N Engl J Med", "volume": "333", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pulmonary arteriovenous malformations: Techniques and long-term outcome of embolotherapy", "authors": [{"first": "R", "middle": ["I"], "last": "White", "suffix": ""}, {"first": "", "middle": [], "last": "Jr", "suffix": ""}, {"first": "A", "middle": [], "last": "Lunch-Nyhan", "suffix": ""}, {"first": "P", "middle": [], "last": "Terry", "suffix": ""}], "year": 1988, "venue": "Radiology", "volume": "169", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Obstructive Sleep Apnoea in a Patient With Bilateral Carotid Body Tumours, A Unique Case References", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Obstructive sleep apnea caused by carotid body tumor: case report", "authors": [{"first": "T", "middle": [], "last": "Smadi", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rasa", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Woodson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Franco", "suffix": ""}], "year": 2007, "venue": "J Clin Sleep Med", "volume": "3", "issn": "5", "pages": "517--525", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Obstructive sleep apnea due to a carotid body paraganglioma", "authors": [{"first": "M", "middle": ["L"], "last": "Metersky", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Castriotta", "suffix": ""}, {"first": "A", "middle": [], "last": "Elnaggar", "suffix": ""}], "year": 1995, "venue": "Sleep", "volume": "18", "issn": "1", "pages": "53--57", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Continuous Positive Airway Pressure Therapy Compliance Rates Across Three Sleep Centres", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "2 (±.26), physical activity duration (PAD) 182 min (±131), sleep time 386 min (±95), average daily steps taken 3070 steps/day (±2897) and total energy expenditure (TEE) 2044 Kcal/day (±525). A positive correlation was found between SWT and average daily steps [r = 0.54, n = 31, p = 0.002], PAD [r = 0.5, n = 31 p = 0.01] and a negative correlation with sleep time [r = -0.54, n = 31, p = 0.042], PAL [r = 0.45, n = 31, p = 0.01] and TEE [r = 0.43, n = 31, p = 0.02].", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Identifying the Palliative Care Needs of Patients with COPD G. Hynes, M. McCarron", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Endoscopic Ultrasound with Fine Needle Aspiration in Diagnosis and Staging of Lung Cancer P. Nadarajan, I. Sulaiman, B. Kent, M. Ryall, N. Breslin, E. Moloney, S.J. Lane Departments of Respiratory Medicine and Gastroenterology, Adelaide and Meath Hospital, Tallaght, Dublin 24", "latex": null, "type": "figure"}, "FIGREF6": {"text": ", P. McKeagney, M. McCloskey, M. Kelly, R.A. Sharkey, J.G. Daly Altnagelvin Hospital, Western Health & Social Services Trust, Londonderry, BT47 6SB", "latex": null, "type": "figure"}, "FIGREF7": {"text": "J. Hurley, E.M. Dunican, E. O'Donoghue, J. Clince, R. Morgan Department of Respiratory Medicine, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Spontaneous Pneumothorax Management in AMNCH M. Pallin, M. Open, S.J. Lane Department of Respiratory Medicine, AMNCH, Dublin 24", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Single Units 10 Years Audit of Incidence and Outcome of Non-Accidental Penetrated Chest Trauma (NAPCT) W. Omar, N. Anjum, K.K. Doddakula, J. Hinchion, A. O'Donnell, T. Aherne Department of Cardio-thoracic Surgery, Cork University Hospital, Wilton, CORK, Ireland", "latex": null, "type": "figure"}, "FIGREF11": {"text": "El-Gammal MB, MRCPI 1 , A. Jahangir, MB, MRCPI 1 , J. Lee, MB 1 , G. Lee, FRCPI, FRCPath 1 , M. O'Driscoll, MRCPI, FRCR 1 , N. Brennan, MB, FRCPI 1 , T.M. O'Connor, MD, FCCP 1 1 Mercy University Hospital, Cork, Ireland", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Research Group, The Queens University of Belfast, Belfast, Northern Ireland, UK Cigarette smoke modulates the release of inflammatory cytokines. The study aimed to compare the effects of cigarette smoke extract (CSE) on basal and induced IL-8 secretion from 2 bronchial epithelial cell lines (CFBE41o-and 16HBE14o-).", "latex": null, "type": "figure"}, "FIGREF16": {"text": "2.21 The Prevalence of Cigarette Smoke Exposure among Irish Patients with Cystic Fibrosis T.T. Nicholson, O. O'Connell, C. Short, C.P. Bredin, M.T. Henry, B.J. Plant Cork Adult Cystic Fibrosis Centre, Department of Respiratory Medicine, Cork University Hospital (CUH)", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Ireland: Cross-sectional Surveys Z. Kabir, S. Keogan, P.J. Manning*, J. Holohan*, P.G. estimated smoking prevalence in cars, first, using a nationally representative sample of the International Study of Asthma and Allergies in Childhood (ISAAC) protocol in Spring 2007, and then employing a non-probability sampling of moving cars in Dublin City across 4 selected vantage points on four different days in April 2007.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Lanken, P.N., et al., An Official American Thoracic Society Clinical Policy Statement: Palliative Care for Patients with Respiratory Diseases and Chronic Illnesses. American Journal of Critical Care Medicine, 2008. 177:912-927. 2. World Health Organisation, Palliative Care, The Solid Facts, ed. E. Davies and I.J. Higginson. 2004.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Bourbeau J, et al. Reduction of hospital utilization in patients with chronic obstructive pulmonary disease: a disease specific self-management intervention. Arch. Intern. Med. 2003; 163, 585-591. 2.28 Factors that Predict Relapse Following an Acute Exacerbation of COPD (Poster Discussion -Session 2.1) E.M. Dunican, D.M. Ryan, B.M. Deering, R.W. Costello Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Service, Beacon Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF24": {"text": "McManus TE, Marley AM, Baxter N, Christie SN, Elborn JS, O'Neill HJ, Coyle PV, Kidney JC. High levels of Epstein-Barr virus in COPD. Eur Respir J. 2008;31(6):1221-6.", "latex": null, "type": "figure"}, "FIGREF27": {"text": "Investigating the Services Provided by Members of Respiratory Nurses Association of Ireland (ANAIL) J. Quinn, B. Korn Respiratory Assessment Unit, Department of Respiratory Medicine, St. James's Hospital, Dublin 8", "latex": null, "type": "figure"}, "FIGREF29": {"text": "B.B. Shu, M. O'Brien, C. Blake, R. Shouldice, C. Hanley, T.J. McDonnell, S.C. Donnelly", "latex": null, "type": "figure"}, "FIGREF30": {"text": "2.38 Survey of Acute Hospital Resources for Patients with COPD T. McCarthy, M. O'Connor, on behalf of the National COPD Strategy Group Population Health, HSE, Dublin", "latex": null, "type": "figure"}, "FIGREF33": {"text": "2.42 Inflammation, Free-living Activities As Measured by SenseWare Ò Activity Monitors, and Quality of Life in Chronic Obstructive Pulmonary Disease (COPD) B.M. Deering, N. McCormack, C. Egan, E. Kelly, S.J. O' Neill, N.J. Mc Elvaney, R.W. Costello Department of Respiratory Medicine, Beaumont Hospital, Dublin 9", "latex": null, "type": "figure"}, "FIGREF34": {"text": ", M. Togher, P. Nadarajan, S.J. Lane, E. Moloney Department of Respiratory Medicine, Peamount Hospital, Newcastle Patients with chronic obstructive pulmonary disease (COPD) frequently present to acute medical services with acute exacerbations of COPD. Following discharge from the acute hospital, readmission rates are typically high in this patient population. The Active Inpatient Respiratory Care (AIRC) program is an intermediate care facility set up in Peamount Hospital to help lessen the dependency on secondary care for patients with COPD and reduce re-admissions.", "latex": null, "type": "figure"}, "FIGREF35": {"text": "2.44 The Miners' Disability Score is a Good Measure of Respiratory Disability in COPD S.D.W. Miller, P.K. Plant, V. Walker*, M.W. Elliott Department of Respiratory Medicine, St. James' University Hospital, Leeds, UK *Clinical/Managerial Lead for Respiratory Services, Leeds, Primary Care Trust", "latex": null, "type": "figure"}, "FIGREF36": {"text": "of Functional Capacity and Gender to Standardised Assesment Tools in Patients with Stable Chronic Obstructive Pulmonary Disease (COPD) N. Mc Cormack, B. Deering, C. Egan, S.J. O' Neill, N.J. Mc Elvaney, R.W. Costello Department of Respiratory Medicine, Beaumont Hospital, Dublin 9", "latex": null, "type": "figure"}, "FIGREF37": {"text": "2.46 Cough in Exacerbations of COPD V.M. Mann, R. Aul, A.H. Morice Academic Department of Medicine, Castle Hill Hospital, Cottingham, HU16 5JQ, UK Assessment of COPD exacerbations is hindered by the lack of objective parameters to judge worsening or improvement. Cough counting using the Hull Automated Cough Counter (HACC) may allow us to profile exacerbations of COPD in addition to subjective indices.", "latex": null, "type": "figure"}, "FIGREF39": {"text": "A.I. El Gammal, R. O'Farrell, A. O'Mahony, B. O'Connor, E. Magro, N. Brennan, T.M. O' Connor Department of Respiratory Medicine, Mercy University Hospital, Cork, Ireland", "latex": null, "type": "figure"}, "FIGREF42": {"text": "2.55 The Lived Experience of the Patient on Non Invasive VentilationP. Mc Laughlin, C. O' Neill Letterkenny General Hospital, Letterkenny, Co Donegal & RCSI, Dublin Non Invasive Ventilation (NIV) has been one of the major advances in respiratory medicine in the last decade. Many authors have reported positive effects of home NIV, particularly a reduction of hypercapnia and improvements in quality of life including Budweiser et al (2007), Kolodziej et al. (2007). The purpose of this study was to explore the lived experiences of patients on Non Invasive Ventilation. While there is extensive literature available on Non Invasive Ventilation, there is a lack of knowledge and research in relation to the lived experience of patients on Non Invasive Ventilation.", "latex": null, "type": "figure"}, "FIGREF46": {"text": ", E.P. Reeves, I. Vega-carrascal, D.A. Bergin, S.J. O'Neill, N.G. McElvaney Respiratory Research Division, Royal College of Surgeons in Ireland Beaumont Hospital, Dublin 9, Ireland Cystic fibrosis (CF) is Ireland's most common life-threatening genetically inherited disease. Respiratory infections are the leading S455", "latex": null, "type": "figure"}, "FIGREF47": {"text": "Poster Discussion -Session 2.2) F. Dunlevy, M. Ennis, J.S. Elborn Respiratory Research Group, Queens University Belfast, Northern Ireland 2.62 Differential Expression of Secretory Leukocyte Protease Inhibitor: Dimeric SLPI of Human Neutrophils is Secreted in Monomeric Form (Poster Discussion -Session 2.2) D.M. Ryan, E.P. Reeves, N.G. McElvaney, S.J. O'Neill Respiratory Research Division, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF48": {"text": "Sallenave J-M, Si-Ta har M, Cox G, Chignard M, Gauldie J. 1997; Secretory leukocyte proteinase inhibitor is a major leukocyte elastase inhibitor in human neutrophils. J. Leuk. Biol. 61:695-702. 2. Jacobsen LC, Sorensen OE, Cowland J, Borregaard N, Theilgaard-Monch K. 2008; The secretory leukocyte protease inhibitor (SLPI) and the secondary granule protein lactoferrin are synthesized in myelocytes, colocalize in subcellular fractions of neutrophils, and are coreleased by activated neutrophils. J. Leuk. Biol. 8:1-10. 2.63 Response to Pseudomonas aeruginosa in Cystic Fibrosis depends on Lipid A Structure of LPS (Poster Discussion -Session 2.2) P.J. Buchanan 1 , R.K. Ernst 2 , J.S. Elborn 1 , B.C. Medicine, University of Washington, Seattle, USA", "latex": null, "type": "figure"}, "FIGREF49": {"text": "SLPI is localised to the neutrophil cytosolic fraction. The cytosol (lane 1), membranes (lane 2), primary and secondary granules (lane 3 & 4 respectively) were analysed by SDS PAGE (top panel) and western blotted employing rabbit polyclonal antibodies against SLPI and lactoferrin S456", "latex": null, "type": "figure"}, "FIGREF50": {"text": "Smith EE, Buckley DG, Wu Z, Saenphimmachak C, Hoffman LR, D'Argenio, DA, et al. Genetic adaptation by Pseudomonas aeruginosa to the airways of cystic fibrosis patients. Proc Natl Acad Sci USA 2006, 103: 8487-8492.", "latex": null, "type": "figure"}, "FIGREF52": {"text": ", W. See, N. Cullinan, P. Branagan, C. O'Donohue, C.M. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin, IrelandObjectives:The aim of this study was to determine a relationship between the number of exacerbations (NoE) and the changes in lung function over a period of time in Cystic Fibrosis patients.Methods:We looked at a cohort of 50 cystic fibrosis patients, comparing their FEV1 (Forced expiratory volume in 1 second) between 2004 and 2007. We further compared these differences with the NoE they had. Exacerbations were defined as times when patients required intravenous (IV) antibiotics. A paired t-test analysis was used.Results: The mean NoE in 4 years was 4.12, with a mean decrease in FEV1 by 0.196L. (P \\ 0.0001) 32% of patients required no antibiotics in the last 4 years and had a mean FEV1 decline of 0.01L. In contrast, 68% of patients who required IV antibiotics showed a mean decline in FEV1 of 0.28L. (P \\ 0.0001) Thirty-four patients demonstrated a decrease in FEV1 with an average drop of 0.48L and average number of 4.44 exacerbations. (P = 0.0005) Sixteen patients had an improved FEV1 by an average of 0.40L with a mean of 3.4 exacerbations. (P = 0.013) Discussion: Those without exacerbations, showed a minimal change in overall lung function, while those who had exacerbations showed a significant drop in lung function.", "latex": null, "type": "figure"}, "FIGREF53": {"text": "of TOM1 as a Target of miR126 I. Oglesby, S.J. O'Neill, N.G. McElvaney, C.M. Greene", "latex": null, "type": "figure"}, "FIGREF54": {"text": "Fibrosis (CF) is More Than Just CF T.B. Low, S.H. Chotirmall, P. Branagan, T. Hassan, S. O'Neill, C. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, DublinWe present a case series of three patients who attend our adult service at Beaumont Hospital.Case 1: 23 y.o. male presented with 6/52 history of enlarging right testicular lump. Ultrasound confirmed right testicular mass. Staging CT showed no metastasis. Pre-operative AFP and b-HCG were elevated. Right orchidectomy was performed. Histology revealed mixed germ cell tumour. Recent review showed normal tumour markers and no interval CT change.", "latex": null, "type": "figure"}, "FIGREF55": {"text": "Role for Nebulised Hypertonic Saline in the Activation of Antimicrobials in the Cystic Fibrosis Lung G. Bergsson 1 , E.P. Reeves 1 , P. McNally 2 , M.M. Tuohy 4 , C.M. Greene 1 , P. Greally 2 , P. Murphy 3 , S.J. Division, Department of Medicine, Royal College of Surgeons in Ireland, Education and Research Centre, Beaumont Hospital, Dublin 9, Ireland 2 Department of Respiratory Medicine and 3 Department of Clinical Microbiology, Adelaide and Meath Hospital, Incorporating the National Children Hospital, Tallaght, Dublin 24, Ireland 4 Cystic Fibrosis Clinic, Beaumont Hospital, Dublin 9, Ireland 2.70 Pulmonary Function in Cystic Fibrosis Related Diabetes (CFRD) L. Akijian, S.H. Chotirmall, W.N. Wan Montil, U. Damachi, P. Branagan, C. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland CFRD impacts mortality, exacerbation rates and quality of life in CF.Our study aims to assess the role of CFRD and glycaemic control on pulmonary function in an adult CF cohort.", "latex": null, "type": "figure"}, "FIGREF56": {"text": "2.71 Testing the ''Gender Gap'' and Effect of Body Mass Index on Pulmonary Function in an Irish Cystic Fibrosis Cohort U. Damachi, W.N. Wan Montil, S.H. Chotirmall, L. Akijian, P. Branagan, C. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin 9, Ireland CF females have lower median survival compared with males. We studied effects of gender & BMI on pulmonary function in a CF cohort. 66 CF patients attending outpatients were included (2006-07). Gender, BMI and pulmonary function (FEV1) were recorded at attendance. Chi squared analysis was applied (SPSS Version 16.0). 25 female (37.9%) & 41 male (62.1%) patients were included. In the female subgroup; 24% had FEV1 [ 80% (n = 6) and FEV1 between 50-80% (n = 6) whilst 52% (n = 13) had FEV1 \\ 50%. In the corresponding male cohort; 46.3% (n = 19) had FEV1 [ 80%, 29.3% (n = 12) had FEV1 between 50-80% & 24.4% (n = 10) had FEV1 \\ 50% (p = 0.0224). BMI was divided into 3 groups: below average (\\ 20), average (20-25) and above average ([ 25). 16 patients had below average BMI (11F, 5 M). Within this group, 14 patients had FEV1 \\ 50% (87.5%). 40 patients had average BMI (16F, 24 M) while 10 patients had above average BMI (1F, 9 M). Of the group with average BMI, 28 patients had FEV1 [ 50% of which 17 had FEV1 [ 80%. In those with above average BMI, 7 patients had FEV1 [ 80% (p \\ 0.001). Female sex & lower BMI are associated with poorer pulmonary function. This keeps with the described ''gender gap'' in CF literature. Vital interventions must focus on optimising nutritional status.", "latex": null, "type": "figure"}, "FIGREF57": {"text": "2.72 Male Infertility in Cystic Fibrosis (CF) Care: Where We Are and Where to Go? S.H. Chotirmall, P. Branagan, A.K. Mann, C. O'Donohue, C. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF58": {"text": "Fibrosis (CF) W.N. Wan Montil, U. Damachi, S.H. Chotirmall, L. Akijian, P. Branagan, C. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF59": {"text": "Effect of Brittle Bones on Lung Function in Cystic Fibrosis (CF) W.N. Wan Montil, U. Damachi, S.H. Chotirmall, L. Akijian, P. Branagan, C. Gunaratnam, N.G. McElvaney", "latex": null, "type": "figure"}, "FIGREF60": {"text": "Pressure Device (PEP) in Adult Cystic Fibrosis Patients, Who have Failed Standard Nebulised Strategies-A Novel Therapeutic Approach O. O'Connell, C. O'Farrell, M. Harrison, C. Shortt, C.P. Bredin, M. Henry, B.J. Plant", "latex": null, "type": "figure"}, "FIGREF62": {"text": "Fothergill et al., J Cyst Fibros 2008;7:258-261.", "latex": null, "type": "figure"}, "FIGREF64": {"text": ". Dunlevy, J.S. Elborn, M. Ennis Respiratory Research Group, Queens University Belfast, Northern Ireland", "latex": null, "type": "figure"}, "FIGREF67": {"text": "Resistance and the Changes in Sensitivities to Pseudomonas Aeruginosa, Related to the Number of Exacerbations Requiring Intravenous Antibiotics in Cystic Fibrosis Patients C. McCarthy, N. Cullinan, W. See, C. O'Donohue, C.M. Gunaratnam, N.G. McElvaney Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "figure"}, "FIGREF68": {"text": "2.84 The Secretory Leucoprotease Inhibitor (SLPI) Inhibits IL-8 Expression Induced by Double-stranded RNA (Poly I:C) in Airway Epithelial Cells P. Branagan, C.M. Greene, C.C. Taggart, S.J. O'Neill, N.G. McElvaney Respiratory Research Division, Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin Double stranded viral RNA induces changes in proinflammatory gene expression via activation of receptors including Toll-like receptor (TLR) 3, Protein Kinase R (PKR), Retinoic acid inducible gene-1 (RIG-1) and Melanoma differentiation-associated gene-5 (MDA5).", "latex": null, "type": "figure"}, "FIGREF71": {"text": "Stimulation of human neutrophils by lipopolysaccharide (LPS) is central to the pathogenesis of sepsis-induced acute lung injury(ALI) and the adult respiratory distress syndrome (ARDS).The intracellular signaling pathway that results in cellular responses following LPS stimulation in neutrophils is unknown. However, PKCd has been demonstrated to play a central role in neutrophil apoptosis as well thrombin-induced ICAM-1 gene expression in endothelial cells.", "latex": null, "type": "figure"}, "FIGREF72": {"text": "Seónadh O' Leary, Mary O' Sullivan, Deirdre Kelly, Joseph Keane Institute of Molecular Medicine, Trinity College Dublin and St. James Hospital, Dublin 8", "latex": null, "type": "figure"}, "FIGREF73": {"text": "Sharry, R. Lee, P. Lyng, T.J. Mc Donnell Department of Respiratory Medicine, St. Vincent's University Hospital, Elm Park Dublin 4", "latex": null, "type": "figure"}, "FIGREF74": {"text": "Department of Infectious Diseases, Royal Victoria Hospital, Belfast j: Department of Respiratory Medicine, Royal Victoria Hospital, Belfast", "latex": null, "type": "figure"}, "FIGREF75": {"text": "TB in the UK. Annual report on tuberculosis surveillance and control in the UK 2007. Health Protection Agency.", "latex": null, "type": "figure"}, "FIGREF76": {"text": "McNiece, N. Chapman, A. John, R.P. Convery Department of Respiratory Medicine, Craigavon Area Hospital, Co Armagh. BT63 5QQ", "latex": null, "type": "figure"}, "FIGREF78": {"text": "Immunisation policy, monitoring & surveillance, Department of Health, Wellinton House. Journal of Public Health Advance Access July 4, 2006. 2. National Immunisation Committee, RCPI. Immunisation Guidelines fir Ireland 2002 Edition.", "latex": null, "type": "figure"}, "FIGREF79": {"text": "2.93 Procalcitonin and Pneumonia Severity Scores Fail to Predict Death in Nursing Home Acquired Pneumonia (NHAP) V.B. Morris, M. Gleeson, E. Kelly, E. Hayes, N.G. McElvaney, S. O'Neill Pulmonary Research Division, Beaumont Hospital, Dublin 9", "latex": null, "type": "figure"}, "FIGREF81": {"text": "(1999 n = 9; 2007 n = 26). There was a significant growth in the number of foreign nationals diagnosed in this time period (1999 n = 2 (22%); 2007 n = 16 (62%) p = 0.04). Pulmonary tuberculosis predominated over both years, although there was an increase in TB lymphadenitis in 2007 (1999 n = 0; 2007 n = 5), all in foreign nationals. No significant resistant isolates were identified in either year.", "latex": null, "type": "figure"}, "FIGREF83": {"text": "Audit of Southern Trust Tuberculosis (TB) Clinic and Introduction of Southern Trust TB Nurse N. McNeice, N. Chapman, R.P. Convery, A. John AIR Lab, Craigavon Area Hospital, N.Ireland (Alexander.john@doctors.net.uk)", "latex": null, "type": "figure"}, "FIGREF85": {"text": "2.100 Eosinophil Mediated Airway Remodelling and the Bone Morphogenetic Protein (BMP) Pathway in Asthma (Poster Discussion -Session 2.3) S.F. Glynn, M.T. Walsh, R.W. Costello Respiratory Research Lab, Royal College of Surgeons in Ireland, Beaumont Hospital", "latex": null, "type": "figure"}, "FIGREF90": {"text": "Funding source: AIR fund. Craigavon Hospital. Email: mike.smith@southerntrust.hscni.net 2.106 An Audit of Asthmatic Patients on Omalizumab in Connolly Hospital C. O'Connell, K. Tsao, M. O'Toole, L. Cormican", "latex": null, "type": "figure"}, "FIGREF93": {"text": "of a Paediatric Asthma Nurse-Led Telephone Clinic in Follow up of Children with Asthma M. McDonald, B. Elnazir Paediatric Respiratory Department. Adelaide and Meath incorporating the National Children's Hospital. Dublin", "latex": null, "type": "figure"}, "FIGREF94": {"text": "for Pharmacoeconomics, St. James's Hospital There are approximately 6,300 people in Ireland with a diagnosis of COPD and with a fast growing elderly population this number is likely to increase. This study determined the prescribing patterns and quality of prescribing on the Health Services Executive's Primary Care Reimbursement Services Scheme (HSE-PCRS) of medicines dispensed for the management of severe asthma/COPD in patients over the age of 35 years, The HSE-Primary Care Reimbursement Services (PCRS) prescription databases were analysed for the years 2005/ 2006.", "latex": null, "type": "figure"}, "FIGREF96": {"text": ", C.M. Greene, T.P. Carroll, N.G. McElvaney, S.J. O'Neill Department of Respiratory Research, Beaumont Hospital, Beaumont, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF97": {"text": ".A. Bergin, E.P. Reeves, S.J. O'Neill, N.G. McElvaney Respiratory Research, Dept of Medicine, Royal College of Surgeons in Ireland, Smurfit Education and Research Centre, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF98": {"text": "", "latex": null, "type": "figure"}, "FIGREF100": {"text": "(AAT) deficiency classically presents with emphysema, in which neutrophils play a dominate role. Exposure of neutrophils to a variety of stimuli activates a membrane bound NADPH-oxidase to catalyse the generation of reactive oxygen species, including superoxide anion radical (O 2 -", "latex": null, "type": "figure"}, "FIGREF101": {"text": "2.117 Characteristics of an Irish Population with MZ Phenotype Alpha-1 Antitrypsin Deficiency F. AlRoumi, T. Carroll, V.B. Morris, C. O'Connor, O. Floyd, N.G. McElvaney Department of Respiratory Research, RCSI Education and Research Centre, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF103": {"text": "Keagney, C. Gilliland, R. Sharkey, M. Kelly, J.G. Daly, M. Mc Closkey Respiratory Unit, Altnagelvin Area Hospital, Glenshane Road, Londonderry, N. Ireland Cardiopulmonary Exercise Testing (CPX) was introduced in this hospital in 2004. An audit was done of all CPX completed over the four year period up to June 2008. One hundred and twenty tests were requested, 90 tests were performed.", "latex": null, "type": "figure"}, "FIGREF104": {"text": ", L. Li, M. Armstrong, G. Cooke, J.A. Baugh, S.C. Donnelly Medicine and Therapeutics, St Vincent's University Hospital, and University College Dublin", "latex": null, "type": "figure"}, "FIGREF105": {"text": "a chronic multisystem disorder, characterised by the presence of non-caseating granulomas and accumulation of T-lymphocytes and macrophages in multiple organs, including bone. Glucocorticoid therapy, the mainstay of treatment in active sarcoidosis, causes decreased bone formation and increased bone resorption. 65 biopsy-proven sarcoid patients were examined. Dual energy X-ray absorptiometry (DXA) to assess Bone Mineral Density (BMD) and T-scores at the anterior-posterior (AP) Spine and Left femur was perfomed. Lateral Vertebral Assessment (LVA) for morphometric assessment of vertebral deformities was assessed. 20 (30.8%) patients had osteoporosis. The average BMD at the AP spine was 0.824 g/cm 2 , (T-score -3.0), and at the Left femur was 0.718 g/cm 2 , (T-score -1.86). 20 (30.8%) patients had osteopenia, with the average T-score at the AP spine being -2.1, and at the left femur -1.2. The remaining 25 (38.4%) had normal BMD. 10 patients (15.4%) had vertebral fractures on LVA. 30 patients (46%) had taken oral steroids at some point.Sarcoidosis patients have a high prevalence of osteoporosis (30.8%), osteopenia (30.8%) and vertebral fractures (15.4%). All patients with sarcoidosis should be screened with DXA and LVA for osteoporosis and vertebral fractures. It is important that these are diagnosed and early treatment is initiated, ideally in a specialist bone clinic, as sarcoidosis patients have the potential for hypercalciuria and hypercalcemia.2.122 Cardiac Sarcoidosis -An Unusual Cause of Exertional Syncope T. McNeilly, D. McEneaney, R.P. Convery, A. John Air Lab, Craigavon Area Hospital, Craigavon, N.I. (alexander.john@doctors.net.uk)Introduction:Respiratory Physicians are conversant with management of Pulmonary Sarcoidosis. Cardiac Sarcoidosis (CS) however is uncommon and treatment guidelines remain unclear. CS can be benign or life-threatening. Clinical CS is seen in 5% of patients with Sarcoidosis. Case Presentation:", "latex": null, "type": "figure"}, "FIGREF106": {"text": "2.124 Rare Pulmonary Associations of Coeliac Disease D.N. O'Dwyer, M. Harrison, N. O'Mahony, B. Plant, C. Bredin, M. Henry", "latex": null, "type": "figure"}, "FIGREF107": {"text": "Validated scores of clinical state, disease activity and long term damage are important to determine severity, therapy and long-term prognosis in ANCA-associated vasculitis. We retrospectively evaluated the influence of pulmonary involvement at presentation on disease activity using the Birmingham Vasculitis Activity Score(BVAS), the European Vasculitis Study Group Criteria(EUVAS) and established organ damage by the Vasculitis Damage Index(VDI) at initial presentation, 6 and 12 months follow-up. 76 (mean age = 57) patients were evaluated. Pulmonary involvement was present in 39 patients (Wegener's Granulomatosis (WG) 23, Microscopic Polyangitis (MAP) 7, Churg-Strauss (CS) 3, Polyarteritis Nodosa (PAN) 2, others 4). Patients without pulmonary involvement comprised 15 MAP, 14 PAN, 8 WG, 2 others. The BVAS at 0, 6 and 12 months were significantly higher with pulmonary involvement (p = 0.022, p = 0.001,p = 0.003 respectively).", "latex": null, "type": "figure"}, "FIGREF108": {"text": "Exley AR, Bacon PA, Luqmani RA, et al. Development and initial validation of the vasculitis damage index for the standardized clinical assessment of damage in systemic vasculitides. Arthritis Rheum 1997, 40: 371-380 2. Luqmani RA, Bacon PA, Moots RJ, et al. Birmingham vasculitis activity score (BVAS) in systemic necrotizing vasculitis. Medicine, Warren Alpert Medical School of Brown University, Providence, RI 02908", "latex": null, "type": "figure"}, "FIGREF110": {"text": "Deutch GH, Young LR, Deterding RR, Fan LL, Dell SD, Bean JA et al. Diffuse Lung Disease in Young Children: Application of a Novel Classification Scheme. Am J Respir Crit Care Med 2007;176(11):1120telangiectasia (HHT) is a group of autosomal dominant disorders of vascular structure. The Irish National Centre for HHT at the Mercy University Hospital, Cork, Ireland was founded in 2003.", "latex": null, "type": "figure"}, "FIGREF111": {"text": "Casserly, Jeffery M. Mazer, Elizabeth O. Harrington, Gaurav Choudhary Vascular Research Laboratory, Providence VA Medical Center and The Warren Alpert Medical School of Brown University Providence, RI", "latex": null, "type": "figure"}, "FIGREF112": {"text": "Effect of an Educational Intervention on the Prescription of Venous Thromboembolism Prophylaxis amongst Acutely Ill Medical Patients M.S. Sheehy, R. Lee, M.F. O'Driscoll, R. Joyce, T.J. McDonnell St. Michaels Hospital, Dun Laoghaire, Dublin", "latex": null, "type": "figure"}, "FIGREF113": {"text": "American College of Chest Physicians. The Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy: evidencebased guidelines. Chest 2004;126(suppl),1S-703S 2.131 Assessment of the Efficacy of a Simple Intervention to Enhance Compliance with Venous Thromboembolic Disease Prophylaxis in an Acute Hospital Setting B.D. Kent, S. Karim, R. O'Rourke, S. Cooney, P. Naradjan, N. Akasheh, E.D. Moloney Dept of Respiratory Medicine, Adelaide & Meath Hospital, Tallaght, Dublin 24", "latex": null, "type": "figure"}, "FIGREF115": {"text": ". O'Beirne, D. Fitzgerald, A. O'Brien, K. Fennell, L. Cormican Department of Respiratory and Sleep Medicine, James Connolly Memorial Hospital, Blanchardstown, Dublin 15", "latex": null, "type": "figure"}, "FIGREF116": {"text": "2.135 Home Diagnosis of Obstructive Sleep Apnoea (OSA): Is It Possible? A. Aziz, I. Ullah, D. Fox, U. O'Connor, E. Mulloy Department of Respiratory Medicine, St. John's Hospital Limerick", "latex": null, "type": "figure"}, "FIGREF118": {"text": "Ryan S, Taylor CT, McNicholas WT. Selective Activation of Inflammatory Pathways by Intermittent Hypoxia in Obstructive Sleep Apnea Syndrome. Circulation, 2005. 112: 2660-2667 2.142 Compliance with Continious Positive Airway Pressure Therapy 2 weeks Following Initiation as a Marker of Overall Compliance S.L. O'Beirne, D. Fitzgerald, A. O'Brien, K. Fennell, L. Cormican Department of Respiratory and Sleep Medicine, James Connolly Memorial Hospital, Blanchardstown, Dublin 15", "latex": null, "type": "figure"}, "FIGREF119": {"text": "Severity in Obstructive Sleep Aponea S.L. OBeirne, D. Fitzgerald, A. O'Brien, K. Fennell, L. Cormican Department of Respiratory and Sleep Medicine, James Connolly Memorial Hospital, Blanchardstown, Dublin 15", "latex": null, "type": "figure"}, "FIGREF120": {"text": "Differences in Cystic Fibrosis (CF) Patients' Responses to Change in Symptoms C.R. McEvoy, P.J. Barry, E.F. McKone, C.G. Gallagher National Referral Centre for Adult Cystic Fibrosis, St. Vinent's University Hospital, Elm Park, Dublin 4", "latex": null, "type": "figure"}, "FIGREF122": {"text": "Microbiology, St. James's Hospital, Dublin Treatment of tuberculosis, in particular drug-resistant disease, continues to pose a very significant challenge. A retrospective audit was performed of all patients diagnosed with culture-positive Tuberculosis in St. James's Hospital between Jan 2002 and December 2007.", "latex": null, "type": "figure"}, "FIGREF124": {"text": "Funding Source: Enterprise Ireland and Health Research Board 4.2 CXCR3 Ligands Inhibit TGFb Mediated EMT C. Reviriego, R. Kane, M.P. Keane Department of Respiratory Medicine, St Vincent's University Hospital and UCD Conway Institute, University College Dublin, Dublin 4.3 An Audit on the Use of Pre Test Probability Scoring, D Dimers and CT Pulmonary Angiography (CTPA) in a Regional Centre J. Lyons, K. Courtney, K. Sharma, K.A. Khan, J. Bruzzi, K. Finan, J.J. Gilmartin Departments of Respiratory Medicine and Radiology, Merlin Park University Hospital, Galway", "latex": null, "type": "figure"}, "FIGREF125": {"text": "T.B. Low, I. Singh, K. Boland, S.H. Chotirmall, P. Branagan, N.G. McElvaney, S. O'Neill Department of Respiratory Medicine, Beaumont Hospital, Dublin", "latex": null, "type": "figure"}, "FIGREF126": {"text": "Chronic Effects of IL-13 on Paediatric Bronchial Epithelial Cells: IL-13 as a Therapeutic Target in Childhood Asthma S. Thavagnanam, J. Parker, M.D. Shields, L.G. Heaney, G. Skibinski Respiratory Research Cluster, Queen's University Belfast, Northern Ireland BT 7 1NN. Sponsored by Irish Thoracic Society Fellowship", "latex": null, "type": "figure"}, "FIGREF128": {"text": "Stimulating Effects on IMR-32 Nerve Cells M.-T. Walsh, K. Connell, S. Glynn, R. Costello Department of Medicine, Royal College of Surgeons, Beaumont Hospital, Dublin 9", "latex": null, "type": "figure"}, "FIGREF129": {"text": "D.A. Bergin, E.P. Reeves, S.J. O'Neill, N.G. McElvaney Respiratory Research, Department of Medicine, Royal College of Surgeons in Ireland, Smurfit Education and Research Centre, Beaumont Hospital, Dublin 9, Ireland", "latex": null, "type": "figure"}, "FIGREF131": {"text": "Thorax. 2004; 59:164-169.", "latex": null, "type": "figure"}, "FIGREF132": {"text": "", "latex": null, "type": "figure"}, "TABREF0": {"text": "Rehman Razi, Waldemar Bartosik, James McCarthy, Lars Nolke, Alfred E Wood, Jim J. Egan National Lung Transplant Program, Department of Cardio Thoracic Surgery, Mater Misericordiae University Hospital Dublin", "latex": null, "type": "table"}, "TABREF1": {"text": "The Mortality Awaiting Lung Transplantation in Ireland (Poster Discussion -Session 2.1) Razi Rehman, Zeta Lawlor, Lars Nolke, Jim McCarthy, Alfred Wood, Jim J. Egan National Lung Transplant Program, Mater Misericordiae University Hospital, Dublin Ireland Lung Transplantation is a viable treatment option in patients with advanced lung disease.We reviewed the outcome of patients awaiting lung transplantation in Ireland form 2005 to 2008. In this period 73 patients were listed for transplant.", "latex": null, "type": "table"}, "TABREF2": {"text": "Cancer 2.7 Living with Dying; Patients' and Carers' Experiences of Advanced Lung Cancer (Poster Discussion -Session 2.1) L.C. Rutherford 1 , D. Fitzsimons 2 , G. Johnston 3 , J. McAuley 4 Belfast Health and Social Care Trust. Queens University Belfast. Marie Curie Cancer Care, Macmillan Belfast Health and Social care Trust, University of Ulster Belfast Health and Social Care Trust", "latex": null, "type": "table"}, "TABREF3": {"text": "Cancer Research UK March 2007 Cancer Stats. Fact sheet. Lung Cancer and smoking 2.8 An Audit on Lung Cancer Service in St. Vincent's University Hospital (SVUH) (Poster Discussion -Session 2.1) B.B. Shu, I. Kamal, C. Gallagher, E. McKone, S.C. Donnelly, W. McNicholas, M. Tolan, D. Luke, T.J. McDonnell, M.P. Keane Department of Respiratory Medicine and Cardiothoracic Surgery, St. Vincent's University Hospital A Multidisciplinary Team (MDT) Lung Cancer Meeting was established at SVUH to facilitate the management of lung cancer patients in St. Vincent's Healthcare Group. We evaluated the data to assess our management in the light of BTS guidelines.Patients from July 2007 to June 2008 were included. Their data was gathered from MDT Conference List, computerized X-ray, laboratory and PAS system.", "latex": null, "type": "table"}, "TABREF4": {"text": "2.10 Retrospective Study of the Patients who Presented from January 2006 to June 2007 to the Respiratory Department of Naas General Hospital with Newly Diagnosed Lung Cancer S. Zaidi, M. Shahid, J. Power Department of Respiratory Medicine, Nass General HospitalIn this study we analyzed different types of lung cancers, there mode of referral to respiratory department and outcome. In 18 month period we admitted 62 patients (male 40, female 22), average age between 32 to 91.56 patients were smokers. Gp referral 56 and 6 by A&E.", "latex": null, "type": "table"}, "TABREF5": {"text": "1. Beckles MA, Spiro SG, Colice GL, Rudd RM. Initial evaluation of the patient with lung cancer: symptoms, signs, laboratory tests, and paraneoplastic syndromes. Chest, 2003: 123: 975-1045 2. Persson C, Ostlund U, Wennman-Larsen A, Wengstrom Y & Gustavsson P (2008) Health-related quality of life in significant others of patients dying from lung cancer. Palliative Medicine 22: 239-47 2.13 Algorithm for the Successful Resection of a Hyper-Nephroma Involving the IVC H. Parissis, Arkadiusz krawczyk, A. Blach, D. Veerasingham, M. DaCosta Cardiothoracic Department, Galway University HospitalObjectives:To report our experience for the treatment of a complex pathology: kidney tumors invading the IVC into a variable length S443Methods:A stepwise algorithm of the surgical strategies would be discussed.Results:Plan of action:Detailed investigations, including MRI to determine the extent of IVC involvement. Preoperative TOE to analyse the extent and mobility of the tumor. Close cooperation with anesthetics and Urologists. Start with mobilization of the affected kidney. No irrevocable steps until resection guaranteed, mobilization of IVC infra and supra hepatically.If IVC is involved always institute CPB. Venous cannulae: SVC, Right femoral vein.Prepare to use brief period of Total Circulatory Arrest (TCA) if the tumor is involving the suprahepatic IVC and protruding into the Right atrium. Repair the Cavotomy with the use of a pericardial patch.Conclusions:Success of IVC surgery depends on careful patient selection and attention to detail. Total clearance of the IVC from a well adherent tumor (using endarterectomy knifes and a bloodless field) could be the single most important factor for prognosis.2.14 4 Year Bronchoscopy Audit in a Dublin Teaching Hospital S. Shahbaz, E. stone, E. McGuirk, F. O'Connell Respiratory medicine, St. James's Hospital Dublin 8", "latex": null, "type": "table"}, "TABREF6": {"text": "Related 2.15 PM2.5 Particulate Levels in Cars Resulting from Smoking (Poster Discussion -Session 2.1) G. Hill 1 , P.G. Goodman 1, 2 , L. Clancy 2 Dublin Institute of Technology, Research Institute for a Tobacco Free Society", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "Habits among those with Diabetes: A Retrospective Study of 1807 Diabetic Patients in Northern Ireland before and after the Smoking Ban was Introduced", "latex": null, "type": "table"}, "TABREF10": {"text": "Study of 1807 Patients with Diabetes Mellitus: Has the Smoking Ban in Northern Ireland Made any Impact on Blood Pressure?", "latex": null, "type": "table"}, "TABREF12": {"text": "L. Clancy, S. Keogan, V. Clarke, L. Currie, Z. KabirResearch Institute for a Tobacco Free Society (RIFTFS), Dublin, IrelandGay and Lesbian Community (GLC) smoke greater than the heterosexuals or the general population. No such information exists in Ireland. This study estimated ''current'' and ''heavy'' [C20 cigarettes/ day] smoking prevalence among the GLC in Ireland, comparing to the general Irish population smoking rates (the Office of Tobacco Control [OTC] nationwide survey).", "latex": null, "type": "table"}, "TABREF13": {"text": "Age reported smoking history showed a highly significant correlation coefficient (r = 0.64; p \\ 0.0001).Polish immigrants' smoking estimates are higher than their Irish counterparts and particularly if employed, with only primary-level education, and are overseas [2 years. L. Lordan, R. Hassett, A. O'Brien Midland Regional Hospital, Mullingar Co. Westmeath", "latex": null, "type": "table"}, "TABREF14": {"text": "1. British Thoracic Society Standards of Care Committee (2002) Non invasive ventilation in acute respiratory failure. Thorax, 57, 92-211. 2.51 Non-invasive Ventilation: A Useful Airway Clearance Adjunct in Patients with Severe Bronchiectasis F.M. Moran 1 , J.M. Bradley 1, 2 , A.J. Piper 3 , O. Hewitt 2 , E.E. McCrum-Gardner 1 , M. King 4 , J.S. Elborn 2, 5 University of Ulster, Belfast, N. Ireland Belfast City Hospital, Belfast, N. Ireland Royal Prince Alfred Hospital, Camperdown, New South Wales, Australia Pulmonary Research Group, University of Alberta, Edmonton, Canada Queens University, Belfast, N. Ireland 2.52 Comparisons of 3 Non Invasive Ventilation (NIV) Audits E. Mulligan, R. Dickson, N. Chapman, R.P. Convery, A. John Craigavon Area Hospital, N. Ireland (Elaine.Mulligan@southerntrust.hscni.net) Background: NIV is an established part of treatment of patients with Type 2 Respiratory Failureespecially secondary to COPD. NIV should be available to all such patients when admitted in acute medical wards. Aim: NIV audits have previously been carried out in 2004 and 2006. We compare results of 2008 with previous audits and assess if BTS guidelines are being adhered to. Method: We obtained records of 20 patients who received NIV in 2008 and compared with previous results using the BTS audit tool. Results: Patient data registration is improving. There were 46 patients treated with NIV in 2008 from August 2007 to August 2008. There were 26 males and 20 females. All patients had type 2 respiratory failure in all three audits. The majority of patients had underlying diagnosis of COPD Performance status was poor in most patients in all three studies. ICU consultation remains high. Respiratory team involvement has improved. Planned weaning off NIV is better. Conclusions: Documentation has improved since previous 2 audits. however lack of sufficient equipment and shortage of trained staff restrict liberal use in COPD patients. Ref: Thorax 2002;57:192-211 ERS Stockholm 2007, eposter:1956. 2.53 Safe Utilization of Non-Invasive Ventilation (NIV) in Reducing the Need for Rapid Sequence Intubation (RSI) in Patients with Acute Respiratory Failure R. Reilly, C. Wynne, J. McInerney, R. Conway S. Smith, M. Riley, B. Buick Respiratory Department, Belfast City Hospital, Belfast", "latex": null, "type": "table"}, "TABREF15": {"text": "The susceptibility of these isolates to antibiotics used in the treatment of CF pulmonary infection (ceftazadime [CAZ], tobramycin[TOB], piperacillin/tazobactam [PIP/ TAZ] and meropenem [MER]) was determined using E-test Ò strips.", "latex": null, "type": "table"}, "TABREF16": {"text": "Systematic random sample of 65 CF patients were included for study. Pulmonary function was assessed (FEV1) together with oral glucose tolerance testing (OGTT). In diabetics, glycaemic control was assessed by glycosylated haemoglobin (HbA1C) level. Chi squared analysis was applied (SPSS Version 16.0). 28 (43.1%) had CFRD. Among the non-diabetics (n = 37), 16 had FEV1 [ 80% predicted, 10 had FEV1 between 50-80% predicted whilst 11 had FEV1 \\ 50% predicted. Of the CFRD group, 4 had FEV1 [ 80%, 8 had FEV1 between 50-80% predicted whilst 16 had FEV1 \\ 50% (p = 0.026). Within the diabetic subgroup, 20 patients (71.4%) had adequate glycaemic control (HbA1c \\ 7%). In this group, 12 patients had FEV1 [ 50% predicted (3 patients [ 80% predicted). In those with poor glycaemic control (HbA1C [ 7%) (n = 8), 3 patients had FEV1 \\ 50% predicted (p-value = ns).", "latex": null, "type": "table"}, "TABREF17": {"text": "[ 50% predicted. Mean AlkP was 129.6 IU (range 44-296 IU) with 19 (36.5%) having above average AlkP of which 12 (63.2%) had FEV1 [ 50% predicted. Mean INR was 1.25 (range 0.95-1.77) and 34 (65.4%) had above average INR values. Notably, 26 (76.5%) of this group had FEV1 \\ 50% predicted [p \\ 0.001, R = -0.634].", "latex": null, "type": "table"}, "TABREF19": {"text": "AO NAO", "latex": null, "type": "table"}, "TABREF20": {"text": "Conclusion: Aggressive management is required when Sarcoidosis involves vital organs like the heart. Awareness of extra pulmonary complications of Sarcoidosis is essential. References ATS Statement on Sarcoidosis; ajrccm 1999, vol 160, 736-755 Clinical Evaluation of corticosteroid therapy, Sarcoidosis 1994;11:113 2.123 Idiopathic Pulmonary Fibrosis: Patient Attitudes Towards Invasive Ventilation and Insight into Disease C. Janeczko, H. Adamali, T.J. McDonnell Department of Respiratory Medicine and Pulmonary Rehabilitation St Michaels Hospital, Dun Laoghaire", "latex": null, "type": "table"}, "TABREF21": {"text": ").Conclusion:It is evident from this small study that the incidence of Diastolic Dysfunction in newly diagnosed OSAHS patients is high. These results strongly suggest a need for more routine screening for cardiovascular disease in this group. It also points to cardiovascular disease as a common co-morbidity among the OSA group.2.141 Nitric Oxide Metabolism and Inflammation in Response to Intermittent Hypoxia J.F. Garvey 1, 2 , S. Ryan, 1, 2 , W.T. McNicholas 1, 2 , C.T. Taylor 2 The Sleep Research Laboratory, St. Vincent's University Hospital, Dublin The Conway Institute of Biomolecular and Biomedical Research, University College Dublin Funding source: Health Research Board", "latex": null, "type": "table"}, "TABREF23": {"text": "Procedure in Children when Investigating Aspiration Secondary to Gastroesophageal Reflux? E. Ervine 1 , C. McMaster 2 , W. McCallion 3 , M.D. Shields 4 Respiratory Research Group, Queens University, Belfast Department of Child Health, Queens University, Belfast Royal Belfast Hospital for Sick Children, Belfast Respiratory Research Group, Queens University, Belfast", "latex": null, "type": "table"}, "TABREF24": {"text": "IgG Subclass Deficiency in Idiopathic Bronchiectasis Correlates with Clinical but not Radiological Parameters of Disease Severity D.M. Ryan 1 , N. Conlon 2 , I.P. Counihan 1 , A. Proctor 1 , M. Keogan 2 , N.G. McElvaney 1 , S.J. O'Neill 1 Department of Respiratory Medicine, Beaumont Hospital, Dublin, Ireland Department of Immunology, Beaumont Hospital, Dublin, Ireland", "latex": null, "type": "table"}, "TABREF25": {"text": "IGGSD", "latex": null, "type": "table"}, "TABREF26": {"text": "Table 1 Mean PM2.5 levels in 14 cars ( l g m - 3) , before, during and after smoking measured in the back seat of a car with the driver's window open and with the driver's window closed", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Window </td><td>No smoking </td><td>Smoking </td><td>After smoking\n</td></tr><tr><td>Open Closed </td><td>Open Closed </td><td>Open </td><td>Closed\n</td></tr><tr><td>lg m-3 (SD) </td><td>1 (1) 1 (1) </td><td>34 (34) 199 (108) </td><td>6 (5) </td><td>60 (32)\n</td></tr></table></body></html>"}, "TABREF27": {"text": "Table 1 ). No statistical difference was found (p = 0.34).", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>BMI \\ 10th percentile\n</td><td>BMI [ 10th percentile\n</td></tr><tr><td>FEV1 [ 80% </td><td>2 (40%) </td><td>15 (60%)\n</td></tr><tr><td>FEV1\n</td><td>3 (60%) </td><td>4 (16%)\n</td></tr><tr><td>50-80%\n</td><td> </td><td> </td></tr><tr><td>FEV1 \\ 50% </td><td>0 (0%) </td><td>6 (24%)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We present a unique case of a patient who presented with Obstructed Sleep Apnoea (OSA) caused by bilateral carotid body tumours.The patient was treated during a 4 year period, during which time he required non-invasive ventilation at night via Continuous Positive Airways Pressure (CPAP). He also underwent surgical resection of his right and left carotid body tumours sequentially while on CPAP. During family screening his daughter was discovered to have a carotid body tumour but without OSA.At presentation, his Apnoea-Hypopnoea Index (AHI) was 19.6, and his Epworth Score was 19 out of possible 24. After resection of both carotid body tumours, his AHI score fell to 4.3, and he was symptomatically improved and he was able to return to work.This unusual case highlights the need to investigate patients with OSA for an underlying treatable cause. To our knowledge, this is the first report of bilateral familial carotid body tumours causing OSA; to date OSA has only been reported with unilateral carotid body tumours. 1,2 ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "To determine long-term compliance rates for patients prescribed Continuous Positive Airway Pressure (CPAP) therapy from three sleep centres. Having 'limited study' devices now in use for 2-3 years now, we have the opportunity to compare CPAP compliance rates between sleep centres using these, and established centres using full Polysomnography (PSG).A population-based analysis of 371 patients prescribed CPAP therapy over a 3-year period 2005-7, with compliant vs. non-compliant status determined in June 2008.It is possible to achieve long-term compliance rates of [ 75% with limited study systems and correct follow-up care. However, factors such as patient education and follow up, along with a high level of home service, are vital.2.138 Is Brain Natriuretic Peptide a good marker for Obstructive Sleep Apnea and the efficacy of Continuous Positive Airway Pressure Therapy in Obstructive Sleep Apnea Patients?", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The aim to assess Natriuretic Peptide levels N-Terminal pro B-type and B Natriuretic Peptide in congestive heart failure (CHF) patients with/without Obstructive Sleep Apnea (SA). The effect of CPAP on Natriuretic Peptides in a Sleep Apnea population was assessed.A blind study in a known population, Sleep Apnea status was unknown. Biosyn Triage measured BNP, Roche 2010 measured NT BNP. Both were measured in 34 Congestive Heart Failure patients (7 female, 20 male) 17 with Obstructive Sleep Apnea (2 female, 15 male) and 22 normal patients (10 female, 12 male).BNP is a good marker for CHF. NT proBNP is a good marker for CHF, it could distinguish CHF patients from CHF OSA patients. CPAP didn't reduce natriuretic peptide concentrations. Aim: To show that OSAHS is a common feature in patients with Metabolic Syndrome. Background: Metabolic Syndrome has been described as a constellation of risk factors for cardiovascular disease. The WHO places the incidence at 21% of the population. OSAHS occurs in 2-4% of males and females. ", "cite_spans": [], "ref_spans": [], "section": "Mullingar Regional Hospital, Mullingar Co Westmeath"}]}