{"paper_id": "f51b51d4fce8c862d635cc1397536f05505ca996", "metadata": {"title": "Multi-objective optimization for sensor placement against suddenly released contaminant in air duct system Article History", "authors": [{"first": "Jun", "middle": [], "last": "Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongji University", "location": {"postCode": "200092", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Lingjie", "middle": [], "last": "Zeng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongji University", "location": {"postCode": "200092", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Changsheng", "middle": [], "last": "Cao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongji University", "location": {"postCode": "200092", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Wei", "middle": [], "last": "Ye", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pollution Control and Resource Reuse", "institution": "Tongji University", "location": {"postCode": "200092", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xu", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongji University", "location": {"postCode": "200092", "settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "When a chemical or biological agent is suddenly released into a ventilation system, its dispersion needs to be promptly and accurately detected. In this work, an optimization method for sensors layout in air ductwork was presented. Three optimal objectives were defined, i.e. the minimum detection time, minimum contaminant exposure, and minimum probability of undetected pollution events. Genetic algorithm (GA) method was used to obtain the non-dominated solutions of multiobjectives optimization problem and the global optimal solution was selected among all of the non-dominated solutions by ordering solutions method. Since the biochemical attack occurred in a ventilation system was a random process, two releasing scenarios were proposed, i.e. the uniform and the air volume-based probability distribution. It was found that such a probability distribution affected the results of optimal sensors layout and also resulted in different detect time and different probability of undetected events. It was discussed how the objective functions are being compatible and competitive with each other, and how sensor quantity affect the optimal results and computational load. The impact of changes on other parameters was given, i.e. the deposition coefficient, the air volume distribution and the manual releasing. This work presents an angle of air ductwork design for indoor environment protection and expects to help in realizing the optimized sensor system design for sudden contaminant releasing within ventilation systems.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Buildings are particularly vulnerable to chemical and biological warfare (CBW) agent contamination since ventilation system and the central air-conditioning serves as a natural carrier for spreading the released contaminant from an artificial source in the ductwork or indoor environment. Such kind of contaminant can spread out to the entire indoor environment within a short period of time (Xue and Zhai 2017; Das et al. 2014; Chen et al. 2014; Zhang et al. 2013) . Particular examples of CBW agent contamination include a revelation that terrorists planned to put cyanide into airconditioning system of public buildings across the United States in 2011 (Pearson 2011) and an investigation that the SARS virus spread through ventilation system and resulted more people in disease in 2003 (Kowalski et al. 2003) . Such intentional events have highlighted the potential exposure of indoor occupants to hazardous chemical and biological substances. Bank (2008, 2010) indicated that the most potentially dangerous scenario for a bioterrorism attack on a building involved introducing an aerosolized agent into a building's ventilation system. As in the case of the CBW agents, rapid detection could help isolate the spread of the contaminants before a large number of people were exposed through the ventilation operation (Bastani et al. 2012) . Therefore, early detection and warning of CBW agents released in air ductwork play important roles in protecting the occupants and minimizing the adverse consequences when facing such sudden events. A previous study (Zhou et al. 2015) has considered sensor design for monitoring contaminant dispersion in indoor environments, but it has ignored the agent transportation in ventilation system. Glover (2002) presented an idea that the most efficient points to locate such detection sensors would be the fresh air intake BUILD SIMUL (2018 ) 11: 139-153 https://doi.org/10.1007 List of symbols a ij priority order number obtained by x i and x j comparing for all objectives. C u m agent concentration at upstream main duct of node m (mg/m 3 ) C dm−1 agent concentration at downstream main duct of node m−1 (mg/m 3 ) e i (x) inequality constraint E k total contaminant exposure for releasing at the k-th node (mg) Exp (m, t) contaminant exposure for air outlet m at time t (mg) J det the minimum detection time (s) J pro the minimum probability of undetected pollution events J rel the minimum contaminant exposure (mg) N number of potential releasing locations p k probability for contaminant releasing at the k-th node Q k air volume at the k-th node (m 3 /h) Q m air volume at air outlet m (m 3 /h) r j (x) equality constraint S total number of air outlets t det-k the shortest detection time among all the distributed sensors for contaminant releasing at the k-th node (s) t m−1 time at the node m−1 (s) u m−1 air velocity along the duct between node m−1 and m (m/s) U k U k = 0 if the k-th contamination event is detected by sensors, otherwise, U k = 1 x m−1 distance between source and node m−1 (m) μ near peak time of agent concentration at the nearest sensor node (s) σ near population variance at the nearest sensor node (s) ε x agent eddy diffusivity (m 2 /s)  better performance evaluation of an objective function or the mixing box in the ventilation system, but this idea of sensor placement had no specific optimization for the ventilation system. A research group at UC Berkeley (USA) and Lawrence Berkeley National Laboratory (LBNL) did a plenty of seminal studies on incorporating such sensors into a monitoring system designed to protect building occupants (Sreedharan et al. 2006 (Sreedharan et al. , 2007 Sohn and Lorenzetti 2011) . Sreedharan et al. (2007 Sreedharan et al. ( , 2011 ) explored a Bayesian interpretation approach to characterize an indoor release using threshold sensor data and applied this approach to assess the effects of various sensor characteristics, such as response time and accuracy. Walter et al. (2012) presented a probabilistic approach to design an indoor sensor network for detecting an accidental or intentional chemical or biological release, and demonstrated it by optimizing networks against uncertain release locations, source terms and sensor characteristics. The group's work has greatly developed the monitoring system in buildings to minimize the adverse impact when facing biochemical attacks. However, the calculation model used in their study cannot simulate a sudden pollution occurring in the ventilation system. Due to the effect of convection, contaminant spreads much faster in air ductworks than in rooms. It is of significant importance to devise a monitoring system in air ductwork that can detect, locate, and characterize accidental CBW agents. In this work, an optimization method for sensors layout in the air duct system is presented. It can serve as a supplementary study of the LBNL's work and can provide an optimization approach considering both the rooms and the ventilation systems in buildings.", "cite_spans": [{"start": 392, "end": 411, "text": "(Xue and Zhai 2017;", "ref_id": "BIBREF35"}, {"start": 412, "end": 428, "text": "Das et al. 2014;", "ref_id": "BIBREF10"}, {"start": 429, "end": 446, "text": "Chen et al. 2014;", "ref_id": "BIBREF6"}, {"start": 447, "end": 465, "text": "Zhang et al. 2013)", "ref_id": "BIBREF38"}, {"start": 656, "end": 670, "text": "(Pearson 2011)", "ref_id": "BIBREF23"}, {"start": 790, "end": 812, "text": "(Kowalski et al. 2003)", "ref_id": "BIBREF17"}, {"start": 948, "end": 965, "text": "Bank (2008, 2010)", "ref_id": null}, {"start": 1320, "end": 1341, "text": "(Bastani et al. 2012)", "ref_id": "BIBREF2"}, {"start": 1560, "end": 1578, "text": "(Zhou et al. 2015)", "ref_id": "BIBREF42"}, {"start": 1737, "end": 1750, "text": "Glover (2002)", "ref_id": "BIBREF16"}, {"start": 1863, "end": 1880, "text": "BUILD SIMUL (2018", "ref_id": null}, {"start": 1881, "end": 1918, "text": ") 11: 139-153 https://doi.org/10.1007", "ref_id": null}, {"start": 2161, "end": 2164, "text": "(x)", "ref_id": null}, {"start": 2258, "end": 2264, "text": "(m, t)", "ref_id": null}, {"start": 3616, "end": 3639, "text": "(Sreedharan et al. 2006", "ref_id": "BIBREF28"}, {"start": 3640, "end": 3665, "text": "(Sreedharan et al. , 2007", "ref_id": "BIBREF29"}, {"start": 3666, "end": 3691, "text": "Sohn and Lorenzetti 2011)", "ref_id": null}, {"start": 3694, "end": 3717, "text": "Sreedharan et al. (2007", "ref_id": "BIBREF29"}, {"start": 3718, "end": 3744, "text": "Sreedharan et al. ( , 2011", "ref_id": "BIBREF30"}, {"start": 3972, "end": 3992, "text": "Walter et al. (2012)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Introduction"}, {"text": "To achieve the maximum protection of occupants, sensor design for the air duct system needs to be carefully considered. Chen and Wen (2008) used both detection time and total occupant exposure as optimization objective functions for the contaminant sensor system design in buildings. Genetic algorithm (GA) method was applied to optimize the sensor sensitivity, location and quantity in order to obtain the best sensor layout while reducing the total system cost. In their work, they assumed that the agent source was located at the indoor area and each attack scenario had the same probability of occurrence. However, this assumption is not sufficient when the terrorists choose to attack the ventilation system directly, because sensors located at indoor zones cannot detect the agent timely until it spreads into rooms through air outlets. Thus, to design a sensor layout for ventilation system is at least as important as for the indoor environment.", "cite_spans": [{"start": 120, "end": 139, "text": "Chen and Wen (2008)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In order to resolve the problem for optimal sensor layout in the air ductwork, the airflow pattern and contaminant dispersion need to be known. The airflow pattern in a ductwork is relatively easy to be obtained due to the air volume distribution determined by the ventilation system design and operational commissioning. As for the contaminant dispersion in ductwork after the releasing of a CBW agent, You and Wan (2014) derived new models for predicting the concentration dynamics in the straight duct section after a particle resuspension or puff injection. Then, an analytical solution method for species transport through the air duct system was derived by Gao et al. (2016) and was adopted in this study.", "cite_spans": [{"start": 404, "end": 422, "text": "You and Wan (2014)", "ref_id": "BIBREF36"}, {"start": 663, "end": 680, "text": "Gao et al. (2016)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Introduction"}, {"text": "Sensor layout design is a multi-objective optimization problem (Eliades et al. 2013; Zhang et al. 2007; Ostfeld and Salomons 2004; Ahmad et al. 2016; Chen and Wen 2012) . It is discussed widely in water distribution field. Watson et al. (2009) showed the ability of robust sensor placement for municipal water distribution networks in reducing the amount and magnitude of 9/11-style attacks. Bazargan-Lari (2014) presented a new methodology to identify the best layout of water quality monitoring stations for drinking water distribution systems threatened by deliberate contamination events. In this study, the evidential reasoning (ER) approach was applied to rank the obtained feasible sensor placements and a simulation model (EPANET) was embedded to predict the contaminant transport. In indoor air field, Chen and Wen (2010) utilized a multi-zone modeling approach to design systematic sensor system in buildings. It had been proved that sensor systems designed using data from simpler airflow models could perform as well as those designed using complex CFD model. Arvelo et al. (2002) described the enhancements made to the CONTAM multi-zone model and for determining the optimal placement of CBW sensors in a canonical facility representative of an office building. Liu and Zhai (2009) introduced an adjoint probability method to assist in optimizing high-performance IAQ sensor placement and identifying potential contaminant source locations for a residential dwelling based on limited sensor outputs. More recently, Fontanini et al. (2016) presented a data driven sensor placement algorithm based on dynamical systems approach. In this approach finite dimensional Perron-Frobenius (PF) concept was applied. The PF operator was used to construct an observability gramian that naturally incorporated sensor accuracy, location and sensing constraints. The method presented in their work could determine the response times, sensor coverage maps, and the number of sensors needed for an enclosed environment. The aforementioned studies provided several optimization methods on sensor placement and design in indoor environment and water distribution system. However, few studies have been carried out to consider the optimal sensor layout in the ventilation duct system.", "cite_spans": [{"start": 63, "end": 84, "text": "(Eliades et al. 2013;", "ref_id": "BIBREF12"}, {"start": 85, "end": 103, "text": "Zhang et al. 2007;", "ref_id": "BIBREF37"}, {"start": 104, "end": 130, "text": "Ostfeld and Salomons 2004;", "ref_id": "BIBREF21"}, {"start": 131, "end": 149, "text": "Ahmad et al. 2016;", "ref_id": "BIBREF0"}, {"start": 150, "end": 168, "text": "Chen and Wen 2012)", "ref_id": "BIBREF9"}, {"start": 223, "end": 243, "text": "Watson et al. (2009)", "ref_id": "BIBREF34"}, {"start": 1072, "end": 1092, "text": "Arvelo et al. (2002)", "ref_id": "BIBREF1"}, {"start": 1275, "end": 1294, "text": "Liu and Zhai (2009)", "ref_id": "BIBREF19"}, {"start": 1528, "end": 1551, "text": "Fontanini et al. (2016)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Various methods can be used to solve the sensors layout optimization problem. The probabilistic approach based on the multi-zone contaminant transport model was applied to indoor monitoring system design (Sreedharan et al. 2007; Walter et al. 2012) . As far as we know that multi-objective optimization problem has competing constraints and objectives, which can produce numerous non-dominated solutions (Carr et al. 2006) . To obtain the optimal solution from a large number of feasible solutions a robust algorithm is required. The GA method is one such algorithm which can address this issue (Shastri and Diwekar 2006) . Meier and Barkdol (2000) utilized GA to optimize the locations of flow measurement needed for the calibration of the water supply network. Preis and Ostfeld (2008) proposed the use of GA to study a multi-objective model for optimal sensor placement in the water distribution system, but the limitation was that they assumed the contaminant source was known. Walter et.al (2012) doubted that the probability of release points must be considered as part of the sensor network optimization for indoor environment and this type of uncertainty is difficult to consider using GA. However, since the air duct system had more similarities with the water distribution system in both contaminants transport and hydraulic characteristics than indoor environment, we draw on the experience of sensor network design for the water distribution system for which GA method was used as an optimization tool. Whenever sensors are too expensive to deploy widely throughout the whole ventilation system, the GA method may help balance the competing design constraints and the objectives of the sensor network. Developing a sensor system for a specific ventilation system involves the type and number of individual sensors, their placement, the optimization objectives and the methodology of solving multi-objectives problem. This work focused on the optimal sensors layout in the entire ductwork, and took into account three optimized objective functions, i.e., minimum detection time, minimum contaminant exposure and minimum probability of undetected pollution events. The GA method was used to obtain the non-dominated solutions of multi-objectives optimization problem and the global optimal solution was selected among all of the non-dominated solutions by ordering solutions method. This work was to present an optimization method for sensors placement in the air duct system. It was also to check the required number of sensors and the independence of objective functions during the sensor layout optimization.", "cite_spans": [{"start": 204, "end": 228, "text": "(Sreedharan et al. 2007;", "ref_id": "BIBREF29"}, {"start": 229, "end": 248, "text": "Walter et al. 2012)", "ref_id": "BIBREF33"}, {"start": 404, "end": 422, "text": "(Carr et al. 2006)", "ref_id": "BIBREF4"}, {"start": 595, "end": 621, "text": "(Shastri and Diwekar 2006)", "ref_id": "BIBREF25"}, {"start": 624, "end": 648, "text": "Meier and Barkdol (2000)", "ref_id": "BIBREF20"}, {"start": 763, "end": 787, "text": "Preis and Ostfeld (2008)", "ref_id": "BIBREF24"}, {"start": 982, "end": 1001, "text": "Walter et.al (2012)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "This section is to present an optimization method for sensor placement in an air duct system in the puff-releasing scenarios. To minimize the adverse impact on the building environment served by a ventilation system, three optimal objective functions for sensor placement were selected, minimum detection time f 1 , minimum contaminant exposure f 2 , and minimum probability of undetected pollution events f 3 . GA method was used to obtain the non-dominated solutions of sensor layouts based on the calculated contaminant data. The global optimal solution for sensor layout was selected among all of the non-dominated solutions by ordering solutions method.", "cite_spans": [], "ref_spans": [], "section": "Sensor layout optimization"}, {"text": "When the basic information about air and pollutant transport in ductwork is available, the main task for optimal sensor layout is to choose a good optimization approach. To minimize detection time and occupant exposure in an artificial puffreleasing scenario, several objective functions may exist and need to be extensively defined in Section2.2. Here, it is confirmed that the optimization problem for this study is actually to determine the vector of decision variables that satisfies a series of constraints and optimizes a vector function whose elements represent the objective functions (Chang et al. 2012; Preis and Ostfeld 2008) . Consequently, such kind of multi-objective optimization problem can be generally expressed as follows:", "cite_spans": [{"start": 593, "end": 612, "text": "(Chang et al. 2012;", "ref_id": "BIBREF5"}, {"start": 613, "end": 636, "text": "Preis and Ostfeld 2008)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Methodology for sensor layout optimization"}, {"text": "is vector of decision variables. s means the number of inequality constraints. l denotes the number of equality constraints.", "cite_spans": [], "ref_spans": [], "section": "Methodology for sensor layout optimization"}, {"text": "The optimization goal for sensor layout is to find one set of solution which yield optimal values with respect to all the defined objective functions from all sets of solutions satisfying Eqs. (2) and (3). This group of solutions is entitled as the non-dominated solution set. Each solution x in the non-dominated solution set is optimal in the sense that it is not possible to improve one objective without making at least one of the others worse (Deb and Kalyanmoy 2001) . Any two solutions x 1 and x 2 are compared based on domination, where a solution x 1 dominates x 2 if the following conditions hold. if x 1 is strictly better than x 2 in at least one objective, then", "cite_spans": [{"start": 448, "end": 472, "text": "(Deb and Kalyanmoy 2001)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Methodology for sensor layout optimization"}, {"text": "If x 1 is not worse than x 2 in all objectives, then", "cite_spans": [], "ref_spans": [], "section": "Methodology for sensor layout optimization"}, {"text": "where, \"  \" indicates a better performance evaluation of an objective function, M is the number of objective functions which will be determined in Section 2.2. The contaminant dispersion process within the ductwork is a complicated non-linear process and the contaminant source identification is a multi-objective optimization problem. Figure 1 describes the procedure of the method applied. We generate n random solutions to serve as the initial population and fitness of each solution is calculated and Fig. 1 Flow chart of the proposed optimization methodology applied for the sensor layout with multi-objectives in air duct system compared for all objectives. The non-dominated solutions are obtained if the conditions in Eqs. (4) or (5) are met. The ordering solutions method is used to rank the nondominated solutions, and the best solution in the current population is stored in the procedure. Then a new population is generated by GA operator (selection, crossover and mutation) and the information of the previous generation is retained in the new population. Once a new population is generated, the aforementioned steps are repeated again. Finally we obtain the global optimal solution if the process repeats for a predefined number of generations or the value of each objective tends to be constant.", "cite_spans": [], "ref_spans": [{"start": 337, "end": 345, "text": "Figure 1", "ref_id": null}, {"start": 506, "end": 512, "text": "Fig. 1", "ref_id": null}], "section": "Methodology for sensor layout optimization"}, {"text": "The objective functions for designing sensor systems for building protection purpose should be able to detect contaminants within a period of time that poses the least threat to building occupants across multiple releasing locations (Chen and Wen 2010) . This paper introduced three optimal objective functions, two recommended in the indoor environment by Chen and Wen (2008) and an extra one applied in the field of water pollution Krause et al. 2008 ). The first objective function used is to minimize the detection time J det , as follows:", "cite_spans": [{"start": 233, "end": 252, "text": "(Chen and Wen 2010)", "ref_id": "BIBREF8"}, {"start": 357, "end": 376, "text": "Chen and Wen (2008)", "ref_id": "BIBREF7"}, {"start": 434, "end": 452, "text": "Krause et al. 2008", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, p k is the probability for contaminant releasing at the k-th node. t det-k is defined as the shortest detection time among all the distributed sensors in the ductwork when the contaminant is released at the k-th node. N is the number of releasing locations. To obtain the required detection time t det-k , the corresponding time when the particle concentration occurs at the k-th node needs to be introduced. In the present work, we firstly determined a steady-state air mass distribution in the ductwork and then calculated the dynamic particle concentration following a sudden release. We took into consideration both the turbulent diffusion and deposition effect to derive the theoretical solution for the concentration dynamics in the ducts. Mass balance for the contaminant in the ductwork is shown as follows (Gao et al. 2016; Zhao et al. 2003; Feustel 1999; Zhou et al. 2011 ", "cite_spans": [{"start": 822, "end": 839, "text": "(Gao et al. 2016;", "ref_id": "BIBREF15"}, {"start": 840, "end": 857, "text": "Zhao et al. 2003;", "ref_id": "BIBREF39"}, {"start": 858, "end": 871, "text": "Feustel 1999;", "ref_id": "BIBREF13"}, {"start": 872, "end": 888, "text": "Zhou et al. 2011", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, C is the particle concentration which is the function of location x and time t. ε x is the particle eddy diffusivity. K is the deposition coefficient. The solution for Eq. (7) with puff releasing boundary could be expressed as follows (Gao et al. 2016) :", "cite_spans": [{"start": 242, "end": 259, "text": "(Gao et al. 2016)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "Obviously, Eq. (8) only describes the particle dispersion in main duct and has no regard for branches and outlets. However, the main and branch ducts or outlets in the ventilation system are usually inter-connected through junctions as tee or cross to form a whole ductwork. Thus, we develop a general model that contains branches and outlets to extend advection-diffusion main duct flow to network flow. Particle concentration at outlet m is expressed as", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, u m C is the particle concentration at outlet m. u m−1 is air velocity along the duct prior to outlet m. d 1 m Cis the particle concentration at downstream duct of outlet m−1. t m and t m−1 denote the time at the center of outlets m and m−1. x m and x m−1 denote the distance between the source and outlets. Equation (9) has some similarities with normal distribution with parameters (μ, σ 2 ), where μ is the population mean and σ 2 is the population variance. Based on the theory of statistics, we defined ", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "and assumed the deposition coefficient K=0. Then, Eq. (9) could be adapted as following:", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "According to Eq. (10), if we assume that", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": ", the peak concentration at outlet m and the corresponding time when it occurs can be obtained as follows, respectively:", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "As shown in Fig. 2 , since", "cite_spans": [], "ref_spans": [{"start": 12, "end": 18, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Multi-objective functions definition"}, {"text": "and μ = t p m , the area beneath the dynamic concentration curve within [μ−3σ, μ+3σ] accounts for 99.73% of total area, i.e. the particle concentration outside the time range from μ−3σ to μ+3σ can be neglected. Then, the onset time of particle concentration at the k-th node is obtained as (Gao et al. 2016 ):", "cite_spans": [{"start": 290, "end": 306, "text": "(Gao et al. 2016", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "Here we introduced a kind of ideal sensor whose lower limit of detection is equal to the agent concentration at time μ−3σ. Consequently, t det-k can be derived as the onset time of agent concentration at the nearest sensor node, i.e. the shortest detection time among all the distributed sensors in the ductwork. ", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, μ near is the peak time of particle concentration at the nearest sensor node. σ near is the population variance at the nearest sensor node. It should be noted that the derivation of Eqs. (8)-(14) is feasible and reliable, based on the experiments using DEHS (diethylhexyl sebacate) aerosols as the representative pollution (Gao et al. 2016 ).", "cite_spans": [{"start": 330, "end": 346, "text": "(Gao et al. 2016", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "The second objective function is to minimize the contaminant exposure J rel (Chen and Wen 2008) . Total contaminant exposure E k , for releasing at the k-th node is defined as", "cite_spans": [{"start": 76, "end": 95, "text": "(Chen and Wen 2008)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, Exp(m, t) is the contaminant exposure for the m-th air outlet at time t, and it can be calculated by Eq. (16). S is the number of air outlets. For each air outlet, the exposure is approximately defined as the total contaminant mass outflow at the m-th air outlet after a puff release of contaminant. ", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, Q m is the air volume at outlet m. The definition of other parameters in Eq. (16) is the same as the one described above. Then, for all N potential releasing nodes, the objective function based on the total exposure load J rel , is defined as", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "The performance of an early warning system depends on the number of successful detections, i.e., the undetected pollution events should be as few as possible. To further increase the reliability of sensor layouts, an extra objective function was introduced to minimize the probability of undetected pollution events in this study.", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "where, U k = 0 if the k-th contamination event is detected by the sensors. Otherwise, U k = 1. N s is the total number of pollution events specified in the study.", "cite_spans": [], "ref_spans": [], "section": "Multi-objective functions definition"}, {"text": "A ventilation system installed in a five-star hotel (Suzhou, China) was selected as the prototype ductwork for this study. As shown in Fig. 3 , the system is an all-fresh air system without air return and serves a banquet hall through air diffusers. Therefore, there is a single-direction plug-flow pattern along the air ductwork in both air-conditioning and ventilation mode. It is reasonable to extract this system from the building for the case study of multi objective sensor layout optimization. Fig. 3 Layout of an air ductwork system applied for the optimal sensor placement, which is a full-fresh air-conditioning system serving a banquet hall in a five-star hotel. The main ducts are labelled with red As shown in Fig. 4 , this prototype ductwork can be divided into 6 main ducts, 50 branch ducts and 52 nodes, where the total supply air volume at fan is 24210 m 3 /h. Thirty air supply outlets are arranged along the ductwork. The spacing between the nodes is set as 4 m in case studies. Air supply rate of each outlet is basically equivalent through the hydraulic commissioning before system operation. The main parameters of this ventilation system were provided in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 135, "end": 141, "text": "Fig. 3", "ref_id": null}, {"start": 501, "end": 507, "text": "Fig. 3", "ref_id": null}, {"start": 723, "end": 729, "text": "Fig. 4", "ref_id": null}, {"start": 1178, "end": 1185, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Case studies"}, {"text": "Since the biochemical attack occurred in the ventilation system is a random process, it is of practical significance to decide the typical releasing probability at the different Fig. 4 Prototype ductwork serving a banquet hall extracted from a real hotel building. The number together with the node is the location identifier within the air duct system. The main ducts are labelled with red and the number together with the duct is the main duct identifier nodes along the ductwork reasonably. To represent the typical releasing scenarios in the air ductwork, two modes of probability distribution throughout the releasing nodes are discussed in this study. The first mode is the average probability distribution which assumes uniform probability for each releasing node. The other one is defined as that the probability for each releasing node depends on the air volume, which means the attack should be much elaborately planned by someone familiar with the ventilation system. The two modes of probability distribution are achieved by mathematical definition of p k , the probability for contaminant releasing at k-th node. For the uniform probability distribution,", "cite_spans": [], "ref_spans": [{"start": 178, "end": 184, "text": "Fig. 4", "ref_id": null}], "section": "Cases defined with two typical releasing probabilities"}, {"text": "where, N is the total number of concerned releasing nodes. For the air-volume based probability distribution, p k is", "cite_spans": [], "ref_spans": [], "section": "Cases defined with two typical releasing probabilities"}, {"text": "where, Q k is the air volume at the k-th node. This function means that the releasing probability at the node near the fresh air inlet will be the highest.", "cite_spans": [], "ref_spans": [], "section": "Cases defined with two typical releasing probabilities"}, {"text": "On the basis of the two modes of releasing probability, the cases are defined in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 81, "end": 88, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Cases defined with two typical releasing probabilities"}, {"text": "To achieve the fitness of the three objective functions f 1 , f 2 and f 3 through the GA optimization, a contamination matrix as described by Ostfeld et al. (2008) ", "cite_spans": [{"start": 142, "end": 163, "text": "Ostfeld et al. (2008)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Results for Case 1"}, {"text": "As shown in Eq. (21), it is specified in this study that the number of releasing location is one, while the potential location could be at each node. The releasing time is at the system initial time and the total contaminant released is assumed 100 mg. In this case, the releasing probability for each potential node in the ventilation system as Fig. 3 is equal to 1/52 and the sensor number was three. Through the GA optimization, the total number of non-dominated solutions in this case is 108 when three sensors are specified. Figure 5 presents the detailed sensor layout patterns for four distinct nondominated solutions in the case of uniform releasing probability. It is shown that sensors are placed at the main ducts in solutions 1.1 and 1.2, which meets the objectives of f 1 and f 2 , respectively. However, in solution 1.3 the three sensors are set at the ends of the ductwork to meet the objective of f 3 . Finally, in the case of uniform probability distribution of contaminant releasing at all potential nodes, an optimal solution 1.4 is obtained based on all the three objectives.", "cite_spans": [], "ref_spans": [{"start": 346, "end": 352, "text": "Fig. 3", "ref_id": null}, {"start": 530, "end": 538, "text": "Figure 5", "ref_id": "FIGREF2"}], "section": "Results for Case 1"}, {"text": "To further analyze how the three objectives mutually link or compete, the tradeoff relationship between the objectives of f 1 and f 3 and between the objectives of f 1 and f 2 are generalized in Figs. 6 and 7. As shown in Fig. 6 , with the tradeoff between f 1 and f 3 , the detection time increases while the probability of undetected pollution events decrease. It takes only 9.2 s for solution 1.1 to detect the agent with the objective of f 1 . However, 35.8 s more are required for Figure 7 presents the tradeoff relationship between the objective of f 1 and f 2 . It is observed that the detection time increases while the contaminant exposure increases. It takes 10.5 s for solution 1.2 to detect the agent, only 1.3 s later than solution 1.1. Meanwhile, particle outflows through air outlet are almost the same in the two optimal solutions. It is noted that the objectives of f 1 and f 2 are compatible during optimization, which has not been clearly discussed in the previous studies Wen 2010, 2012) . This convergent result can give rise to reconsideration of the objective functions. Figure 8 shows the tradeoff behavior of the objective values among all 108 non-dominated solutions with the three objective functions and also presents the global optimal solution, solution 1.4, obtained by the ordering solutions method (Deb and Kalyanmoy 2001) . The derivation of the ordering solutions method could be express as follows", "cite_spans": [{"start": 992, "end": 1007, "text": "Wen 2010, 2012)", "ref_id": null}, {"start": 1331, "end": 1355, "text": "(Deb and Kalyanmoy 2001)", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 222, "end": 228, "text": "Fig. 6", "ref_id": null}, {"start": 486, "end": 494, "text": "Figure 7", "ref_id": null}, {"start": 1094, "end": 1102, "text": "Figure 8", "ref_id": null}], "section": "Results for Case 1"}, {"text": "Then, the priority order number can be obtained by , 1,2 , , ,", "cite_spans": [], "ref_spans": [], "section": "Results for Case 1"}, {"text": "where, x i and x j are the non-dominated solutions with objective set I. If we compare all the priority order numbers for each non-dominated solutions, the biggest priority order number can be selected and the corresponding solution is the global optimal solution.", "cite_spans": [], "ref_spans": [], "section": "Results for Case 1"}, {"text": "It is observed from Fig. 8 that the optimal solution is characterized by relatively low detection time and contaminant exposure but relatively high probability of undetected pollution events. According to Eq. (22), if the objectives of f 1 and f 2 both approach minimum, the priority order number tends to be bigger than the situation when the objective of f 3 tends to be minimum. It implies that the optimal solution is more determined by the objectives of f 1 and f 2 . As shown in Table 3 , this overall optimal solution actually takes on 20% more probability of undetected pollution events compared with the lowest one by solution 1.3 to preferentially ensure the fast detection and less exposure. Fig. 9 The probability pk for the releasing at each potential node based on air volume-based releasing probability when the objective f 1 or f 2 is dominated and to be placed at the end of the ventilation system when the objective f 3 is preferred. Such placement pattern is much similar to that of Case 1. Finally, the global optimal solution 2.4 is obtained based on all of the three objectives. Tradeoff relationship between the objective of f 1 and f 3 and the one between the objective of f 1 and f 2 were also generalized for Case 2. As shown in Figs. 11 and 12 , it is observed again in this case that the objectives of f 1 and f 3 were incompatible, while the objectives of f 1 and f 2 are compatible during the optimization. Figure 13 shows the tradeoff behavior of the objective values among all nondominated solutions with the three objective functions, and it also presents the final optimal solution, solution 2.4, for Case 2. It is observed again that the optimal solution is characteristic of relatively low detection time and contaminant exposure but relatively high probability of undetected pollution events. Compared with Case 1, the minimum detection time is 3.6 s earlier, and the minimum contaminant exposure in Case 2 is 20.5 mg less (see Table 4 ). It can be explained that there is higher releasing probability at nodes close to the fresh air inlet in Case 2, which will shorten the detection time and reduce the contaminant exposure as well. Meanwhile, in the global optimal result for Case 2, the probability of undetected pollution events is 17.1%, much lower than that in Case 1. This is caused by the much lower releasing probability at the end of the ductwork in this case.", "cite_spans": [], "ref_spans": [{"start": 20, "end": 26, "text": "Fig. 8", "ref_id": null}, {"start": 485, "end": 492, "text": "Table 3", "ref_id": "TABREF3"}, {"start": 703, "end": 709, "text": "Fig. 9", "ref_id": "FIGREF4"}, {"start": 1255, "end": 1270, "text": "Figs. 11 and 12", "ref_id": "FIGREF1"}, {"start": 1437, "end": 1446, "text": "Figure 13", "ref_id": null}, {"start": 1965, "end": 1972, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Results for Case 1"}, {"text": "In this section, firstly, the comparison of optimal sensor layouts based on different sensor numbers was discussed. Secondly, the simplification of optimal objectives was investigated by consideration of the compatibility observed in Section 3.2. Thirdly, the impact of the assumed deposition coefficient K on optimal results was studied. Finally, we take into consideration both the effect of various airflow distribution and manual releasing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Sensor quantity affects the detection time, contaminant exposure and the probability of undetected pollution events. It is of importance to investigate the optimization results based on different number of sensors. Figure 14 presents the global optimal sensor locations with the air volume-based releasing probability with one, three and five sensors. It is observed that the layout pattern tends to be more dispersive along the ductwork with increased sensor quantity. Figure 15 describes the tradeoff relationship between objective functions of f 1 and f 3 and the optimal results when using different number of sensors. From all the nondominated solutions, the objective function values tend to decrease as the sensor quantity increases in the air duct system. It is found that one sensor can never achieve a probability of undetected pollution events less than 12% nor obtain the detection time shorter than 19.0 s, while the global optimal solution of one sensor layout shows that the values of f 1 and f 3 are 21.0 s and 26.2%, respectively. Compared with the global optimal results, the minimum detection time is Fig. 15 Tradeoff curves of non-dominated solutions between the objective f1 and f3, and the optimal solutions with different number of sensors almost the same when the number of sensors was increased from 3 to 5 while the probability of undetected pollution events is reduced by 8.1%. It is also found the convergence generation of GA optimization is increased from 1227 to 6014 when the number of sensors is increased from 3 to 5. If the sensor cost (portable sensor, $7500 each) and computational load are considered, the optimal sensor quantity for this specific ventilation system can be reasonably recommended as 3. It means that if the total sensor quantity is chosen less than this recommended sensor quantity, the minimum detection time will increase a lot. Generally, in order to maximize building protection, both specific sensor quantity and optimal sensor placement are required. It should be noted that different sensor quantity needs to be considered to obtain the optimal sensor layouts. Meanwhile, there should be a balance between the desired optimal results and the cost of the sensor system.", "cite_spans": [], "ref_spans": [{"start": 215, "end": 224, "text": "Figure 14", "ref_id": "FIGREF7"}, {"start": 470, "end": 479, "text": "Figure 15", "ref_id": "FIGREF2"}, {"start": 1120, "end": 1127, "text": "Fig. 15", "ref_id": "FIGREF2"}], "section": "Effect of the sensor number"}, {"text": "As there is compatibility between the objectives of f 1 and f 2 described in Figs. 7 and 12, the purpose of minimizing detection time is actually coupled with the minimum contaminant exposure, and the objectives required sensors are to be set close to the potential releasing location. Thus, it is necessary to verify the \"fairness\" of competition between the objectives and to discuss the feasibility of objective simplification. Tables 5 and 6 presents the comparison between three and two objective functions on convergence generations, sensor node locations and the final values of the objective functions, while the minimum contaminant exposure is neglected. The results indicate that the integration of objective f 1 and f 2 do not significantly shorten the detection time, reduce the contaminant exposure nor decrease the probability of undetected pollution events. Such integration leads to very similar placement of sensors, but results in much convergence load. From this work, it is feasible to reduce one of the two objectives f 1 and f 2 .", "cite_spans": [], "ref_spans": [], "section": "Objective functions compatibility"}, {"text": "The deposition coefficient K in Eq. (7) was calculated by K=PV d /A (You and Wan 2014) , where A is the cross sectional area of the duct. P is the cross sectional perimeter of duct and V d is the particle deposition velocity. The reasonable range of V d was indicated by Zhao and Wu (2006) . In the aforementioned studies, the deposition coefficient K was assumed to be 0 since we didn't conduct any experiment on the particle deposition velocity V d . However, it does not mean that the deposition coefficient K has no effect on the optimization results. Further, we take consideration of the K to calculate the results of objective functions. According to Eq. (18), the probability of undetected pollution events only relates to the probability for contaminant releasing p k . Thus, the K has no effect on the result of f 3 .", "cite_spans": [{"start": 68, "end": 86, "text": "(You and Wan 2014)", "ref_id": "BIBREF36"}, {"start": 271, "end": 289, "text": "Zhao and Wu (2006)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Effect of the deposition coefficient K"}, {"text": "According to Eq. (9), if the deposition coefficient K≠0, then Eq. (10) can be rewritten as follows:", "cite_spans": [], "ref_spans": [], "section": "Effect of the deposition coefficient K"}, {"text": "Equation (25) ", "cite_spans": [], "ref_spans": [], "section": "Effect of the deposition coefficient K"}, {"text": "The corresponding time of the peak concentration when it occurs is equal to the description in Eq. (12). We substituted Eqs. (12) and (25) into Eqs. (13) and (16). It was noted that the deposition coefficient K had no effect on the prediction of the sensor detection time. It only affected the result of the total contaminant exposure (f 2 ). The change in K is proportional to the change in the result of f 2 . Thus, if the total contaminant exposure of the sensor placement i when K is neglected is minimum, the sensor placement i also has the minimum f 2 when K is considered. Figure 16 describes the total contaminant mass entering the chamber on the condition of various particle deposition velocity V d based on the uniform probability distribution in Case 1. It can be observed that the V d increases while the total contaminant exposure decreases. Therefore, it is beneficial for sensor network design when the deposition coefficient K is involved. Table 7 , the fan frequency was adjusted to alter the air speed of each duct, so that the air volume distribution changed in the ventilation system. The sensor detection time t det-k and the total contaminant exposure E k both changed according to Eqs. (13) and (16). Figure 17 presents the objective function values of f 1 and f 2 based on various air volume distributions. The results indicate that the air speed of each duct also reduces. The sensor detection time t det-k increases with the same sensor placement and releasing probability assumption based on Eq. (13). Meanwhile, the time increase is inversely proportional to the air speed reduction. For the total contaminant exposure E k , according to Eqs. (15) and (16), t det-k increases while the air volume at outlet Q m decreases as the air speed reduces. However, we cannot give qualitative judgments on the total contaminant exposure due to the uncertainty of instantaneous concentration at air outlet. It is found that the increase of E k is less than 4.0% with different airflow distribution. Fig. 17 The impact of various flow distributions on both the sensor detection time and the total contaminant exposure Therefore, although the required detection time increases, the variation of total contaminant entering the room is small due to the reduction of the air speed. Such results mean that the sensor placement optimization based on the designed air volume distribution can be adapted to the altered flow distribution. The optimal solutions of sensor placement are significantly influenced by the source location. Actually, the biochemical attack occurred in the ventilation system is a random process and we cannot ascertain in advance where the attacker may release the source. Consider an ideal situation, we manually place a contaminant source at the fresh air inlet (see the node 1 in Fig. 4) , in this case, if no sensor is arranged in the ventilation system, the pollutants will follow the airflow and transport through the whole ductwork, causing the affected indoor area reaching the maximum. Meanwhile, almost all of the contaminant will eventually enter the room, which may lead to numerous casualties.", "cite_spans": [], "ref_spans": [{"start": 580, "end": 589, "text": "Figure 16", "ref_id": "FIGREF9"}, {"start": 957, "end": 964, "text": "Table 7", "ref_id": "TABREF7"}, {"start": 1225, "end": 1234, "text": "Figure 17", "ref_id": null}, {"start": 2017, "end": 2024, "text": "Fig. 17", "ref_id": null}, {"start": 2818, "end": 2825, "text": "Fig. 4)", "ref_id": null}], "section": "Effect of the deposition coefficient K"}, {"text": "However, since we know that the source of contamination is at the node 1, only one sensor is enough at the node 2 which is nearest to the source location to obtain the optimal sensor layout in the air duct system. Then, the pollutant can be detected within the shortest time after releasing. If we shut down the fan immediately, pollutants can't even reach the air outlets. Pollutants spread very slowly without the convection effect of air supply, which makes time for evacuation of indoor occupants.", "cite_spans": [], "ref_spans": [], "section": "Effect of the deposition coefficient K"}, {"text": "It should be pointed out that the sensor optimization in this ideal case is a local optimization process. In fact, each sensor layout optimization resulted from the manually placed source is a local optimization. Such a sensor placement cannot adapt the early warning situations because the source location may change. Thus, two modes of probability distribution are proposed, covering all nodes in the ventilation system. We reasonably turn the manually placed source into the probabilistic source, which makes the local optimization become a global optimization. The objective function values such as the detection time and total contaminant exposure resulted from the manually placed source are preferable to the values obtained from the probabilistic source. However, the optimal sensor layout based on the assumption of the probability distribution of the source is appropriate for the entire air duct system, while the assumption of manually placed source considers only one node. Obviously, the aforementioned Case 1 is the most unfavorable case since the attack is a completely random process. Compared with the Case 1, it is assumed in Case 2 that the source releasing probability is based on the air volume, which means that the attackers know well of the ventilation system. Namely, the description of attacker's behavior is included in Case 2. Thus, the objective function values resulted from Case2 are better than that from Case1.", "cite_spans": [], "ref_spans": [], "section": "Effect of the deposition coefficient K"}, {"text": "In this work, an optimization method for sensor placement in an air duct system was presented. Three optimal objectives were applied and GA method was utilized to obtain the non-dominated solutions of multi-objectives optimization problem. The global optimal solution was selected among all of the non-dominated solutions by the ordering solutions method. The main conclusions are provided as follows.  Optimal sensor layouts are sensitized to the contaminant releasing probability distribution. It is found that the optimal sensor layout with higher releasing probability specified at nodes which is close to the fresh air inlet (i.e., volume-based releasing scenario) resulted in shorter detection time, smaller contaminant exposure and lower probability of pollution events. Such result means that a pertinent strategy of sensor placement is possible to well respond to an elaborated releasing event.  Some of the objective functions have conflicting goals.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results of optimal sensor layouts against suddenly released contaminant in the ventilation system of this study are generally characterized by relatively low detection time and contaminant exposure and conversely relatively high probability of undetected pollution events, due to the predominant effect of objectives of f 1 and f 2 . The reason can be explained that the solution mainly determined by the objectives of f 1 and f 2 has the biggest priority order number among all non-dominated solutions, which meet the selection criteria of optimal solution in the ordering solutions method.  Sensor quantity required for a ventilation system is affected by the objective competition, sensor cost and computational load. The increase of sensor number leads to shorter detection time, smaller contaminant exposure and lower probability of undetected pollution events. With the required values for objectives, it is able to derive the sensor quantity and design an optimal sensor system for a specific ventilation system.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Future work should be further studied on the impact of sensor type, sensitivity, accuracy and other characteristics on the sensor system design for ventilation system. A design approach for sensor system considering various potential contaminant releasing scenarios should also be studied.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Computational intelligence techniques for HVAC systems: A review. Building Simulation", "authors": [{"first": "M", "middle": ["W"], "last": "Ahmad", "suffix": ""}, {"first": "M", "middle": [], "last": "Mourshed", "suffix": ""}, {"first": "B", "middle": [], "last": "Yuce", "suffix": ""}, {"first": "Y", "middle": [], "last": "Rezgui", "suffix": ""}], "year": 2016, "venue": "", "volume": "9", "issn": "", "pages": "359--398", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An enhanced multizone model and its application to optimum placement of CBW sensors", "authors": [{"first": "J", "middle": [], "last": "Arvelo", "suffix": ""}, {"first": "A", "middle": [], "last": "Brandt", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Roger", "suffix": ""}, {"first": "A", "middle": [], "last": "Saksena", "suffix": ""}], "year": 2002, "venue": "ASHRAE Transactions", "volume": "108", "issn": "2", "pages": "818--825", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Contaminant source identification within a building: Toward design of immune buildings", "authors": [{"first": "A", "middle": [], "last": "Bastani", "suffix": ""}, {"first": "F", "middle": [], "last": "Haghighat", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kozinski", "suffix": ""}], "year": 2012, "venue": "Building and Environment", "volume": "51", "issn": "", "pages": "320--329", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "An evidential reasoning approach to optimal monitoring of drinking water distribution systems for detecting deliberate contamination events", "authors": [{"first": "M", "middle": ["R"], "last": "Bazargan-Lari", "suffix": ""}], "year": 2014, "venue": "Journal of Cleaner Production", "volume": "78", "issn": "", "pages": "1--14", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Robust optimization of contaminant sensor placement for community water systems", "authors": [{"first": "R", "middle": ["D"], "last": "Carr", "suffix": ""}, {"first": "H J", "middle": [], "last": "Greenberg", "suffix": ""}, {"first": "W E", "middle": [], "last": "Hart", "suffix": ""}, {"first": "G", "middle": [], "last": "Konjevod", "suffix": ""}, {"first": "E", "middle": [], "last": "Lauer", "suffix": ""}, {"first": "H", "middle": [], "last": "Lin", "suffix": ""}], "year": 2006, "venue": "Mathematical Programming", "volume": "107", "issn": "", "pages": "337--356", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Optimal sensor deployment in a large-scale complex drinking water network: Comparisons between a rule-based decision support system and optimization models", "authors": [{"first": "N-B", "middle": [], "last": "Chang", "suffix": ""}, {"first": "N", "middle": [], "last": "Prapinpongsanone", "suffix": ""}, {"first": "A", "middle": [], "last": "Ernest", "suffix": ""}], "year": 2012, "venue": "Computers & Chemical Engineering", "volume": "43", "issn": "", "pages": "191--199", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Predicting transient particle transport in enclosed environments with the combined CFD and Markov chain method", "authors": [{"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C-H", "middle": [], "last": "Lin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Long", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2014, "venue": "Indoor Air", "volume": "24", "issn": "", "pages": "81--92", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sensor system design for building indoor air protection", "authors": [{"first": "Y", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wen", "suffix": ""}], "year": 2008, "venue": "Building and Environment", "volume": "43", "issn": "", "pages": "1278--1285", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of sensor systems designed using multizone, zonal, and CFD data for protection of indoor environments", "authors": [{"first": "Y", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wen", "suffix": ""}], "year": 2010, "venue": "Building and Environment", "volume": "45", "issn": "", "pages": "1061--1071", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The selection of the most appropriate airflow model for designing indoor air sensor systems", "authors": [{"first": "Y", "middle": ["L"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wen", "suffix": ""}], "year": 2012, "venue": "Building and Environment", "volume": "50", "issn": "", "pages": "34--43", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Using probabilistic sampling-based sensitivity analyses for indoor air quality modelling", "authors": [{"first": "P", "middle": [], "last": "Das", "suffix": ""}, {"first": "C", "middle": [], "last": "Shrubsole", "suffix": ""}, {"first": "B", "middle": [], "last": "Jones", "suffix": ""}, {"first": "I", "middle": [], "last": "Hamilton", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chalabi", "suffix": ""}, {"first": "M", "middle": [], "last": "Davies", "suffix": ""}, {"first": "A", "middle": [], "last": "Mavrogianni", "suffix": ""}, {"first": "J", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2014, "venue": "Building and Environment", "volume": "78", "issn": "", "pages": "171--182", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Multi-Objective Optimization Using Evolutionary Algorithms", "authors": [{"first": "K", "middle": [], "last": "Deb", "suffix": ""}, {"first": "D", "middle": [], "last": "Kalyanmoy", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Security-oriented sensor placement in intelligent buildings", "authors": [{"first": "D", "middle": ["G"], "last": "Eliades", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Michaelides", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Panayiotou", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Polycarpou", "suffix": ""}], "year": 2013, "venue": "Building and Environment", "volume": "63", "issn": "", "pages": "114--121", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COMIS-An international multizone air-flow and contaminant transport model", "authors": [{"first": "H", "middle": ["E"], "last": "Feustel", "suffix": ""}], "year": 1999, "venue": "Energy and Buildings", "volume": "30", "issn": "", "pages": "3--18", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A methodology for optimal placement of sensors in enclosed environments: A dynamical systems approach", "authors": [{"first": "A", "middle": ["D"], "last": "Fontanini", "suffix": ""}, {"first": "U", "middle": [], "last": "Vaidya", "suffix": ""}, {"first": "B", "middle": [], "last": "Ganapathysubramanian", "suffix": ""}], "year": 2016, "venue": "Building and Environment", "volume": "100", "issn": "", "pages": "145--161", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Solution for sudden contamination transport through air duct system: Under a puff release", "authors": [{"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "L", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Ding", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2016, "venue": "Building and Environment", "volume": "100", "issn": "", "pages": "19--27", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Countering chemical and biological terrorism", "authors": [{"first": "N", "middle": ["J"], "last": "Glover", "suffix": ""}], "year": 2002, "venue": "Civil Engineering", "volume": "72", "issn": "5", "pages": "62--67", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Modeling immune building systems for bioterrorism defense", "authors": [{"first": "W", "middle": [], "last": "Kowalski", "suffix": ""}, {"first": "W", "middle": [], "last": "Bahnfleth", "suffix": ""}, {"first": "A", "middle": [], "last": "Musser", "suffix": ""}], "year": 2003, "venue": "Journal of Architectural Engineering", "volume": "9", "issn": "", "pages": "86--96", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Efficient sensor placement optimization for securing large water distribution networks", "authors": [{"first": "A", "middle": [], "last": "Krause", "suffix": ""}, {"first": "J", "middle": [], "last": "Leskovec", "suffix": ""}, {"first": "C", "middle": [], "last": "Guestrin", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanbriesen", "suffix": ""}, {"first": "C", "middle": [], "last": "Faloutsos", "suffix": ""}], "year": 2008, "venue": "Journal of Water Resources Planning and Management", "volume": "134", "issn": "", "pages": "516--526", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Protecting a whole building from critical indoor contamination with optimal sensor network design and source identification methods", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhai", "suffix": ""}], "year": 2009, "venue": "Building and Environment", "volume": "44", "issn": "", "pages": "2276--2283", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Sampling design for network model calibration using Genetic Algorithms", "authors": [{"first": "R", "middle": ["W"], "last": "Meier", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Barkdol", "suffix": ""}], "year": 2000, "venue": "Journal of Water Resources Planning and Management", "volume": "126", "issn": "", "pages": "245--250", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Optimal layout of early warning detection stations for water distribution systems security", "authors": [{"first": "A", "middle": [], "last": "Ostfeld", "suffix": ""}, {"first": "E", "middle": [], "last": "Salomons", "suffix": ""}], "year": 2004, "venue": "Journal of Water Resources Planning and Management", "volume": "130", "issn": "", "pages": "377--385", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The battle of the water sensor networks (BWSN): A design challenge for engineers and algorithms", "authors": [{"first": "A", "middle": [], "last": "Ostfeld", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Uber", "suffix": ""}, {"first": "E", "middle": [], "last": "Salomons", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Berry", "suffix": ""}], "year": 2008, "venue": "Journal of Water Resources Planning and Management", "volume": "134", "issn": "", "pages": "556--568", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bioterrorism Preparedness: The United Kingdom Approach", "authors": [{"first": "G", "middle": ["S"], "last": "Pearson", "suffix": ""}], "year": 2011, "venue": "Encyclopedia of Bioterrorism Defense", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Multiobjective contaminant sensor network design for water distribution systems", "authors": [{"first": "A", "middle": [], "last": "Preis", "suffix": ""}, {"first": "A", "middle": [], "last": "Ostfeld", "suffix": ""}], "year": 2008, "venue": "Journal of Water Resources Planning and Management", "volume": "134", "issn": "", "pages": "366--377", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Sensor placement in water networks: a stochastic programming approach", "authors": [{"first": "Y", "middle": [], "last": "Shastri", "suffix": ""}, {"first": "U", "middle": [], "last": "Diwekar", "suffix": ""}], "year": 2006, "venue": "Journal of Water Resources Planning and Management", "volume": "132", "issn": "", "pages": "192--203", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Siting bio-samplers in buildings", "authors": [{"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Lorenzetti", "suffix": ""}], "year": 2007, "venue": "Risk Analysis", "volume": "4", "issn": "", "pages": "877--886", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Rapidly locating and characterizing pollutant releases in buildings", "authors": [{"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}, {"first": "P", "middle": [], "last": "Reynolds", "suffix": ""}, {"first": "N", "middle": [], "last": "Singh", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gadgil", "suffix": ""}], "year": 2011, "venue": "Journal of the Air & Waste Management Association", "volume": "52", "issn": "", "pages": "1422--1432", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Systems approach to evaluating sensor characteristics for real-time monitoring of high-risk indoor contaminant releases", "authors": [{"first": "P", "middle": [], "last": "Sreedharan", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gadgil", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Nazaroff", "suffix": ""}], "year": 2006, "venue": "Atmospheric Environment", "volume": "40", "issn": "", "pages": "3490--3502", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Influence of indoor transport and mixing time scales on the performance of sensor systems for characterizing contaminant releases", "authors": [{"first": "P", "middle": [], "last": "Sreedharan", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Nazaroff", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gadgil", "suffix": ""}], "year": 2007, "venue": "Atmospheric Environment", "volume": "41", "issn": "", "pages": "9530--9542", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Towards improved characterization of high-risk releases using heterogeneous indoor sensor systems", "authors": [{"first": "P", "middle": [], "last": "Sreedharan", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}, {"first": "W", "middle": ["W"], "last": "Nazaroff", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Gadgil", "suffix": ""}], "year": 2011, "venue": "Building and Environment", "volume": "46", "issn": "", "pages": "438--447", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Survey of bioterrorism risk in buildings", "authors": [{"first": "B", "middle": ["P"], "last": "Thompson", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Bank", "suffix": ""}], "year": 2008, "venue": "Journal of Architectural Engineering", "volume": "14", "issn": "", "pages": "7--17", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Use of system dynamics as a decisionmaking tool in building design and operation", "authors": [{"first": "B", "middle": ["P"], "last": "Thompson", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Bank", "suffix": ""}], "year": 2010, "venue": "Building and Environment", "volume": "45", "issn": "", "pages": "1006--1015", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Siting samplers to minimize expected time to detection", "authors": [{"first": "T", "middle": [], "last": "Walter", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Lorenzetti", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Sohn", "suffix": ""}], "year": 2012, "venue": "Risk Analysis", "volume": "32", "issn": "", "pages": "2032--2042", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Formulation and optimization of robust sensor placement problems for drinking water contamination warning system", "authors": [{"first": "J", "middle": ["P"], "last": "Watson", "suffix": ""}, {"first": "R", "middle": [], "last": "Murray", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Hart", "suffix": ""}], "year": 2009, "venue": "Journal of Infrastructure Systems", "volume": "15", "issn": "", "pages": "330--339", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Inverse identification of multiple outdoor pollutant sources with a mobile sensor", "authors": [{"first": "Y", "middle": [], "last": "Xue", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhai", "suffix": ""}], "year": 2017, "venue": "Building Simulation", "volume": "10", "issn": "", "pages": "255--263", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Particle concentration dynamics in the ventilation duct after an artificial release: For countering potential bioterrorist attack", "authors": [{"first": "S", "middle": [], "last": "You", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Wan", "suffix": ""}], "year": 2014, "venue": "Journal of Hazardous Materials", "volume": "267", "issn": "", "pages": "183--193", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Optimal sensor placement for airborne contaminant detection in an aircraft cabin", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "C-H", "middle": [], "last": "Lin", "suffix": ""}], "year": 2007, "venue": "HVAC&R Research", "volume": "13", "issn": "", "pages": "683--696", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "An inverse method based on CFD to quantify the temporal release rate of a continuously released pollutant source", "authors": [{"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Yin", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Atmospheric Environment", "volume": "77", "issn": "", "pages": "62--77", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "A simplified system for indoor airflow simulation", "authors": [{"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Yan", "suffix": ""}], "year": 2003, "venue": "Building and Environment", "volume": "38", "issn": "", "pages": "543--552", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Modeling particle deposition onto rough walls in ventilation duct", "authors": [{"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2006, "venue": "Atmospheric Environment", "volume": "40", "issn": "", "pages": "6918--6927", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "How particle resuspension from inner surfaces of ventilation ducts affects indoor air quality-A modeling analysis", "authors": [{"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tan", "suffix": ""}], "year": 2011, "venue": "Aerosol Science and Technology", "volume": "45", "issn": "", "pages": "996--1009", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Wireless sensor network based monitoring system for a large-scale indoor space: Data process and supply air allocation optimization", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "G", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Tsang", "suffix": ""}], "year": 2015, "venue": "Energy and Buildings", "volume": "103", "issn": "", "pages": "365--374", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Normal distribution of particle concentration at a certain node in the air duct with population mean μ and population variance σ", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Sensor placements resulted from different optimal objectives with the uniform probability distribution for all releasing nodes in Case 1. Solutions 1.1, 1.2 and 1.3 meet the objective of f1, f2 and f3 respectively. Solution 1.4 is the global optimal solution", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Tradeoff curve of non-dominated solutions between the objective of f1 and f3 in Case 1 Tradeoff curve of non-dominated solutions between the objective of f1 and f2 in Case 1 solution 1.3 with the objective of f 3 . Meanwhile, the probability of undetected pollution events in solution 1.3 is 22.9% less than that in solution 1.1. Such difference indicates that the objectives of f 1 and f 3 are incompatible during the optimization process.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "presents the probability for the releasing at each hypothetical node according to Eq. (20).Figure 10presentsFig. 8 Tradeoff curve of non-dominated solutions with three objectives f1, f2 and f3 for Case 1 the detailed sensor layout patterns for four distinct nondominated solutions in the case of air volume-based releasing probability. Sensors tend to be placed in the main duct", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Sensor placements resulted from different optimal objectives with air-volume based probability distribution for the releasing nodes in Case 2. Solutions 2.1, 2.2 and 2.3 meet the objective of f1, f2 and f3 respectively. Solution 2.4 is the global optimal solution", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Tradeoff curve of non-dominated solutions between the objective of f1 and f3 in Case 2 Fig. 12 Tradeoff curve of non-dominated solutions between the objective of f1 and f2 in Case 2 Fig. 13 Tradeoff curve of non-dominated solutions with three objectives f1, f2 and f3 in Case 2", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Optimal sensor placements resulted from different number of sensors with air volume-based releasing probability", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Effect of the particle deposition velocity Vd (the deposition coefficient K) on the total contaminant exposure 4.4 Effect of the air volume distribution and manual releasing As shown in", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameters of ventilation system", "latex": null, "type": "table"}, "TABREF2": {"text": "Cases defined with two typical modes of probability distribution", "latex": null, "type": "table"}, "TABREF3": {"text": "Solutions of sensor placements and objective function values for Case 1", "latex": null, "type": "table"}, "TABREF4": {"text": "Solutions of sensor placements and objective function values for Case 2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Solution\n</td><td>Sensor node location </td><td>Detection time (s)\n</td><td>Probability of undetected pollution events (%) </td><td>Contaminant exposure (mg)\n</td></tr><tr><td>2.1 </td><td>10, 21, 32 </td><td>5.6 </td><td>17.8 </td><td>19 </td></tr><tr><td>2.2 </td><td>10, 28, 40 </td><td>6.7 </td><td>17.4 </td><td>16.5 </td></tr><tr><td>2.3 </td><td>17, 44, 49 </td><td>33.9 </td><td>7.2 </td><td>87.3 </td></tr><tr><td>2.4 </td><td>11, 29, 45 </td><td>5.8 </td><td>17.1 </td><td>16.9 </td></tr></table></body></html>"}, "TABREF5": {"text": "The Convergence generations, sensor placements and objective function values with two/three objectives for Case1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Case 1 </td><td> </td><td> </td><td>Detection time </td><td>Contaminant exposure </td><td> </td></tr><tr><td> Method </td><td> </td><td>Convergence generations </td><td>Sensor node location </td><td>(s) </td><td>(mg) </td><td>Probability of undetected pollution events (%) </td></tr><tr><td>Two objectives considered </td><td>595 </td><td>9, 31, 46 </td><td>11.3 </td><td>39.7 </td><td>53.8 </td></tr><tr><td>Three objectives applied </td><td>1972 </td><td>7, 30, 45 </td><td>10.2 </td><td>37.8 </td><td>58.3 </td></tr></table></body></html>"}, "TABREF6": {"text": "The Convergence generations, sensor placements and objective function value with two/three objectives for Case2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Case2 Convergence </td><td> </td><td>Detection time </td><td>Contaminant exposure Probability of undetected </td></tr><tr><td> Method </td><td>generations </td><td>Sensor node location </td><td>(s) </td><td>(mg) </td><td>pollution events (%) </td></tr><tr><td>Two objectives considered </td><td>452 </td><td>11, 32, 46 </td><td>6.5 </td><td>18.6 </td><td>15.7 </td></tr><tr><td>Three objectives applied </td><td>1527 </td><td>11, 29, 45 </td><td>5.8 </td><td>16.9 </td><td>17.1 </td></tr></table></body></html>"}, "TABREF7": {"text": "Various flow distributions caused by the fan frequency conversion", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Main duct identifier </td><td>Flow distribution-1 (m3/h) </td><td>Flow distribution-2 (m3/h) </td><td>Flow distribution-3 (m3/h) </td></tr><tr><td>I </td><td>24210 </td><td>20812 </td><td>14528 </td></tr><tr><td>II </td><td>22712 </td><td>19520 </td><td>13630 </td></tr><tr><td>III </td><td>20233 </td><td>17555 </td><td>12304 </td></tr><tr><td>IV </td><td>14248 </td><td>12331 </td><td>8696 </td></tr><tr><td>V </td><td>8725 </td><td>7275 </td><td>5104 </td></tr><tr><td>VI </td><td>7225 </td><td>6021 </td><td>4234 </td></tr></table></body></html>"}, "TABREF8": {"text": "Table 2. 3.2 Results for Case 1 To achieve the fitness of the three objective functions f 1 , f 2 and f 3 through the GA optimization, a contamination matrix as described by Ostfeld et al. (2008) is constructed as follows:", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of releasings Releasing location\nê ú ê é ù é ê ú ê ê ê ú ú =ê ê Releasing time ê ú ê </td><td>1 </td><td>1 </td><td>1 </td><td>\n</td><td>1</td></tr><tr><td>X node1 </td><td>X node2 </td><td>X node3 </td><td>\n</td><td>X\nnode,max\n</td></tr><tr><td>0 </td><td>0 </td><td>0 </td><td>\n</td><td>0</td></tr><tr><td>ë ê ú û ê ë Contaminant released </td><td>100 </td><td>100 </td><td>100 </td><td>\n</td><td>100</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported by the National Natural Science Foundation of China (No. 51278370).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}