{"paper_id": "f567c400f12b7ba351fe17327978cfff0dc11803", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "appearance of the 2009 H1N1 virus showed that Canadians were likely to perceive a pandemic threat as greater when it is covered extensively by the media. 9 In a recent US study, however, Maurer et al. found that people who relied mostly on the media for information regarding the A/H1N1 influenza and the pandemic vaccine were less likely to choose to vaccinate than those who sought information from their health care providers or local health departments. 10 Likewise, a French study suggested that print media and internet sources may have fueled public concerns about A/H1N1 vaccine safety, leading to low uptake of the vaccine. 11 A survey of Canadian physicians and pediatricians conducted before the launch of the vaccination program and associated media coverage found that a majority intended to recommend the vaccine; the relatively positive media coverage of the vaccine may have served to reinforce health professionals' recommendations. 12 The role of the popular press on public opinion and behaviour is complex. Both reflecting and helping to shape attitudes toward health issues, the relationship between media and the public is more than a simplistic and linear transmission of information. 13, 14 In addition, with the rise of new media, particularly via the internet, the role of traditional sources of health information, such as newspapers, is changing. 15 Nevertheless, studies have consistently shown that the news media, including newspapers, remain one of the single most important sources of health information. It has the power to frame issues and, perhaps, influence perceptions of the risks and benefits of health interventions. 16, 17 Indeed, one study found that 85% of Canadians believe they have made at least one behavioural change as a result of media reports about health. 18 Other studies have found that health care professionals and researchers view the media as a powerful source of health information. 12, 19 Given the important role of the news media -a role that has been recognized and embraced by public health agencies, as exemplified by the numerous A/H1N1-relevant press releases (e.g., refs. 20-22) -we examined print news reports concerning the A/H1N1 vaccine in Canada with the objective of exploring media coverage content, including discussion and/or mention of reasons and evidence for or against being vaccinated or risks associated with the A/H1N1 virus and vaccination; and theme, i.e., whether the article supports, questions or is neutral about the vaccine program.", "cite_spans": [{"start": 154, "end": 155, "text": "9", "ref_id": "BIBREF8"}, {"start": 458, "end": 460, "text": "10", "ref_id": "BIBREF9"}, {"start": 633, "end": 635, "text": "11", "ref_id": "BIBREF10"}, {"start": 950, "end": 952, "text": "12", "ref_id": "BIBREF11"}, {"start": 1208, "end": 1211, "text": "13,", "ref_id": null}, {"start": 1212, "end": 1214, "text": "14", "ref_id": "BIBREF13"}, {"start": 1375, "end": 1377, "text": "15", "ref_id": "BIBREF14"}, {"start": 1658, "end": 1661, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1662, "end": 1664, "text": "17", "ref_id": "BIBREF16"}, {"start": 1809, "end": 1811, "text": "18", "ref_id": "BIBREF17"}, {"start": 1943, "end": 1946, "text": "12,", "ref_id": "BIBREF11"}, {"start": 1947, "end": 1949, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "We conducted a quantitative content analysis to examine latent content such as benefit, risk, evidence and theme. 23 To develop a representative sample of newspaper articles from across Canada, we searched the Factiva and Canadian Newsstand databases, which provide only textual results from a finite set of newspapers from major cities in each Canadian province or territory. We used the search terms 'H1N1' and 'vaccin*' up until December 31, 2009. We included only articles for which the full text was available. Letters to the editor were excluded from the results. The final data set included 796 newspaper articles. To create a manageable data set, we first stratified our sample by province and then selected a random sample of one third of the articles from each province. 24 Irrelevant articles were then excluded from the sample data set, resulting in a final data set of 234 articles. Articles were deemed irrelevant if the vaccine being discussed was the seasonal flu vaccine, not the A/H1N1 vaccine, or if the article discussed counterfeit H1N1 products being sold online.", "cite_spans": [{"start": 114, "end": 116, "text": "23", "ref_id": "BIBREF22"}, {"start": 781, "end": 783, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "METHODS"}, {"text": "To conduct a content analysis of the news articles, a coding frame was developed and pretested using methods similar to previous research. 25 The coding frame included three sections. The first section collected information regarding date of publication, type of author (e.g., columnist, science writer, guest writer, newswire) and article format (e.g., latest news, column, editorial). The second section gathered information on content, which included whether the news article provided reasons for and/or against getting the vaccine, whether any evidence for safety and efficacy (or lack thereof) of the vaccine was provided, if there were any risks associated with contracting the A/H1N1 virus or with the A/H1N1 vaccine, as well as who was quoted within the news articles. Finally, the theme of the article was coded as descriptive, supporting the vaccine, questioning the vaccine, or presenting both sides. One team member coded all 234 articles. To assess the reliability of the results, a second coder, who was not otherwise involved in the project, coded a random selection of 20% of the articles. A Cohen's kappa of .60 (substantial agreement) was used to determine inter-coder reliability. 26 Scores ranged from k=.617 to k=1.000 with a mean of k=.725. All coding results were then analyzed using descriptive statistics. ", "cite_spans": [{"start": 139, "end": 141, "text": "25", "ref_id": "BIBREF24"}, {"start": 1200, "end": 1202, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "METHODS"}, {"text": "A majority of articles (168, 71.8%) provided reasons in support of being vaccinated, while 18.4% (43 articles) provided reasons against getting vaccinated. Of these articles, 15.2% (36 articles) provided both reasons for and against getting vaccinated. Just over a quarter (59 articles, 25.2%) did not provide a reason either for or against getting vaccinated.", "cite_spans": [], "ref_spans": [], "section": "To vaccinate or not to vaccinate?"}, {"text": "Our coding frame revealed that nine specific reasons were provided for getting vaccinated; despite there being fewer articles providing reasons against getting vaccinated, 16 such reasons were provided (see Table 1 ). A small number of articles (23, 9.7%) mentioned that people should get vaccinated, but did not provide specific reasons.", "cite_spans": [], "ref_spans": [{"start": 207, "end": 214, "text": "Table 1", "ref_id": null}], "section": "To vaccinate or not to vaccinate?"}, {"text": "The content analysis looked for explicit and implicit discussion of scientific evidence in each article. With regard to articles that provided reasons for getting vaccinated, 27 In comparison, with regard to articles that provided reasons for not getting vaccinated (43 articles, 18.4%), only 6.8% of all articles (16 articles) stated or implied scientific evidence against getting vaccinated. Six point four percent (6.4%) of all articles (15 articles) quoted or attributed the evidence and reasons against getting vaccinated to an expert or public figure or an advocacy group, and 0.9% of all articles (2 articles) made reference to an official document or source for the evidence and reasons against getting the vaccine.", "cite_spans": [{"start": 175, "end": 177, "text": "27", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Evidence"}, {"text": "The articles were also coded for discussion of risks associated with contracting the A/H1N1 virus as well as risks associated with the A/H1N1 vaccine. Almost half of the articles (116 articles, 49.6%) mentioned risks associated with contracting the A/H1N1 flu virus. The following risks were noted: serious illness/hospitalization (75 articles, 32.1%); death (58 articles, 24.8%); and complications for pregnant women (5 articles, 2.1%). Five point six percent (5.6%) of all articles (13 articles) mentioned risks of A/H1N1 infection, but did not specify the risk. With regard to articles that mentioned risks of contracting the A/H1N1 virus, 68 articles quoted or attributed someone with identifying these risks, most commonly a health professional (35 articles, 15.0%), lay member of the public (13 articles, 5.6%) or a government official (10 articles, 4.3%). Only four articles cited a document or other source of information as identifying the risks associated with contracting the A/H1N1 virus (2 government reports, 1 peer-reviewed journal article, and 1 news release).", "cite_spans": [], "ref_spans": [], "section": "Discussion of risk"}, {"text": "Discussion of risk associated with the A/H1N1 vaccine appeared in 12.4% of all articles (29 articles). Mention of risk was not necessarily associated with articles that provided reasons for not getting vaccinated. There were 11 specific risks identified and 3.4% of all articles (8 articles) mentioned risk, but did not specify the risk. Risks associated with the A/H1N1 vaccine included: development of autism in children (6 articles, 2.6%); allergic reaction to the injection (5 articles, 2.1%); Guillain-Barre syndrome (5 articles, 2.1%); various neurological conditions (4 articles, 1.7%); expected flu-like side-effects (4 articles, 1.7%); vaccine not tested properly (3 articles, 1.3%); government conspiracy to decrease world population (2 articles, 0.9%); problems with the specific Canadian-made vaccine batch (1 article, 0.4%); development of allergies, asthma, and autoimmune diseases (1 article, 0.4%); and the adjuvant (squalene) suspected in \"Gulf War Syndrome\" (1 article, 0.4%). Several articles (4, 1.7%) mentioned the 1976 mass swine flu vaccination and increased rates of Guillain-Barre syndrome. 27 With regard to articles mentioning risks associated with the A/H1N1 vaccine, 25 articles quoted or attributed someone with identifying these risks, most commonly a health professional (11 articles, 4.7%), lay member of the public (6 articles, 2.6%), or an academic or scientific expert (5 articles, 2.1%). Only 2 articles identified a document or other source of information as identifying risks of the vaccine (1 peerreviewed journal article and 1 website for an advocacy group).", "cite_spans": [{"start": 1116, "end": 1118, "text": "27", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion of risk"}, {"text": "The overall theme of the articles was assessed for whether it was descriptive, supporting or advocating the vaccine, questioning or opposing the vaccine, or presenting both sides. The theme includes both the author's apparent attitude toward the vaccine program and/or the \"sides\" presented in the news article. For example, an author may write in a neutral or descriptive tone, but only opposing opinions are presented. This article would be classified as questioning or opposing. Results indicated that the newspaper articles were largely supportive of the vaccination program (110 articles, 47.0%), and by comparison, only 8.1% of articles (19 articles) questioned or opposed the program. Ten percent (24 articles, 10.3%) presented both supporting and opposing perspectives, and approximately one third of all articles were neutral on the subject and provided descriptive accounts of the vaccine (81 articles, 34.6%).", "cite_spans": [], "ref_spans": [], "section": "Overall theme of articles"}, {"text": "This study provides a descriptive account of the content and tone of print media reports concerning the A/H1N1 vaccination in Canada. A key finding is that the print media sources we analyzed provided a fairly positive perspective on the vaccine and were largely supportive of the program. Serious risks associated with contracting the A/H1N1 virus were also frequently discussed in the print media, although the news articles rarely presented direct evidence that demonstrated that the vaccine was safe, effective, and properly tested. Known risks (such as potential allergic reactions and flu-like side effects) of the vaccine were rarely reported. While only a minority of articles mentioned risks of vaccination, an interesting finding is that the number of reasons cited for not getting the vaccination (16) was almost double that of the reasons given in favour of vaccination (9) .", "cite_spans": [{"start": 808, "end": 812, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 882, "end": 885, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Our study does not draw conclusions about the impact of news coverage on actual vaccination rates in Canada, but the relatively low vaccination rates reported by Statistics Canada, especially among younger and Western Canadians, is worth additional exploration. Previous research suggests that the public seeks news that confirms pre-existing values and assumptions. 28 Therefore, even a moderate amount of negative press may be sufficient to reinforce fears among those in the population already skeptical of a vaccine. There are several limitations to our study. First, it is a sampling of Canadian news print articles. Second, the analysis did not include images that originally accompanied the news articles; images that evoke anxiety in some readers (e.g., close-up of a needle puncturing the skin, photo of a crying child getting vaccinated) may influence how the reader interprets the content of the article. While not a limitation of our study, it is important to recognize that there are many other forces that impact public perception. For example, the Internet may provide additional insight into the portrayal of the A/H1N1 vaccination program in Canada. The content and tone of government public health recommendations for vaccination also influence public attitudes and behaviour 29 and present another area for research. Conclusion : Les journaux canadiens étaient en grande partie favorables au programme de vaccination de masse contre le virus A/H1N1. Les risques graves associés au virus étaient fréquemment cités dans la presse écrite. Les articles de fond ont cependant rarement présenté des preuves directes à l'appui des déclarations selon lesquelles le vaccin était sûr, efficace et dûment testé. Les risques connus du vaccin (comme les réactions allergiques possibles et les effets secondaires pseudo-grippaux) ont rarement été mentionnés. Le lien entre la représentation du programme dans les médias et l'acceptation du vaccin devrait faire l'objet d'une étude plus poussée.", "cite_spans": [{"start": 367, "end": 369, "text": "28", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World now at the start of 2009 influenza pandemic", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. H1N1 in post-pandemic period", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "H1N1 myth busters. The Globe and Mail", "authors": [{"first": "M", "middle": [], "last": "Gardam", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Confusion reigns in flu-shot clinics. The Toronto Star", "authors": [{"first": "M", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "D", "middle": [], "last": "Balkissoon", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Lineups overwhelm H1N1 vaccine clinics. CBC News", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Inactivated Monovalent Vaccine. Ottawa, ON: Public Health Agency of Canada", "authors": [], "year": 2009, "venue": "Guidance Document on the Use of Pandemic Influenza A (H1N1)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Daily: Canadian community health survey: H1N1 vaccinations", "authors": [], "year": 2010, "venue": "Statistics Canada", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Rotavirus vaccine and the news media", "authors": [{"first": "M", "middle": ["C"], "last": "Danovaro-Holliday", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Wood", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Lebaron", "suffix": ""}], "year": 1987, "venue": "JAMA", "volume": "287", "issn": "", "pages": "1455--62", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The public's acceptance of novel vaccines during a pandemic: A focus group study and its application to influenza H1N1. Emerging Health Threats", "authors": [{"first": "N", "middle": [], "last": "Henrich", "suffix": ""}, {"first": "B", "middle": [], "last": "Holmes", "suffix": ""}], "year": 2009, "venue": "J", "volume": "2", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Perceived seriousness of seasonal and A(H1N1) influenzas, attitudes toward vaccination, and vaccine uptake among U.S. adults: Does the source of information matter", "authors": [{"first": "J", "middle": [], "last": "Maurer", "suffix": ""}, {"first": "L", "middle": [], "last": "Uscher-Pines", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Harris", "suffix": ""}], "year": 2010, "venue": "Prev Med", "volume": "51", "issn": "2", "pages": "185--87", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Likely correlation between sources of information and acceptability of A/H1N1 swine-origin influenza virus vaccine in Marseille", "authors": [{"first": "A", "middle": [], "last": "Nougairède", "suffix": ""}, {"first": "J", "middle": [], "last": "Lagier", "suffix": ""}, {"first": "L", "middle": [], "last": "Ninove", "suffix": ""}, {"first": "C", "middle": [], "last": "Sartor", "suffix": ""}, {"first": "S", "middle": [], "last": "Badiaga", "suffix": ""}, {"first": "E", "middle": [], "last": "Botelho", "suffix": ""}], "year": 2010, "venue": "PLoS One", "volume": "5", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Canadian family physicians' and paediatricians' knowledge, attitudes and practices regarding A(H1N1) pandemic vaccine", "authors": [{"first": "E", "middle": [], "last": "Dubé", "suffix": ""}, {"first": "V", "middle": [], "last": "Gilca", "suffix": ""}, {"first": "C", "middle": [], "last": "Sauvageau", "suffix": ""}, {"first": "N", "middle": [], "last": "Boulianne", "suffix": ""}, {"first": "F", "middle": ["D"], "last": "Boucher", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Bettinger", "suffix": ""}], "year": 2010, "venue": "BMC Research Notes", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The media and the public opinion on genetics and biotechnology: Mirrors, windows, or walls?", "authors": [{"first": "T", "middle": ["A"], "last": "Ten Eyck", "suffix": ""}], "year": 2005, "venue": "Public Underst Sci", "volume": "14", "issn": "", "pages": "305--321", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Supplanting the old media?", "authors": [{"first": "G", "middle": [], "last": "Brumfiel", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "458", "issn": "", "pages": "274--77", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "SARS wars: An examination of the quantity and construction of health information in the news media", "authors": [{"first": "T", "middle": ["R"], "last": "Berry", "suffix": ""}, {"first": "J", "middle": [], "last": "Wharf-Higgins", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Naylor", "suffix": ""}], "year": 2007, "venue": "Health Commun", "volume": "21", "issn": "1", "pages": "35--44", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Television news coverage about cervical cancer: Impact on female viewers' vulnerability perceptions and fear", "authors": [{"first": "M", "middle": [], "last": "Lemal", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Den Bulck", "suffix": ""}], "year": 2010, "venue": "Eur J Public Health", "volume": "26", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Highlights of media science forum poll results on Canadians' views of health research information in the media", "authors": [], "year": 2007, "venue": "Research Canada", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Media representations of allergy and asthma issues, policy and research", "authors": [{"first": "R", "middle": [], "last": "Hyde-Lay", "suffix": ""}], "year": 2010, "venue": "Health Law Review", "volume": "18", "issn": "3", "pages": "24--29", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Government of Canada announces intention to order 50.4 million doses of H1N1 vaccine. Public Health Agency of Canada", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Government of Canada issues guidance on H1N1 influenza vaccine sequencing. Public Health Agency of Canada", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Health Canada Approves Pandemic H1N1 Flu Vaccine for Canadians. Public Health Agency of Canada", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Analyzing Media Messages: Using Quantitative Content Analysis in Research", "authors": [{"first": "D", "middle": [], "last": "Riffe", "suffix": ""}, {"first": "S", "middle": [], "last": "Lacy", "suffix": ""}, {"first": "F", "middle": [], "last": "Fico", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Content Analysis Guidebook", "authors": [{"first": "K", "middle": ["A"], "last": "Neuendorf", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Do the print media \"hype\" genetic research? A comparison of newspaper stories and peer-reviewed research papers", "authors": [{"first": "T", "middle": [], "last": "Bubela", "suffix": ""}, {"first": "T", "middle": [], "last": "Caulfield", "suffix": ""}], "year": 2005, "venue": "CMAJ", "volume": "170", "issn": "9", "pages": "1399--407", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The measurement of observer agreement for categorical data", "authors": [{"first": "J", "middle": ["R"], "last": "Landis", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Koch", "suffix": ""}], "year": 1977, "venue": "Biometrics", "volume": "33", "issn": "", "pages": "159--74", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Guillain-Barré Syndrome following influenza vaccination", "authors": [{"first": "P", "middle": [], "last": "Haber", "suffix": ""}, {"first": "F", "middle": [], "last": "Destefano", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Angulo", "suffix": ""}, {"first": "J", "middle": [], "last": "Iskander", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Shadomy", "suffix": ""}, {"first": "E", "middle": [], "last": "Weintraub", "suffix": ""}], "year": 2004, "venue": "JAMA", "volume": "292", "issn": "", "pages": "2478--81", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Framing science", "authors": [{"first": "M", "middle": ["C"], "last": "Nisbet", "suffix": ""}, {"first": "C", "middle": [], "last": "Mooney", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "316", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Low acceptability of A/H1N1 pandemic vaccination in French adult population: Did public health policy fuel public dissonance?", "authors": [{"first": "M", "middle": [], "last": "Schwarzinger", "suffix": ""}, {"first": "R", "middle": [], "last": "Flicoteaux", "suffix": ""}, {"first": "S", "middle": [], "last": "Cortarenoda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Obadia", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Moatti", "suffix": ""}], "year": 2010, "venue": "PLoS ONE", "volume": "5", "issn": "4", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "From the sample of newspaper articles (n=234), news reports about the A/H1N1 vaccine began to appear in Canadian newspapers in June 2009, yet most of the vaccine coverage (184, 78.6% of all articles) occurred during October and November 2009, during the first month of the mass vaccination program in Canada. Coverage across the provinces was as follows: national papers (24, 10.3%), British Columbia (19, 8.1%), Alberta (28, 12.0%), Saskatchewan (23, 9.8%), Manitoba (15, 6.4%), Ontario (70, 29.9%), Quebec (20, 8.5%), Maritimes and Atlantic Canada (24, 10.3%), Territories (11, 4.7%). No significant differences were found in the content and theme of articles published in different regions of Canada.", "latex": null, "type": "figure"}, "FIGREF1": {"text": ".8% of all articles (65 of 234 articles) either stated or implied some kind of scientific evidence in support of the vaccine. With regard to articles that stated or implied scientific evidence in support of the vaccine, 22.2% of all articles (52 articles) quoted or attributed the evidence and reasons for getting vaccinated to a person, usually an expert or authority figure, and 8.5% of all articles (20 articles) made reference to an CANADIAN JOURNAL OF PUBLIC HEALTH • MAY/JUNE 2011 201 official document or source for the evidence and reasons for getting the vaccine, such as a peer-reviewed journal article.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Le programme de vaccination de masse contre le virus A/H1N1 au Canada a fait l'objet d'une couverture médiatique considérable, y compris dans les journaux. Il est démontré que ces reportages influencent les décisions du public à l'égard de la santé, notamment les choix concernant la vaccination. Nous avons analysé la représentation du vaccin anti-A/H1N1 dans les journaux canadiens, à savoir : la mention des risques et des avantages du vaccin et si l'article était pour ou contre le vaccin ou s'il était neutre à ce sujet. Méthode : Nous avons compilé un jeu de données composé d'articles de journaux canadiens (N=234) et effectué une analyse de fréquence de contenu pour examiner la discussion et/ou la mention des preuves liées à la vaccination, les risques du virus A/H1N1 et du vaccin, et le ton de l'article à l'égard du programme de vaccination au Canada. Résultats : Les raisons de se faire vacciner étaient citées dans 71,8 % des articles, tandis que seulement 18,4 % citaient des raisons de ne pas se faire vacciner. Une discussion des preuves à l'appui des allégations pour ou contre le vaccin ne figurait que dans 27,8 % et dans 6,8 % des articles, respectivement. Les risques associés au virus A/H1N1 étaient discutés dans 49,6 % des articles, et les risques du vaccin étaient discutés dans 12,4 % des articles.", "latex": null, "type": "figure"}, "TABREF0": {"text": "202 REVUE CANADIENNE DE SANTÉ PUBLIQUE • VOL. 102, NO. 3", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Reasons Stated in Newspaper Articles for Getting and Not Getting the A/H1N1 Vaccine", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Reasons for Vaccination </td><td>% of Articles\n</td></tr><tr><td>At high risk for contracting A/H1N1 and becoming seriously ill </td><td>29.5% (69 articles)\n</td></tr><tr><td>To avoid contracting the A/H1N1 virus </td><td>22.2% (52)\n</td></tr><tr><td>To stop the spread of the virus </td><td>12.0% (28)\n</td></tr><tr><td>Front-line worker (e.g., health care provider, prison guard, firefighter)\n</td><td>6.0% (14)\n</td></tr><tr><td>Vaccine is proven safe </td><td>4.7% (11)\n</td></tr><tr><td>Have children at risk of becoming seriously ill (e.g., asthma)\n</td><td>3.8% (9)\n</td></tr><tr><td>Have children </td><td>3.8% (9)\n</td></tr><tr><td>Pregnant </td><td>3.4% (8)\n</td></tr><tr><td>Traveling overseas or frequent travel </td><td>3.0% (7)\n</td></tr><tr><td>Reasons Against Vaccination </td><td>% of Articles\n</td></tr><tr><td>Concerns over vaccine safety </td><td>5.6% (13 articles)\n</td></tr><tr><td>Short supply of vaccine and healthy individuals not a priority\n</td><td>3.0% (7)\n</td></tr><tr><td>Adjuvanted vaccine has not been tested properly on pregnant women and children, or there is not enough data on safety and efficacy\n</td><td>2.6% (6)\n</td></tr><tr><td>Wait times at clinics too long </td><td>2.1% (5)\n</td></tr><tr><td>Vaccines in general are not proven effective </td><td>1.7% (4)\n</td></tr><tr><td>Possible vaccine-autism link </td><td>1.3% (3)\n</td></tr><tr><td>Allergy to eggs or thimerosal </td><td>1.3% (3)\n</td></tr><tr><td>Vaccine is a cash grab (or power grab) for big pharmaceutical companies and/or government\n</td><td>1.3% (3)\n</td></tr><tr><td>Too much uncertainty and hype over A/H1N1 flu </td><td>0.9% (2)\n</td></tr><tr><td>No risk for healthy people </td><td>0.9% (2)\n</td></tr><tr><td>Other reasons </td><td>2.6% (6)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements: We thank Allergen NCE Inc. for funding support and the University of Alberta's Health Law Institute for administrative support. We also gratefully acknowledge Robyn Hyde-Lay and Lindsey-Jo Ehrman for their research assistance.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}