{"paper_id": "f6ecee1919c58406ec50e03df89b2159af088865", "metadata": {"title": "Estimates of the Demand for Mechanical Ventilation in the United States During an Influenza Pandemic", "authors": [{"first": "Martin", "middle": ["I"], "last": "Meltzer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anita", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Adebola", "middle": [], "last": "Ajao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Scott", "middle": ["V"], "last": "Nystrom", "suffix": "", "affiliation": {"laboratory": "", "institution": "US Department of Health and Human Services", "location": {"settlement": "Washington", "region": "D.C"}}, "email": ""}, {"first": "Lisa", "middle": ["M"], "last": "Koonin", "suffix": "", "affiliation": {"laboratory": "Influenza Coordination Unit", "institution": "", "location": {"settlement": "Atlanta", "country": "Georgia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "An outbreak in China in April 2013 of human illnesses due to avian influenza A(H7N9) virus provided reason for US public health officials to revisit existing national pandemic response plans. We built a spreadsheet model to examine the potential demand for invasive mechanical ventilation (excluding \"rescue therapy\" ventilation). We considered scenarios of either 20% or 30% gross influenza clinical attack rate (CAR), with a \"low severity\" scenario with case fatality rates (CFR) of 0.05%-0.1%, or a \"high severity\" scenario (CFR: 0.25%-0.5%). We used rates-of-influenza-related illness to calculate the numbers of potential clinical cases, hospitalizations, admissions to intensive care units, and need for mechanical ventilation. We assumed 10 days ventilator use per ventilated patient, 13% of total ventilator demand will occur at peak, and a 33.7% weighted average mortality risk while on a ventilator. At peak, for a 20% CAR, low severity scenario, an additional 7000 to 11 000 ventilators will be needed, averting a pandemic total of 35 000 to 55 000 deaths. A 30% CAR, high severity scenario, will need approximately 35 000 to 60 500 additional ventilators, averting a pandemic total 178 000 to 308 000 deaths. Estimates of deaths averted may not be realized because successful ventilation also depends on sufficient numbers of suitably trained staff, needed supplies (eg, drugs, reliable oxygen sources, suction apparatus, circuits, and monitoring equipment) and timely ability to match access to ventilators with critically ill cases. There is a clear challenge to plan and prepare to meet demands for mechanical ventilators for a future severe pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Keywords. ventilation; demand; influenza pandemic; ventilator.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "An outbreak of human illnesses due to avian influenza A(H7N9) virus was first reported in eastern China by the World Health Organization on 1 April 2013 [1] . Since that time, approximately 36% of H7N9 cases have experienced severe respiratory disease and have died [2] . Limited human-to-human H7N9 virus transmission could not be excluded in some case clusters in China, although to date, there has been no evidence of sustained human-to-human transmission [3, 4] . These events provided reason for US public health officials to revisit existing national plans for the response to influenza pandemics. We provide in this article a description of a simple model that we used to estimate the potential number of patients in the United States that would require mechanical ventilation during their influenza-related hospitalizations for influenza pandemics of varying severities. We also estimate the potential number of premature deaths averted due to the use of such ventilators. This will help public health officials evaluate the impact of stockpiling ventilators across multiple pandemic influenza scenarios and assess the potential costs and benefits of increasing existing stockpiles of mechanical ventilators.", "cite_spans": [{"start": 153, "end": 156, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 266, "end": 269, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 459, "end": 462, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 463, "end": 465, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "We built a spreadsheet model to examine the potential need for, and potential impact of, mechanical ventilators in the next influenza pandemic. We considered only the demand for invasive mechanical ventilation and excluded consideration of \"rescue therapy\" ventilation such as high-frequency oscillatory ventilation or extracorporeal membrane oxygenation. We used ratesof-influenza-related illness to calculate the numbers of potential clinical cases, hospitalizations, admittances to intensive care units (ICUs), and those ICU patients who will need mechanical ventilation to improve their chances of survival. We considered 4 standardized pandemic scenarios [5] . These scenarios had either a 20% or a 30% gross influenza clinical attack rate (CAR) of the entire US population. Then, for each CAR, we defined 2 levels of clinical severity. We defined \"low severity\" as having a range of case fatality rate (CFR) of 0.05%-0.1% of all cases and \"high severity\" as having a CFR range of 0.25%-0.5% (Table 1) .", "cite_spans": [{"start": 660, "end": 663, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 997, "end": 1006, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "General Description"}, {"text": "These estimates of hospitalizations, ICU admissions, and percent of those admitted to the ICU that are placed on ventilators provide estimates of total patients-on-ventilators. Because ventilators are a reusable resource (ie, 1 ventilator can be used in sequence for several patients), the maximum demand for ventilators will occur at the peak of the pandemic. We thus calculated the number of ventilators needed at peak using the following general equation:", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "Number in ICU requiring ventilators at peak = hospitalizations × % hospitalizations admitted to ICU × % in ICU requiring ventilation × % ventilators required at peak.", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "We describe later the calculations of the percentage of ventilators needed at peak.", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "There are 2 issues that impact the potential number of premature deaths prevented due to the use of mechanical ventilators (both total and at peak demand). These are the severity of illness of those placed on mechanical ventilation and the effectiveness of such ventilation. We used the following 2 general equations to calculate the number of premature deaths averted.", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "Total number of deaths averted due to mechanical ventilators = Total number of patients in ICU requiring ventilation × (1-weighted average mortality in ventilated patients).", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "Number of deaths averted due to mechanical ventilators at peak = Number of patient admitted to ICU requiring ventilators at peak × (1-weighted average mortality in ventilated patients).", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "We calculated the weighted average mortality in ventilated patients as the weighted average of risk of mortality in \"high severity illness upon admission to ICU\" and \"lower severity illness upon admission to ICU\" patients, with the weights being the distribution of patients in each category of severity score (details described later).", "cite_spans": [], "ref_spans": [], "section": "General Description"}, {"text": "We used an estimate of 13% of total ventilator demand will occur at peak (Table 1) . We estimated this using a combination of 2 elements: (i) Duration of a given patient on a ventilator, and (ii) Shape of the epidemic curve, which determines the number of patients at peak.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 82, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Estimating Ventilators at Peak"}, {"text": "We assumed each patient would be mechanically ventilated for 8 days with an additional 2 days needed for cleaning, maintenance, and other such functions, for a total of 10 days. These values used for time-on-ventilator accord well with reported estimates. For example, in Australia and New Zealand, in the 2010 influenza season, ventilated patients were on a ventilator for 8.5 days (range: 3.2-25.6), and 7 days (range: 3.0-16) for the 2009 season [6] . In Canada, among ventilated patients, those who survived were on a ventilator for a median of 12 days (25th and 75th percentiles, interquartile range [IQR]: 5-22 days), and nonsurvivors a median of 12 days (IQR: 4-20 days) [7] . Similarly, ventilated 2009 influenza A(H1N1) patients in Mexico who survived had median of 15 days (IQR: 8-26 days) on a mechanical ventilator, whereas nonsurvivors had a median of 7.5 days (IQR: 3-13.5 days) [8] . Pereira et al, reporting on a [5] for further details on standardized epidemiological inputs used in this model. a Severity, \"low,\" and \"high\" refers to clinical severity, or risk of adverse health outcomes, given a clinical case. Severity was defined using a case fatality rate (CFR), with \"low severity\" defined as having a range of CFR: 0.05%-0.1% and \"high severity\" having a CFR range of 0.25%-0.5% (5). b Intensive care unit (ICU) is a special unit within hospitals that care for the most severely ill patients, which require close and constant monitoring by specially trained staff, and often using specialized equipment, such as mechanical ventilators. c % Ventilators required at peak is the % of all ventilated patients that occur at peak period. We defined peak duration using a combination of 2 elements: (i) Shape of epidemic-curve; and, (ii) duration of a patient on a ventilator. We assumed 8 days per patient on a ventilator on +2 days for cleaning, maintenance and other such functions, for a total of 10 days. Thus, peak period occurs over 10-day period. To calculate percentage of cases occurring at peak, we assumed that all cases would be distributed for time following a Gamma distribution (variate values: 5, 15). See main text for details. study that enrolled patients from 31 countries, found that those placed on mechanical ventilation stayed on ventilation for a median of 12 days (IQR: 8-20 days) [9] . For simplicity, to assess the percentage of ventilated patients that will occur at the pandemic peak, we did not use a standardized epidemiological curve for a hypothetical H7N9-related pandemic [5] . We instead distributed total cases-over-time using a Gamma probability distribution (Table 1) . For an approximately 30% CAR, we estimated that the peak 20 days of the outbreak accounts for approximately 26% of all ventilated cases (unpublished data). Thus, using the described 26% of all ventilated patients that occur within a 20-day peak period, and an average of 10 days per ventilator per patient, then the peak demand for ventilators is equivalent to 13% of all ventilated cases.", "cite_spans": [{"start": 449, "end": 452, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 678, "end": 681, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 893, "end": 896, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 929, "end": 932, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 2324, "end": 2327, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2525, "end": 2528, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 2615, "end": 2624, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Estimating Ventilators at Peak"}, {"text": "In comparison, if standardized curves are used for this computation [5] , then for the 30% CAR, and assuming a pandemic start with 100 clinically ill persons, the peak 20 days of the curve accounts for approximately 60.5 million cases. This is equivalent to approximately 64% of all cases and 32% for a 10-day peak period. Using the standardized 20% attack rate curve, the number of cases at peak 20 days was approximately 27.0 million cases, equivalent to approximately 43% of all cases, and 22% of a 10-day peak period. Thus, the net effect of using an alternative distribution of cases over time is that our estimates of demand for ventilators at peak are approximately 1.6-2.3 times smaller (assuming equal risk of need of ventilation throughout the pandemic) than if we used the standardized, 20% or 30%, attack rate curves [5] . We also conducted sensitivity analyses to test the impact of assuming that peak demand was a larger percentage of total ventilator demand (see later).", "cite_spans": [{"start": 68, "end": 71, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 829, "end": 832, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Estimating Ventilators at Peak"}, {"text": "Quantitative predictors of surviving pandemic illness while being mechanically ventilated include the Sequential Organ Failure Score (SOFA) and the Acute Physiology and Chronic Health Evaluation, version III scoring systems [10] . Ferreira et al [11] report that they were able to use patient SOFA scores to predict mortality as follows: \". . . the mortality rate [of those on ventilators] was at least 50% when the score increased [indicating worsening physical condition], 27% to 35% when it remained unchanged, and less than 27% when it decreased.\" Other references provide similar estimates of mortality [6] [7] [8] [9] [12] [13] [14] [15] [16] [17] .", "cite_spans": [{"start": 224, "end": 228, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 246, "end": 250, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 608, "end": 611, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 612, "end": 615, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 616, "end": 619, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 620, "end": 623, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 624, "end": 628, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 629, "end": 633, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 634, "end": 638, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 639, "end": 643, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 644, "end": 648, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 649, "end": 653, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Impact: Deaths Averted"}, {"text": "We found from the literature ( Table A1 ) that approximately 30% of ventilated cases can be classified as \"high score\" (ie, relatively high severity of clinical illness upon admittance to ICU) and 70% as \"low score\" ( Table 2) . We defined, following Ferreira et al [10] , high score as those patients with a SOFA score greater than 8 (ie, >8). We then calculated a weighted average risk of mortality for all patients who are placed on a ventilator. First, we calculated a weighted average mortality of 54% for 63 \"high score\" patients that Ferreira et al [11] Table 2 ). The weighted average mortality risk while on a ventilator is then 33.7% (calculated by: (0.30 × 0.54) + (0.70 × 0.25)).", "cite_spans": [{"start": 266, "end": 270, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 556, "end": 560, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 31, "end": 39, "text": "Table A1", "ref_id": "TABREF0"}, {"start": 218, "end": 226, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 561, "end": 568, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Calculating a Weighted Average Risk of Mortality"}, {"text": "The 4 scenarios describing 2 different clinical attacks and 2 levels of clinical severity allow for a great deal of variability in estimates of ventilator demand. As already described, however, the shape of the epidemic curve can also impact estimates of peak demand. Further, during a pandemic with a 30% CAR, the healthcare system will likely be greatly burdened, creating the potential for possible delays in receiving care. We therefore recalculated the outputs by changing 2 input values. First, we increased, from 13% to 30%, the percentage of total ventilator demand that occurs at peak. We calculated this increase by multiplying by 2.3 the original number of ventilated patients at peak (see earlier). This higher limit represents the possible percentage if we used the standardized curves at a 30% CAR and examines the impact Table A1 ). b Risks of mortality estimates are based on estimates of mortality as reported in a number of studies (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) . c Calculated as weighted average of risk of mortality between \"higher severity\" and \"lower severity\" patients, with the weights being the distribution of patients in each category of severity score. See text for details.", "cite_spans": [{"start": 950, "end": 953, "text": "(6)", "ref_id": "BIBREF5"}, {"start": 954, "end": 957, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 958, "end": 961, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 962, "end": 965, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 966, "end": 970, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 971, "end": 975, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 976, "end": 980, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 981, "end": 985, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 986, "end": 990, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 991, "end": 995, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 996, "end": 1000, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 1001, "end": 1005, "text": "(17)", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 836, "end": 844, "text": "Table A1", "ref_id": "TABREF0"}], "section": "Sensitivity Analyses"}, {"text": "of different shaped pandemic curves (see Figure 3 in ref. [5] ). Simultaneously, to illustrate the potential impact of delays in receiving care, and/ or possible problems in supply of ventilator ancillary parts and other items need to ensure maximum effectiveness of a mechanical ventilator, we increased the risk of mortality while ventilated from 33.7% to 50%. This higher mortality percentage is similar to the mortality measured among \"high SOFA score\" patients [11] . Neither of these additional sensitivity analyses change the estimates of overall impact of pandemic (cases, hospitalizations, deaths), or the estimates of total patients needing ventilation (impact of such differences are examined in the original 4 scenarios).", "cite_spans": [{"start": 58, "end": 61, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 466, "end": 470, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 41, "end": 49, "text": "Figure 3", "ref_id": null}], "section": "Sensitivity Analyses"}, {"text": "We present in Table 3 the calculated health outcomes (before interventions are applied), the number of ventilators needed (total and at peak), and number of deaths averted. The number of ventilators needed at peak range from approximately 7000 to 11 000 (20% CAR, low severity) to approximately 35 000 to 60 500 (30% CAR, high severity) ( Table 3 ). The total number of ventilator-related averted deaths range from approximately 35 000 to 55 000 (20% CAR, low severity) to approximately 178 000 to 308 000 (30% CAR, high severity) ( Table 3 ). Of note is that, for a given level of severity, there is some overlap in the ranges of estimates produced by the 2 CAR. For example, for high severity clinical attack scenarios, the number of deaths averted at 20% CAR ranges from approximately 119 000 to 206, 000, and for 30% CAR from 178 000 to 308 000 (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 14, "end": 21, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 339, "end": 346, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 533, "end": 540, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 849, "end": 858, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "RESULTS"}, {"text": "There are no similar overlaps when comparing results from high severity scenarios to low severity scenarios.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Sensitivity analysis: The impact of increasing both the percentages of total ventilated patients that occur at peak, and the rate of mortality while ventilated, are shown in Table 4 . Multiplying by 2.3 the initial percentage of ventilated patients at peak produced the expected large changes. For example, at a 20% CAR, and using a high severity scenario, the upper limit of the estimated range of ventilators needed at peak went from approximately 40 000 to 93 000 (Table 4 ). Clearly, the assumed shape of the epidemic curve and the resultant percentage of ventilated cases greatly impact any estimate of peak ventilator demand.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 181, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 467, "end": 475, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "Similarly, increasing the probability of mortality while ventilated from 33.7% to 50% caused a notable decrease in total deaths averted (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 136, "end": 144, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "RESULTS"}, {"text": "We estimated that mechanical ventilators could, in theory, prevent notable numbers of premature deaths among patients who become severely ill from pandemic influenza. The numbers of deaths averted greatly depended upon the actual scenario. For example, for a pandemic that caused (before any effective mitigation) a 20% CAR and relatively low rates of severity, mechanical ventilators could prevent a maximum of approximately 35 000 to 55 000 deaths. But, for the same attack rate, successful use of ventilators during a pandemic characterized as a high severity could prevent a maximum of 119 000 to 206 000 deaths. a Clinical attack rate refers to the percentage of the total population that becomes clinically ill due to pandemic influenza. Two levels of clinical severity were defined using case fatality rates (CFR), with \"low severity\" defined as having a range of CFR: 0.05%-0.1% and \"high severity\" having a CFR range of 0.25%-0.5% (Table 1) . b Deaths and hospitalizations calculated absent any interventions. c ICU, intensive care unit. d Ventilators at peak = demand for ventilators occurring at the peak of a pandemic. Because ventilators can be reused, this estimate reflects, for a given scenario, the maximum number of ventilators that may be needed at one time. Peak demand is defined as a combination of 2 elements: (i) Shape of epidemic-curve and (ii) duration of a patient on a ventilator. The results shown here were calculated assuming that peak demand was equivalent to 13% of total ventilated patients (Table 1 ). e Total deaths averted calculated as: Total number of patients in ICU requiring ventilation (at any time in pandemic) × (1-weighted average mortality in ventilated patients). See main text for details. f Deaths averted at peak calculated by multiplying ventilators need at peak demand by % survival (1-weighted average mortality. The latter taken from Table 2 ). See main text for explanation of how peak demand was calculated.", "cite_spans": [], "ref_spans": [{"start": 940, "end": 949, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 1525, "end": 1533, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 1889, "end": 1896, "text": "Table 2", "ref_id": "TABREF1"}], "section": "DISCUSSION"}, {"text": "Other critical factors impacting the estimates of ventilator needed at peak and the potential deaths averted include the assumed shape of the epidemic curve (and thus percentage of total cases occurring at peak demand) and the effectiveness of ventilation. It is not possible to predict which pandemic scenario is likely to next occur. Therefore, the scenarios used for this analysis may under or overestimate the potential need for mechanical ventilation associated with a future novel influenza outbreak. For example, as demonstrated in the sensitivity analyses, peak demand may be notably different than modeled here. Additionally, public health interventions, such as closing of schools, or mass vaccination campaigns may further change the shape of the epidemic curve, and prompt treatment with medications may also reduce the number of patients at peak requiring ventilation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "An equally important limitation in interpreting these results is the assumption that the distribution of existing ventilators across the United States is well matched to the needs of sick patients. Adequate geographic distribution of existing and stockpiled ventilators, and timely access to mechanical ventilation when needed, will impact outcomes during a pandemic [18, 19] . Once stockpiled ventilators are allocated to hospitals, it will be very difficult to recall and redistribute ventilators. Public health officials may not be able to assess in a timely manner where there is a surplus of ventilators and where there is a surplus demand for ventilators, thus limiting ability to meet urgent changing demands for ventilators.", "cite_spans": [{"start": 367, "end": 371, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 372, "end": 375, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In addition, the estimates of ventilators needed for a future pandemic and the number of deaths averted depend not just on the availability of mechanical ventilators, but also the capacity of the healthcare system to absorb and use additional mechanical ventilators (Ajao et al, in preparation). This includes having sufficient numbers of trained staff (respiratory therapists, nurses, and physicians) for the successful clinical management of ventilated patients. Staff absenteeism due to pandemic-related illnesses may further exacerbate the situation. The hospital also must have available space to care of large number of critically ill patients. Lastly, the system considerations should include having sufficient quantities of equipment and supplies to use ventilators in multiple patients (circuits, oxygen etc) during a pandemic. Such variables (which can be labeled as: \"Staff, Space, Stuff\") were not factored into our calculations.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Finally, we implicitly assumed in these calculations that all ventilated patients would die without such intervention. Because the risk of death for a patient who does not receive mechanical ventilation is unknown, we may have overestimated the potential benefits of ventilation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The estimates of ventilators derived from this analysis based on several pandemic scenarios can guide planning for a future pandemic. Stockpiling ventilators can be informed by these estimates and should include assumptions about ventilators that are currently held in Federal and state stockpiles as well as those located in US hospitals.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our results demonstrate that the next influenza pandemic will likely produce a surge in patients, admitted to hospitals under current standards of medical care, who will require mechanical ventilation. It must be acknowledged that in pandemics caused by influenza strains that cause large numbers of critically ill patients, there may not be the ability to meet peak demand for ventilation. Thus, public health officials, hospital administrators, and practicing physicians need to develop plans now as to how to allocate scarce ventilators [20] . If ventilator capacity becomes scarce, then each hospital or group of hospitals need to consider how they will practically and ethically prioritize patients be placed on a ventilator. Powell et al [21] describe a triage system developed for use in New York state hospitals that included the following components: \"duty to care, duty to steward resources, duty to plan, distributive justice, and transparency.\" The authors considered their triage system to be a \". . . radical shift from ordinary standards of care.\" a We increased, from 13% to 30%, the percentage of total ventilator demand that occurs at peak. Simultaneously, we increased the risk of mortality while ventilated from 33.7% to 50%. See text for additional details. b Clinical attack rate refers to the percentage of the total population that becomes clinically ill due to pandemic influenza. Two levels of clinical severity were defined using case fatality rates (CFR), with \"low severity\" defined as having a range of CFR: 0.05%-0.1% and \"high severity\" having a CFR range of 0.25%-0.5% (Table 1) . c Ventilators at peak = demand for ventilators occurring at the peak of a pandemic. Because ventilators can be reused, this estimate reflects, for a given scenario, the maximum number of ventilators that may be needed. See text for additional details. d Total deaths averted calculated by multiplying ventilators need at peak demand by % survival.", "cite_spans": [{"start": 540, "end": 544, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 744, "end": 748, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 1602, "end": 1611, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "DISCUSSION"}, {"text": "The challenge for public health authorities is to plan and prepare how to best respond to the next pandemic that will cause such a rapid and large demand for mechanical ventilation in critically ill patients. Ventilator preparedness planning has to be prioritized against competing influenza pandemic preparedness planning efforts. The time to start planning is now, and the results presented here may help guide such efforts.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Human infection with influenza A(H7N9) virus in China", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO risk assessment: human infections with avian influenza A(H7N9) virus", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiology of the avian influenza A (H7N9) outbreak in China", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "", "pages": "520--552", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Probable person to person transmission of novel avian influenza A (H7N9) virus in Eastern China, 2013: epidemiological investigation", "authors": [{"first": "X", "middle": [], "last": "Qi", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Qian", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Bao", "suffix": ""}], "year": 2013, "venue": "BMJ", "volume": "347", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Standardizing scenarios to assess the need to respond to an influenza pandemic", "authors": [{"first": "M", "middle": ["I"], "last": "Meltzer", "suffix": ""}, {"first": "M", "middle": [], "last": "Gambhir", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Atkins", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Swerdlow", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "60", "issn": "1", "pages": "1--8", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Critical care services and the H1N1 2009 influenza pandemic in Australia and New Zealand in 2010: the impact of the second winter epidemic", "authors": [], "year": 2011, "venue": "The ANZIC Influenza Investigators", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada", "authors": [{"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": [], "last": "Zarychanski", "suffix": ""}, {"first": "R", "middle": [], "last": "Pinto", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1872--1881", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Critically Ill patients with 2009 influenza A(H1N1) in Mexico", "authors": [{"first": "G", "middle": [], "last": "Domínguez-Cherit", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Macias", "suffix": ""}], "year": 2009, "venue": "JAMA", "volume": "302", "issn": "", "pages": "1880--1887", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Severity assessment tools in ICU patients with 2009 influenza A (H1N1) pneumonia", "authors": [{"first": "J", "middle": ["M"], "last": "Pereira", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Moreno", "suffix": ""}, {"first": "R", "middle": [], "last": "Matos", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "18", "issn": "", "pages": "1040--1048", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Evaluation of SOFA-based models for predicting mortality in the ICU: a systematic review", "authors": [{"first": "L", "middle": [], "last": "Minne", "suffix": ""}, {"first": "A", "middle": [], "last": "Abu-Hanna", "suffix": ""}, {"first": "E", "middle": [], "last": "De Jonge", "suffix": ""}], "year": 2008, "venue": "Critical Care", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Serial evaluation of the SOFA score to predict outcome in critically ill patients", "authors": [{"first": "F", "middle": ["L"], "last": "Ferreira", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Bota", "suffix": ""}, {"first": "A", "middle": [], "last": "Bross", "suffix": ""}], "year": 2001, "venue": "JAMA", "volume": "286", "issn": "", "pages": "1754--1762", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Risk factors for mechanical ventilation in the US children hospitalized with seasonal influenza and 2009 pandemic influenza A", "authors": [{"first": "C", "middle": ["O"], "last": "Eriksson", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Graham", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Uyeki", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Randolph", "suffix": ""}], "year": 2012, "venue": "Pediat Crit Care Med", "volume": "13", "issn": "", "pages": "625--656", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Risk factors and outcomes among children admitted to hospital and pandemic H1N1 influenza", "authors": [{"first": "S", "middle": [], "last": "O&apos;riordan", "suffix": ""}, {"first": "M", "middle": [], "last": "Barton", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yau", "suffix": ""}], "year": 2010, "venue": "CMAJ", "volume": "182", "issn": "", "pages": "39--44", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Potential intensive care unit ventilator demand/capacity mismatch due to novel swine-origin H1N1 in Canada", "authors": [{"first": "P", "middle": [], "last": "Smetanin", "suffix": ""}, {"first": "D", "middle": [], "last": "Stiff", "suffix": ""}, {"first": "A", "middle": [], "last": "Jumar", "suffix": ""}], "year": 2009, "venue": "Can J Infect Dis Med Microbiol", "volume": "20", "issn": "", "pages": "115--138", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hospitalized Patients With 2009 H1N1 Influenza Infection: The Mayo Clinic Experience", "authors": [{"first": "C", "middle": [], "last": "Venkata", "suffix": ""}, {"first": "P", "middle": [], "last": "Sampathkumar", "suffix": ""}, {"first": "B", "middle": [], "last": "Afessa", "suffix": ""}], "year": 2010, "venue": "Mayo Clin Proc", "volume": "85", "issn": "", "pages": "798--805", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Health service resource needs for pandemic influenza in developing countries: a linked transmission dynamics, interventions and resource demand model", "authors": [{"first": "R", "middle": [], "last": "Krumkamp", "suffix": ""}, {"first": "M", "middle": [], "last": "Kretzschmar", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Rudge", "suffix": ""}], "year": 2011, "venue": "Epidemiol Infect", "volume": "139", "issn": "", "pages": "59--67", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Triple-combination antiviral drug for pandemic H1N1 influenza virus infection in critically ill patients on mechanical ventilation", "authors": [{"first": "W", "middle": ["K"], "last": "Kim", "suffix": ""}, {"first": "G", "middle": ["Y"], "last": "Suh", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Huh", "suffix": ""}], "year": 2011, "venue": "Antimicrob Agents Chemother", "volume": "55", "issn": "", "pages": "5703--5712", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Mechanical ventilators in US acute care hospitals", "authors": [{"first": "L", "middle": [], "last": "Rubinson", "suffix": ""}, {"first": "F", "middle": [], "last": "Vaughn", "suffix": ""}, {"first": "S", "middle": [], "last": "Nelson", "suffix": ""}], "year": 2010, "venue": "Disaster Med Public Health Prep", "volume": "4", "issn": "", "pages": "199--206", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "ICU occupancy and mechanical ventilator use in the United States", "authors": [{"first": "H", "middle": [], "last": "Wunsch", "suffix": ""}, {"first": "J", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "M", "middle": [], "last": "Herlim", "suffix": ""}], "year": 2013, "venue": "Crit Care Med", "volume": "41", "issn": "", "pages": "2712--2721", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Ethical considerations for decision making regarding allocation of mechanical ventilators during a severe influenza pandemic or other public health emergency", "authors": [{"first": "", "middle": [], "last": "Ventilator Document Workgroup", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Allocation of ventilators in a public health disaster", "authors": [{"first": "T", "middle": [], "last": "Powell", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Christ", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Birkhead", "suffix": ""}], "year": 2008, "venue": "", "volume": "2", "issn": "", "pages": "20--26", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "had placed into 4 groups by mortality rates (the calculation was: [(17/63 × 0.05 mortality rate) + (5/63 × 0.99) + (30/63 × 0.60) + (11/63 × 0.90)] = 0.54). Similarly, for 141 \"low score\" patients in the same study, we calculated a weighted average mortality of 25% (the calculation is: [(0/141 × 0.00) + (44/141 × 0.05) + (16/141 × 0.00) + (81/141 × 0.0.40)] = 0.25) (", "latex": null, "type": "figure"}, "TABREF0": {"text": "Epidemiological and Clinical Input Values Used to Calculate Number of Mechanical Ventilators Needed at the Peak of an Influenza Pandemic (Values Before any Widespread and Effective Interventions)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Low Severitya </td><td>High Severitya\n</td></tr><tr><td>Input\n</td><td>Lower </td><td>Upper </td><td>Lower </td><td>Upper </td><td>Source\n</td></tr><tr><td>Case fatality ratio, % </td><td> </td><td> </td><td>0.05% 0.10% 0.25% </td><td>0.5% </td><td>5\n</td></tr><tr><td>Deaths:\nHospitalizations %\n</td><td>7% </td><td>9% </td><td>13% </td><td>15% </td><td>5\n</td></tr><tr><td>% hospitalized admitted ICUb\n</td><td>20% </td><td> </td><td>25% </td><td> </td><td>2-9\n</td></tr><tr><td>%ICU requiring ventilation\n</td><td>60% </td><td> </td><td>60% </td><td> </td><td>2-9\n</td></tr><tr><td> </td><td> </td><td>% Ventilators at peakc </td><td>13% </td><td>13% </td><td>Calculatedc\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Input Values Used to Calculate the Probability of Mortality (ie, Failure) While on a Mechanical Ventilator", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable\n</td><td>% Patients With \"High Severity\n</td><td>% Patients With \"Lower Severity\n</td><td>Source\n</td></tr><tr><td>Scores\"a\n</td><td>Scores\"a </td></tr><tr><td>Distribution of ventilated patients by severity of illnessa\n</td><td>30 </td><td>70 </td><td> </td></tr><tr><td> </td><td> </td><td>Appendix\n</td></tr><tr><td>% Mortality associated with being on invasive mechanical ventilatorb\n</td><td>54 </td><td>25 </td><td>6-17\n</td></tr><tr><td> </td><td>Calculated weighted average mortalityc\n</td><td>33.7 </td><td>Calculated\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Health Outcomes and Ventilators Needed at Peak, by Clinical Attack Rate and Level of Severity a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>20% Clinical Attack Rate </td><td> </td><td> </td><td>30% Clinical Attack Rate\n</td><td> </td></tr><tr><td>Health Outcomes\n</td><td>High Severity </td><td>Low Severity </td><td>High Severity </td><td>Low Severity\n</td></tr><tr><td>Deathsb </td><td>155 000 </td><td>310 000 </td><td>31 000 </td><td>62 000 </td><td>232 500 </td><td>465 000 </td><td>46 500 </td><td>93 000\n</td></tr><tr><td>Hospitalizationsb </td><td>1 192 308 </td><td>2 066 667 </td><td>442 857 </td><td>688 889 </td><td>1 788 462 </td><td>3 100 000 </td><td>664 286 </td><td>1 033 333\n</td></tr><tr><td>ICU admissionsc </td><td>298 077 </td><td>516 667 </td><td>88 571 </td><td>137 778 </td><td>447 115 </td><td>775 000 </td><td>132 857 </td><td>206 667\n</td></tr><tr><td>Total patients on ventilators </td><td>178 846 </td><td>310 000 </td><td>53 143 </td><td>82 667 </td><td>268 269 </td><td>465 000 </td><td>79 714 </td><td>124 000\n</td></tr><tr><td>Ventilators at peakd </td><td>23 250 </td><td>40 300 </td><td>6909 </td><td>10 747 </td><td>34 875 </td><td>60 450 </td><td>10 363 </td><td>16 120\n</td></tr><tr><td>Deaths avertede </td><td>118 575 </td><td>205 530 </td><td>35 234 </td><td>54 808 </td><td>177 863 </td><td>308 295 </td><td>52 851 </td><td>82 212\n</td></tr><tr><td>Deaths averted at peakf </td><td>15 415 </td><td>26 719 </td><td>4580 </td><td>7125 </td><td>23 122 </td><td>40 078 </td><td>6871 </td><td>10 688\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Sensitivity Analyses: Variability of the Number of Ventilators Needed at Peak Demand and Total Deaths Averted Due to Use of Ventilators With Increasing Percentage of Cases Occurring at Peak and Simultaneously Decreasing the Effectiveness of Ventilation in Preventing Influenza-Related Deaths a", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Number of Ventilators Need (Thousands, Range)\n</td></tr><tr><td> </td><td> </td><td>20% Clinical Attack Rateb\n</td><td>30% Clinical Attack Rate\n</td></tr><tr><td>Analysis:\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Original or Sensitivitya\n</td><td>Health Outcomes\n</td><td>High Severityb\n</td><td>Low Severityb\n</td><td>High Severity\n</td><td>Low Severity\n</td></tr><tr><td>Original </td><td>Ventilators at peakc\n</td><td>23-40 </td><td>7-11 </td><td>35-60 </td><td>10-16\n</td></tr><tr><td>Sensitivity Ventilators at peak\n</td><td>54-93 </td><td>16-25 </td><td>80-140 </td><td>24-37\n</td></tr><tr><td>Original </td><td>Total deaths avertedd\n</td><td>119-206 </td><td>35-55 </td><td>178-308 </td><td>53-82\n</td></tr><tr><td>Sensitivity </td><td>Total deaths averted\n</td><td>89-155 </td><td>27-41 </td><td>134-233 </td><td>40-62\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table A1. Published Estimates of the Distribution of Severity of Ventilated Patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Distribution of Severity of Ventilated Patientsa\n</td><td> </td></tr><tr><td>Study\n</td><td>High Scores </td><td>Low Scores </td><td>Source</td></tr><tr><td>Venkata et al </td><td>0.17 </td><td>0.83 </td><td>15\n</td></tr><tr><td>Kim et al </td><td>0.8 </td><td>0.2 </td><td>17\n</td></tr><tr><td>Dominguez-Cherit et al </td><td>0.41 </td><td>0.59 </td><td>8\n</td></tr><tr><td>Pereira et al </td><td>0.32 </td><td>0.68 </td><td>9\n</td></tr><tr><td>Ferreira et al </td><td>0.31 </td><td>0.69 </td><td>11\n</td></tr><tr><td>ANZIC Influenza Investigators </td><td>0.28 </td><td>0.72 </td><td>6\n</td></tr><tr><td>Kumar et al </td><td>0.17 </td><td>0.83 </td><td>7\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments. The authors thank Dr Rebekah H. Borse for her expert technical input and comments.Disclaimer. The results described and the opinions expressed by authors contributing to this paper do not necessarily reflect the opinions of the US Department of Health and Human Services and the Centers for Disease Control and Prevention (CDC).Supplement sponsorship. This article appears as part of the supplement titled \"CDC Modeling Efforts in Response to a Potential Public Health Emergency: Influenza A(H7N9) as an Example,\" sponsored by the CDC. Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}