{"paper_id": "f7007f31e73bf83bdcf2516d0f992ea35d01607f", "metadata": {"title": "Rhinovirus Infection of Human Embryonic Lung Fibroblasts Induces the Production of a Chemoattractant for Polymorphonuclear Leukocytes", "authors": [{"first": "Ronald", "middle": ["B"], "last": "Turner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University oj Utah School oj Medicine", "location": {"settlement": "Salt Lake City, Utah"}}, "email": ""}]}, "abstract": [{"text": "Polymorphonuclear leukocytes (PMNLs) appear in the nasal mucosa during rhinovirus colds before the onset of symptoms. This study describes a chemoattractant for PMNLs that is elaborated by human embryonic lung fibroblast cells infected with rhinovirus. Chemotaxis assays were done in a 48-well microchemotaxis chamber with normal adult PMNLs. Medium supernatants from rhinovirus-infected cellculture attracted 87 ± 6 (mean ± SE) PMNLs/lO high-power fields (x450) compared with 38 ± 6 PMNLs/lO highpower fields attracted by medium from uninfected cell cultures (P < .0001). Elaboration of the chemoattractant was not a result of cell destruction and did not require the presence of infectious virus. This chemoattractant produced by human fibroblast cells may contribute to the influx of PMNLs into the nasal mucosa during rhinovirus infection. The PMNLs may, in turn, have a role in producing symptoms of the common cold.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Rhinoviruses are the pathogens most frequently associated with the common cold [1] . The pathogenesis of the symptoms of rhinovirus infection is not known, but it has been suggested that the host response to the virus may cause at least some of the manifestations of infection [2, 3] . Recent studies in human volunteers have shown that PMNLs appear in the nasal mucosa early in the course of infection, before the appearance of symptoms [4, 5] . The mechanism by which PMNLs are attracted to the nasal mucosa is unknown.", "cite_spans": [{"start": 79, "end": 82, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 277, "end": 280, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 281, "end": 283, "text": "3]", "ref_id": "BIBREF2"}, {"start": 438, "end": 441, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 442, "end": 444, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The production of chemoattractants for PMNLs in response to viral infection of cell cultures has previously been reported [6] [7] [8] . Herpes simplex virus infection has been shown to be associated with a chemoattractant that is dependent upon the presence of complement [6, 7] . In 1972, Ward and co-workers [8] reported that cells infected with mumps virus or Newcastle disease virus elaborated a chemotactic factor that was not complement dependent. The purpose of the present study was to determine if, and under what conditions, a chemoattractant for PMNLs might be produced in rhinovirus infection.", "cite_spans": [{"start": 122, "end": 125, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 126, "end": 129, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 130, "end": 133, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 272, "end": 275, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 276, "end": 278, "text": "7]", "ref_id": "BIBREF6"}, {"start": 310, "end": 313, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "Growth ofrhinovirus in cellculture. We used human embryonic lung fibroblast cells (MRC-5; Earl-Clay Laboratories, Novato, Calif) at passages 23-25 and human foreskin fibroblast cells at passages 6-10. Cells were grown in 16 x 125-mm cell culture tubes or in 25-cm 2 cell culture flasks (Falcon, Oxnard, Calif) in Eagle's MEM (EMEM) supplemented with 10010 fetal bovine serum, penicillin (100U/mL), and gentamicin (20 J.1g/mL). When the cells were confluent, the growth medium was changed to maintenance medium (EMEM with 2% fetal bovine serum); cells were used within one week. All sera used in the cellculture media were heat-inactivated to remove complement activity. Before cells were inoculated with virus, the maintenance medium was removed, the cell monolayer was washed three times with PBS (pH 7.4), and EMEM without serum or antibiotics was added to the flasks. The cells were inoculated with rhinovirus type 39 (R39) and incubated at 33 C in a 5% CO 2 atmosphere. After 48 h, when cpe was seen in \"'80% of the monolayer, the medium was collected from the infected cultures. Cell monolayers handled in an identical fashion, except that they were sham inoculated with the diluent for the virus inoculum (serum-free medium) instead of R39, were used as uninfected controls. The media harvested from the infected cells and the uninfected cells were centrifuged at low speed (225 g) in a TJ-6 centrifuge (Beckman, Palo Alto, Calif) to remove cell debris; they were then assayed for chemoattractant activity. The experiments in HeLa cells were done by using a rhinovirus-sensitive HeLa cell line. We used McCoy's medium (Whitaker M.A. Bioproducts, Walkersville, Md) supplemented with 10070 and 2% fetal bovine serum as the growth medium and maintenance medium, respectively.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Titrations of virus. All titrations of virus were done in 96-well microtiter plates (Falcon). Serial 10fold dilutions of each specimen were made, and 2 x 10 4 HeLa cells were added to each well. The plates were incubated at 33 C for seven days and then examined for viral cpe. The titers of virus were calculated by the method of Reed and Muench [9] .", "cite_spans": [{"start": 346, "end": 349, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Chemotaxis assays. PMNLs were collected from the peripheral blood of normal young adult volunteers by sedimentation in 2% dextran 70 (McGaw Laboratories, Irving, Calif) followed by centrifugation with Ficoll-Paque® (Pharmacia, Piscataway, NJ). The PMNLs were then counted and diluted to 2 x 10 6 cells/mL in HEPES buffer with I % bovine serum albumin (Fraction V powder; Sigma, St. Louis). Chemotaxis assays were done by using a 48-well microchemotaxis chamber (Neuroprobe, Cabin John, Md). Each of eight specimens to be assayed for chemoattractant activity was placed into four of the bottom wells of the chamber. Cell culture medium that had been incubated with neither cells nor virus was included as a negative control. Either 10-8 M N-formyl-tmethionyl-i-leucyl-i-phenylalanine (FMLP; Sigma) or 10% zymosan-activated serum prepared as described previously [10] was included as a positive control for each experiment. After placing 30 ul, of the material to be assayed into each of the bottom wells, we covered the wells with a 5-llm filter (Millipore, Bedford, Mass) and placed 50 ul, of the diluted PMNLs in the top portion of each well. The chamber was incubated at 37 C for 90 min in a 5% CO2 atmosphere, and the filter was fixed in methanol and stained with hematoxylin stain. The cellsthat had migrated through the filter were counted in 10 random fields by using a 5 x 5-mm photographic reticle at a magnification of x 450 (high-power field; hpf). Experiments in which the mean cell count in the negative control wells was greater than 15 per 10 hpf or in which the mean counts for the positive control were less than five times those of the negative control were excluded from analysis. Approximately 10% of the experiments were excluded by these criteria.", "cite_spans": [{"start": 861, "end": 865, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "Time course ofelaboration. The elaboration of the chemoattractant relative to the time of viral infection was determined by infecting MRC-5 cells with R39 at an moi of 0.01 TCID so per cell. Experiments 347 were done in 25-cm 2 cell-culture flasks. A 2-mL aliquot of medium supernatant was taken every 24 h and replaced with fresh serum-free EMEM. One milliliter of each aliquot collected was assayed for chemotactic activity, and the remaining portion was stored at -70 C until the titer of virus was determined.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Determining the effect ofcelldisruption. Medium from uninfected cells, which were disrupted ultrasonically or by multiple freeze-thaw cycles, was assayed to determine if the chemoattractant was a substance preformed within the cell.Cell monolayers maintained in serum-free EMEM were frozen at -70 C and thawed at 37 C three times; the medium was then collected, centrifuged to remove debris, and assayed for chemoattractant activity. Sonication experiments weredone by scraping the MRC-5 cell monolayer into serum-free medium and sonicating the specimen with a microtip sonicator (Heat Systems-Ultrasonics,Plainview,NY). The specimen was centrifuged to remove debris and assayed for chemoattractant activity. Virus-infected cell cultures handled in an identical fashion were assayed to control for destruction of the chemoattractant by freeze-thawing or sonication.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Associating chemoattractant activity with infectious virus. Supernatant from rhinovirus-infected MRC-5 cells was centrifuged at 100 000 g (Beckman L5-65 ultracentrifuge, SW65 rotor; Beckman) for 24 h. The pellet was resuspended in fresh serum-free medium to the original volume; both the resuspended sediment and the original supernatant were assayed for infectious virus and for chemoattractant activity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Attachment of virus. To determine whether viral infection of the cell monolayer was necessary for elaboration of the chemoattractant, we inactivated R39 by exposure to UV light for 30 min. The inactivated virus was then inoculated onto monolayers of MRC-5 cells and incubated at 33 C for 48 h. Control monolayers that had been inoculated with infectious virus or with uninfected cell-culture medium were handled identically. After 48 h, medium from the experimental and the control monolayers was assayed for chemotactic activity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Chemoattractant activity of other viruses. Respiratory syncytial virus (RSV) and coronavirus 229E were inoculated into MRC-5 cell cultures maintained in serum-free medium as described for R39. RSV was also inoculated into HeLa cell cultures maintained in serum-free medium. After incubation at 33 C for 48 h, media from both infected and control monolayers was assayed for chemoattractant activity. medium from infected cells). Treatment by sonication or multiple freeze-thaw cyclesof medium from rhinovirus-infected cells did not alter its chemoattractant effect. After ultracentrifugation of the medium from infected MRC-5 cells, the titer of virus in the supernatant was 3.2 x 10 2 TCIDsolmL compared with 1.6 x 10 4 TCIDso/mL in the sediment. In contrast, the supernatant attracted 102PMNLs/lO hpf, compared with 16 PMNLs/lO hpf attracted by the sediment. These results suggest that the chemoattractant activity is not directly associated with infectious viral particles.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Medium collected from MRC-5 cellsthat had been ... Comparisons in all other experiments were made by using a two-sided Mann-Whitney U test. The mean and SE were calculated for each of the observations. Four measurements were made on each specimen; specimens obtained from different monolayers were considered to be separate experiments.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Human embryonic lung fibroblast cellsinfected with rhinovirus produced a chemoattractant for PMNLs. Media from R39-infected and uninfected cells attracted 87 ± 6 (mean ± SE) and 38 ± 6 PMNLs/ 10 hpf, respectively (P = .0001). The positive controls attracted 122 ± 10 PMNLs/lO hpf and the negative controls, 8 ± 1 PMNLs/lO hpf. When medium from infected cells was placed above and below the filter to remove the chemotactic gradient, the mean number of cellsmigrating through the filter per 10 hpf was 8 ± 1. Incubation of PMNLs with the rhinovirus-induced chemoattractant did not affect migration toward wells containing FMLP. Chemoattractant activity similar to that induced by R39 was detected when MRC-5 cells were infected with rhinovirus types 2 and 14. Medium from cells infected with rhinovirus type 2 attracted 73 ± 15 PMNLs/lO hpf, and medium from rhinovirus type 14-infected cells attracted 133 ± 17PMNLs/lO hpf. Chemoattractant activity was also detected in human foreskin fibroblasts infected with R39 (table 1) . In contrast, the chemotactic activity detected in medium from R39-infected HeLa cells was not significantly different from the activity in medium from control cells, a result suggesting that elaboration of the chemoattractant is a property of the infected cell. When aliquots of medium were taken from infected cells at 24-h intervals, chemoattractant activity was detectable 24 h after inoculation of virus (figure 1) . The amount of chemoattractant activity increased in each subsequent aliquot collected until the cpe was complete.", "cite_spans": [], "ref_spans": [{"start": 1014, "end": 1023, "text": "(table 1)", "ref_id": "TABREF0"}, {"start": 1434, "end": 1444, "text": "(figure 1)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Medium from uninfected cells disrupted by sonication attracted a mean of 20 ± 3 PMNLs/lO hpf (P < .0001 compared with medium from infected cells). Similarly, medium from uninfected cells disrupted by freezing and thawing attracted a mean of 6 ± 1 PMNLs/lO hpf (P < .0001 compared with Discussion These experiments indicate that attachment of rhinovirus to human embryonic lung fibroblast cells results in the elaboration of a chemoattractant for human PMNLs. This chemoattractant activity is not dependent upon the presence of complement. The absence of chemoattractant activity in medium from disrupted MRC-5 cells and HeLa cells infected with R39 suggests that the production of this chemoattractant is a specific response of the fibroblast cell to attachment of virus.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The production of a chemoattractant for PMNLs in response to viral infection has been reported previously. In 1972, Ward and co-workers [8] reported that infection of chick embryos with either Newcastle disease virus or mumps virus or infection of monkey kidney cells with mumps virus resulted in elaboration of a chemoattractant for PMNLs and macrophages. This chemoattractant was produced in the presence of serum and appeared to be dependent upon the cell line infected rather than upon the infecting virus. Herpes simplex virus infection of rabbit kidney cells has been reported to produce a chemoattractant for PMNLs by two different mechanisms. Destruction of the cell monolayer releases a factor that cleavesthe fifth component of complement (C5) and produces C5a, a chemoattractant for PMNLs [6] . A chemoattractant is also produced by the interaction of complement with specific antibody to herpes simplex virus [7] .The role of chemotactic factors in the pathogenesis of diseases caused by these viruses is not known.", "cite_spans": [{"start": 136, "end": 139, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 800, "end": 803, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 921, "end": 924, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "It has been suggested that PMNLs may have a role in the pathogenesis of disease caused by viral infection of the respiratory tract. On the basis of studies in a ferret model, Sweet et al. [11] have hypothesized that PMNLs interact with influenza virus in the upper respiratory tract; the subsequent release of endogenous pyrogen produces the systemic symptoms of these infections. Faden et al. [12] have reported thatRSV antibody complexes activate PMNLs and have suggested that the products of this activation may be responsible for some of the symptoms of respiratory syncytial virus infection.", "cite_spans": [{"start": 188, "end": 192, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 394, "end": 398, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "The pathogenesis of the symptoms produced by rhinovirus infection of the upper respiratory tract is not known. Cytopathologic changes in the nasal mucosa appear to be minimal during rhinovirus colds. Two different studies of biopsy specimens from human volunteers have found no consistent changes of the nasal epithelium in rhinovirus infection [4, 13] . Examination of the cells present in the nasal secretions of infected volunteers revealed that infected ciliated cells are shed from the nasal epithelium during rhinovirus colds [2] ;however,the low number of cells observed is consistent with the absence of findings in the biopsy studies. The absence of histopathologic findings led to the suggestion that the viral infection triggers inflammatory responses that result in the production of symptoms [2, 3] . In 1984, Winther et al. [4] reported that the number of PMNLs in the nasal mucosa was significantly greater in biopsy specimens taken from volunteers during symptomatic upper-respiratory-tract infections than in specimens taken during convalescence or from asymptomatic control subjects. A study in volunteers with experimental rhinovirus colds re- (table 2) . In contrast, medium from HeLa cellsinfected with RSV attracted 9 PMNLs/lO hpf, compared with 7 PMNLs/lO hpf attracted by medium from control tubes. These results indicate that infection of fibroblast cells with respiratory viruses other than rhinovirus is also associated with elaboration of a chemoattractant. It remains to be determined whether the chemoattractants produced by infection with these viruses are identical.", "cite_spans": [{"start": 345, "end": 348, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 349, "end": 352, "text": "13]", "ref_id": "BIBREF12"}, {"start": 532, "end": 535, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 805, "end": 808, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 809, "end": 811, "text": "3]", "ref_id": "BIBREF2"}, {"start": 838, "end": 841, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 1163, "end": 1172, "text": "(table 2)", "ref_id": "TABREF2"}], "section": ""}, {"text": "vealed that the number of PMNLs in the nasal mucosa increased significantly following inoculation with virus and that the increase occurred before symptoms were reported [5] . A later study suggests that the concentration of PMNLs in nasal secretions also increases during rhinovirus colds (1. O. Hendley, personal communication). These data are consistent with the hypothesis that symptoms of the common cold are a result of the host response to the virus and suggest that PMNLs may be an important component of this response.", "cite_spans": [{"start": 170, "end": 173, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The observation that rhinovirus infection of human fibroblast cells results in production of a chemoattractant for PMNLs provides a potential explanation for the attraction of PMNLs to the nasal mucosa during rhinovirus colds. Characterization of this chemoattractant may provide important information about the pathogenesis of viral infection of the respiratory tract.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Acute respiratory illness in an American community: the Tecumseh study", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Ullman", "suffix": ""}], "year": 1974, "venue": "JAMA", "volume": "227", "issn": "", "pages": "164--173", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Shedding of infected ciliated epithelial cells in rhinovirus colds", "authors": [{"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}], "year": 1982, "venue": "J Infect Dis", "volume": "145", "issn": "", "pages": "849--53", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rhinovirus colds: immunology and pathogenesis", "authors": [{"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}], "year": 1983, "venue": "Eur J Respir Dis", "volume": "64", "issn": "", "pages": "340--343", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Light and scanning electron microscopy of nasal biopsy material from Turner patients with naturally acquired common colds", "authors": [{"first": "B", "middle": [], "last": "Winther", "suffix": ""}, {"first": "S", "middle": [], "last": "Brofeldt", "suffix": ""}, {"first": "B", "middle": [], "last": "Christensen", "suffix": ""}, {"first": "N", "middle": [], "last": "Mygind", "suffix": ""}], "year": 1984, "venue": "Acta Otolaryngol (Stockh)", "volume": "97", "issn": "", "pages": "309--327", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Histopathologic examination and enumeration of polymorphonuclear leukocytesin the nasal mucosa during experimental rhinovirus colds", "authors": [{"first": "B", "middle": [], "last": "Winther", "suffix": ""}, {"first": "B", "middle": [], "last": "Farr", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Turner", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Hendley", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Gwaltney", "suffix": ""}, {"first": "N", "middle": [], "last": "Mygind", "suffix": ""}], "year": 1984, "venue": "Acta Otolaryngol", "volume": "413", "issn": "", "pages": "19--24", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Inflammation and herpes simplex virus: release of a chemotaxis-generating factor from infected cells", "authors": [{"first": "A", "middle": ["M"], "last": "Brier", "suffix": ""}, {"first": "R", "middle": [], "last": "Snyderman", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Mergenhagen", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Notkins", "suffix": ""}], "year": 1970, "venue": "Science", "volume": "170", "issn": "", "pages": "1104--1110", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Inflammation and viral infection: chemotactic activity resulting from the interaction of antiviral antibody and complement with cells infected with herpes simplex virus", "authors": [{"first": "R", "middle": [], "last": "Snyderman", "suffix": ""}, {"first": "C", "middle": [], "last": "Wohlenberg", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Notkins", "suffix": ""}], "year": 1972, "venue": "J Infect Dis", "volume": "126", "issn": "", "pages": "207--216", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Leukotactic factors elaborated by virus-infected tissues", "authors": [{"first": "P", "middle": ["A"], "last": "Ward", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Flanagan", "suffix": ""}], "year": 1972, "venue": "J Exp Med", "volume": "135", "issn": "", "pages": "1095--103", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A simple method of estimating fifty per cent endpoints", "authors": [{"first": "L", "middle": ["J"], "last": "Reed", "suffix": ""}, {"first": "H", "middle": [], "last": "Muench", "suffix": ""}], "year": 1938, "venue": "American Journal of Hygiene", "volume": "27", "issn": "", "pages": "493--500", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Defective monocyte chemotactic responses in diabetes mellitus", "authors": [{"first": "H", "middle": ["R"], "last": "Hill", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Augustine", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Rallison", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Santos", "suffix": ""}], "year": 1983, "venue": "J Clin Immunol", "volume": "3", "issn": "", "pages": "70--77", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The local origin of the febrile response induced in ferrets during respiratory infection with a virulent influenza virus", "authors": [{"first": "C", "middle": [], "last": "Sweet", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bird", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Toms", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Collie", "suffix": ""}, {"first": "H", "middle": [], "last": "Smith", "suffix": ""}], "year": 1979, "venue": "Br J Exp Pathol", "volume": "60", "issn": "", "pages": "300--308", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Activation of oxidative and arachidonic acid metabolism in neutrophils by respiratory syncytial virus antibody complexes: possible role in disease", "authors": [{"first": "H", "middle": [], "last": "Faden", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Kaul", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ogra", "suffix": ""}], "year": 1983, "venue": "J Infect Dis", "volume": "148", "issn": "", "pages": "110--116", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Atraumatic nasal biopsy for studies of respiratory virus infection in volunteers", "authors": [{"first": "R", "middle": ["G"], "last": "Douglas", "suffix": ""}, {"first": "Alford", "middle": [], "last": "Br", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Couch", "suffix": ""}], "year": 1968, "venue": "Hobby GL", "volume": "", "issn": "", "pages": "340--343", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Elaboration of chemoattractantover time in MRC-5 cells infected with R39.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of chemoattractant activity in medium from cells infected with R39 with that in uninfected controls.NOTE. Data are given as mean ± SE. HFF, human foreskin fibroblasts. * p < .0001 for infected vs. control. t p < .01 for infected vs. control.", "latex": null, "type": "table"}, "TABREF1": {"text": "PMNLs migrating through the filter in experiments with the serum-free infected and control media were compared by a two-tailed unpaired Student's t test.", "latex": null, "type": "table"}, "TABREF2": {"text": "Chemoattractant activity in MRC-5 cells infected with either RSV or coronavirus 229E. NOTE. Data are mean ± SE. P < .01 for infected vs. control for both viruses.", "latex": null, "type": "table"}, "TABREF3": {"text": "PMNLs/lO hpf. Medium from paired control monolayers handled in an identical manner, with the exception of exposure to virus, attracted 12 ± 2 PMNLs/lO hpf (P< .01). No cpe was seen in the monolayers incubated with inactivated virus. These results suggest that production of the chemoattractant does not require infection of the fibroblast cell.Coronavirus 229E and RSV infection of MRC-5 cells also resulted in production of a chemoattractant for PMNLs", "latex": null, "type": "table"}, "TABREF4": {"text": "Table 2. Chemoattractant activity in MRC-5 cells infected with either RSV or coronavirus 229E.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>No. of PMNLs/lO hpf</td></tr><tr><td>RSV\n</td><td> </td></tr><tr><td>Infected\n</td><td>113 ± 39\n</td></tr><tr><td>Control\n</td><td>II ± 3\n</td></tr><tr><td>Coronavirus 229E\n</td><td> </td></tr><tr><td>Infected\n</td><td>41 ± 7\n</td></tr><tr><td>Control\n</td><td>9 ± 1\n</td></tr></table></body></html>"}}, "back_matter": []}