{"paper_id": "f709e1a7aa2a4bdec107bd32cb72963c0b224ee3", "metadata": {"title": "Global importance of RNA secondary structures in protein-coding sequences", "authors": [{"first": "Markus", "middle": [], "last": "Fricke", "suffix": "", "affiliation": {"laboratory": "", "institution": "Friedrich Schiller University Jena", "location": {"postCode": "07743", "settlement": "Jena, Germany"}}, "email": ""}, {"first": "Ruman", "middle": [], "last": "Gerst", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bashar", "middle": [], "last": "Ibrahim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Friedrich Schiller University Jena", "location": {"postCode": "07743", "settlement": "Jena, Germany"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Niepmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Justus-Liebig-University", "location": {"postCode": "35392", "settlement": "Giessen, Germany"}}, "email": ""}, {"first": "Manja", "middle": [], "last": "Marz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Friedrich Schiller University Jena", "location": {"postCode": "07743", "settlement": "Jena, Germany"}}, "email": ""}]}, "abstract": [{"text": "The protein-coding sequences of messenger RNAs are the linear template for translation of the gene sequence into protein. Nevertheless, the RNA can also form secondary structures by intramolecular base-pairing. Results: We show that the nucleotide distribution within codons is biased in all taxa of life on a global scale. Thereby, RNA secondary structures that require base-pairing between the position 1 of a codon with the position 1 of an opposing codon (here named RNA secondary structure class c 1 ) are under-represented. We conclude that this bias may result from the co-evolution of codon sequence and mRNA secondary structure, suggesting that RNA secondary structures are generally important in protein-coding regions of mRNAs. The above result also implies that codon position 2 has a smaller influence on the amino acid choice than codon position 1", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "RNA secondary structures are involved in the regulation of mRNA function and fate. In many cases, functional RNA secondary structures are located in the 5'-or 3'-untranslated regions (Wilkie et al., 2003) , like the secondary structures involved in regulation of histone mRNA translation (Marzluff et al., 2008) , the iron response elements (Anderson et al., 2012) or the gamma interferon inhibitor of translation element that is involved in limiting the cellular immune response (Mukhopadhyay et al., 2009) . In many viral RNAs, RNA secondary structures in the untranslated regions regulate the viral life cycle (Liu et al., 2009) . Functional RNA secondary structures in viral RNAs have also been reported in the protein-coding regions, like for the MS2 bacteriophage coat protein mRNA (Ball, 1973) , for cis-replication elements (CREs) involved in the replication of plus strand RNA viruses (Fricke et al., 2015; Liu et al., 2009) or retroviruses (Konecny et al., 2000) and for the RNA encapsidation signals of betacoronaviruses (Fosmire et al., 1992) and Hepatitis B Virus (Junker-Niepmann et al., 1990) . However, in the protein-coding regions of cellular mRNAs such RNA secondary structures are known to exert functions only in specific cases, like the selenocysteine insertion sequence involved in the incorporation of the amino acid selenocysteine into proteins (Donovan and Copeland, 2010) .", "cite_spans": [{"start": 183, "end": 204, "text": "(Wilkie et al., 2003)", "ref_id": "BIBREF35"}, {"start": 288, "end": 311, "text": "(Marzluff et al., 2008)", "ref_id": "BIBREF21"}, {"start": 341, "end": 364, "text": "(Anderson et al., 2012)", "ref_id": "BIBREF1"}, {"start": 480, "end": 507, "text": "(Mukhopadhyay et al., 2009)", "ref_id": "BIBREF23"}, {"start": 613, "end": 631, "text": "(Liu et al., 2009)", "ref_id": "BIBREF18"}, {"start": 788, "end": 800, "text": "(Ball, 1973)", "ref_id": "BIBREF2"}, {"start": 894, "end": 915, "text": "(Fricke et al., 2015;", "ref_id": "BIBREF10"}, {"start": 916, "end": 933, "text": "Liu et al., 2009)", "ref_id": "BIBREF18"}, {"start": 950, "end": 972, "text": "(Konecny et al., 2000)", "ref_id": "BIBREF16"}, {"start": 1032, "end": 1054, "text": "(Fosmire et al., 1992)", "ref_id": "BIBREF9"}, {"start": 1077, "end": 1107, "text": "(Junker-Niepmann et al., 1990)", "ref_id": "BIBREF14"}, {"start": 1370, "end": 1398, "text": "(Donovan and Copeland, 2010)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "The relationship between codon usage and RNA secondary structures was discussed frequently (Ball, 1973; Carlini et al., 2001; Fitch, 1974; Gu et al., 2014; Konecny et al., 2000; Mao et al., 2014; Oresic et al., 2003; Shabalina et al., 2006) . The question arises if mRNA protein-coding regions in general have functional RNA secondary structure elements and if there is a relationship between the evolution of protein sequences and the nucleotide sequences forming RNA secondary structures. Three hypotheses have been considered Original Paper (Ball, 1973) : (i) codon sequence and secondary structure are independent, i.e. only the codon sequence is under selection pressure solely due to the needs of the amino acid sequence in the functional protein, and the most stable RNA secondary structure is determined only according to the requirements of the codon sequence; (ii) natural selection between synonymous codons which encode the same amino acid could permit the optimization of RNA secondary structures (Fitch, 1974) and (iii) a strong selection pressure for functional RNA secondary structures could drive the choice also of nonsynonymous codons in the mRNA, leading to the choice of another amino acid according to the requirements of the RNA secondary structure (Konecny et al., 2000) .", "cite_spans": [{"start": 91, "end": 103, "text": "(Ball, 1973;", "ref_id": "BIBREF2"}, {"start": 104, "end": 125, "text": "Carlini et al., 2001;", "ref_id": "BIBREF4"}, {"start": 126, "end": 138, "text": "Fitch, 1974;", "ref_id": "BIBREF8"}, {"start": 139, "end": 155, "text": "Gu et al., 2014;", "ref_id": "BIBREF12"}, {"start": 156, "end": 177, "text": "Konecny et al., 2000;", "ref_id": "BIBREF16"}, {"start": 178, "end": 195, "text": "Mao et al., 2014;", "ref_id": "BIBREF20"}, {"start": 196, "end": 216, "text": "Oresic et al., 2003;", "ref_id": "BIBREF27"}, {"start": 217, "end": 240, "text": "Shabalina et al., 2006)", "ref_id": "BIBREF31"}, {"start": 544, "end": 556, "text": "(Ball, 1973)", "ref_id": "BIBREF2"}, {"start": 1010, "end": 1023, "text": "(Fitch, 1974)", "ref_id": "BIBREF8"}, {"start": 1272, "end": 1294, "text": "(Konecny et al., 2000)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "For a given nucleotide sequence X ¼ ðx 1 ; . . . ; x n Þ of length n, we labeled each nucleotide position i in a coding region with the corresponding codon index y i 2 f1; 2; 3g, calculated as y i ¼ ði À 1Þ mod 3 þ 1. We defined for each base-pair a base-pair index y i : y j . We further group the base-pair indexes into base pair/ secondary structure index classes c 1 ¼{1:1, 2:3, 3:2}, c 2 ¼{2:2, 1:3, 3:1} and c 3 ¼{3:3, 1:2, 2:1}. We used a pairwise t-test with Benjamini and Hochberg P-value adjustment as significance test. The P-values are encoded as following: 0:001 ***, 0:01 ** and 0:05 *.", "cite_spans": [], "ref_spans": [], "section": "Prerequisites"}, {"text": "We downloaded all genomes and annotations of the NCBI RefSeq genome database (May 2016, ftp://ftp.ncbi.nlm.nih.gov/genomes/ refseq) and (in case of multiple isoforms) randomly selected one isoform of each protein-coding gene sequence. We discarded all sequences with length mod 3 6 ¼ 0. We analyzed mitochondrial and chloroplast mRNAs separately. Due to runtime reasons, we reduced the dataset. We randomly selected 200.000 CDSs of each group (if available), with a balanced number of CDS per species per group. The mitochondrial and chloroplast mRNAs are downloaded from the NCBI nucleotide database with the following search term: ", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "We performed an RNA secondary structure prediction with RNAfold (Lorenz et al., 2011) (using the default parameters) for all species and each CDS. We used a sliding window approach with a window size of 50 nt and a step size of 5 nt to be fast (for runtime reasons) and to move the edge of the window over all possible frames. For the predicted RNA secondary structure of each window, we counted the frequency of the base pair/RNA secondary structure classes. For the viral CDS, we additionally used window sizes of 25, 50, 100, 200 and 400 nt to exemplary exclude a window specific bias. We are aware of the fact that RNAfold produces false positive secondary structure predictions, but we assume false positives to be equally distributed over all three classes.", "cite_spans": [], "ref_spans": [], "section": "RNA secondary structure prediction of CDS"}, {"text": "The di-nucleotide shuffling of viral CDS was performed with uShuffle (Jiang et al., 2008) . For the mono-, codon-, and dicodon-nucleotide shuffling, we used a simple in-house script (available on request). The codon and di-codon-nucleotide shuffling will persevere the codon frequency of the underlying mRNA sequences.", "cite_spans": [{"start": 69, "end": 89, "text": "(Jiang et al., 2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Sequence shuffling"}, {"text": "We provide a global-scale analysis of the crosstalk between amino acid coding requirements and RNA secondary structure formation in protein-coding sequences. Using RNAfold (Lorenz et al., 2011) , we analyzed the occurrence of three different base pair/secondary structure classes, based on the arrangement of amino acid codons within RNA secondary structures. Each arrangement of valid basepairs (A:U, U:A, G:C, C:G, U:G, G:U) between the codon positions 1, 2 or 3 of one codon and the codon positions 1, 2 or 3 of an opposing codon in RNA secondary structures can be grouped into the following classes: c 1 ¼{1:1, 2:3, 3:2}, c 2 ¼{2:2, 1:3, 3:1} and c 3 ¼{3:3, 1:2, 2:1} ( Fig. 1) . Thereby, these sequence stretches do not need to have a length in multiples of three nucleotides to belong to the respective class, as illustrated in an artificial RNA structure (Fig. 1B) . Consequently, these three base pair/RNA secondary structure classes cover virtually all possible RNA secondary structures. The frequency of these base pair/secondary structure classes was counted on a global scale in the protein-coding regions of mRNAs from viruses, bacteria, archaea, plants, fungi, invertebrates, nonmammalian vertebrates and mammalia.", "cite_spans": [{"start": 172, "end": 193, "text": "(Lorenz et al., 2011)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 674, "end": 681, "text": "Fig. 1)", "ref_id": null}, {"start": 862, "end": 871, "text": "(Fig. 1B)", "ref_id": null}], "section": "Results and discussion"}, {"text": "As a result, we found base-pairs/RNA secondary structures of class c 1 are significantly under-represented globally in the mRNA protein-coding regions in all taxa of life (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 171, "end": 179, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Results and discussion"}, {"text": "In class c 1 , two opposing nucleotides which each are in position 1 of two opposing codons would be required to pair. However, the nucleotide in codon position 1 largely defines the exact nature of an amino acid and by that its function in the protein. Thus, this arrangement would require two specific amino acids in a protein to co-evolve to allow RNA secondary structure formation, which appears highly unlikely. Conversely, the fact of an underrepresented class c 1 is interpreted as a selection pressure to allow RNA secondary structures in mRNA coding regions. At the same time, pairing of the nucleotides in position 2 of a codon with a A B Fig. 1. (A) Three base pair/RNA secondary structure classes that represent all possible base-pairs between positions 1, 2 and 3 of one codon with positions 1, 2 and 3 of an opposing codon in RNA secondary structures. The classes are based on the following groups c 1 ¼{1:1, 2:3, 3:2}, c 2 ¼{1:3, 2:2, 3:1} and c 3 ¼{1:2, 2:1, 3:3}. (B) An artificial example RNA secondary structure with the different classes corresponding to A. Shifts between the different classes are possible, introduced through loops and bulges nucleotide in position 3 of another codon in class c 1 may be highly likely due to the degenerate nature of triplett position 3.", "cite_spans": [], "ref_spans": [{"start": 649, "end": 656, "text": "Fig. 1.", "ref_id": null}], "section": "Results and discussion"}, {"text": "To ensure the under-representation of class c 1 is not an artifact of the RNA folding algorithm, we performed several tests. The underrepresentation of class c 1 is not triggered by a single specific base-pair since all base-pairs of class c 1 are under-represented ( Supplementary  Fig. S1 ). The bias is not affected by the folding range of our method (see Supplementary Material and Supplementary Fig. S2 ) and occurs not by chance ( Supplementary Fig. S4 ). We can also find the same effect if we use other folding algorithms, such as CONTRAfold (Do et al., 2006) , a secondary structure prediction method based on conditional log-linear models (data not shown). Furthermore, if we consider the complete ensemble of RNA secondary structures, we find the same bias (see Supplementary Material and Supplementary Fig. S3 ). The effect disappears after artificial shuffling of the underlying RNA sequences with a word size of one or two, but remains with a shuffling of word size three or six (conserving the underlying codons and di-codons, Supplementary Fig. S4) , showing the effect being not specific to the nucleotide distribution (like GC content) but specific for the underlying codon distribution. Moreover, if we build artificial codons but keep the nucleotide distribution per codon position constant, the effect remains the same (Supplementary Fig. S5 ). This demonstrates that the global nucleotide distribution per codon position but not the codon itself is important.", "cite_spans": [{"start": 550, "end": 567, "text": "(Do et al., 2006)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 268, "end": 290, "text": "Supplementary  Fig. S1", "ref_id": null}, {"start": 386, "end": 407, "text": "Supplementary Fig. S2", "ref_id": "FIGREF0"}, {"start": 437, "end": 458, "text": "Supplementary Fig. S4", "ref_id": null}, {"start": 800, "end": 821, "text": "Supplementary Fig. S3", "ref_id": null}, {"start": 1042, "end": 1064, "text": "Supplementary Fig. S4)", "ref_id": null}, {"start": 1340, "end": 1362, "text": "(Supplementary Fig. S5", "ref_id": null}], "section": "Results and discussion"}, {"text": "In addition, we generally also find a less pronounced but visible under-representation of the pairing of codon position 2 with position 2 of an opposing codon in class c 2 ( Supplementary Fig. S1 ). This illustrates also codon position 2 to be important, likely because Uracil in position 2 defines the hydrophobic character of an amino acid. A change of the hydrophobic versus hydrophilic nature of amino acids could result in general misfolding of proteins. However, our results shown here imply that codon position 2 has a smaller influence on the amino acid choice than codon position 1.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 195, "text": "Supplementary Fig. S1", "ref_id": null}], "section": "Results and discussion"}, {"text": "Although changes in codon position 2 are generally believed to be more important for protein structure and function than changes in codon position 1 (Berleant et al., 2009; Pohlmeyer, 2008) , our results challenge this general assumption. In this context, it is important to note that in previous studies in which the physicochemical properties of amino acids like size, hydropathy and charge were considered, charged amino acids were usually classified by simply having a charged side chain or not. However, the polarity of charge and the effects of changing this polarity were not taken into account. As a consequence, changes in amino acid charge from positive to negative or vice versa were usually assigned only low penalties, other than changes in amino acid hydropathy and size (Berleant et al., 2009; Goodarzi et al., 2007; Miyata et al., 1979; Nemzer, 2017) .", "cite_spans": [{"start": 149, "end": 172, "text": "(Berleant et al., 2009;", "ref_id": "BIBREF3"}, {"start": 173, "end": 189, "text": "Pohlmeyer, 2008)", "ref_id": "BIBREF28"}, {"start": 785, "end": 808, "text": "(Berleant et al., 2009;", "ref_id": "BIBREF3"}, {"start": 809, "end": 831, "text": "Goodarzi et al., 2007;", "ref_id": "BIBREF11"}, {"start": 832, "end": 852, "text": "Miyata et al., 1979;", "ref_id": "BIBREF22"}, {"start": 853, "end": 866, "text": "Nemzer, 2017)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Results and discussion"}, {"text": "However, our results suggest that codon position 1 is globally more important than codon position 2. Therefore, we inspected the genetic code to find out which changes in amino acid properties can occur after changes in codon position 1 or position 2. We found that charge reversal (i.e. the change of a positive to a negative charge or vice versa) only occurs upon single nucleotide exchanges in codon position 1 (G to A, G to C or vice versa) but never upon single nucleotide exchanges in codon position 2. We conclude that the selection pressure against charge reversal-which may destroy salt bridges in proteins that are important for the protein's structure and function, like the His-Asp salt bridge that mediates the Bohr effect in hemoglobin (Russu et al., 1980) -may have been largely underestimated in previous studies.", "cite_spans": [{"start": 750, "end": 770, "text": "(Russu et al., 1980)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Results and discussion"}, {"text": "Globally, structured mRNAs have a more pronounced base-pair bias than less structured mRNAs. Compared to the low structured mRNAs (Fig. 3A) , we found a slight increase of cytosin and guanin content at codon positions 1 and 2 in the structured mRNAs but a strong increase at codon position 3 (Fig. 3B) . Based on the higher G/C content, the G:C base-pairing was significantly increased. There seems to be a consistent trend over all organisms that the increase in G/C content among the base-pairs of one class occurs to a large extent in those base-pairs which are involved in a pairing with a codon position 3 (Supplementary Fig. S1 ). The largest differences were found in 1:3, 3:1, 2:3, 3:2 and 3:3 pairings, whereas no big changes were found in 1:1, 2:2, 1:2 and 2:1 pairings ( Supplementary  Fig. S6 ). This shows that an increase in G/C content in more structured mRNAs occurred mainly in the wobble position 3, leaving the amino acid sequence largely unchanged. In turn, this suggests that the co-evolution of amino acid sequence and RNA secondary structures may have been mainly driven by the amino acid sequence.", "cite_spans": [], "ref_spans": [{"start": 130, "end": 139, "text": "(Fig. 3A)", "ref_id": null}, {"start": 292, "end": 301, "text": "(Fig. 3B)", "ref_id": null}, {"start": 611, "end": 633, "text": "(Supplementary Fig. S1", "ref_id": null}, {"start": 782, "end": 804, "text": "Supplementary  Fig. S6", "ref_id": null}], "section": "Results and discussion"}, {"text": "Conversely, it appears difficult to estimate at this global scale if the RNA secondary structure influences the amino acid sequence by the choice of non-synonymous codons. Even though the pronounced base-pair bias in all taxonomic groups supports the presence of structured mRNAs in vivo, up to now we are aware of only a few functional RNA structures in mRNA coding regions (Ball, 1973; Fosmire et al., 1992; Fricke et al., 2015; Konecny et al., 2000; Liu et al., 2009; Nassal et al., 1990) .", "cite_spans": [{"start": 375, "end": 387, "text": "(Ball, 1973;", "ref_id": "BIBREF2"}, {"start": 388, "end": 409, "text": "Fosmire et al., 1992;", "ref_id": "BIBREF9"}, {"start": 410, "end": 430, "text": "Fricke et al., 2015;", "ref_id": "BIBREF10"}, {"start": 431, "end": 452, "text": "Konecny et al., 2000;", "ref_id": "BIBREF16"}, {"start": 453, "end": 470, "text": "Liu et al., 2009;", "ref_id": "BIBREF18"}, {"start": 471, "end": 491, "text": "Nassal et al., 1990)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Results and discussion"}, {"text": "Interestingly, in nearly all mitochondrial (except animal) and chloroplast mRNAs the RNA secondary structure class c 2 and class c 1 is under-represented, whereas in animals only class c 2 but not class c 1 is under-represented (Fig. 4) . In class c 2 RNA secondary structures, pairing of two opposing nucleotides in position 2 of each codon would be required. However, variation in this position would likely change the hydrophobic versus hydrophilic nature of the amino acids. Thus, the under-representation of class c 2 in plastid genomes may be due to the fact that plastid genomes largely encode those highly hydrophobic membrane proteins which are involved in plastid redox metabolism to allow for short regulatory gene expression circuits (Allen, 2015) . This effect appears particularly pronounced in animal mitochondria which have lost all protein-coding genes that do not encode respiratory chain complex subunits (Lang et al., 1999) . Here, only class c 2 but not class c 1 is under-represented (Fig. 4) . This suggests that in these animal mitochondrial sequences exclusively coding for those subunits of the mitochondrial respiratory chain complexes that are located in the membrane (Soto et al., 2012; Wirth et al., 2016) , hydropathy has become the most important parameter for codon selection.", "cite_spans": [{"start": 746, "end": 759, "text": "(Allen, 2015)", "ref_id": "BIBREF0"}, {"start": 924, "end": 943, "text": "(Lang et al., 1999)", "ref_id": "BIBREF17"}, {"start": 1196, "end": 1215, "text": "(Soto et al., 2012;", "ref_id": "BIBREF32"}, {"start": 1216, "end": 1235, "text": "Wirth et al., 2016)", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 228, "end": 236, "text": "(Fig. 4)", "ref_id": null}, {"start": 1006, "end": 1014, "text": "(Fig. 4)", "ref_id": null}], "section": "Results and discussion"}, {"text": "Some viral RNA genomes contain known functional RNA secondary structures. For a proof of principle, we therefore analyzed the 3'region of the Hepatitis C Virus RNA genome which contains RNA secondary structure elements known to be involved in genome replication (Niepmann et al., 2018) . The results show that in two regions containing functional signals (J7880 and J8880) class c 1 is strongly under-represented, whereas in the coding sequence (CDS) region containing the so-called CRE and encoding the hydrophobic transmembrane region of the protein, class c 2 is strongly under-represented, with high values in class c 1 (Supplementary Fig. S7 ). This demonstrates that under-representation of RNA secondary structure classes c 1 or c 2 can actually correlate with functional RNA secondary structures.", "cite_spans": [{"start": 262, "end": 285, "text": "(Niepmann et al., 2018)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 624, "end": 646, "text": "(Supplementary Fig. S7", "ref_id": null}], "section": "Results and discussion"}, {"text": "As a control, we also considered if the codon frequencies as found in nature contribute to the under-representation of RNA secondary structure class c 1 . Therefore, we calculated the probability that two codon positions can base-pair by just using the codons taken from the table of the genetic code, while taking into account the actual frequency of each codon as found in each taxonomic group in nature. Without taking the underlying codon frequency into account, the possible base-pair distribution of classes c 1 , c 2 and c 3 would be identical (33.3% each). In contrast, when we weight each possible base pair between the codons with the underlying codon frequency, we found a slight under-representation of class c 1 (see Table 1 , left part). This demonstrates that even the codon frequencies are sufficient to show an under-representation of RNA secondary structure class c 1 , underlining the global importance of RNA secondary structures in CDSs. Importantly, in the naturally occurring CDSs with the order of codons as required by the amino acids in the proteins, the underrepresentation of RNA secondary structure class c 1 comes with an additional strong bias (Table 1 , right part).", "cite_spans": [], "ref_spans": [{"start": 730, "end": 737, "text": "Table 1", "ref_id": null}, {"start": 1175, "end": 1183, "text": "(Table 1", "ref_id": null}], "section": "Results and discussion"}, {"text": "It was shown that RNA secondary structure is under positive selection in coding regions of bacteria (Katz and Burge, 2003) , but the conclusions are controversial. On the one hand, stable structures in mRNAs can slow down ribosomes (Chen et al., 2013; Tholstrup et al., 2012; Wen et al., 2008) , arguing against a high number of very stable RNA structures in coding regions. On the other hand, a recent study of yeast mRNAs found a positive correlation of mRNA secondary structure with protein abundance, without affecting mRNA half-life (Zur and Tuller, 2012) . For this finding, Mao et al. first sight. By computational methods they found that moderate RNA secondary structures may increase ribosomal density and therewith translation rate (Mao et al., 2014) . Their interpretation is that the first ribosomes that encounter the coding region are slowed down by RNA secondary structures. Then, all following ribosomes catch up closely to create a line of migrating ribosomes which will disable reformation of RNA secondary structures and thus translate the mRNA with high efficiency. Taken together, synonymous codons in mRNA protein-coding regions are globally selected in all taxa of life in a way that the need to form RNA secondary structures in which a codon position 1 is required to pair with the codon position 1 of another codon is reduced. In turn, this means that mRNA CDSs evolved to allow the formation of RNA secondary structures using synonymous codons, underlining the general importance of such RNA secondary structures for the function of mRNAs in cells. However, this does not exclude that in specific cases conserved functional RNA structures may also drive co-evolution of amino acid sequences using nonsynonymous codons. Table 1 . Class distribution over all possible base-pairs between the 64 codons of the genetic code, weighted with the natural codon frequency of both codons (left). Class distribution based on the RNA secondary structure as depicted in Figure 2 ( ", "cite_spans": [{"start": 100, "end": 122, "text": "(Katz and Burge, 2003)", "ref_id": "BIBREF15"}, {"start": 232, "end": 251, "text": "(Chen et al., 2013;", "ref_id": "BIBREF5"}, {"start": 252, "end": 275, "text": "Tholstrup et al., 2012;", "ref_id": "BIBREF33"}, {"start": 276, "end": 293, "text": "Wen et al., 2008)", "ref_id": "BIBREF34"}, {"start": 538, "end": 560, "text": "(Zur and Tuller, 2012)", "ref_id": "BIBREF37"}, {"start": 742, "end": 760, "text": "(Mao et al., 2014)", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 1745, "end": 1752, "text": "Table 1", "ref_id": null}, {"start": 1982, "end": 1992, "text": "Figure 2 (", "ref_id": "FIGREF0"}], "section": "Results and discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Why chloroplasts and mitochondria retain their own genomes and genetic systems: colocation for redox regulation of gene expression", "authors": [{"first": "J", "middle": ["F"], "last": "Allen", "suffix": ""}], "year": 2015, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "112", "issn": "", "pages": "10231--10238", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Mammalian iron metabolism and its control by iron regulatory proteins", "authors": [{"first": "C", "middle": ["P"], "last": "Anderson", "suffix": ""}], "year": 2012, "venue": "Biochim. Biophys. Acta", "volume": "1823", "issn": "", "pages": "1468--1483", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Secondary structure and coding potential of the coat protein gene of bacteriophage MS2", "authors": [{"first": "L", "middle": ["A"], "last": "Ball", "suffix": ""}], "year": 1973, "venue": "Nature New Biol", "volume": "242", "issn": "", "pages": "44--45", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The genetic code-more than just a table", "authors": [{"first": "D", "middle": [], "last": "Berleant", "suffix": ""}], "year": 2009, "venue": "Cell Biochem. Biophys", "volume": "55", "issn": "", "pages": "107--116", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The relationship between third-codon position nucleotide content, codon bias, mRNA secondary structure and gene expression in the drosophilid alcohol dehydrogenase genes Adh and Adhr", "authors": [{"first": "D", "middle": ["B"], "last": "Carlini", "suffix": ""}], "year": 2001, "venue": "Genetics", "volume": "159", "issn": "", "pages": "623--633", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Dynamics of translation by single ribosomes through mRNA secondary structures", "authors": [{"first": "C", "middle": [], "last": "Chen", "suffix": ""}], "year": 2013, "venue": "Nat. Struct. Mol. Biol", "volume": "20", "issn": "", "pages": "582--588", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Contrafold: RNA secondary structure prediction without physics-based models", "authors": [{"first": "C", "middle": ["B"], "last": "Do", "suffix": ""}], "year": 2006, "venue": "Bioinformatics", "volume": "22", "issn": "", "pages": "90--98", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Threading the needle: getting selenocysteine into proteins", "authors": [{"first": "J", "middle": [], "last": "Donovan", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Copeland", "suffix": ""}], "year": 2010, "venue": "Antioxid. Redox Signal", "volume": "12", "issn": "", "pages": "881--892", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The large extent of putative secondary nucleic acid structure in random nucleotide sequences or amino acid derived messenger-RNA", "authors": [{"first": "W", "middle": ["M"], "last": "Fitch", "suffix": ""}], "year": 1974, "venue": "J. Mol. Evol", "volume": "3", "issn": "", "pages": "279--291", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Identification and characterization of a coronavirus packaging signal", "authors": [{"first": "J", "middle": ["A"], "last": "Fosmire", "suffix": ""}], "year": 1992, "venue": "J. Virol", "volume": "66", "issn": "", "pages": "3522--3530", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Conserved RNA secondary structures and long-range interactions in hepatitis C viruses", "authors": [{"first": "M", "middle": [], "last": "Fricke", "suffix": ""}], "year": 2015, "venue": "RNA", "volume": "21", "issn": "", "pages": "1219--1232", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Solvent accessibility, residue charge and residue volume, the three ingredients of a robust amino acid substitution matrix", "authors": [{"first": "H", "middle": [], "last": "Goodarzi", "suffix": ""}], "year": 2007, "venue": "J. Theor. Biol", "volume": "245", "issn": "", "pages": "715--725", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The impact of RNA structure on coding sequence evolution in both bacteria and eukaryotes", "authors": [{"first": "W", "middle": [], "last": "Gu", "suffix": ""}], "year": 2014, "venue": "BMC Evol. Biol", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "uShuffle: a useful tool for shuffling biological sequences while preserving the k-let counts", "authors": [{"first": "M", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2008, "venue": "BMC Bioinformatics", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A short cis-acting sequence is required for hepatitis B virus pregenome encapsidation and sufficient for packaging of foreign RNA", "authors": [{"first": "M", "middle": [], "last": "Junker-Niepmann", "suffix": ""}], "year": 1990, "venue": "EMBO J", "volume": "9", "issn": "", "pages": "3389--3396", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Widespread selection for local RNA secondary structure in coding regions of bacterial genes", "authors": [{"first": "L", "middle": [], "last": "Katz", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Burge", "suffix": ""}], "year": 2003, "venue": "Genome Res", "volume": "13", "issn": "", "pages": "2042--2051", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Concurrent neutral evolution of mRNA secondary structures and encoded proteins", "authors": [{"first": "J", "middle": [], "last": "Konecny", "suffix": ""}], "year": 2000, "venue": "J. Mol. Evol", "volume": "50", "issn": "", "pages": "238--242", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Mitochondrial genome evolution and the origin of eukaryotes", "authors": [{"first": "B", "middle": ["F"], "last": "Lang", "suffix": ""}], "year": 1999, "venue": "Annu. Rev. Genet", "volume": "33", "issn": "", "pages": "351--397", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cis-acting RNA elements in human and animal plus-strand RNA viruses", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}], "year": 2009, "venue": "Biochim. Biophys. Acta", "volume": "1789", "issn": "", "pages": "495--517", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "ViennaRNA Package 2.0", "authors": [{"first": "R", "middle": [], "last": "Lorenz", "suffix": ""}], "year": 2011, "venue": "Algorithms Mol. Biol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Deciphering the rules by which dynamics of mRNA secondary structure affect translation efficiency in Saccharomyces cerevisiae", "authors": [{"first": "Y", "middle": [], "last": "Mao", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "42", "issn": "", "pages": "4813--4822", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Metabolism and regulation of canonical histone mRNAs: life without a poly(A) tail", "authors": [{"first": "W", "middle": ["F"], "last": "Marzluff", "suffix": ""}], "year": 2008, "venue": "Nat. Rev. Genet", "volume": "9", "issn": "", "pages": "843--854", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Two types of amino acid substitutions in protein evolution", "authors": [{"first": "T", "middle": [], "last": "Miyata", "suffix": ""}], "year": 1979, "venue": "J. Mol. Evol", "volume": "12", "issn": "", "pages": "219--236", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The GAIT system: a gatekeeper of inflammatory gene expression", "authors": [{"first": "R", "middle": [], "last": "Mukhopadhyay", "suffix": ""}], "year": 2009, "venue": "Trends Biochem. Sci", "volume": "34", "issn": "", "pages": "324--331", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Translational inactivation of RNA function: discrimination against a subset of genomic transcripts during HBV nucleocapsid assembly", "authors": [{"first": "M", "middle": [], "last": "Nassal", "suffix": ""}], "year": 1990, "venue": "Cell", "volume": "63", "issn": "", "pages": "1357--1363", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Shannon information entropy in the canonical genetic code", "authors": [{"first": "L", "middle": ["R"], "last": "Nemzer", "suffix": ""}], "year": 2017, "venue": "J. Theor. Biol", "volume": "415", "issn": "", "pages": "158--170", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Signals Involved in Regulation of Hepatitis C Virus RNA Genome Translation and Replication", "authors": [{"first": "M", "middle": [], "last": "Niepmann", "suffix": ""}], "year": 2018, "venue": "Front Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Tracing specific synonymous codon-secondary structure correlations through evolution", "authors": [{"first": "M", "middle": [], "last": "Oresic", "suffix": ""}], "year": 2003, "venue": "J. Mol. Evol", "volume": "56", "issn": "", "pages": "473--484", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The genetic code revisited", "authors": [{"first": "R", "middle": [], "last": "Pohlmeyer", "suffix": ""}], "year": 2008, "venue": "J. Theor. Biol", "volume": "253", "issn": "", "pages": "623--624", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Hydrophilicity of polar amino acid side-chains is markedly reduced by flanking peptide bonds", "authors": [{"first": "M", "middle": ["A"], "last": "Roseman", "suffix": ""}], "year": null, "venue": "J. Mol. Biol", "volume": "", "issn": "", "pages": "513--522", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Role of the beta 146 histidyl residue in the alkaline Bohr effect of hemoglobin", "authors": [{"first": "I", "middle": ["M"], "last": "Russu", "suffix": ""}], "year": 1980, "venue": "Biochemistry", "volume": "19", "issn": "", "pages": "1043--1052", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A periodic pattern of mRNA secondary structure created by the genetic code", "authors": [{"first": "S", "middle": ["A"], "last": "Shabalina", "suffix": ""}], "year": 2006, "venue": "Nucleic Acids Res", "volume": "34", "issn": "", "pages": "2428--2437", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Biogenesis and assembly of eukaryotic cytochrome c oxidase catalytic core", "authors": [{"first": "I", "middle": ["C"], "last": "Soto", "suffix": ""}], "year": 2012, "venue": "Biochim. Biophys. Acta", "volume": "1817", "issn": "", "pages": "883--897", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "mRNA pseudoknot structures can act as ribosomal roadblocks", "authors": [{"first": "J", "middle": [], "last": "Tholstrup", "suffix": ""}], "year": 2012, "venue": "Nucleic Acids Res", "volume": "40", "issn": "", "pages": "303--313", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Following translation by single ribosomes one codon at a time", "authors": [{"first": "J.-D", "middle": [], "last": "Wen", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "452", "issn": "", "pages": "598--603", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Regulation of mRNA translation by 5'-and 3'-UTR-binding factors", "authors": [{"first": "G", "middle": ["S"], "last": "Wilkie", "suffix": ""}], "year": 2003, "venue": "Trends Biochem. Sci", "volume": "28", "issn": "", "pages": "182--188", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Structure and function of mitochondrial complex I", "authors": [{"first": "C", "middle": [], "last": "Wirth", "suffix": ""}], "year": 2016, "venue": "Biochim. Biophys. Acta", "volume": "1857", "issn": "", "pages": "902--914", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Strong association between mRNA folding strength and protein abundance in S. cerevisiae", "authors": [{"first": "H", "middle": [], "last": "Zur", "suffix": ""}, {"first": "T", "middle": [], "last": "Tuller", "suffix": ""}], "year": 2012, "venue": "EMBO Rep", "volume": "13", "issn": "", "pages": "272--277", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Distribution of class c 1 , c 2 and c 3 within all selected coding sequences (sCDS, see methods for selection procedure) except mitochondria and chloroplasts for each taxonomic group. #species -number of different species; #CDS -number of coding sequence (CDS); #sCDS -number of selected CDS; #nt/sCDS -number of nucleotides per selected CDS", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(A) Class distribution and (B) nucleotide distribution of each codon positions of all human mRNAs with less stable (mean MFE>À8 kcal/mol over all folding windows, #7104 mRNAs, TOP) and rather stable (mean MFE À8 kcal/mol over all folding windows, #15022 mRNAs, BOTTOM) RNA secondary structures. The nucleotide distributions in codon positions 2 and 3 of the less stable mRNAs are similar, since base-pairings of 2:3 and 3:2 are likely. In contrast, mRNAs with more stable RNA secondary structure show an increased GC content at codon position 1 and in particular at position 3. This increases the G:C and C:G base-pairings 1:3, 3:1 and 3:3 (Supplementary Fig. S6) and consequently increases the frequency of classes c 2 and c Base pair/RNA secondary structure class distribution in mitochondria and chloroplasts", "latex": null, "type": "figure"}, "TABREF0": {"text": "V C The Author(s) 2018. Published by Oxford University Press. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com", "latex": null, "type": "table"}, "TABREF1": {"text": "biomol_genomic[PROP] AND refseq[filter] AND mito chondrion[filter] or with the filter chloroplast[filter](July 2017, www.ncbi.nlm.nih.gov/nuccore). The mitochondrial mRNAs are separated by the taxa plants, protists, fungi and animals.", "latex": null, "type": "table"}, "TABREF2": {"text": "right)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Codon frequency based </td><td>mRNA structure based\n</td></tr><tr><td> </td><td>c1 </td><td>c2 </td><td>c3 </td><td>c1 </td><td>c2 </td><td>c3\n</td></tr><tr><td>Archaea </td><td>31.7 </td><td>33.8 </td><td>34.4 </td><td>25.2 </td><td>37.8 </td><td>37.3\n</td></tr><tr><td>Bacteria </td><td>32.1 </td><td>33.7 </td><td>34.1 </td><td>27.0 </td><td>36.3 </td><td>36.7\n</td></tr><tr><td>Fungi </td><td>32.5 </td><td>33.7 </td><td>33.7 </td><td>30.1 </td><td>35.2 </td><td>34.1\n</td></tr><tr><td>Invertebrates </td><td>32.8 </td><td>33.5 </td><td>33.5 </td><td>30.3 </td><td>33.5 </td><td>36.0\n</td></tr><tr><td>Plants </td><td>32.8 </td><td>33.5 </td><td>33.5 </td><td>31.2 </td><td>33.9 </td><td>34.9\n</td></tr><tr><td>Protozoa </td><td>32.7 </td><td>33.5 </td><td>33.6 </td><td>29.6 </td><td>34.0 </td><td>36.1\n</td></tr><tr><td>Mammals </td><td>32.7 </td><td>33.6 </td><td>33.5 </td><td>29.8 </td><td>35.1 </td><td>35.0\n</td></tr><tr><td>Vertebrates </td><td>32.8 </td><td>33.6 </td><td>33.5 </td><td>30.3 </td><td>34.6 </td><td>35.0\n</td></tr><tr><td>Viruses </td><td>32.4 </td><td>33.8 </td><td>33.6 </td><td>30.2 </td><td>34.8 </td><td>34.8\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Conflict of Interest: none declared.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}