{"paper_id": "f740a7c9f54b875e411fb8a2f290801704b6aab9", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "Leukocytes are essential for a functional immune response, for normal wound healing, tumour surveillance and during development and tissue remodelling, it is their role in the inflammatory response however that is of most interest to us in the intensive care setting [1±5] . It is now well established that leukocyte activation can be a double edged sword; the body is critically dependent upon these cells for protection from pathogens and an ineffective inflammatory/immune response can be lethal. A balance needs to be struck however as an excessive inflammatory response can also kill through progressive inflammation and consequent multi-organ dysfunction [6±8] .", "cite_spans": [{"start": 267, "end": 272, "text": "[1±5]", "ref_id": null}, {"start": 661, "end": 666, "text": "[6±8]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Leukocytes normally circulate in a quiescent state but can be rapidly activated to repel invading pathogens. This system of leukocyte activation has evolved because it would be unsustainable to maintain these cells in a state of permanent activation. This would lead to widespread leukocyte plugging, uncontrolled free radical release and an unwarranted metabolic de- Abstract Leukocytes have a fundamental role in innate and adaptive immunity, wound healing, tumour surveillance and in tissue remodelling. It is their function in the inflammatory response however that is of most interest to us in the intensive care setting. Over the last three decades we have gained significant insights into leukocyte activation, recruitment and mediator secretion and the contribution of these agents to both the onset and resolution of sepsis and inflammation. The body relies on the inflammatory response for protection. Leukocytes occupy a pivotal position in this but to maintain these cells in a state of permanent activation would be unsustainable, with widespread microvascular plugging, uncontrolled free radical release and an excessive metabolic demand. Leukocytes thus circulate in a quiescent state and are rapidly activated by invading pathogens and other stimuli. A direct consequence of this protective strategy is that the inflammatory response may be inadequate, with the risk of overwhelming sepsis, or excessive, leading to rampant systemic inflammation and consequent multiple organ damage. It is now becoming apparent however that in addition to leukocytes other cells have important roles both in defence against invading pathogens and in driving malignant inflammation. This review will focus on two new facets of the innate immune system, the Toll family of proteins as the signal transduction element for endotoxin, and the antimicrobial peptides. These exemplify potential damaging and protective response elements but importantly neither are restricted to leukocytes. The capacity of cells and tissues other than the leukocytes to participate and even lead in the inflammatory responses will also be explored. mand with progressive tissue damage and multi-organ dysfunction syndrome (MODS). A direct consequence of this protective strategy is that the inflammatory response may be either inadequate, with the risk of overwhelming sepsis, or excessive, leading to rampant systemic inflammation [9] . Recently further layers of complexity have been described including the endogenous compensatory anti-inflammatory response syndrome (CARS) protecting against excessive inflammation [7] . Moreover the underlying insult can impair the immune response and aggressive or persisting inflammation can lead to a state of anergy and heightened risk of further infection [10] . To address the role of leukocytes in the inflammatory process and the balance that needs to be struck between an ineffective and an excessive response we need to understand a little about the inflammatory response itself. This also needs to be put into context as the leukocytes are not the only players involved. The genetic regulation of these processes is also of increasing importance.", "cite_spans": [{"start": 2409, "end": 2412, "text": "[9]", "ref_id": null}, {"start": 2596, "end": 2599, "text": "[7]", "ref_id": null}, {"start": 2777, "end": 2781, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Serious infections are the most common cause for admission to intensive care and the clinical features are well described [11] . It is now clear that other conditions such as multiple trauma and burns also result in a state of generalised inflammation in the absence of infection. This has led to the description of the systemic inflammatory response syndrome (SIRS), a multi-system inflammatory state characterised by excessive immuno-inflammatory cascade activation with widespread reduction in cellular oxygen utilisation, ATP depletion, cell injury and death [6] .", "cite_spans": [{"start": 122, "end": 126, "text": "[11]", "ref_id": null}, {"start": 563, "end": 566, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "The inflammatory response"}, {"text": "The most common agents initiating inflammation are bacterial cell wall components including teichoic acid and peptidoglycans from Gram-positive bacteria and lipopolysaccharide (LPS) from Gram-negative bacteria [12] . Activation induces multiple mediator networks including the complement, kinin, coagulation and fibrinolytic cascades, synthesis of lipid mediators, chemokines, cytokines and release of soluble receptors, along with free radical synthesis and leukocyte degranulation with release of numerous enzymes, including elastase, myeloperoxidase, proteases, collagenase and plasminogen activator all occurring as part of an interrelated network [4, 9, 13, 14] . Importantly, many cells other than leukocytes are also activated during inflammation, including endothelial cells, mesothelial cells and fibroblasts [15±17]. These cells are all able to elaborate multiple inflammatory agents and represent a huge reservoir for mediator synthesis that does not often receive due consideration.", "cite_spans": [{"start": 210, "end": 214, "text": "[12]", "ref_id": null}, {"start": 652, "end": 655, "text": "[4,", "ref_id": null}, {"start": 656, "end": 658, "text": "9,", "ref_id": null}, {"start": 659, "end": 662, "text": "13,", "ref_id": null}, {"start": 663, "end": 666, "text": "14]", "ref_id": null}], "ref_spans": [], "section": "The inflammatory response"}, {"text": "As most infections occur primarily in the tissue and not in the blood stream, extravasation of leukocytes is essential in bring inflammatory cells and foreign pathogens into contact. This requires both a chemotactic gradient and co-ordinated up-regulation of endothelial and inflammatory cell adhesion molecule expression. Pro-inflammatory agents rapidly up regulate E and Pselectins which, with L-selectin, mediate leukocyte rolling along the endothelium [18]. The b 2 integrins LFA-1 (CD11 a), Mac-1 (CD11 b) and p150/95 (CD11 c) are the main leukocyte adhesion molecules responsible for firm adhesion, their endothelial ligands are ICAM-1 (CD54), ICAM-2 (CD102) and VCAM-1 (CD106). PE-CAM and VLA-4 are essential for transmigration. These adhesion molecules are also all closely regulated by activating signals [19±20] .", "cite_spans": [{"start": 814, "end": 821, "text": "[19±20]", "ref_id": null}], "ref_spans": [], "section": "The inflammatory response"}, {"text": "Once initiated, the intensity and duration of the inflammatory response is closely regulated [14] . Numerous mechanisms are invoked in this including ªanti-inflammatoryº cytokines (e. g. IL-1ra, IL-10, IL-13) and endogenous anti-endotoxin antibodies acting to damp down the inflammatory response while the leukocytes phagocytose and kill the offending pathogens. Leukocytes have only a finite life-span at the inflamed site with neutrophils rapidly undergoing apoptosis to be cleared by inflammatory macrophages, which themselves emigrate from the inflamed site during the resolution phase [22±24]. Thus a successful inflammatory event requires not only appropriate activation of cells and mediators with phagocytosis and removal of the inciting stimulus but also consequent elimination of the inflammatory cells and debris to allow the tissues to return to normal architecture and function.", "cite_spans": [{"start": 93, "end": 97, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "The inflammatory response"}, {"text": "It is quite clear that leukocytes are fundamental for survival as exemplified so devastatingly by neutropenia [25] . In addition, defects in leukocyte function can be just as harmful as reduction in numbers, with clear examples ranging from leukocyte adhesion deficiency (LAD) where the cells are functional but cannot get to the site of infection, to chronic granulomatous disease (CGD) where cells form collections at sites of infection but lack functional killing ability [26, 27] . The list of such conditions is long and simply serves to demonstrate the relative importance of different functions on adhesion, phagocytosis, free radical generation, and killing.", "cite_spans": [{"start": 110, "end": 114, "text": "[25]", "ref_id": null}, {"start": 475, "end": 479, "text": "[26,", "ref_id": null}, {"start": 480, "end": 483, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "Leukocytes as friends"}, {"text": "Neutrophils and macrophages not only directly phagocytose and kill pathogens but are also key regulators of the inflammatory response as they have a powerful capacity to initiate and perpetuate the multiple inflammatory mediator cascades described above. Although billions of dollars have been spent on the, as yet, fruitless search for immunomodulatory agents that will effectively damp this response it has become clear that an intact and robust inflammatory response is indeed crucial for survival. Anti-TNF therapy provides an excellent example of how important the normal inflammatory response is as inhibition of TNF-a activity leads to increased not decreased mortality in a number of septic models including caecal ligation and puncture, Listeria, and Candida albicans infections [28±30] . In other diseases such as malaria, TNF-a blockade may be beneficial or harmful depending upon the underlying susceptibility which may be under genetic regulation [31, 32] . This highlights the importance of differentiating between live micro-organisms and non-infectious agents such as LPS when interpreting results from inflammatory models [30] . Furthermore the method whereby neutralising antibodies are delivered may also be critical [33] . This is even more neatly demonstrated by Yersinia enterocolitica infection where this bacterium produces a protein called YopB which directly inhibits host TNF-a production [34] . Inhibition of YopB with an anti-YopB serum increases TNF-a production and reduces bacterial growth again demonstrating the key role of TNF-a in controlling infection. Other Yop proteins may also be involved [35] .", "cite_spans": [{"start": 788, "end": 795, "text": "[28±30]", "ref_id": null}, {"start": 960, "end": 964, "text": "[31,", "ref_id": null}, {"start": 965, "end": 968, "text": "32]", "ref_id": null}, {"start": 1139, "end": 1143, "text": "[30]", "ref_id": null}, {"start": 1236, "end": 1240, "text": "[33]", "ref_id": null}, {"start": 1416, "end": 1420, "text": "[34]", "ref_id": null}, {"start": 1630, "end": 1634, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Leukocytes as friends"}, {"text": "Severe critical illness can depress the immune system which can increase mortality [36] . For example, patients with blunt or penetrating trauma exhibit reduced responses to usual recall antigens, the greater the injury severity the longer the period of anergy [37] . Haemorrhage also depressed macrophage antigen presentation by 50 % or more in a mouse model probably through reduced antigen catabolism rather than reduced presentation [38, 39] . Similarly prolonged critical illness leads to immune hypo-responsiveness, the cause of which is unclear but can be related to reduced leukocyte responsiveness and monocyte HLA-DR expression has successfully been used as a surrogate marker of this [10]. Boosting leukocyte functional responses by interferon g have been associated with a significant improvement in outcome suggesting that a fully functional leukocyte response throughout the inflammatory response is vital to successful outcome. Leukocyte stimulation with G-CSF or GM-CSF also demonstrates the therapeutic value of these cells both with leukopenia and also in the treatment of infection in the non-neutropenic patients [40±42] .", "cite_spans": [{"start": 83, "end": 87, "text": "[36]", "ref_id": null}, {"start": 261, "end": 265, "text": "[37]", "ref_id": null}, {"start": 437, "end": 441, "text": "[38,", "ref_id": null}, {"start": 442, "end": 445, "text": "39]", "ref_id": null}, {"start": 1133, "end": 1140, "text": "[40±42]", "ref_id": null}], "ref_spans": [], "section": "Leukocytes as friends"}, {"text": "Other leukocyte functions vital to recovery from critical illness include wound healing, tissue remodelling and generation of an adaptive immune response with memory. This is in addition to those functions not immediately relevant to the intensive care setting including tumour surveillance and their role in growth and development. It is thus abundantly clear that leukocytes are friends without which we would not have survived or evolved.", "cite_spans": [], "ref_spans": [], "section": "Leukocytes as friends"}, {"text": "Problems such as transplant rejection, hypersensitivity and allergy and white cell malignancies will not be considered in this review, although these are leukocyte driven and can lead to the requirement for intensive care. Instead the focus will be on the potential for leukocytes to damage the host as part of the systemic inflammatory response syndrome. The concept that leukocytes could directly damage the host is not new. As so eloquently described by Lewis Thomas ªIt is the information carried by the bacteria that we cannot abide. The Gramnegative bacteria are the best examples of this. They display lipopolysaccharide endotoxin in their walls, and these macromolecules are read by our tissues as the very worst of bad news. When we sense lipopolysaccharide, we are likely to turn on every defence at our disposalº [43] . This is supported by many observations that leukocyte depletion could prevent host damage as shown in Table 1 . This emphasises however the essential balance between leukocytes as a powerful motor of tissue damage and their key role in prevention of infection.", "cite_spans": [{"start": 824, "end": 828, "text": "[43]", "ref_id": null}], "ref_spans": [{"start": 933, "end": 940, "text": "Table 1", "ref_id": null}], "section": "Leukocytes as the foe"}, {"text": "ARDS is a particularly important condition in which the neutrophils are believed to act as a prime driving force. These cells have the capacity to damage the host with the production of free radicals and release of enzymes into a protected local microenvironment. Moreover the neutrophil can secrete the pro-inflammatory ", "cite_spans": [], "ref_spans": [], "section": "Leukocytes as the foe"}, {"text": "The leukocytes are not the only cells that can synthesise and release significant quantities of inflammatory agents. Endothelial cells, mesothelial cells and fibroblasts are all highly metabolically active and are amongst many cells that can produce pro-inflammatory cytokines, free radicals and lipid mediators, some of these are listed in Table 2 [48±50]. Moreover endothelial cells and mesothelial cells can present antigen while fibroblasts can phagocytose apoptotic cells. Thus consider the peritoneum in the absence of neutrophils and macrophages. Infection can elicit a massive surge of pro-inflammatory cytokines and free radicals, the omentum can wall off and localise infection while mesothelial cells can present antigen to lymphocytes driving an adaptive immune response. Similarly in the lung the endothelial and epithelial cells along with fibroblasts can reproduce much of the classic inflammatory response that we normally associate with the leukocytes. These include many cytokines such as IL-1 and TGFb which are directly implicated in the pathogenesis of ARDS and consequent fibrosis [51] . It is becoming clearer that a greater understanding of the involvement of stromal cells in the synthesis and release of pro-inflammatory mediators in response to infection is required especially in regard to inflammation limited to specific regions or organs.", "cite_spans": [{"start": 1103, "end": 1107, "text": "[51]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 341, "end": 348, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Inflammation and cells other than the leukocytes"}, {"text": "As noted earlier the response to LPS is uniquely sensitive but it is only recently that the signal transduction pathway for this has been fully established. In an intricate pathway LPS has been shown to complex with circulating lipopolysaccharide binding protein (LBP) which binds to the CD14 receptor leading to inflammatory cell activation [52] . CD14 has no cytoplasmic tail hence the mechanism through which it led to activation of NFkB and pro-inflammatory cytokine synthesis was not clear [53] .", "cite_spans": [{"start": 342, "end": 346, "text": "[52]", "ref_id": "BIBREF3"}, {"start": 495, "end": 499, "text": "[53]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Innate immune system and response to LPS"}, {"text": "Detailed experiments on Drosophila melanogaster have led to a much greater understanding of the innate immune response. It is now recognised that there are multiple pattern recognition receptors expressed on leukocytes and also on other cells that respond to major groups of pathogens [54] . Through these receptors activation responses are elicited to membrane components such as teichoic acid, peptidoglycans and endotoxin. The Toll gene was first described for its function in dorsoventral pattern formation in Drosophila, but it also controls the fly's immune response to fungal infection [55] . One of the other four Drosophila Toll-Like Receptor (TLR) proteins called 18W is also involved in immune responses as antibacterial responses are compromised if this protein is deleted [56] .", "cite_spans": [{"start": 285, "end": 289, "text": "[54]", "ref_id": "BIBREF5"}, {"start": 593, "end": 597, "text": "[55]", "ref_id": "BIBREF6"}, {"start": 785, "end": 789, "text": "[56]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Innate immune system and response to LPS"}, {"text": "The cytoplasmic domain of Toll was found to be closely homologous to the cytoplasmic domain of the IL-1 receptor although the extracellular domains are unrelated. Although the Toll protein family was first identified in Drosophila it has now been characterised as the signal transducing element for LPS in man [57, 58] . LPS induced signalling though Toll leads to activation of NFkB and pro-inflammatory cytokine synthesis. Importantly, non-myeloid cells can be activated by LPS in a CD14/LBP dependent fashion and Toll-like receptors are expressed on cells other than peripheral blood leukocytes. There are 5 TLR described in man, It is unknown as yet whether other TLR recognise other major pattern recognition molecules such as peptidoglycan, teichoic acid. Certainly Drosophila, which do not have an adaptive immune response, can elicit relatively specific responses to the major classes of bacteria through innate pattern recognition molecules [56] . Furthermore the TLR are not restricted to the phagocytes, indeed with expression on intestinal cells for example, their distribution is quite broad. This provides multiple cells with the capacity to respond to LPS (and possibly to other major classes of bacterial cell wall proteins). Hence it may well be through innate immune defences such as Toll that cells other than phagocytes participate in the inflammatory response. We should thus beware of focusing on the leukocytes as the effector cells of the immune system when it is clear that functional receptors may have a much wider distribution than previously thought.", "cite_spans": [{"start": 310, "end": 314, "text": "[57,", "ref_id": "BIBREF8"}, {"start": 315, "end": 318, "text": "58]", "ref_id": "BIBREF9"}, {"start": 950, "end": 954, "text": "[56]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Innate immune system and response to LPS"}, {"text": "It is now known that the main LPS detoxification systems are bactericidal permeability increasing protein (BPI), serum amyloid protein and the lipoprotein system, especially HDL [59±61]. The main source of BPI are the phagocytes and BPI inhibits LPS delivery to monocyte CD14 and appears to condense LPS aggregates whilst LBP promotes LPS delivery to monocyte CD14 and disaggregates LPS [62] . LBP does however promote the transfer of LPS into phospholipid micelles and most endotoxin added to blood ends up in the lipoprotein fraction. Moreover lipoprotein depletion increases TNF-a levels and mortality while increased lipoprotein levels improve mortality and this is due at least in part to reduced production of pro-inflammatory cytokines [63] . HDL is the main LPS binding lipoprotein, although some is found in LDL but very little in VLDL/chylomicrons. It seems that with time HDL hands LPS over to LDL which takes it to the liver where it is secreted in the bile. Septic patients often have very low HDL and apo a-1 levels which may increase their sensitivity to LPS. Furthermore increasing HDL through the use of reconstituted rHDL discs decreases TNF-a levels [64] . This is despite an increase in detectable LPS due to retention in the circulation in relatively inaccessible aggregates in HDL. The binding of LPS to cells is far faster however than HDL inactivation, with cell binding occurring within minutes while HDL inactivation occurring over 4 to 24 hours [65] . Reconstituted HDL is a powerful binder and neutraliser of LPS but is similarly slow. Thus the major method for LPS detoxification is not through leukocytes but via the lipoprotein micelles.", "cite_spans": [{"start": 387, "end": 391, "text": "[62]", "ref_id": "BIBREF13"}, {"start": 743, "end": 747, "text": "[63]", "ref_id": "BIBREF14"}, {"start": 1169, "end": 1173, "text": "[64]", "ref_id": "BIBREF15"}, {"start": 1472, "end": 1476, "text": "[65]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "LPS detoxification"}, {"text": "It is not just the leukocytes that limit the inflammatory response through direct antimicrobial inhibitory mechanisms. Key components of the innate immune response are the antimicrobial peptides which are listed in Table 3 . These are small antimicrobial peptides with usually less than 100 amino acid residues that commonly carry a positive changes and are widely distributed across body surfaces and in secretions. They are reviewed by Lehrer and Ganz [66] .", "cite_spans": [{"start": 454, "end": 458, "text": "[66]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 215, "end": 222, "text": "Table 3", "ref_id": null}], "section": "Antimicrobial peptides"}, {"text": "Although many of these are produced by leukocytes their major site of production is by cells lining the respiratory, renal and reproductive tracts and the epithelial surfaces. The defensins are b pleated sheet peptides of 29 to 40 amino acids in size. There are six a-defensins, human defensins 1±4 are restricted to neutrophils while defensins 5 and 6 are produced by epithelial cells and protect the intestinal and female reproductive tracts respectively. The b-defensins produced by epithelial cells protect the respiratory, renal and reproductive tracts. Likewise the cathelicidins (hCAP-18 and its c terminal domain active fragment LL-37) are found at surface epithelial cells and mucous glands of the respiratory tract. The histatins are salivary proteins with activity against fungi, including azole resistant organisms [67] . Secretory leukoprotease inhibitor is found in many secretions and on epithelial surfaces. It is a 108 amino acid peptide with antiprotease activity at the carboxy-terminal domain and broad spectrum antimicrobial activity at the amino terminal end. It is clear that in the antimicrobial peptides we have a broad and effective system to protect the body against infection that is mainly dependent Table 3 The main classes of human antimicrobial peptides on non-leukocyte production, hence the body does not rely solely on leukocytes as the only safeguard against pathogens.", "cite_spans": [{"start": 827, "end": 831, "text": "[67]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 1229, "end": 1236, "text": "Table 3", "ref_id": null}], "section": "Antimicrobial peptides"}, {"text": "It is clear that leukocytes are essential to surviving an infective challenge, but that they can also cause overwhelming damage to the host. Moreover, inflammation is a continually evolving process and different aspects of leukocyte function will be paramount at different stages, while the invading pathogens themselves can further modulate the host's inflammatory response. It is also clear that the leukocytes are not the only cells involved in the inflammatory response. Endothelial cells, mesothelial cells, fibroblasts and epithelial cells are also all involved not only with their capacity to drive the inflammatory response through mediator generation but also in innate immune defences including through the production of antimicrobial proteins. Paracrine signals between these cells will contribute to ªregionsº of inflammation rather than total systemic inflammation. Our ability to monitor local and regional inflammation is only in its infancy. Furthermore, early in the inflammatory response it may be appropriate to block excessive cytokine production while during later states anergy can develop where it would be more appropriate to boost leukocyte function. We do not have clear methods as yet to determine which stage inflammation is at nor do have the necessary tools to selectively block or boost specific leukocyte functions.", "cite_spans": [], "ref_spans": [], "section": "Striking a balance"}, {"text": "Leukocytes are an essential component in a system involving nearly every cell and tissue in the body. While excessive leukocyte activation is a key feature of malignant inflammation, many other cells are capable of synthesising pro-inflammatory cytokines and driving a damaging response. The complexity, redundancy and plasticity of host defence mechanisms make it unlikely that a global panacea for the inflammatory response will be discovered. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Chemokine expression in endothelial cells and monocytes is differentially regulated", "authors": [{"first": "E", "middle": [], "last": "Parks", "suffix": ""}, {"first": "N", "middle": ["W"], "last": "Lukacs", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Strieter", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Kunkel", "suffix": ""}], "year": 1998, "venue": "Pathobiology", "volume": "66", "issn": "", "pages": "64--70", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Neutrophilic differentiation induced by human upper airway fibroblast-derived granulocyte/macrophage colony-stimulating factor (GM-CSF)", "authors": [{"first": "C", "middle": [], "last": "Vancheri", "suffix": ""}, {"first": "T", "middle": [], "last": "Ohtoshi", "suffix": ""}, {"first": "G", "middle": [], "last": "Cox", "suffix": ""}, {"first": "A", "middle": [], "last": "Xaubet", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Abrams", "suffix": ""}, {"first": "J", "middle": [], "last": "Gauldie", "suffix": ""}, {"first": "J", "middle": [], "last": "Dolovich", "suffix": ""}, {"first": "J", "middle": [], "last": "Denburg", "suffix": ""}, {"first": "Jordana", "middle": ["M"], "last": "", "suffix": ""}], "year": 1991, "venue": "Am J Respir Cell Mol Biol", "volume": "4", "issn": "", "pages": "11--17", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Elevated transforming growth factor-alpha levels in bronchoalveolar lavage fluid of patients with acute respiratory distress syndrome", "authors": [{"first": "D", "middle": ["K"], "last": "Madtes", "suffix": ""}, {"first": "G", "middle": [], "last": "Rubenfeld", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Klima", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Milberg", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Steinberg", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Martin", "suffix": ""}, {"first": "G", "middle": [], "last": "Raghu", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Hudson", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Clark", "suffix": ""}], "year": 1998, "venue": "Am J Respir Crit Care Med", "volume": "158", "issn": "", "pages": "424--430", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Activation of the adhesive capacity of CR3 on neutrophils by endotoxin: dependence on lipopolysaccharide binding protein and CD14", "authors": [{"first": "S", "middle": ["D"], "last": "Wright", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ramos", "suffix": ""}, {"first": "A", "middle": [], "last": "Hermanowski-Vosatka", "suffix": ""}, {"first": "P", "middle": [], "last": "Rockwell", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Detmers", "suffix": ""}], "year": 1991, "venue": "J Exp Med", "volume": "173", "issn": "", "pages": "1281--2186", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Recognition of gram-negative bacteria and endotoxin by the innate immune system", "authors": [{"first": "R", "middle": ["J"], "last": "Ulevitch", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Tobias", "suffix": ""}], "year": 1999, "venue": "Curr Opin Immunol", "volume": "11", "issn": "", "pages": "19--22", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Innate immunity: the virtues of a nonclonal system of recognition", "authors": [{"first": "R", "middle": [], "last": "Medzhitov", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Janeway", "suffix": ""}], "year": 1997, "venue": "Cell", "volume": "91", "issn": "", "pages": "295--298", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The dorsoventral regulatory gene cassette spatzle/Toll/cactus controls the potent antifungal response in Drosophila adults", "authors": [{"first": "B", "middle": [], "last": "Lemaitre", "suffix": ""}, {"first": "Nicolas", "middle": ["E"], "last": "Michaut", "suffix": ""}, {"first": "L", "middle": [], "last": "Reichhart", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hoffmann", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "", "suffix": ""}], "year": 1996, "venue": "Cell", "volume": "86", "issn": "", "pages": "973--983", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The Toll-receptor family and control of innate immunity", "authors": [{"first": "E", "middle": ["B"], "last": "Kopp", "suffix": ""}, {"first": "R", "middle": [], "last": "Medzhitov", "suffix": ""}], "year": 1999, "venue": "Curr Opin Immunol", "volume": "11", "issn": "", "pages": "13--18", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A human homologue of the Drosophila Toll protein signals activation of adaptive immunity", "authors": [{"first": "R", "middle": [], "last": "Medzhitov", "suffix": ""}, {"first": "P", "middle": [], "last": "Preston-Hurlburt", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Janeway", "suffix": ""}], "year": 1997, "venue": "Nature", "volume": "388", "issn": "", "pages": "394--397", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Toll-like receptor-2 mediates lipopolysaccharide-induced cellular signalling", "authors": [{"first": "R", "middle": ["B"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Mark", "suffix": ""}, {"first": "A", "middle": [], "last": "Gray", "suffix": ""}, {"first": "A", "middle": [], "last": "Huang", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Xie", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": [], "last": "Goddard", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Wood", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Gurney", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Godowski", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "395", "issn": "", "pages": "284--288", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Interchangeable endotoxinbinding domains in proteins with opposite lipopolysaccharide-dependent activities", "authors": [{"first": "R", "middle": ["R"], "last": "Schumann", "suffix": ""}, {"first": "N", "middle": [], "last": "Lamping", "suffix": ""}, {"first": "A", "middle": [], "last": "Hoess", "suffix": ""}], "year": 1997, "venue": "J Immunol", "volume": "159", "issn": "", "pages": "5599--5605", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Lipopolysaccharide (LPS)-binding synthetic peptides derived from serum amyloid P component neutralize LPS", "authors": [{"first": "C", "middle": ["J"], "last": "De Haas", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Der Zee", "suffix": ""}, {"first": "B", "middle": [], "last": "Benaissa-Trouw", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Van Kessel", "suffix": ""}, {"first": "J", "middle": [], "last": "Verhoef", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Van Strijp", "suffix": ""}], "year": 1999, "venue": "Infect Immun", "volume": "67", "issn": "", "pages": "2790--2796", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effects of specific antibodies, hormones, and lipoproteins on bacterial lipopolysaccharides injected into the rat", "authors": [{"first": "R", "middle": ["S"], "last": "Munford", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dietschy", "suffix": ""}], "year": 1985, "venue": "J Infect Dis", "volume": "152", "issn": "", "pages": "177--184", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Lipopolysaccharide (LPS)-binding proteins BPI and LBP form different types of complexes with LPS", "authors": [{"first": "P", "middle": ["S"], "last": "Tobias", "suffix": ""}, {"first": "K", "middle": [], "last": "Soldau", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Iovine", "suffix": ""}, {"first": "P", "middle": [], "last": "Elsbach", "suffix": ""}, {"first": "J", "middle": [], "last": "Weiss", "suffix": ""}], "year": 1997, "venue": "J Biol Chem", "volume": "272", "issn": "", "pages": "18682--18685", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Lowdensity lipoprotein receptor-deficient mice are protected against lethal endotoxemia and severe gram-negative infections", "authors": [{"first": "M", "middle": ["G"], "last": "Netea", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Demacker", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Kullberg", "suffix": ""}, {"first": "O", "middle": ["C"], "last": "Boerman", "suffix": ""}, {"first": "I", "middle": [], "last": "Verschueren", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Stalenhoef", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Van Der Meer", "suffix": ""}], "year": 1996, "venue": "J Clin Invest", "volume": "97", "issn": "", "pages": "1366--1372", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reconstituted high-density lipoprotein neutralizes gram-negative bacterial lipopolysaccharides in human whole blood", "authors": [{"first": "T", "middle": ["S"], "last": "Parker", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Levine", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "J", "middle": [], "last": "Laxer", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Coffin", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Rubin", "suffix": ""}], "year": 1995, "venue": "Infect Immun", "volume": "63", "issn": "", "pages": "253--258", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Bacterial lipopolysaccharide binds and stimulates cytokine-producing cells before neutralization by endogenous lipoproteins can occur", "authors": [{"first": "M", "middle": ["G"], "last": "Netea", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Demacker", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Kullberg", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Jacobs", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Verver-Jansen", "suffix": ""}, {"first": "O", "middle": ["C"], "last": "Boerman", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Stalenhoef", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Van Der Meer", "suffix": ""}], "year": 1998, "venue": "", "volume": "10", "issn": "", "pages": "766--772", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Antimicrobial peptides in mammalian and insect host defence", "authors": [{"first": "R", "middle": ["I"], "last": "Lehrer", "suffix": ""}, {"first": "T", "middle": [], "last": "Ganz", "suffix": ""}], "year": 1999, "venue": "Curr Opin Immunol", "volume": "11", "issn": "", "pages": "23--27", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Candidacidal activity of salivary histatins. Identification of a histatin 5-binding protein on Candida albicans", "authors": [{"first": "M", "middle": [], "last": "Edgerton", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Koshlukova", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Lo", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Chrzan", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Straubinger", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Raj", "suffix": ""}], "year": 1998, "venue": "J Biol Chem", "volume": "273", "issn": "", "pages": "20438--20447", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "cytokines so closely linked with ARDS and neutrophil numbers correlate with the severity and outcome of ARDS[44]. Neutrophils have been shown to be clearly pathogenic in animal models of acute lung injury[45,46]. It is also clear however that ARDS can develop in neutropenic patients leading to the question of which other cells can drive this process[47].", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "Bellingan GJ, Caldwell H, Howie SEM, Dransfield I, Haslett C (1996) In vivo fate of the inflammatory macrophage during the resolution of inflammation: inflammatory macrophages do not die locally but emigrate to the draining lymph nodes. J Immunol 157: 2577±2585 25. Glauser M (1998) Empiric therapy of bacterial infections in patients with severe neutropenia. Diagn Microbiol Infect Dis 31: 467±72 26. Kuijpers TW, Van-Lier RA, Hamann D et al. (1997) Leukocyte adhesion deficiency type 1 (LAD-1)/variant. A novel immunodeficiency syndrome characterised by dysfunctional beta 2 integrins. J Clin Invest 100: 1725±1733 27. Segal AW (1996) The NADPH oxidase and chronic granulomatous disease. Mol Med Today 2: 129±135 28. Remick D, Manohar P, Bolgos G, Rodriguez J, Moldawer L, Wollenberg G (1995) Blockade of tumor necrosis factor reduces lipopolysaccharide lethality, but not the lethality of cecal ligation and puncture. Shock 4: 89±95 29. Pfeffer K, Matsuyama T, Kundig TM, Wakeham A, Kishihara K, Shahinian A, Wiegmann K, Ohashi PS, Kronke M, Mak TW (1993) Mice deficient for the 55 kd tumor necrosis factor receptor are resistant to endotoxic shock, yet succumb to L. monocytogenes infection. Cell 73: 457±467 30. Netea MG, Blok WL, Kullberg BJ, Bemelmans M, Vogels MT, Buurman WA, van der Meer JW (1995 ) Pharmacologic inhibitors of tumor necrosis factor production exert differential effects in lethal endotoxemia and in infection with live microorganisms in mice. J Infect Dis 171: 393±399 31. Stevenson MM, Ghadirian E (1989) Human recombinant tumor necrosis factor alpha protects susceptible A/J mice against lethal Plasmodium chabaudi AS infection. Infect Immun 57: 3936±3939 32. Garcia I, Miyazaki Y, Araki K, Araki M, Lucas R, Grau GE, Milon G, Belkaid Y, Montixi C, Lesslauer W et al. (1995) Transgenic mice expressing high levels of soluble TNF-R1 fusion protein are protected from lethal septic shock and cerebral malaria, and are highly sensitive to Listeria monocytogenes and Leishmania major infections. Eur J Immunol 25: 2401±2407 33. D'Souza MJ, Oettinger CW, Milton GV (1999) Evaluation of microspheres containing cytokine neutralizing antibodies in endotoxemia. Drug Dev Ind Pharm 25: 727±734 34. Burdack S, Schmidt A, Knieschies E, Rollinghoff M, Beuscher HU (1997) Tumor necrosis factor-alpha expression induced by anti-YopB antibodies coincides with protection against Yersinia enterocolitica infection in mice. Med Microbiol Immunol (Berl) 185: 223±229 35. Boland A, Cornelis GR (1998) Role of YopP in suppression of tumor necrosis factor alpha release by macrophages during Yersinia infection. Infect Immun 66: 1878±1884 36. Bellingan GJ (1999) Immune dysfunction associated with critical illness. In: Webb AR, Shapiro MJ, Singer M, Suter P (eds) Oxford textbook of critical care. Oxford University Press, Oxford, pp 898±902 37. Meakins JL, McLean AP, Kelly R, Bubenik O, Pietsch JB, MacLean LD (1978) Delayed hypersensitivity and neutrophil chemotaxis: effect of trauma. J Trauma 18: 240±247 38. McCarter MD, Mack VE, Daly JM, Naama HA, Calvano SE (1998) Traumainduced alterations in macrophage function. Surgery 123: 96±101 39. Ayala A, Perrin MM, Ertel W, Chaudry IH (1992) Differential effects of hemorrhage on Kupffer cells: decreased antigen presentation despite increased inflammatory cytokine (IL-1, IL-6 and TNF) release. Cytokine 4: 66±75 40. Nelson S, Belknap SM, Carlson RW, Dale D, DeBoisblanc B, Farkas S, Fotheringham N, Ho H, Marrie T, Movahhed H, Root R, Wilson J (1998) A randomized controlled trial of filgrastim as an adjunct to antibiotics for treatment of hospitalized patients with community-acquired pneumonia. CAP Study Group. J Infect Dis 178: 1075±1080 41. Lee SM, Radford JA, Dobson L, Huq T, Ryder WD, Pettengell R, Morgenstern GR, Scarffe JH, Crowther D (1998) Recombinant human granulocyte colonystimulating factor (filgrastim) following high-dose chemotherapy and peripheral blood progenitor cell rescue in highgrade non-Hodgkin's lymphoma: clinical benefits at no extra cost. Br J Cancer 77: 1294±1299 42. Heil G, Hoelzer D, Sanz MA, Lechner K, Liu Yin JA, Papa G, Noens L, Szer J, Ganser A, O'Brien C, Matcham J, Barge A (1997) A randomized, doubleblind, placebo-controlled, phase III study of filgrastim in remission induction and consolidation therapy for adults with de novo acute myeloid leukemia. The International Acute Myeloid Leukemia Study Group. Blood 90: 4710±4718 43. Tomas L (1974) The lives of a cell. Notes of a biology watcher. The Viking Press, New York 44. Lee CT, Fein AM, Lippmann M, Holtzman H, Kimbel P, Weinbaum G (1981) Elastolytic activity in pulmonary lavage fluid from patients with adult respiratory-distress syndrome. N Engl J Med 304: 192±196 45. Riva CM, Morganroth ML, Ljungman AG, Schoeneich SO, Marks RM, Todd RF 3 d, Ward PA, Boxer LA (1990) Iloprost inhibits neutrophil-induced lung injury and neutrophil adherence to endothelial monolayers. Am J Respir Cell Mol Biol 3: 301±309 46. Heflin AC Jr, Brigham KL (1981) Prevention by granulocyte depletion of increased vascular permeability of sheep lung following endotoxemia. J Clin Invest 68: 1253±1260 47. Braude S, Apperley J, Krausz T, Goldman JM, Royston D (1985) Adult respiratory distress syndrome after allogeneic bone-marrow transplantation: evidence for a neutrophil-independent mechanism. Lancet 1: 1239±1242 48. Li FK, Davenport A, Robson RL, Loetscher P, Rothlein R, Williams JD, Topley N (1998) Leukocyte migration across human peritoneal mesothelial cells is dependent on directed chemokine secretion and ICAM-1 expression. Kidney Int 54: 2170±2183", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1 Leukocyte depletion and effect on outcome in models of inflammation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Leukocyte depletion is beneficial </td><td>Leukocyte depletion is detrimental\n</td></tr><tr><td>Adjuvant arthritis </td><td>Infection:\n</td></tr><tr><td>LPS induced acute lung injury </td><td>Herpes Simplex Virus\n</td></tr><tr><td>Post cardiac surgery </td><td>Klebsiella pneumonia\n</td></tr><tr><td>Pancreatitis </td><td>Pneumococcal pneumonia\n</td></tr><tr><td>Pneumococcal meningitis </td><td>Staphylococcal cerebritis\n</td></tr><tr><td>Encephalomyelitis </td><td>Leishmania infection\n</td></tr><tr><td>Compartment syndrome </td><td>Clostridial infection\n</td></tr><tr><td>Ischaemic Colitis </td><td>Toxoplasmosis\n</td></tr><tr><td>Ischaemia reperfusion injuries: </td><td>Systemic candidiasis\n</td></tr><tr><td>Post lung transplant </td><td>Tumour suppression\n</td></tr><tr><td>Skeletal muscle </td><td>Hypoxia induced thrombosis\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Table 2 Some of the major pro-inflammatory agents that can be synthesised by non-leukocytes", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cytokines and chemokines\n</td><td>Lipid mediators </td><td>Free radicals </td><td>Other agents\n</td></tr><tr><td>IL-1b\n</td><td> </td><td>Nitric oxide\n</td><td>Clotting pathway factors:\n</td></tr><tr><td>IL-6\n</td><td>Prostaglandin E2\n</td><td>Superoxide\n</td><td>Tissue factor\n</td></tr><tr><td>IL-8\n</td><td>Prostaglandin I2\n</td><td> </td><td>uPA\n</td></tr><tr><td>MIP-1 a\n</td><td> </td><td> </td><td>tPA\n</td></tr><tr><td>MCP-1\n</td><td> </td><td> </td><td> </td></tr><tr><td>RANTES\n</td><td> </td><td> </td><td>Matrix degradation enzymes:\ngelatinase\ninterstitial collagenases\n</td></tr><tr><td>PGDF\n</td><td> </td><td> </td></tr><tr><td>TGF b\n</td><td> </td><td> </td><td> </td></tr><tr><td>GM-CSF\n</td><td> </td><td> </td><td>TIMPs\n</td></tr><tr><td> </td><td> </td><td> </td><td>Adhesion molecules:\nICAM-1 VCAM-1\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Table 3 The main classes of human antimicrobial peptides", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Defensins a-defensins:\n</td><td>Cathelicidins </td><td>Saposin-like proteins\n</td><td>Histatins </td><td>Secretory Leuko-protease inhibitor\n</td></tr><tr><td>HCAP-18 </td><td>Granulysin </td><td>H1±5 </td><td>SLPI\n</td></tr><tr><td> </td><td> </td><td> </td><td>HD (human defensins)1±6\nb-defensins:\n</td></tr></table></body></html>"}}, "back_matter": []}