{"paper_id": "f769c8a3e821c540bd4d13c5964bacf0b90e5d73", "metadata": {"title": "Impact of selenium supplementation on fish antiviral responses: a whole transcriptomic analysis in rainbow trout (Oncorhynchus mykiss) fed supranutritional levels of Sel-Plex®", "authors": [{"first": "D", "middle": [], "last": "Pacitti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["M"], "last": "Lawan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Feldmann", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Sweetman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["A M"], "last": "Martin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "C", "middle": ["J"], "last": "Secombes", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Selenium (Se) is required for the synthesis of proteins (selenoproteins) with essential biological functions. Selenoproteins have a crucial role in the maintenance of cellular redox homeostasis in nearly all tissues, and are also involved in thyroid hormone metabolism, inflammation and immunity. Several immune processes rely on Se status and can be compromised if this element is present below the required level. Previous work has supported the notion that when Se is delivered at levels above those deemed to be the minimal required but below toxic concentrations it can have a boosting effect on the organism's immune response. Based on this concept Se-enriched supplements may represent a valuable resource for functional feeds in animal farming, including aquaculture. Results: In this study we tested the effects of Se supplemented as Sel-Plex during an immune challenge induced by polyinosinic:polycytidylic acid (poly(I:C)), a pathogen-associated molecular pattern (PAMP) that mimics viral infection. Trout were fed two diets enriched with 1 or 4 mg Se Kg −1 of feed (dry weight) by Sel-Plex addition and a commercial formulation as control. The whole trout transcriptomic response was investigated by microarray and gene ontology analysis, the latter carried out to highlight the biological processes that were influenced by Sel-Plex supplementation in the head kidney (HK) and liver, the main immune and metabolic organs in fish. Overall, Sel-Plex enrichement up to 4 mg Se Kg −1 induced an important response in the trout HK, eliciting an up-regulation of several genes involved in pathways connected with hematopoiesis and immunity. In contrast, a more constrained response was seen in the liver, with lipid metabolism being the main pathway altered by Se supplementation. Upon stimulation with poly(I:C), supplementation of 4 mg Se Kg −1 increased the expression of principal mediators of the antiviral defences, especially IFN-γ, and down-stream molecules involved in the cell-mediated immune response. Conclusions: Supplementation of diets with 4 mg Se Kg −1 using Sel-Plex remarkably improved the fish response to viral PAMP stimulation. Sel-Plex, being a highly bioavailable supplement of organic Se, might represent a suitable option for supplementation of fish feeds, to achieve the final aim of improving fish fitness and resistance against immune challenges.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background Selenium (Se) is an essential element in human and animal nutrition [1, 2] . Se deficiency is an endemic problem in several parts of the world, that can affect both human and livestock health. A low intake of this element can cause physiological dysfunction and may make the organism more susceptible either to infection or environmental stressors [3, 4] . Se supplementation in farmed animal feed may counteract problems caused by deficiency of this mineral but also ameliorate the physiological response to infection, inflammatory disorders and stress [5] . However, Se supplementation is still controversial, because 1) Se has a narrow range between nutritive requirements and toxicity, 2) nutritional requirements may vary considerably across species and 3) physiological conditions within an organism, as well as environmental factors, can influence the dietary needs for this mineral.", "cite_spans": [{"start": 79, "end": 82, "text": "[1,", "ref_id": null}, {"start": 83, "end": 85, "text": "2]", "ref_id": "BIBREF1"}, {"start": 359, "end": 362, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 363, "end": 365, "text": "4]", "ref_id": "BIBREF3"}, {"start": 565, "end": 568, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Previous studies suggest that fish require between 0.1 and 0.5 mg Kg −1 Se (dry mass): according to these data, fish can regulate Se bioaccumulation through excretion up to 3 mg Kgˉ1 (dry mass) but beyond this level Se starts to exert detrimental effects [6] [7] [8] . In accordance with these studies, the European Union has legislated that if additional Se is added to feed, the total level must not exceed 0.5 mg Kg −1 (dry mass) (Commission Regulation EU No 432/2012). However these studies need to be updated as they are primarly based on feeding trials using inorganic Se (mainly sodium selenite, Na 2 SeO 3 ) as supplement. Recent evidence suggests that organic Se is more bioavailable and tolerated at higher concentrations than inorganic Se [9] , where selenomethionine (SeMet) is currently the most preferred alternative for supplementation.", "cite_spans": [{"start": 255, "end": 258, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 259, "end": 262, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 263, "end": 266, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 750, "end": 753, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "An increasing number of feed suppliers for the aquaculture industry are beginning to substitute fish meal and fish oil with plant sourced materials, which may further lower Se (and other oligonutrients) availability in fish diets. It is important that the diet formulations meet the mineral nutritional requirements of fish as this is crucial to ensure optimal growth and production efficiency in fish farming. In line with this reasoning, a recent study carried out in sea bass (Dicentrarchus labrax) showed that fish may benefit from organic Se supplementation up to 5 mg Kg −1 (dry mass) in the diet during larval development, due to enhanced antioxidant protection during muscle development [10] . Other investigations in trout have shown that farmed fish may require a higher content of Se in their diet, especially when subjected to stress caused by crowded conditions. In trout, it has been reported that the Se requirement can increase up to 4 mg Kg −1 (dry mass) when the fish is subjected to stress and a high tolerance can be ensured if it is delivered in an organic form [11, 12] .", "cite_spans": [{"start": 695, "end": 699, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1083, "end": 1087, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1088, "end": 1091, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Se plays an important role within the immune system [5, 13] . Selenoproteins such as glutathione peroxidases (GPxs) and thioredoxin reductases (TrxRs) are responsible for the regulation of cellular redox status during an immune response [14] . Tight control of radical oxygen species (ROS) produced during an immune challenge is crucial to guarantee effective responses to pathogens. ROS are generated in the early stage of immune activation and they function as mediators of intracellular signalling, as well as paracrine messengers for immune cell recruitment [15] . ROS also have a microbial killing function in phagocytic leukocytes, such as macrophages and neutrophils, i.e. via the oxidative burst [16] . However, oxygen radicals at high levels are cytotoxic bioproducts capable of damaging lipids, proteins and nucleic acids [17] . Se incorporated within selenoproteins exerts its antioxidant activity by maintaining the balance between the positive and negative effects of ROS [14] . Other selenoproteins, strictly related to inflammation and immunity, include the endoplasmic reticulum (ER) transmembrane proteins selenoprotein K (SelK) and S (SelS), which are both involved in protection of cells towards ER stress. SelS appears to be involved in retrograde translocation of misfolded proteins from the ER [18] , whereas SelK is required for Ca 2+ flux during the activation of different immune cell types (such as T cells, neutrophils, and macrophages) [19] .", "cite_spans": [{"start": 52, "end": 55, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 56, "end": 59, "text": "13]", "ref_id": "BIBREF12"}, {"start": 237, "end": 241, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 562, "end": 566, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 704, "end": 708, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 832, "end": 836, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 985, "end": 989, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1316, "end": 1320, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1464, "end": 1468, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Previous studies support the possibility that Se supplementation can have beneficial and boosting effects on an organism's immune response. In this context, Se-enriched feed additives have become an attractive resource for formulation of functional feeds for animal farming, including aquaculture. However, the use of Se supplementation to improve farmed fish defences towards infections is still controversial, since it is difficult to determine in different species which level can be beneficial before detrimental effects due to Se toxicity occur. From our previous study in rainbow trout [20] it was clear that Se supplemented as Seyeast (Sel-Plex) is well absorbed up to 8 mg Se Kg −1 (dry mass) without causing any evident sign of toxicity. In addition the metabolic response of trout to Sel-Plex shows a clear change in the profile of selenocompound accumulation with increasing concentration of Sel-Plex inclusion: at concentrations ≥ 4 mg Se Kg −1 there was evident accumulation of selenocysteine (SeCys) over SeMet, which may account for the higher selenoprotein synthesis (Lawan, pers observation). However, when the transcriptomic response of several selenoproteins was analysed, a higher induction of their mRNA expression was seen primarly when 0.5 and 4 mg Kg −1 of Se was added to the diet. For continuity of these investigations, in this study we tested the effects of Sel-Plex supplementation during an immune challenge induced by poly(I:C), a double stranded RNA that mimics a viral infection. The whole trout transcriptomic response was investigated by microarray analysis and gene ontology (GO) analysis, the latter carried out to highlight the biological processes that were most influenced by Sel-Plex supplementation in the head kidney (HK) and liver, the principal immune and metabolic organs in fish, respectively.", "cite_spans": [{"start": 592, "end": 596, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": ""}, {"text": "All procedures were carried out under the UK Animals (Scientific Procedures) Act 1986 and Home Office code of Practice guidance, under Home Office project license PPL 60/4013, approved by the ethics committee at the University of Aberdeen.", "cite_spans": [], "ref_spans": [], "section": "Fish maintenance and experimental design"}, {"text": "Rainbow trout (~75 g) were obtained from Mill Trout Farm (Almondbank, Perth, UK) and kept in 1-mdiameter fiberglass tanks supplied with recirculating freshwater at 15 ± 1°C, containing 50 mg/l of dissolved oxygen, within the aquarium facilities in the School of Biological Sciences, University of Aberdeen. For the feeding trial, 216 fish were distributed in nine tanks; three tanks were assigned to each diet, giving 72 fish per diet group. After an acclimatization period of four weeks, a ten week feeding trial was carried out. Three diets were used: the acclimatization diet as control and two diets enriched with Sel-Plex to give an additional 1 or 4 mg Se Kg −1 . All the diets were prepared by the Hellenic Centre for Marine Research, Greece (HCMR, www.hcmr.gr) and the composition is given in Table 1 and Additional file 3: Table S1 . All the components were kept constant with the exception of the wheat meal and wheat gluten that were reduced in proportion to the Sel-Plex addition (ie to ensure the oil and protein content were the same between diets). Briefly, the vitamins and Sel-Plex were stirred in a small mixer (Kenwood KM260), whilst the remaining raw materials (excluding the fish oil) were placed in a large mixer (Hobart A200 DT). After mixing for 15 min, the two components were combined together in the large mixer for an additional 15 min before adding the fish oil, and mixing for a further 15 min. The mixture was extruded (Clextral EV0 A107) at 50°C, 70°C, 80°C, 91°C and 100°C, in five consecutive barrels. The pellets obtained were dried O/N at 35°C in a forced air circulator.", "cite_spans": [], "ref_spans": [{"start": 801, "end": 808, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 832, "end": 840, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Fish maintenance and experimental design"}, {"text": "Six fish per tank (ie 25 % of total fish used) were weighed at the beginning of the feeding trial, and after two, four, six and eight weeks, and the average body weight was recorded to allow adjustment of the feed quantity given. We have previously shown that at these inclusion levels there is no impact on fish growth (Pacitti et al., 2015) . Fish were fed twice daily, an amount equating to 2 % of the average body weight. With fish of this size it is typical to keep the feeding ration constant, as in this study. After ten weeks, ten fish from each tank were injected with PBS and ten with 1.25 mg of poly(I:C) (Sigma-Aldrich). For the poly(I:C) preparation, 100 mg were dissolved in 36 ml of nuclease-free water (Sigma-Aldrich) plus 4 ml of 10X PBS (2.5 mg/ml final poly(I:C) concentration), and 0.5 ml was injected intraperitoneally (i.p.) into each fish. Fish injected with PBS and poly(I:C) were marked differently using a panjet containing 2 % alcian blue (Sigma-Aldrich). Nine fish injected with PBS and nine fish injected with poly(I:C) from each tank were killed 24 h post injection for tissue harvest, a time previously shown by us to be optimal for in vivo gene expression changes following i.p. injection of a PAMP such as poly(I:C) or recombinant cytokines [21] [22] [23] [24] . All fish were killed by a schedule 1 method (http://www.nc3rs.org.uk/) in all experiments.", "cite_spans": [{"start": 1274, "end": 1278, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1279, "end": 1283, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1284, "end": 1288, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1289, "end": 1293, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Fish maintenance and experimental design"}, {"text": "Liver and HK were placed on dry ice and subsequently processed for RNA extraction, and a portion of liver was placed on dry ice and further processed for Se bioaccumulation analysis.", "cite_spans": [], "ref_spans": [], "section": "Fish maintenance and experimental design"}, {"text": "For total Se analysis of the diets and trout tissues, 100 mg of the lyophilized pellets/organs (three replicates of each) were weighed in a 50 ml Teflon vessel. 1 ml of nitric acid was added to each vessel containing the samples and allowed to stand overnight before 2 ml hydrogen peroxide was added to the vessel, which was closed to prevent analyte loss. The samples were digested using a CEM mars microwave digester. The samples were brought to 20 ml and analysed using inductively coupled plasma mass spectrometry (ICP-MS). The ICP-MS was operated with a forward power of 1380 W under normal conditions, with nickel sampler and skimmer cones. Carrier gas flow was 1.27 L/min, coolant gas flow 14 L/min and nebuliser gas flow 0.86 L/min. Total Se concentration was determined by monitoring 77 Se and 78 Se isotopes by external calibration. Germanium was used as an internal standard. In order to evaluate the accuracy of the method, total selenium content in dogfish muscle (DORM -2) was measured at the end of each time Vitamins and minerals*", "cite_spans": [], "ref_spans": [], "section": "Se bioavailability from diet and Se bioaccumulation in tissues"}, {"text": "Sel-Plex addition (@~2 mg Se g −1 )", "cite_spans": [], "ref_spans": [], "section": "5"}, {"text": "-0.5 2 *Vitamins and minerals composition is provided in Additional file 3: Table S1 point analysis and the percentage recovery range determined was between 99.5-102 %.", "cite_spans": [], "ref_spans": [{"start": 76, "end": 84, "text": "Table S1", "ref_id": "TABREF0"}], "section": "5"}, {"text": "RNA was extracted from 100 mg tissue by homogenization in 1.4 ml TRIzol (Sigma-Aldrich) using a stainless tungsten carbide bead (5 mm, Qiagen) and the TissueLyser II system (Qiagen), at 30 Hz for 3 min. To extract RNA from the homogenate, 300 μl of chloroform was added to the tissue lysates. The aqueous phase containing RNA was transferred to a fresh RNase-free 1.5 ml tube containing an equal amount of chilled isopropanol (Sigma-Aldrich). The RNA pellet was washed in 900 μl 70 % molecular grade ethanol (VWR International), air-dried and dissolved in 20 μl of nuclease-free water.", "cite_spans": [], "ref_spans": [], "section": "RNA isolation"}, {"text": "Total RNA was first quantified by spectrophotometry (ND-1000, NanoDrop) and the integrity of all the samples was determined using RNA Nano Chips and the RNA 6000 Nano Assay Kit (Agilent), with an Agilent 2100 bioanalyzer (Agilent). The RNA was stored at −80°C until required.", "cite_spans": [], "ref_spans": [], "section": "RNA isolation"}, {"text": "First strand cDNA was synthesized from 2 μg of total RNA using 1 μl RevertAid™ reverse transcriptase (10,000 U, Fermentas) in the presence of 5 μl 5X Reaction Buffer, 1 μl dNTP (Bioline), made up to a final volume of 25 μl with water and incubated at 42°C for 2 h.", "cite_spans": [], "ref_spans": [], "section": "Quantitative PCR (qPCR)"}, {"text": "QPCR was performed with a LightCycler 480 (Roche) to quantify the expression of selected selenoprotein transcripts and a set of common reference genes using the primers given in Table 2 . The primers employed for qPCR were designed with at least one primer across a predicted intron and pre-tested to ensure that each primer pair could not amplify genomic DNA using the qPCR protocols. The qPCRs were performed in duplicate for each sample, along with a 10-fold serial dilution of references consisting of an equimolar mix of purified PCR products of each gene amplified from cDNA. The transcript level was calculated using the quantitative fit points method in the integrated LightCycler 480 software. Thus, the relative expression level of the candidate genes in different tissues was expressed as arbitrary units, which were calculated from the serial dilution of references run in the same plate and then normalised against the expression level of the house-keeping genes. The target gene expression was normalised against the geometric mean of the expression of the house-keeping genes elongation factor 1α (ef1a), DNA directed RNA polymerase II subunit I (drpII) and hypoxanthine phosphoribosyltransferase 1 (hprt1).", "cite_spans": [], "ref_spans": [{"start": 178, "end": 185, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Quantitative PCR (qPCR)"}, {"text": "The transcriptomic response of both HK and liver to poly(I:C) stimulation after Sel-Plex supplementation was measured. A preliminary qPCR screening was carried out to determine which of the two groups fed supranutritional levels of Sel-Plex showed a more significant response to the treatment. The expression of selected selenoprotein transcripts and mediators of the antiviral response were measured, and based on these results one of the two experimental diet groups was selected to compare against the control.", "cite_spans": [], "ref_spans": [], "section": "Microarray"}, {"text": "The experimental design (Additional file 1: Figure S1 ) was a common reference design for which the reference sample was an equal mixture of all the experimental samples and antisense RNA (aRNA) from the experimental groups was hybridized against this common control aRNA sample. The experimental samples were a pool of equal amounts of RNA extracted from three different fish fed a control diet or a diet enriched with 4 mg Se Kg −1 , and injected with PBS or poly(I:C) (a total of four experimental groups), with each fish from one of the three tanks assigned per diet. The RNA was pooled prior to the aRNA amplification. The aRNA was amplified using a Messa-geAmp™ aRNA Amplification Kit (Ambion). Briefly, 2 μg of total RNA was reverse transcribed and the cDNA was used as a template for in vitro transcription in the presence of amilo allyl modified dUTP, which allowed the generation of amplified aRNA. For labelling, 3 μg aRNA was denaturated at 70°C for 2 min in a volume of 10 μg to which 3 μl of 0.5 M NaHCO 3 (pH 9.0) and a 2 μl aliquot of Cy dye (Dye Cy3™ and Cy5™ mono-reactive dye pack, Amersham PA23001-PA25001) was added. Incorporation of dye was performed for 1 h at 25°C in the dark, and afterwards excess label was removed using a DyeExTM 2.0 spin kit (QIAGEN). The quantity of each labelled dye was checked using spectrophotometry (ND-1000, NanoDrop), and the labelled aRNA was either hybridized immediately or stored at −80°C.", "cite_spans": [], "ref_spans": [{"start": 44, "end": 53, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Microarray"}, {"text": "The microarray common control was created by mixing equal amounts of aRNA from every sample included in the experiment. The common control was labelled with Cy5, whereas the samples were labelled with Cy3 (described below). The four experimental groups were distributed on the four arrays of an Agilent 4x44K slide, with different replicates across slides. A total of five slides were used for each organ (HK and liver). However one slide for the HK was lost due to a scanner fault, whereas one array from one slide for liver was lost due to a dye signal issue.", "cite_spans": [], "ref_spans": [], "section": "Microarray"}, {"text": "Prior to hybridization, 825 ng of Cy3 labelled aRNA from each sample and 825 ng of Cy5 labelled aRNA from the common control were mixed in a 1.5 ml tube. The labelled template was fragmentated in the presence of 11 μl of 10X Blocking Agent (Agilent) and 2.2 μl of 25X Fragmentation buffer (Agilent), brought to a final volume of 20 μl with nuclease-free H 2 O and incubated in the dark at 60°C for 30 min. Subsequently the solution was cooled on ice for 1 min and then 57 μl of 2X GEx Hybridization binding protein IGFBP-1b1R GCTGAGAGCTGGTTATCTTGTCC buffer (Agilent) was added to the mix to stop the fragmentation reaction. Immediately afterwards 103 μl of each hybridization solution was dispensed onto the Agilent 4x44K gasket slides. Next the rainbow trout \"Trout 2013\" oligo array was placed onto the gasket slide and the \"sandwich\" placed in the hybridization chamber. The hybridizations were performed in a Microarray Hybridization Oven (Agilent) overnight (18 h) at 65°C. For washing, the slides were rinsed using two different wash solutions: Gene Expression wash buffer 1 (Agilent) and Gene Expression wash buffer 2 (Agilent). Prior to the washing 0.005 % Triton X-102 (Agilent) was added to the Gene Expression wash buffers to reduce the possibility of array wash artefacts. The slides were then scanned on an Axon 4200A scanner (Axon Instruments) at a resolution of 5 μm and the images saved as *.TIF files. Images were extracted and initial analysis was performed by Feature extraction v9.5.3 (Agilent), performing background correction of feature intensities (within the software). A Lowess normalisation of background corrected data was next conducted and all intensity values <1.0 were set to 1.0.", "cite_spans": [], "ref_spans": [], "section": "Microarray"}, {"text": "The trout array used in this study (\"Trout 2013\") was updated with all trout cDNA sequences published within the NCBI gene database and all the trout selenoprotein sequences cloned in our previous work [25, 26] were included. Probes matching sequences for selenoproteins or molecules involved in selenoprotein synthesis (e.g. DIOs, Fep15, SelJ, SelK, SelL, SelP, SelR, SelS, SPS2 and EFsec) retrieved in silico were added to the array in duplicate. All the non-annotated sequences and all the ones having an E > 0.001 when using blast with the tBLASTx function at NCBI gene bank were excluded. Furthermore, all the duplicate probes matching to the same target were eliminated with a similar approach. A unique probe per target was chosen based on the E value given after tBLASTx within NCBI gene bank; probes with the same identity for a unique target were further selected based on their identity with the corresponding human orthologue after BLASTx within the Ensemble human genome database http://www.ensembl.org/ index.html), and an official genome symbol was assigned using the HUGO Nomenclature Committee (HGNC, http://www.genenames.org/).", "cite_spans": [{"start": 202, "end": 206, "text": "[25,", "ref_id": "BIBREF24"}, {"start": 207, "end": 210, "text": "26]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Microarray"}, {"text": "Data from ICP-MS and qPCR are presented as means + S.E.M., plotted using GraphPad Prism software (V5), and analyzed using the SPSS package 21.0 (SPSS Inc. Chicago). Significant differences were indicated at p < 0.05 using one way-analysis of variance (ANOVA) and Tukey's post hoc test, or two-way analysis of variance (ANOVA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Statistical analysis of the arrays was performed using the Genespring GX analysis platform (version 9.5; Agilent Technologies). Quality control of the data was performed within Genespring and included removal of saturated probe features, non-uniform features, population outliers and those features showing intensities not significantly different from background in the Cy3 or Cy5 channels.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "After these relatively stringent procedures, a number between 25,000 and 30,000 of the original 45,220 array features were maintained for subsequent analyses. The Genespring statistical tool was used to analyse the differences amongst the treatment groups included in the microarray experiment. Benjamini and Hochberg False Discovery was the correction applied to the data, with significant differential expression established by either one-way ANOVA (p < 0.05) followed by Tukey's post hoc test or two-way ANOVA (p < 0.05), depending on the kind of comparison being made. Further filtering on fold change was conducted and only transcripts showing ≥2 fold change in expression were considered further. The experimental hybridisations are at the European Bioinformatics Institute, archived under accession number E-MTAB-2982.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "For enrichment analysis of biological process ontology (gene ontology, GO), the up-and down-regulated transcripts were analysed as two dependent clusters within ClueGO, a Cytoscape plug-in that visualizes the non-redundant biological processes in a functionally grouped network [27] . The HGNC symbols corresponding to the up-and down-regulated trout transcripts from each comparison list of interest were inputted into ClueGO and a minimum of three genes was used as cutoff to find the GO term. The two-sided hypergeometric method was used for statistical testing and the p values were corrected with the Bonferoni step-down method. Only terms with a p < 0.05 are shown. A Kappa score equal to four was used as the cut-off for GO term grouping for the network analysis.", "cite_spans": [{"start": 278, "end": 282, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Gene ontology (GO) analysis"}, {"text": "Se concentration in the experimental diets and its bioaccumulation in liver tissue were determined using inductively coupled plasma mass spectrometry (ICP-MS) (Fig. 1a) . The Se concentration in the control diet was equal to 1.10 ± 0.05 mg Kg −1 , likely due to the animal source components of the diet (i.e. fish meal and fish oil). Thus the expected Se concentration in the supplemented diets was 2.1 and 5.1 mg Kg −1 and when the Se in these two diets was measured the Se content was found to be 2.61 ± 0.09 and 6.35 ± 0.16 mg Kg −1 respectively. In the liver of fish fed the control diet, 8.3 ± 0.5 mg Kg −1 of Se was bioaccumulated, whereas 19.9 ± 1.8 and 43.5 ± 2.6 were detected in the groups fed the 1 and 4 mg Se Kg −1 enriched diets respectively. From the Se results, it is possible to assert that Se can be efficiently and proportionally assimilated in the diets. No impact on fish health was noted, and no deaths were recorded during the feeding trial. There were no significant differences in average body weight between the three groups at the end of the experiment.", "cite_spans": [], "ref_spans": [{"start": 159, "end": 168, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}], "section": "Se bioaccumulation and preliminary PCR screening"}, {"text": "Next, we measured in liver the transcript expression of trxr3 and selp (selenoprotein P) isoforms (Fig. 1b) , as indicators for Se bioassimilation in trout [20] . All the selected transcripts showed a significant induction in the group fed 4 mg Se Kg −1 . Furthermore, we analysed the differential response of selected antiviral response mediators in the HK of fish fed the experimental diets and subsequently stimulated with poly(I:C) (Fig. 2 ). Upon inspection of the interferon (IFN) gene response, a differential trend was observed for type I IFN (predominantly ifn-a and ifn-b) and type II IFN (ifn-γ) in the two groups fed diets enriched with 1 and 4 mg Se Kg −1 . In the PBS injected individuals, the ifn-α transcript was up-regulated after feeding the diet with the lower concentration of Sel-Plex but was unchanged with the other experimental diet. A similar trend was seen after poly(I:C) stimulation, with the group fed the diet enriched with 1 mg Se Kg −1 showing a higher induction of ifn-α. The interaction of the lower Sel-Plex augmentation and . Total Se concentration was determined in liver tissue using ICP-MS in reaction cell mode. The results represent the mean + SEM of 12 fish from three different tanks for each diet group. The expression of gene transcripts was quantified by qPCR and normalized against the geometric mean of three housekeeping genes (ef1α, drpII, hprt1), and then used for statistical analysis. The transcript expression is reported as arbitrary units and a fold change, calculated as the average expression level of fish fed the control diet divided by that of fish fed the experimental diets, is reported above the bars. The results represent the mean + SEM from 18 fish from three replicate tanks for each experimental group. The letters above the columns indicate statistically significant results versus the controls, as assessed by one-way ANOVA (p < 0.05), with different letters indicating significant differences between the treatments the ifn-a response to poly(I:C) stimulation was further confirmed by two-way ANOVA analysis as shown in Fig. 2 .", "cite_spans": [{"start": 156, "end": 160, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 98, "end": 107, "text": "(Fig. 1b)", "ref_id": "FIGREF0"}, {"start": 436, "end": 443, "text": "(Fig. 2", "ref_id": null}, {"start": 2092, "end": 2098, "text": "Fig. 2", "ref_id": null}], "section": "Se bioaccumulation and preliminary PCR screening"}, {"text": "Ifn-b transcript expression was instead inhibited by increasing concentration of Sel-Plex, with a significant down-regulation detected in the group supplemented with 4 mg Se Kg −1 and injected with PBS. In contrast, ifn-γ isoforms both showed a significant interaction between Se supplementation and response to poly(I:C), primarly in the group fed the diet enriched with 4 mg Se Kg −1 . The higher fold change for ifn-γ isoform 1 expression was likely due to a slight but not significant inhibition of the same transcript due to the experimental diet, whereas with isoform 2 a strong induction in response to the poly(I:C) was seen regardless of the response in the vehicle group. For both isoforms of ifn-γ, a strong interaction between the dietary treatment and immunological response was further confirmed statistically. Viperin and CXCL11 transcripts, two important mediators of the IFN response, showed a similar pattern of expression to that of ifn-γ isoform 2, with a significantly higher up-regulation in the group fed the diet enriched with 4 mg Se Kg −1 .", "cite_spans": [], "ref_spans": [], "section": "Se bioaccumulation and preliminary PCR screening"}, {"text": "Finally the expression of receptors involved in antiviral sensing were examined, including relevant toll-like receptors (TLR) and members of the retinoic acid-inducible gene I (RIG-I)-like helicase (RLH) family. The transcript expression of melanoma differentiation-associated gene 5 (MDA5) and laboratory of genetics and physiology 2 (LGP2) genes was not affected by Sel-Plex supplementation, and only the mda5 transcript showed a significant interaction between poly(I:C) stimulation and Se supplementation, as assessed by two-way ANOVA. Tlr3 transcript expression was also not modulated by either treatment, whereas tlr9 mRNA was induced by poly(I:C) in all these groups.", "cite_spans": [], "ref_spans": [], "section": "Se bioaccumulation and preliminary PCR screening"}, {"text": "From the preliminary qPCR screening, modulation of the transcript expression for selected selenoproteins and antiviral mediators was mostly seen in the group fed a diet enriched with 4 mg Kg −1 Sel-Plex. Therefore this diet group was selected to be compared to the control group within the microarray experiment.", "cite_spans": [], "ref_spans": [], "section": "Overview of transcriptomic response analysis"}, {"text": "Several transcripts in the HK showed a differential response to poly(I:C) between the control diet group and the fish fed a diet enriched with 4 mg Se Kg −1 , whereas transcripts within the liver were altered by the diet.", "cite_spans": [], "ref_spans": [], "section": "Overview of transcriptomic response analysis"}, {"text": "To examine the overall effects of poly(I:C) and Sel-Plex supplementation on gene transcription, signal intensity values of all probes with significant expression were subjected to principle component analysis (PCA) (Additional file 2: Figure S2 ). The PCA results indicated that within the HK there is an interaction between the immune challenge and the diet, likely due to a large effect of the experimental diet on transcript expression within this tissue. However, in the liver there was an effect of both the poly(I:C) injection and Sel-Plex supplementation but no interaction was found.", "cite_spans": [], "ref_spans": [{"start": 235, "end": 244, "text": "Figure S2", "ref_id": null}], "section": "Overview of transcriptomic response analysis"}, {"text": "Overall, the challenges resulted in large global alterations in transcriptional activity; 5063 probes were detected as being significantly modulated in the HK and 5596 in the liver, by the two treatments. Looking specifically at the diet effects, it is evident that Sel-Plex had a larger effect on the HK than on the liver (Fig. 3 ), further confirming a strong effect of supplementation on this tissue. A list of 2409 and 2385 transcripts that were (See figure on previous page.) Fig. 2 Transcriptional modulation of selected antiviral mediators in HK. After 10 weeks of feeding, the fish were injected with vehicle (PBS) or poly(I:C) (2.5 mg/ml) and 24 h later tissues were harvested. The expression of gene transcripts was quantified by qPCR and normalized against the geometric mean of three housekeeping genes (ef1α, drpII, hprt1), and then used for statistical analysis. The transcript expression is reported as arbitrary units and a fold change, calculated as the average expression level of fish injected with poly(I:C) divided by that of fish injected with PBS, is given above the bars. The results represent the mean + SEM from 27 fish from three replicate tanks for each experimental group. The letters above the columns indicate values that are statistically significant versus the controls assessed by one-way ANOVA (p < 0.05), with different letters indicating significant differences between the treatments. The asterisks indicate the transcripts that show a significant interaction between poly(I:C) stimulation and Se supplementation, as assessed by two-way ANOVA Fig. 3 Genes expressed at different levels in HK and liver upon dietary supplementation with Sel-Plex. The Venn diagram shows the genes identified by microarray analysis, differentially expressed in HK and liver from trout fed a diet supplemented with 4 mg Se Kg −1 relative to the group fed a control diet. All the genes presented as up-regulated and down-regulated are significantly altered in expression as tested by one-way ANOVA and Tukey's HSD multiple comparisons test (p < 0.05 and Benjamini-Hochberg correction) with ≥2 fold change in expression significantly modulated with a fold change ≥ 2 in at least one of the contrasts of interest in the HK and liver, respectively, was obtained (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 323, "end": 330, "text": "(Fig. 3", "ref_id": null}, {"start": 481, "end": 487, "text": "Fig. 2", "ref_id": null}, {"start": 1581, "end": 1587, "text": "Fig. 3", "ref_id": null}, {"start": 2276, "end": 2284, "text": "(Fig. 4)", "ref_id": "FIGREF1"}], "section": "Overview of transcriptomic response analysis"}, {"text": "Due to the large transcriptomic response encountered in both tissues, we first determined the main biological pathways involved in this response before examining the modulated transcripts, looking into the most significant processes highlighted by the gene ontology (GO) analysis. To this end, the up-and down-regulated transcripts were analysed as two dependent clusters within ClueGO, a Cytoscape plug-in that visualizes the nonredundant biological processes in a functionally grouped network [27] .", "cite_spans": [{"start": 495, "end": 499, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Overview of transcriptomic response analysis"}, {"text": "The microarray output was confirmed by real time qPCR analysis, measuring the transcript expression of genes encoding for components of the immune response and selenoproteins in the three comparisons of interest that were selected (Additional file 4: Table S2 ). For all genes the expression pattern showed the same direction of response between microarray and qPCR analysis albeit the magnitude of the expression differences varied between the two platforms.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 259, "text": "Table S2", "ref_id": "TABREF1"}], "section": "Overview of transcriptomic response analysis"}, {"text": "In the liver, 133 transcripts were significantly altered when comparing the response to the experimental diet of this tissue and HK (Fig. 3) . Among these, only 20 transcripts were found to be involved in significant GO terms (Table 3) , and due to the size of the gene cluster it was not possible to determine clearly between the up-and down-regulated transcript clusters as to which had the major contribution to the biological processes found to be modulated. The main biological pathways highlighted by the GO analysis were processes involved in the regulation of lipid metabolism, more specifically steroids, lymphocyte mediated immunity, response to ROS and sarcomere organization (Fig. 5) .", "cite_spans": [], "ref_spans": [{"start": 132, "end": 140, "text": "(Fig. 3)", "ref_id": null}, {"start": 226, "end": 235, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 687, "end": 695, "text": "(Fig. 5)", "ref_id": "FIGREF2"}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "The transcripts for Apolipoprotein A-IV (APOA4), cAMP responsive element-binding protein (CREB1) and superoxide dismutase 1 (SOD1) were the up-regulated targets involved in lipid/steroid metabolism; whereas fatty acid binding protein (FABP1), growth hormone secretagogue receptor (GHSR), interleukin 1-β (IL-1β) and vitellogenin 2 (associated to human apolipoprotein B, APOB) were down-regulated. Vitellogenin in fish is mainly involved in reproduction, and its production might be affected by lipid intake and metabolism [28] . C-reactive protein (CRP) and cholesteryl ester transfer protein (CETP) mRNA were respectively up-and downregulated, and both are involved in macrophage differentiation to foam cells. SOD1, together with haemoglobin β (HBB) were found to positively contribute to the response to ROS, whereas trout cyclin-dependent kinase 2 (corresponding to human cyclin-dependent kinase 1) was inhibited. A trout sequence corresponding to the gene encoding for major histocompatibility complex class I-related (MR1) in humans and lysosomal-associated membrane protein 1 (LAMP1) were also induced and are primarily involved in lymphocyte mediated immune processes together with IL-1β. The transcripts for a few genes involved in sarcomere organization were significantly down-regulated: namely β-adducin (corresponding to human adducin 2 (beta), ADD2), myosin alkali light chain (specifically myosin, light polypeptide 4, alkali; atrial, embryonic1, MYL4), vacuolar protein sorting 72 homolog (VPS72), type II keratin E2 (similar to human keratin 8, KRT8) and two sequences matching to the human leucine rich repeat containing 16A (LRRC16A) and Telethonin (TCAP) respectively, the latter transcript was also down-regulated in the HK by the diet. Within the same GO term, only the mRNA level of troponin T type 2 (TNNT2) was found to be positively correlated.", "cite_spans": [{"start": 522, "end": 526, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "The transcript for Apoa4 was the most up-regulated by Sel-Plex supplementation. In mice, it is known to enhance triglyceride secretion from the liver, preventing over-accumulation of lipids, which can cause toxic The Venn diagram shows the genes identified by microarray analysis significantly altered in expression as tested by one-way ANOVA and Tukey's HSD multiple comparisons test (p < 0.05 and Benjamini-Hochberg correction), with ≥2 fold change in expression. The genes up-regulated and down-regulated in the group fed the 4 mg Kg −1 Sel-Plex enriched diet relative to the group fed a control diet are named SeC. The genes up-regulated and down-regulated in the group fed a control diet or a 4 mg Se Kg −1 enriched diet and injected with poly(I:C), relative to the same diet groups injected with PBS, are indicated as CP and SeP respectively effects in this organ [29] . Apoa4 expression might be correlated with the induction of creb1, a gene involved in adipocyte differentiation [30] , and together they promote a positive regulation of lipid metabolism.", "cite_spans": [{"start": 870, "end": 874, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 988, "end": 992, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "The induction of sod1 and hbb transcription, both involved in the cellular response to ROS, may be one potential side effect due to Se over-accumulation.", "cite_spans": [], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Amongst the biological pathways listed above \"lipid/ steroid metabolism\" was the most predominant process altered by the diet in liver. However, due to the relatively small number of genes found modulated in the liver, it was not possible to perform a deeper functional analysis on the interactions of these biological processes. The selection was based on the results of the GO analysis (Fig. 5) . Genes with corresponding microarray feature code 1 involved in a biological process that were significantly altered by the experimental diet in the liver were selected. If the transcripts were also significantly modulated in the HK of fish fed the experimental diet and injected with PBS 3 , in the liver of fish fed a normal diet and injected with poly(I:C) 4 , or in the same tissue of fish fed the experimental diet and injected with poly(I:C) 5 , these values are given. All the transcripts shown were significantly modulated at p < 0.05 following a Benjamini-Hochberg correction and had a fold change ≥2. Accession numbers of the cDNA sequences 6 , their identity 7 and the corresponding human orthologue 8 determined by BLASTx within the Ensemble database are reported. For each gene the function assigned by ClueGO software is also indicated. SeC represents the groups comparison addressed to analyse the effects of the Sel-Plex enriched diet. CP and SeP instead represent the comparisons addressed to analyse the effect of poly(I:C) stimulation on fish fed either a control diet or the experimental diet respectively HK transcriptomic response to Se supplementation", "cite_spans": [], "ref_spans": [{"start": 388, "end": 396, "text": "(Fig. 5)", "ref_id": "FIGREF2"}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "In the HK, 539 transcripts were significantly altered when comparing the response of this tissue to the experimental diet (Fig. 3 ). Among these, 407 transcripts were associated with significantly enriched GO terms, of which 322 were up-regulated and 85 were down-regulated. Analysing the two clusters of up/down regulated genes as two distinct but interacting groups, several biological pathways and molecular functions were modulated in the HK upon Sel-Plex supplementation, and all of them were mostly due to the over-expression of several transcripts. All the significant biological processes and molecular functions are listed in Fig. 6 , and subdivided under the term considered most appropriate and descriptive for the entire group. Due to the dimension of the set of transcripts found modulated within this contrast, the gene clustering was also verified with the DAVID functional annotation tool [31] , and the PCA function was used to determine the most representative genes for each cluster. The ten most recurrent and unique genes for each GO group were selected and listed in Table 4 . Induced mRNAs were associated with ATPase activity and cell mitotic processes, such as the proteasome regulatory subunits 4 and 8 (corresponding to human proteasome 26S subunit ATPase 1 (PSMC1) and PSMC5, respectively). Proteasomes are distributed throughout eukaryotic cells at a high concentration and are mainly involved in the ATP-dependent degradation of ubiquitinated proteins in a non-lysosomal pathway. Two other highly induced transcripts matched with human SMARCAD1 (SWI/SNF-related, matrix-associated actin-dependent regulator of chromatin, subfamily a, containing DEAD/H box) and SMARCA4 (SWI/SNF-related, matrix-associated actindependent regulator of chromatin, subfamily a, member 4). Members of this family of proteins have helicase and ATPase activities, and they regulate transcription of certain genes by altering the chromatin structure around those genes. Also a transcript with homology to the D. rerio myosin heavy polypeptide 9b (MYH9B) gene was highly upregulated: this gene encodes for a non-muscle myosin that exerts several important functions, including cytokinesis, cell motility and maintenance of cell shape.", "cite_spans": [{"start": 905, "end": 909, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 122, "end": 129, "text": "(Fig. 3", "ref_id": null}, {"start": 635, "end": 641, "text": "Fig. 6", "ref_id": null}, {"start": 1089, "end": 1096, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Several up-regulated transcripts were involved in the cell cycle. Among these, there were several sequences matching to human genes encoding for proteins involved in microtubule organization and turnover, such as tubulin alpha (TUBA1A), kinesin family member 2C (KIF2C), and TPX2 microtubule-associated (TPX2). A few other transcripts in this category were also broadly involved in the cell cycle, such as cell division cycle 27 (CDC27) and The bars represent the percentage of genes found compared to all the genes associated with the term, and the number of genes is displayed. The minimum number of genes assigned to each term was three. A two-sided hypergeometric method was applied as the statistical test and the p values were corrected with the Bonferoni step-down method. Only terms with a p < 0.05 are shown. A Kappa score equal to four was used as cut-off for GO term grouping. The level of significance for terms and groups is indicated with an asterisk: \"*\"p < 0.05 polo-like kinase 1 (PLK1). Up-regulated transcripts for several proteins involved in monosaccharide metabolism, such as insulin receptor (INSR), transkelotase (TKT), 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 9 (PFKFB3) and ectonucleotide pyrophosphatase/phosphodiesterase 1 (ENPP1) were also found.", "cite_spans": [], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Genes involved in hematopoiesis and immune system development were found increased. A transcript matching human B-cell CLL/lymphoma 11B (zinc finger protein) (BCL11B) was highly up-regulated; the function for this protein, although unclear, is believed to be involved in differentiation and survival of lymphocytes. A transcript for a NOTCH protein-like (matching human NOTCH2) was also found up-regulated. Notch family members are highly conserved proteins, which regulate the interaction between physically adjacent cells, by triggering a variety of developmental processes and control cell fate decisions. Also the mRNA for trout colony stimulating factor 1 (CSF1) was induced. This cytokine plays an essential role in the regulation of survival, proliferation and differentiation of hematopoietic precursor cells, especially mononuclear phagocytes, such as macrophages and monocytes. TGF-β receptor type-2 (corresponding to human transforming growth factor, beta receptor II 70/80 kDa, TGFBR2) was induced as well. This is a transmembrane protein that binds TGF-β and phosphorylates proteins, which then enter the nucleus to regulate the transcription of a subset of genes related to cell proliferation.", "cite_spans": [], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "A number of up-regulated mRNAs were found associated with viral processes and parasite symbiosis. Some of the corresponding proteins for those transcripts are involved in DNA replication and repair (such as structure specific recognition protein, SSRP1), vesicle trafficking (vesicle-associated membrane protein-associated protein B and C (VAPB) and SNARE-associated protein, SNAPIN) and endocytosis (RAB11 family interacting protein 4 (class II), RAB11FIP4), cellular uptake and plasma transport of cholesterol (low density lipoprotein receptor, LDLR). In human studies, some of the genes are found to be associated with intracellular virus entry, replication and final viral burden: such as LDLR that is associated with hepatitis virus entry and replication, and SSRP1 associated with herpes virus [32, 33] . However it is difficult to say if the expression of these genes can have similar implications for viral infection in fish.", "cite_spans": [{"start": 800, "end": 804, "text": "[32,", "ref_id": "BIBREF31"}, {"start": 805, "end": 808, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Analysis of the differential transcript response to poly(I:C) treatment in the HK of fish fed a supranutritional level of Sel-Plex", "cite_spans": [], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "In the HK, 344 transcripts were found differentially expressed between the two diet groups, after poly(I:C) stimulation (Fig. 4) . Among these, 200 were also significantly modulated by Sel-Plex when compared to individuals injected with vehicle. However, we decided to include all the 344 transcripts that were significantly modulated, albeit to different extents, in the fish stimulated with poly(I:C) on the two different diet regimes, to analyse the interactive effect between Sel-Plex and the response to poly(I:C). This set of transcripts was divided into two clusters: targets that had a higher fold change in the group fed the diet enriched with Sel-Plex versus the control group (for simplicity called \"up-regulated\"), and targets that had a higher fold change in the group fed the control diet versus the Sel-Plex group (for simplicity called \"down-regulated\"). From the GO analysis in ClueGO, 138 transcripts contributed to a biological process (Fig. 7) . All the significant GO are subdivided under the term considered most relevant and descriptive for the entire group. In Additional file 5: Figure S3 , all the GO terms are shown grouped into functional networks and the most statistically significant term for each group is highlighted. In both the representations of the GO analysis, the contribution of the up-regulated and down-regulated clusters of transcripts is visualized.", "cite_spans": [], "ref_spans": [{"start": 120, "end": 128, "text": "(Fig. 4)", "ref_id": "FIGREF1"}, {"start": 955, "end": 963, "text": "(Fig. 7)", "ref_id": null}, {"start": 1104, "end": 1113, "text": "Figure S3", "ref_id": null}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "As shown, some GO term categories (response to nutrient, mRNA processing and cellular protein complex assembly), that were positively regulated when examining the effect of Sel-Plex alone on this tissue, appear to be affected when comparing the two groups injected with poly(I:C). This output might be due to a large set of transcripts that were up-regulated when compared to the two diet groups injected with vehicle. However, they were down-regulated in the contrast between the experimental diet group given poly(I:C) versus the same diet group injected with PBS. Therefore, attention was focused on the main GO network produced from this analysis, exclusively to examine the effect of Sel-Plex on fish antiviral responses. Two interconnected GO groups arose from this analysis: regulation of I-kappaB kinase/NF-kappa B (NF-κB) signalling mostly due to transcripts more highly regulated in the group fed Sel-Plex, and the innate immune response-activating signal transduction, which instead (See figure on previous page.) Fig. 6 Functional terms enrichment of the identified transcripts in the HK from fish fed the diet enriched with 4 mg Se Kg −1 . The bars represent the percentage of genes found compared to all the genes associated with the term, and the number of genes is displayed. The minimum number of genes assigned for each term was three. A two sided hypergeometric method was applied as the statistical test and the p values were corrected with the Bonferoni step-down method. Only terms with a p < 0.05 are shown. A Kappa score equal to four was used as cut-off for GO term grouping. The level of significance for terms and groups is indicated with an asterisk(s): \"*\"p < 0.05 and \"**\"p < 0.001 resulted from a higher expression of certain genes in the control diet group. Within these two GO groups, IL-12 and chemokine production together with the type-II IFN response were enhanced by the Sel-Plex supplementation, whereas production of IL-6, the bactericidal response and toll-like receptor downstream signalling were slightly (but significantly) reduced in the same group. Table 5 , lists the genes that were grouped within these terms that are reported but were not significantly altered in the HK of fish fed the experimental diet and injected with PBS.", "cite_spans": [], "ref_spans": [{"start": 1025, "end": 1031, "text": "Fig. 6", "ref_id": null}, {"start": 2095, "end": 2102, "text": "Table 5", "ref_id": null}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "As also shown from the qPCR results, the transcript for trout IFN-γ2 was significantly up-regulated by Sel-Plex supplementation. Other mediators involved in antiviral responses were induced more in the supplemented group, such as: toll-like receptor 22 (TLR22), signal transducer/ activator of transcription 1 (STAT1), glycogen synthase kinase binding protein (GBP1) and mitochondrial antiviral signalling protein (MAVS). A trout transcript for tumor necrosis factor (TNF) decoy receptor (corresponding to human tumor necrosis factor receptor superfamily, member 6b, decoy, TNFRSF6B) was also up-regulated upon Sel-Plex supplementation; this protein belongs to the TNF receptor superfamily and acts as a decoy receptor that neutralizes FAS ligand action, protecting cells from apoptosis. A lipopolysaccharide-induced TNF factor mRNA (LITAF) and a transcript for microsialin (CD68) were also highly induced in the supplemented group. LITAF is a transmembrane glycoprotein expressed by monocytes and tissue macrophages that plays a role in phagocytic activities of tissue macrophages (both in intracellular lysosomal metabolism and extracellular cell-cell and cell-pathogen interactions), whereas CD68 is a potent stimulator of macrophages that induces secretion of TNF-alpha and other inflammatory mediators, possibly leading to p53-induced apoptosis. Also the induction of transcripts for signal transduction mediators, such as caspase 3 (CASP3) and IFN regulatory factor 2 (IRF2) were enhanced to some degree in the group fed Sel-Plex enriched diet. IRF2 is known to compete with IRF1 to inhibit the expression of type I IFNs. However transcripts for trout type I IFN were equally induced by poly(I:C) in the two diet groups fed the control and the Sel-Plex enriched diet, as shown by both qPCR and microarray platforms. A transcript matching to The selection was based on the results of the GO analysis (Fig. 6 ). Genes with a corresponding microarray feature code 1 found involved in a biological process significantly altered by the experimental diet in the HK were selected. If the transcripts were significantly modulated also in fish fed the experimental diet enriched with and injected with poly(I:C) 3 , or in the same tissue of fish fed the control diet and injected with poly(I:C) 4 , these values are given. Also the fold change of the expression of the same targets between these last two groups is reported, as given from Genespring software 5 . All the transcripts shown were significantly modulated at p < 0.05 following the Benjamini-Hochberg correction and had a fold change ≥2. Accession numbers of the cDNA sequences 6 , their identity 7 and the corresponding human orthologue 8 determined by BLASTx within the Ensemble database are reported. For each gene the function assigned by ClueGO software is also indicated. SeC represents the groups comparison addressed to analyse the effects of the Sel-Plex enriched diet. CP and SeP instead represent the comparisons addressed to analyse the effect of poly(I:C) stimulation on fish fed either a control diet or the experimental diet respectively Fig. 7 Functional terms enrichment of the identified transcripts in the HK significantly altered by poly(I:C) and 4 mg Se Kg −1 . The bars represent the percentage of genes found compared to all the genes associated with the term, and the number of genes is displayed. The minimum number of genes assigned for each term was three. A two sided hypergeometric method was applied as statistical test and the p values were corrected with the Bonferoni step-down method. Only terms with a p < 0.05 are shown. A Kappa score equal to four was used as cut-off for GO term grouping. The level of significance for terms and groups is indicated with an asterisk(s): \"*\"p < 0.05 and \"**\"p < 0.001 the human receptor-interacting serine-threonine kinase 2 (RIPK2) was also more highly induced upon Sel-Plex supplementation; this protein is a positive regulator of NF-κB and its expression might be correlated with the reduced expression of NF-κB inhibitor alpha (matching to human nuclear factor of kappa light polypeptide gene enhancer in B-cells inhibitor alpha, NFKBIA) in the same experimental group. Some transcripts for proteins involved in the proinflammatory response and acute phase response were more up-regulated in the group injected with poly(I:C) and fed a control diet, compared to the group fed Sel-Plex: as seen with Tyrosine-protein kinase (HCK), mitogen-activated protein kinase-activated protein kinase 2 (MAPKAPK2) and CCAAT/enhancer binding protein beta2 (CEBPB).", "cite_spans": [], "ref_spans": [{"start": 1905, "end": 1912, "text": "(Fig. 6", "ref_id": null}, {"start": 3112, "end": 3118, "text": "Fig. 7", "ref_id": null}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Finally the most responsive transcripts modulated by Sel-Plex upon poly(I:C) stimulation are reported. The two groups injected with poly(I:C) on the different diet regimes were compared in Genespring and the 20 targets that were most up-and down-regulated, and that were not already mentioned above were listed (Additional file 6: Table S3 ).", "cite_spans": [], "ref_spans": [{"start": 331, "end": 339, "text": "Table S3", "ref_id": "TABREF2"}], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "One of most responsive targets in this comparison was a transcript for an uncharacterized protein that from the BLAST analysis matched human lactalbumin alpha (LALBA), a lysozyme-like protein that binds calcium and zinc, with a possible antibacterial and antitumor activity. Also transcripts for fish orthologues of human Paf1/RNA polymerase II complex component (CTR9), protein tyrosine phosphatase receptor type F (PTPRF) and zinc finger FYVE domain containing 9 (ZFYVE9) were more highly induced in the group fed the Sel-Plex enriched diet. CTR9 is a component of the PAF1 complex (PAF1C) which has multiple functions during transcription by RNA polymerase II and it is implicated in the regulation of development and maintenance of embryonic stem cell pluripotency. PTPRF possesses an intrinsic protein tyrosine phosphatase activity that regulates a variety of cellular processes including cell growth, differentiation, mitosis, and oncogenic transformation. ZFYVE9 is a double zinc finger motif-containing protein that participates in the transforming growth factor-beta (TGF-β) signalling pathway. A sequence corresponding to the mRNA for human Runt-Related Transcription Factor 1 (RUNX1) was also upregulated. This protein is a heterodimeric transcription factor that binds to the core element of many enhancers and promoters and is thought to be involved mainly in the development of normal hematopoiesis. Another transcript differentially expressed was the trout aryl hydrocarbon receptor nuclear translocator (ARNT) which plays an important role in xenobiotic responses, and after binding to a ligand it translocates into the nucleolus where it induces the expression of factors involved in xenobiotic metabolism. It can also form a heterodimer with HIF1A and contributes to the response to hypoxia. Finally, chemokine (C-X-C Motif) ligand 11 (CXCL11) expression was doubled in the group fed the Sel-Plex enriched diet. This chemokine is induced by IFN-γ, is the dominant ligand of the CXCR3 receptor (see above) and has an important function to trigger the chemotactic response of Tcells.", "cite_spans": [], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "Of those genes negatively impacted by Se supplementation, a transcript for ATPase Na + /K + transporting beta 4 polypeptide (ATP1B4) was detected, a protein that in placental mammals interacts with the nuclear transcriptional co-regulator SKIP and may be involved in the regulation of TGF-β signalling. Two transcripts for C-terminal binding protein 1 (CTBP1) and programmed cell death 6 (PDCD6) were also down-regulated in this comparison. The first is a phosphoprotein that acts as a transcriptional repressor and plays a role in cellular proliferation. The second is a calcium binding protein that participates in T cell receptor-, Fas, and glucocorticoid-induced programmed cell death. Finally an mRNA for C-type lectin domain family 17 member A (CLEC17A) was down-regulated and is a cell surface receptor which may be involved in carbohydrate-mediated communication between cells in germinal centres. These sites are missing in fish, but melano-macrophage centres (MMCs) are thought to have a similar function and to represent primitive germinal centres [34] .", "cite_spans": [{"start": 1059, "end": 1063, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Liver transcriptomic response to Sel-Plex supplementation"}, {"text": "A few probes for trout selenoproteins were significantly modulated on the array (Additional file 7: Table S5 ), however in this specific study Sel-Plex supplementation did not alter the expression of these probes. This was not surprising, since only a small induction was seen previously for several of these target genes on a more sensitive platform (qPCR). With the exception of the mRNAs for trout glutathione peroxidase 2 (the BLAST result being most similar to trout GPx1b1, [25] ) and cytosolic thioredoxin reductase 1 (the BLAST result being most similar to trout TrxR3a, [26] ), which were up-regulated upon poly(I:C) stimulation, all selenoprotein transcripts were downregulated, especially the ones corresponding to trout deiodinase (DIOs).", "cite_spans": [{"start": 480, "end": 484, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 579, "end": 583, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 100, "end": 108, "text": "Table S5", "ref_id": null}], "section": "Selenoprotein transcript responses"}, {"text": "Se is a fundamental dietary element that plays an important role in organism homeostasis. As an essential component of several selenoproteins with reductive capacity (primarily GPxs and TrxRs), Se plays an important role in controlling the redox milieu in an organism. Moreover, Se is required for metabolism of thyroid hormone, being fundamental for the proper functioning of DIO proteins. SelP is another important component of this protein family; it is well known as the main selenoprotein responsible for organism Se homeostasis and transport, however a role in Table 5 List of selected transcripts significantly modulated in the HK of fish injected with poly(I:C) and dependant on prior feeding regime. The selection was based on the results of the GO analysis (Fig. 7 Table 5 List of selected transcripts significantly modulated in the HK of fish injected with poly(I:C) and dependant on prior feeding regime. The selection was based on the results of the GO analysis (Fig. 7) the immune response, especially in inflammation, has also been proposed for this protein [35, 36] . The role of Se within the immune system has been investigated extensively [13] . It is well established that a low Se status can compromise responses to stress and immune challenges within an organism [37] [38] [39] . Se supplementation might either counteract compromised physiological status due to Se deficiency, or ameliorate the basal immune function and represent a way to help recovery from certain pathological conditions [40] [41] [42] . Several immune-related processes rely on Se and selenoprotein function, however the molecular mechanisms behind the interaction of this element with immune system functions are not fully understood [14] . In fish aquaculture, pathogens, especially viruses, represent a constant threat to production. The mode of action of many fish viruses during infection is still under investigation, and there is a continuous effort to find possible solutions to enhance fish natural defences. Functional feeds might represent an alternative to improve fish natural defences. They are particular diet compositions, containing substitutes or supplements with the aim to improve fish fitness and immune defences. Elements such as Se, provided at supranutitional levels and below toxic concentrations, might represent a natural and sustainable solution to improve fish health. In our previous study [20] we proposed that fish, salmonids in particular, may require higher levels of Se compared to mammals and more than current legislation allows (0.5 mg Kg −1 dry mass). We showed that Se delivered as Sel-Plex to reach supplementation levels between~5-9 mg Se Kg −1 , is well absorbed and might improve selenoprotein synthesis. These findings are in line with other studies that found that salmonids might benefit from Se at this range of concentrations, especially if delivered in organic form and when fish are under stressful conditions.", "cite_spans": [{"start": 1073, "end": 1077, "text": "[35,", "ref_id": "BIBREF34"}, {"start": 1078, "end": 1081, "text": "36]", "ref_id": "BIBREF35"}, {"start": 1158, "end": 1162, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1285, "end": 1289, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1290, "end": 1294, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 1295, "end": 1299, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 1514, "end": 1518, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 1519, "end": 1523, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1524, "end": 1528, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 1729, "end": 1733, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 2414, "end": 2418, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 567, "end": 574, "text": "Table 5", "ref_id": null}, {"start": 767, "end": 774, "text": "(Fig. 7", "ref_id": null}, {"start": 775, "end": 782, "text": "Table 5", "ref_id": null}, {"start": 975, "end": 983, "text": "(Fig. 7)", "ref_id": null}], "section": "Discussion"}, {"text": "In this study, we investigated the potential effect of Sel-Plex supplementation on fish antiviral defences, induced by poly(I:C) injection. To this end, we carried out a transcriptomic analysis by microarray on both liver and HK from rainbow trout challenged with this viral mimic after being fed a diet enriched with Sel-Plex. After a first qPCR screening a slight but significant induction of selenoprotein transcripts was seen in the liver of the group supplemented with 4 mg Se Kg −1 . Interestingly in the same experimental group a significant increase of type-II IFN (especially IFN-γ2) was also detected, with downstream molecules such as CXCL11 and viperin following the same trend. However, with increasing concentration of Sel-Plex, there was also a small decrease in type-I IFN (mainly IFN-b) and selected cellular receptors involved in viral sensing, such as TLR9, LGP2 and MDA5 (the latter significantly). The preliminary qPCR results led to the selection of the group fed 4 mg Kg −1 Sel-Plex for the microarray analysis together with the control group. The entire trout array was re-annotated to the human genome, therefore for each fish gene the human orthologue was found by BLAST analysis in the Ensemble database. Human and fish have quite different genome structures, mainly due to the whole genome duplications that have occurred in the teleost lineage. Several genes present as a single copy in humans can be present in fish as two or more (especially in the case of salmonids) isoforms. Some of these multiple copies are pseudogenes but in other cases these multiple Table 5 List of selected transcripts significantly modulated in the HK of fish injected with poly(I:C) and dependant on prior feeding regime. The selection was based on the results of the GO analysis (Fig. 7) Genes with corresponding microarray feature code 1 found involved in a biological process significantly altered by the experimental diet in the HK were selected. If the transcripts were significantly modulated also in fish fed the experimental diet enriched with 4 mg Se Kg −1 and injected with poly(I:C) 3 , or in the same tissue of fish fed the control diet and injected with poly(I:C) 4 , these values are given. Also the fold change of the expression of the same targets between these last two groups is reported, as given from Genespring software 5 . All the transcripts shown were significantly modulated at p < 0.05 following the Benjamini-Hochberg correction and had a fold change ≥2. Accession numbers of the cDNA sequences 6 , their identity 7 and the corresponding human orthologue 8 determined by BLASTx within the Ensemble database are reported. For each gene the function assigned by ClueGO software is also indicated. SeC represents the groups comparison addressed to analyse the effects of the 4 mg Se Kg −1 diet. CP and SeP instead represent the comparisons addressed to analyse the effect of poly(I:C) stimulation on fish fed either a control diet or the experimental diet respectively isoforms can exert different biological functions, increasing the complexity of various pathways. Hence, in taking this approach there was a risk that only partial information would be retrieved from the transcriptomic analysis, but as the human genome remains the most annotated, it gave the possibility to carry out a more extensive analysis. It also allowed use of more bioinformatic tools, giving the possibility of a more flexible analytical approach. For example, for the GO analysis, ClueGO allowed the upregulated and down-regulated transcripts to be analysed together and to determine the contribution of the two clusters in the biological pathways found altered in each of the contrasts considered for this study. It was not possible to perform a network analysis for the processes modulated in liver, mainly due to the small set of mRNAs found altered by the treatment. Overall the response of this organ to the diet was relatively mild. Only a small set of transcripts (20 targets) was processed by the GO analysis, and the main terms were involved in lipid and steroid metabolism. The possible effects of Se supplementation on fish metabolism of lipids, especially steroid and fatty acids, might be an intriguing aspect to investigate further. Should Se be able to increase the fillet nutritional value, for example by improving the content of omega-3 fatty acids, it could have an important impact on human nutrition and fish food marketing. Lipid metabolism can also influence the fish immune response. Recent findings have shown that cholesterol, specifically oxidized derivates such as 25-hydroxycholesterol (25HC), are important mediators during the innate response to pathogens. During virus infection, TLR-mediated signalling in macrophages triggers the induction of an IFN response, which promotes the production of 25HC mediated by STAT1; in turn this oxysterol can act on multiple levels as a potent paracrine inhibitor of viral infection for a broad range of viruses [43] . The present results suggest that Sel-Plex supplementation is able to modulate liver lipid metabolism and increase cholesterol production, possibly enhancing the innate immune response against viral infections. The results also revealed a considerable induction of LDLR in the HK, which might be associated with the pathway just described.", "cite_spans": [{"start": 4993, "end": 4997, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 1589, "end": 1596, "text": "Table 5", "ref_id": null}, {"start": 1789, "end": 1797, "text": "(Fig. 7)", "ref_id": null}], "section": "Discussion"}, {"text": "In the liver, changes in the expression of a number of mRNAs for genes involved in sarcomere organization were detected, which generally are expected to be expressed in skeletal and heart muscle exclusively. There is strong evidence in mammalian models for the presence of resident stem cells in the liver and the role of this tissue as a hematopoietic centre [44, 45] . In this regard, a few studies have shown it is possible to differentiate murine liver stem cells into cardiomyocytes [46, 47] . Also a metabolic crosstalk between heart and liver has been described, that plays a pivotal role in the development of hypertrophic cardiomyopathy when a dysregulation of liver lipid metabolism occurs [48] .", "cite_spans": [{"start": 360, "end": 364, "text": "[44,", "ref_id": "BIBREF43"}, {"start": 365, "end": 368, "text": "45]", "ref_id": "BIBREF44"}, {"start": 488, "end": 492, "text": "[46,", "ref_id": "BIBREF45"}, {"start": 493, "end": 496, "text": "47]", "ref_id": "BIBREF46"}, {"start": 700, "end": 704, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, it is difficult to make inferences from such a small set of genes, as to whether there is a real and strong correlation between Se supplementation, lipid metabolism and muscle tissue homeostasis, especially when the process under examination has not been completely explored in a more established animal model and is still totally unknown in fish. The possible influence of Se supplementation on fish fillet quality and composition certainly remain an interesting aspect for further investigation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Sel-Plex had a greater effect on the HK transcriptomic response. In this tissue a large number of target genes were consistently modulated, most of them positively induced. Terms such as regulation of transcription, mRNA metabolism and protein assembly were found from the GO analysis. However, these are generic terms that link to several biological processes. What was particularly interesting was the positive regulation of the cellular response to nutrients, glucose metabolism, cell cycle processes and hematopoiesis. All the processes mentioned may lead to an improvement of turnover, especially of cells involved in immune responses, which take place in the HK, the hematopoietic centre and main immune tissue in fish. A recent study in zebrafish showed that glucose level can impact the onset and magnitude of hematopoietic stem cell (HSC) production in vivo. Specifically, glucose level could enhance RUNX1 gene expression and hematopoietic cluster formation, to finally elicit a dose-dependent effect on embryonic HSCs, through mitochondrial-derived ROS-mediated stimulation of the HIF1Α gene [49] . In this regard, runx1 and hif1a transcripts, together with several other mRNAs for proteins involved in tissue hematopoiesis, appeared up-regulated by the Sel-Plex enriched diet.", "cite_spans": [{"start": 1103, "end": 1107, "text": "[49]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the same tissue, a few transcripts were found that in the GO analysis are associated with processes linked to viral replication. From this finding alone, it is not possible to make any firm conclusions, since the terms associated to these genes are based on studies in mice, with virus specific infection mechanisms in rodent models and humans. This highlights another problem that can occur by using the human genome annotation, however the advantages still compensate for the possible limitations of this approach.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "After poly(I:C) injection, transcripts for proteins involved in the antiviral response were found up-regulated upon Sel-Plex supplementation. The mRNA for TLR22, STAT1, IFN-γ2, GPB1 and MAVS were all significantly increased after Se supplementation. Downstream of the IFN-γ pathway, the mRNAs for CXCL11 and its receptor CXCR3 were positively modulated by the experimental diet. All the transcripts found positively regulated by the poly(I:C) challenge in the group fed Sel-Plex clustered into three main GO processes: NF-κB regulation, IL-12 production and the IFN-γ response. These three processes are tightly connected. IFN-γ production is controlled by cytokines secreted from antigen presenting cells (APCs), most notably IL-12 and IL-18; these cytokines serve as a bridge to link infection with IFN-γ production in the innate immune response. Macrophage recognition of many pathogens induces secretion of IL-12 and chemokines, which in turn attract natural killer (NK) cells to the site of inflammation, and IL-12 promotes IFN-γ synthesis in these cells. In macrophages, NK and T-cells, the combination of IL-12 and IL-18 stimulation further increases IFN-γ production, and favours Th1 cell differentiation [50] . NF-κB, as a key transcription factor for a wide variety of genes that control immune responses, is likely playing a central role in cytokine expression and in the propagation of the response during viral challenge [51] [52] [53] .", "cite_spans": [{"start": 1213, "end": 1217, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1434, "end": 1438, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1439, "end": 1443, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 1444, "end": 1448, "text": "[53]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Discussion"}, {"text": "In mice models, it has been shown that Se at supranutritional levels (0.5-1 mg Kg −1 as Na 2 SeO 3 ) during an immune challenge increases production of IL-2 and the expression of the IL-2 receptor α subunit. Consequently the T helper Th1/Th2 balance skews towards a Th1 response, leading to enhanced differentiation/activation of CD4 + T-cells and production of IFN-γ [54] . In the same study, it was shown that free thiols, mainly thioredoxin (Trx), are the intracellular mediators responsible for the increased production of IL-2; TrxR, being responsible for the regeneration of the oxidised Trx, becomes a central component in controlling the process. Interestingly, from our preliminary qPCR screening an induction of IFN-γ and downstream mediators was seen, but at much higher concentrations (4 mg Kg −1 ) than those considered for supplementation in mammalian models (0.5-1 mg Kg −1 ).", "cite_spans": [{"start": 368, "end": 372, "text": "[54]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Discussion"}, {"text": "From the GO analysis, it was seen that Sel-Plex supplementation affected TLR signalling and responses to bacteria. Whilst the expression of some of the components of the cell pathogen recognition machinery was reduced, a positive regulation of many immune effectors in the Sel-Plex supplemented group was found when the antiviral defences were stimulated. This suggests other cell recognition components are involved in the mediation of the cellular response to poly(I:C).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The selenoprotein transcripts did not show a strong modulation after Sel-Plex supplementation. Previous studies reported that selenoprotein mRNA may not be suitable in detecting the effects of Se supplementation, especially if using a less sensitive platform such as a microarray [55, 56] . Nevertheless, most of the selenoprotein mRNAs detected (mainly DIOs and SelPs) were down-regulated upon poly(I:C) stimulation; only TrxR mRNA was up-regulated, further confirming the important contribution of this selenoprotein during the organism's immune response.", "cite_spans": [{"start": 280, "end": 284, "text": "[55,", "ref_id": "BIBREF54"}, {"start": 285, "end": 288, "text": "56]", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Discussion"}, {"text": "Sel-Plex supplementation had a major impact on the trout HK. Even at the relatively high enrichment level of 4 mg Se Kg −1 (dry mass), the additive improved the expression of several genes involved in pathways connected with hematopoiesis and immune system development. In contrast, less of a transcriptomic response was seen in the liver, and the main process modulated by Sel-Plex was related to lipid metabolism. Lipids, especially sterol lipids (e.g. cholesterol and glucocorticoids) and fatty acids (e.g. omega-3 and omega-6 fatty acids), have a major involvement in the immune response and the final quality of the fish fillet, and therefore it is worth investigating further the possible impact of Se supplementation on these processes in fish. During viral PAMP stimulation, Sel-Plex supplementation substantially increased the expression of mediators of antiviral defence. IFN-γ was one of the principal markers for this pathway and interestingly a similar response to Se supplementation has been seen in mammals, albeit at lower inclusion levels of Se than the levels used in this study. These findings, together with past reports in the literature, further support the conclusion that fish might require a higher level of Se than mammals, and an increase over the limit of 0.5 mg Kg −1 imposed by current EC legislation should be considered for supplementation in aquaculture. Sel-Plex, being a highly bioavailable supplement of organic Se, might represent the most suitable option for supplementation of fish feeds, to achieve the final aim of improving fish fitness and resistance against immune challenges.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The experimental hybridisations are available at European Bioinformatics Institute archived under accession number E-MEXP: E-MTAB-2982.", "cite_spans": [], "ref_spans": [], "section": "Availability of supporting data"}, {"text": "Additional file 1: Figure S1 . Diagram outlining the experimental setup and hybridization strategy for microarray analysis. For each experimental group five pools of HK or liver RNA extracted from three individuals were used. For the microarray experiment, the effect of the 4 mg Se Kg −1 diet (SeC), plus the effect of poly(I:C) stimulation on fish fed either a control diet (CP) or the 4 mg Se Kg −1 enriched diet (SeP) was investigated, in both liver and head kidney. One-way ANOVA was used to compare differences among groups, whilist two-way ANOVA analysis was applied to determine differential responses to poly(I:C) between the two diet groups. The pooled control was an equal mixture of RNA pools from each group. All hybridizations were between experimental groups and the pooled control. (PDF 317 kb) Additional file 2: Figure S2 . Principal component analysis of the expression patterns of the four distinct conditions analyzed. Clustering of diets (control diet and Sel-Plex supplementation) and treatments (PBS or poly(I:C)) groups based on the three (left) and two principal components (right), in HK (A) and liver (B). The colours and shapes of the data points", "cite_spans": [], "ref_spans": [{"start": 19, "end": 28, "text": "Figure S1", "ref_id": "FIGREF0"}, {"start": 830, "end": 839, "text": "Figure S2", "ref_id": null}], "section": "Additional files"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The x-, y-and z-axes represent PC1, PC2 and PC3, respectively. (PDF 753 kb) References 1. Rayman MP. The importance of selenium to human health", "authors": [], "year": 2000, "venue": "Lancet", "volume": "356", "issn": "9225", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Review of selenium toxicity in the aquatic food chain", "authors": [{"first": "S", "middle": ["J"], "last": "Hamilton", "suffix": ""}], "year": 2004, "venue": "Sci Total Environ", "volume": "326", "issn": "1-3", "pages": "1--31", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Food-chain selenium and human health: Emphasis on intake", "authors": [{"first": "M", "middle": ["P"], "last": "Rayman", "suffix": ""}], "year": 2008, "venue": "Br J Nutr", "volume": "100", "issn": "2", "pages": "254--68", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Review: Micronutrient selenium deficiency influences evolution of some viral infectious diseases", "authors": [{"first": "M", "middle": [], "last": "Harthill", "suffix": ""}], "year": 2011, "venue": "Biol Trace Elem Res", "volume": "143", "issn": "3", "pages": "1325--1361", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The influence of selenium on immune responses", "authors": [{"first": "P", "middle": ["R"], "last": "Hoffmann", "suffix": ""}], "year": 2008, "venue": "Mol Nutr Food Res", "volume": "52", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The requirement and toxicity of selenium in rainbow trout (Salmo gairdneri)", "authors": [{"first": "J", "middle": ["W"], "last": "Hilton", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Hodson", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Slinger", "suffix": ""}], "year": 1980, "venue": "J Nutr", "volume": "110", "issn": "12", "pages": "2527--2562", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The nutritional requirements and toxicity to fish of dietary and waterborne selenium", "authors": [{"first": "P", "middle": ["V"], "last": "Hodson", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Hilton", "suffix": ""}], "year": 1981, "venue": "Proc.5th international symposium", "volume": "", "issn": "", "pages": "335--375", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Dietary selenium requirement of fingerling channel catfish", "authors": [{"first": "D", "middle": ["M"], "last": "Gatlin", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Wilson", "suffix": ""}], "year": 1984, "venue": "J Nutr", "volume": "114", "issn": "3", "pages": "627--660", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Current knowledge in species-related bioavailability of selenium in food", "authors": [{"first": "C", "middle": [], "last": "Thiry", "suffix": ""}, {"first": "A", "middle": [], "last": "Ruttens", "suffix": ""}, {"first": "L", "middle": [], "last": "De Temmerman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Schneider", "suffix": ""}, {"first": "L", "middle": [], "last": "Pussemier", "suffix": ""}], "year": 2012, "venue": "Food Chem", "volume": "130", "issn": "4", "pages": "767--84", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Selenium inclusion decreases oxidative stress indicators and muscle injuries in sea bass larvae fed high-DHA microdiets", "authors": [{"first": "M", "middle": ["B"], "last": "Betancor", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Caballero", "suffix": ""}, {"first": "G", "middle": [], "last": "Terova", "suffix": ""}, {"first": "R", "middle": [], "last": "Saleh", "suffix": ""}, {"first": "E", "middle": [], "last": "Atalah", "suffix": ""}, {"first": "T", "middle": [], "last": "Benítez-Santana", "suffix": ""}], "year": 2012, "venue": "Br J Nutr", "volume": "108", "issn": "12", "pages": "2115--2143", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The effects of dietary organic or inorganic selenium in rainbow trout (Oncorhynchus mykiss) under crowding conditions", "authors": [{"first": "F", "middle": ["Z"], "last": "Küçükbay", "suffix": ""}, {"first": "H", "middle": [], "last": "Yazlak", "suffix": ""}, {"first": "I", "middle": [], "last": "Karaca", "suffix": ""}, {"first": "N", "middle": [], "last": "Sahin", "suffix": ""}, {"first": "M", "middle": [], "last": "Tuzcu", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Cakmak", "suffix": ""}], "year": 2009, "venue": "Aquacult Nutr", "volume": "15", "issn": "6", "pages": "569--76", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Supra-nutritional dietary intake of selenite and selenium yeast in normal and stressed rainbow trout (Oncorhynchus mykiss): Implications on selenium status and health responses", "authors": [{"first": "S", "middle": ["A"], "last": "Rider", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Davies", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Jha", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Fisher", "suffix": ""}, {"first": "J", "middle": [], "last": "Knight", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Sweetman", "suffix": ""}], "year": 2009, "venue": "Aquaculture", "volume": "295", "issn": "3-4", "pages": "282--91", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The role of selenium in inflammation and immunity: From molecular mechanisms to therapeutic opportunities", "authors": [{"first": "Z", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Rose", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hoffmann", "suffix": ""}], "year": 2012, "venue": "Antioxid Redox Signal", "volume": "16", "issn": "7", "pages": "705--748", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mechanisms by which selenium influences immune responses", "authors": [{"first": "P", "middle": ["R"], "last": "Hoffmann", "suffix": ""}], "year": 2007, "venue": "Arch Immunol Ther Exp (Warsz )", "volume": "55", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Lyn is a redox sensor that mediates leukocyte wound attraction in vivo", "authors": [{"first": "S", "middle": ["K"], "last": "Yoo", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Starnes", "suffix": ""}, {"first": "Q", "middle": [], "last": "Deng", "suffix": ""}, {"first": "A", "middle": [], "last": "Huttenlocher", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "480", "issn": "7375", "pages": "109--121", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Reactive oxygen species and cell signaling: respiratory burst in macrophage signaling", "authors": [{"first": "H", "middle": ["J"], "last": "Forman", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "166", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The evolution of free radicals and oxidative stress", "authors": [{"first": "J", "middle": ["M"], "last": "Mccord", "suffix": ""}], "year": 2000, "venue": "Am J Med", "volume": "108", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Regulation of the selenoprotein SelS by glucose deprivation and endoplasmic reticulum stress -SelS is a novel glucose-regulated protein", "authors": [{"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Feng", "suffix": ""}, {"first": "K", "middle": [], "last": "Walder", "suffix": ""}, {"first": "K", "middle": [], "last": "Bolton", "suffix": ""}, {"first": "T", "middle": [], "last": "Sunderland", "suffix": ""}, {"first": "N", "middle": [], "last": "Bishara", "suffix": ""}], "year": 2004, "venue": "FEBS Lett", "volume": "563", "issn": "1-3", "pages": "185--90", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Selenoprotein K knockout mice exhibit deficient calcium flux in immune cells and impaired immune responses", "authors": [{"first": "S", "middle": [], "last": "Verma", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Hoffmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "Z", "middle": [], "last": "Huang", "suffix": ""}, {"first": "K", "middle": [], "last": "Roe", "suffix": ""}, {"first": "E", "middle": [], "last": "Nguyen-Wu", "suffix": ""}], "year": 2011, "venue": "J Immunol", "volume": "186", "issn": "4", "pages": "2127--2164", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Selenium supplementation in fish: A combined chemical and biomolecular study to understand Sel-Plex assimilation and impact on selenoproteome expression in rainbow trout (Oncorhynchus mykiss)", "authors": [{"first": "D", "middle": [], "last": "Pacitti", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Lawan", "suffix": ""}, {"first": "J", "middle": [], "last": "Sweetman", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Feldmann", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Secombes", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The effect of intraperitoneally administered recombinant IL-1β on immune parameters and resistance to Aeromonas salmonicida in the rainbow trout (Oncorhynchus mykiss)", "authors": [{"first": "S", "middle": [], "last": "Hong", "suffix": ""}, {"first": "S", "middle": [], "last": "Peddie", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Campos-Pérez", "suffix": ""}, {"first": "J", "middle": [], "last": "Zou", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Secombes", "suffix": ""}], "year": 2003, "venue": "Dev Comp Immunol", "volume": "27", "issn": "9", "pages": "801--813", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Cloning and expression analysis of rainbow trout Oncorhynchus mykiss interferon regulatory factor 1 and 2 (IRF-1 and IRF-2)", "authors": [{"first": "B", "middle": [], "last": "Collet", "suffix": ""}, {"first": "Gcj", "middle": [], "last": "Hovens", "suffix": ""}, {"first": "D", "middle": [], "last": "Mazzoni", "suffix": ""}, {"first": "I", "middle": [], "last": "Hirono", "suffix": ""}, {"first": "T", "middle": [], "last": "Aoki", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Secombes", "suffix": ""}], "year": 2003, "venue": "Dev Comp Immunol", "volume": "27", "issn": "2", "pages": "111--137", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Functional characterization of a nonmammalian IL-21: Rainbow trout Oncorhynchus mykiss IL-21 upregulates the expression of the Th cell signature cytokines IFN-γ, IL-10, and IL-22", "authors": [{"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": [], "last": "Diaz-Rosales", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Costa", "suffix": ""}, {"first": "S", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "M", "middle": [], "last": "Snow", "suffix": ""}, {"first": "B", "middle": [], "last": "Collet", "suffix": ""}], "year": 2011, "venue": "J Immunol", "volume": "186", "issn": "2", "pages": "708--729", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Identification and bioactivities of IFN-γ in rainbow trout Oncorhynchus mykiss: The first Th1-type cytokine characterized functionally in fish", "authors": [{"first": "J", "middle": [], "last": "Zou", "suffix": ""}, {"first": "A", "middle": [], "last": "Carrington", "suffix": ""}, {"first": "B", "middle": [], "last": "Collet", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dijkstra", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yoshiura", "suffix": ""}, {"first": "N", "middle": [], "last": "Bols", "suffix": ""}], "year": 2005, "venue": "J Immunol", "volume": "175", "issn": "4", "pages": "2484--94", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Characterization of cytosolic glutathione peroxidase and phospholipidhydroperoxide glutathione peroxidase genes in rainbow trout (Oncorhynchus mykiss) and their modulation by in vitro selenium exposure", "authors": [{"first": "D", "middle": [], "last": "Pacitti", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Page", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Sweetman", "suffix": ""}, {"first": "J", "middle": [], "last": "Feldmann", "suffix": ""}], "year": 2013, "venue": "Aquat Toxicol", "volume": "", "issn": "", "pages": "97--111", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Insights into the fish thioredoxin system: Expression profile of thioredoxin and thioredoxin reductase in rainbow trout (Oncorhynchus mykiss) during infection and in vitro stimulation", "authors": [{"first": "D", "middle": [], "last": "Pacitti", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Sam", "middle": [], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Sweetman", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Secombes", "suffix": ""}], "year": 2014, "venue": "Dev Comp Immunol", "volume": "42", "issn": "2", "pages": "261--77", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "ClueGO: A Cytoscape plug-in to decipher functionally grouped gene ontology and pathway annotation networks", "authors": [{"first": "G", "middle": [], "last": "Bindea", "suffix": ""}, {"first": "B", "middle": [], "last": "Mlecnik", "suffix": ""}, {"first": "H", "middle": [], "last": "Hackl", "suffix": ""}, {"first": "P", "middle": [], "last": "Charoentong", "suffix": ""}, {"first": "M", "middle": [], "last": "Tosolini", "suffix": ""}, {"first": "A", "middle": [], "last": "Kirilovsky", "suffix": ""}], "year": 2009, "venue": "Bioinformatics", "volume": "25", "issn": "8", "pages": "1091--1094", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Effect of dietary lipid composition on vitellogenin, 17ß-estradiol and gonadotropin plasma levels and spawning performance in captive sea bass (Dicentrarchus labrax L.)", "authors": [{"first": "J", "middle": ["M"], "last": "Navas", "suffix": ""}, {"first": "E", "middle": [], "last": "Mañanós", "suffix": ""}, {"first": "M", "middle": [], "last": "Thrush", "suffix": ""}, {"first": "J", "middle": [], "last": "Ramos", "suffix": ""}, {"first": "S", "middle": [], "last": "Zanuy", "suffix": ""}, {"first": "M", "middle": [], "last": "Carrillo", "suffix": ""}], "year": 1998, "venue": "Aquaculture", "volume": "165", "issn": "1-2", "pages": "65--79", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Apolipoprotein A-IV expression in mouse liver enhances triglyceride secretion and reduces hepatic lipid content by promoting very low density lipoprotein particle expansion", "authors": [{"first": "M", "middle": ["A"], "last": "Verhague", "suffix": ""}, {"first": "D", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Weinberg", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Shelness", "suffix": ""}], "year": 2013, "venue": "Arterioscler Thromb Vasc Biol", "volume": "33", "issn": "11", "pages": "2501--2509", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "cAMP-response element binding protein (CREB) positively regulates mouse adiponectin gene expression in 3 T3-L1 adipocytes", "authors": [{"first": "H", "middle": ["B"], "last": "Kim", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Park", "suffix": ""}, {"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": [], "last": "Yeo", "suffix": ""}], "year": 2010, "venue": "Biochem Biophys Res Commun", "volume": "391", "issn": "1", "pages": "634--643", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources", "authors": [{"first": "D", "middle": ["W"], "last": "Huang", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Sherman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Lempicki", "suffix": ""}], "year": 2009, "venue": "Nat Protoc", "volume": "4", "issn": "1", "pages": "44--57", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Association of low-density lipoprotein receptor genotypes with hepatitis C viral load", "authors": [{"first": "A", "middle": [], "last": "Caruz", "suffix": ""}, {"first": "K", "middle": [], "last": "Neukam", "suffix": ""}, {"first": "A", "middle": [], "last": "Rivero-Juárez", "suffix": ""}, {"first": "R", "middle": [], "last": "Herrero", "suffix": ""}, {"first": "L", "middle": [], "last": "Real", "suffix": ""}, {"first": "Á", "middle": [], "last": "Camacho", "suffix": ""}], "year": 2013, "venue": "Genes Immun", "volume": "15", "issn": "1", "pages": "16--24", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Involvement of SSRP1 in latent replication of Kaposi's sarcoma-associated herpesvirus", "authors": [{"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "E", "middle": [], "last": "Liu", "suffix": ""}, {"first": "R", "middle": [], "last": "Renne", "suffix": ""}], "year": 2009, "venue": "J Virol", "volume": "83", "issn": "21", "pages": "11051--63", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Evidence for melano-macrophage centres of teleost as evolutionary precursors of germinal centres of higher vertebrates: An immunohistochemical study", "authors": [{"first": "F", "middle": ["A"], "last": "Vigliano", "suffix": ""}, {"first": "R", "middle": [], "last": "Bermúdez", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Quiroga", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nieto", "suffix": ""}], "year": 2006, "venue": "Fish Shellfish Immunol", "volume": "21", "issn": "4", "pages": "467--71", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Selenium transport in mammals: Selenoprotein P and its receptors", "authors": [{"first": "J", "middle": [], "last": "Köhrle", "suffix": ""}, {"first": "U", "middle": [], "last": "Schweizer", "suffix": ""}, {"first": "L", "middle": [], "last": "Schomburg", "suffix": ""}], "year": null, "venue": "Selenium", "volume": "2012", "issn": "", "pages": "978--979", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Alternatively activated myeloid cells limit pathogenicity associated with african trypanosomiasis through the IL-10 inducible gene selenoprotein P", "authors": [{"first": "T", "middle": [], "last": "Bosschaerts", "suffix": ""}, {"first": "M", "middle": [], "last": "Guilliams", "suffix": ""}, {"first": "W", "middle": [], "last": "Noel", "suffix": ""}, {"first": "M", "middle": [], "last": "Hérin", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Burk", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Hill", "suffix": ""}], "year": 2008, "venue": "J Immunol", "volume": "180", "issn": "9", "pages": "6168--75", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Selenium deficiency and viral infection", "authors": [{"first": "M", "middle": ["A"], "last": "Beck", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Levandert", "suffix": ""}, {"first": "J", "middle": [], "last": "Handy", "suffix": ""}], "year": 2003, "venue": "J Nutr", "volume": "133", "issn": "5", "pages": "1463--1470", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Selenium deficiency induced an altered immune response and increased survival following influenza A/Puerto Rico/8/34 infection", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Beck", "suffix": ""}], "year": 2007, "venue": "Exp Biol Med", "volume": "232", "issn": "3", "pages": "412--421", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Effects of selenium deficiency in the development of trypanosomes and humoral immune responses in mice infected with Trypanosoma musculi", "authors": [{"first": "E", "middle": [], "last": "Ongele", "suffix": ""}, {"first": "M", "middle": [], "last": "Ashraf", "suffix": ""}, {"first": "R", "middle": [], "last": "Nesbitt", "suffix": ""}, {"first": "P", "middle": [], "last": "Humphrey", "suffix": ""}, {"first": "C", "middle": [], "last": "Lee", "suffix": ""}], "year": 2002, "venue": "Parasitol Res", "volume": "88", "issn": "6", "pages": "540--545", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Supplementation with selenium and human immune cell functions: II. Effect on cytotoxic lymphocytes and natural killer cells", "authors": [{"first": "L", "middle": [], "last": "Kiremidjian-Schumacher", "suffix": ""}, {"first": "M", "middle": [], "last": "Roy", "suffix": ""}, {"first": "H", "middle": ["I"], "last": "Wishe", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Cohen", "suffix": ""}, {"first": "G", "middle": [], "last": "Stotzky", "suffix": ""}], "year": 1994, "venue": "Biol Trace Elem Res", "volume": "41", "issn": "1-2", "pages": "115--142", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Suppression of human immunodeficiency virus type 1 viral load with selenium supplementation: A randomized controlled trial", "authors": [{"first": "B", "middle": ["E"], "last": "Hurwitz", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Klaus", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Llabre", "suffix": ""}, {"first": "A", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Lawrence", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Maher", "suffix": ""}], "year": 2007, "venue": "Arch Intern Med", "volume": "167", "issn": "2", "pages": "148--54", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "An increase in selenium intake improves immune function and poliovirus handling in adults with marginal selenium status", "authors": [{"first": "C", "middle": ["S"], "last": "Broome", "suffix": ""}, {"first": "F", "middle": [], "last": "Mcardle", "suffix": ""}, {"first": "Jam", "middle": [], "last": "Kyle", "suffix": ""}, {"first": "F", "middle": [], "last": "Andrews", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Lowe", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hart", "suffix": ""}], "year": 2004, "venue": "Am J Clin Nutr", "volume": "80", "issn": "1", "pages": "154--62", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The transcription factor STAT-1 couples macrophage synthesis of 25-hydroxycholesterol to the interferon antiviral response", "authors": [{"first": "M", "middle": [], "last": "Blanc", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Hsieh", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Robertson", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Kropp", "suffix": ""}, {"first": "T", "middle": [], "last": "Forster", "suffix": ""}, {"first": "G", "middle": [], "last": "Shui", "suffix": ""}], "year": 2013, "venue": "Immunity", "volume": "38", "issn": "1", "pages": "106--124", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Liver stem cells: A scientific and clinical perspective", "authors": [{"first": "Y", "middle": ["Y"], "last": "Dan", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Yeoh", "suffix": ""}], "year": 2008, "venue": "J Gastroenterol Hepatol", "volume": "23", "issn": "5", "pages": "687--98", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Stem/progenitor cells in liver development, homeostasis, regeneration, and reprogramming", "authors": [{"first": "A", "middle": [], "last": "Miyajima", "suffix": ""}, {"first": "M", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "T", "middle": [], "last": "Itoh", "suffix": ""}], "year": 2014, "venue": "Cell Stem Cell", "volume": "14", "issn": "5", "pages": "561--74", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Adult-derived liver stem cells acquire a cardiomyocyte structural and functional phenotype ex vivo", "authors": [{"first": "B", "middle": ["J"], "last": "Muller-Borer", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Cascio", "suffix": ""}, {"first": "Paw", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Snowwaert", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Frye", "suffix": ""}, {"first": "N", "middle": [], "last": "Desai", "suffix": ""}], "year": 2004, "venue": "Am J Pathol", "volume": "165", "issn": "1", "pages": "135--180", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Adult-derived stem cells from the liver become myocytes in the heart in vivo", "authors": [{"first": "N", "middle": ["N"], "last": "Malouf", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Coleman", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Grisham", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Lininger", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Madden", "suffix": ""}, {"first": "M", "middle": [], "last": "Sproul", "suffix": ""}], "year": 2001, "venue": "Am J Pathol", "volume": "158", "issn": "6", "pages": "1929--1964", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The heart-liver metabolic axis: Defective communication exacerbates disease", "authors": [{"first": "K", "middle": ["K"], "last": "Baskin", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Bookout", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Olson", "suffix": ""}], "year": 2014, "venue": "EMBO Mol Med", "volume": "6", "issn": "4", "pages": "436--444", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Glucose metabolism impacts the spatiotemporal onset and magnitude of HSC induction in vivo", "authors": [{"first": "J", "middle": ["M"], "last": "Harris", "suffix": ""}, {"first": "V", "middle": [], "last": "Esain", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Frechette", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Harris", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Cox", "suffix": ""}, {"first": "M", "middle": [], "last": "Cortes", "suffix": ""}], "year": 2013, "venue": "Blood", "volume": "121", "issn": "13", "pages": "2483--93", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Interferon-γ: An overview of signals, mechanisms and functions", "authors": [{"first": "K", "middle": [], "last": "Schroder", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hertzog", "suffix": ""}, {"first": "T", "middle": [], "last": "Ravasi", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Hume", "suffix": ""}], "year": 2004, "venue": "J Leukoc Biol", "volume": "75", "issn": "2", "pages": "163--89", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The two NF-κB activation pathways and their role in innate and adaptive immunity", "authors": [{"first": "G", "middle": [], "last": "Bonizzi", "suffix": ""}, {"first": "M", "middle": [], "last": "Karin", "suffix": ""}], "year": 2004, "venue": "Trends Immunol", "volume": "25", "issn": "6", "pages": "280--288", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "NF-κB regulation in the immune system", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Verma", "suffix": ""}], "year": 2002, "venue": "Nat Rev Immunol", "volume": "2", "issn": "10", "pages": "725--759", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Herpes simplex virus type 2 induces secretion of IL-12 by macrophages through a mechanism involving NF-κB", "authors": [{"first": "L", "middle": [], "last": "Malmgaard", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Paludan", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Mogensen", "suffix": ""}, {"first": "S", "middle": [], "last": "Ellermann-Eriksen", "suffix": ""}], "year": 2000, "venue": "J Gen Virol", "volume": "81", "issn": "12", "pages": "3011--3031", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Dietary selenium modulates activation and differentiation of CD4 + T cells in mice through a mechanism involving cellular free thiols", "authors": [{"first": "F", "middle": ["W"], "last": "Hoffmann", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Hashimoto", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Shafer", "suffix": ""}, {"first": "S", "middle": [], "last": "Dow", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hoffmann", "suffix": ""}], "year": 2010, "venue": "J Nutr", "volume": "140", "issn": "6", "pages": "1155--61", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Selenoproteins: Hierarchy, Requirements, and Biomarkers. In Selenium", "authors": [{"first": "R", "middle": ["A"], "last": "Sunde", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Hatfield", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Berry", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Gladyshev", "suffix": ""}, {"first": "", "middle": [], "last": "Springer", "suffix": ""}], "year": null, "venue": "", "volume": "2012", "issn": "", "pages": "978--979", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Selenium toxicity but not deficient or super-nutritional selenium status vastly alters the transcriptome in rodents", "authors": [{"first": "A", "middle": ["M"], "last": "Raines", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Sunde", "suffix": ""}], "year": 2011, "venue": "BMC Genomics", "volume": "12", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Se concentration in liver (a), and transcriptional modulation of selected selenoprotein genes in liver (b)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Genes expressed at different levels in HK (a) and liver (b) upon dietary supplementation with Sel-Plex and immune challenges.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Functional terms enrichment of the identified transcripts in the liver of fish fed a diet enriched with 4 mg Se Kg −1 .", "latex": null, "type": "figure"}, "TABREF0": {"text": "Dietary formulation of the experimental diets. All the values are in g Kg −1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Acclimatization diet </td><td>Diet suppl with\n</td><td>Diet suppl with\n</td></tr><tr><td> </td><td> </td><td>1 mg Se Kg−1\n</td><td>4 mg Se Kg−1Control diet\n</td></tr><tr><td>Fish meal </td><td>100 </td><td>100 </td><td>100\n</td></tr><tr><td>Wheat meal </td><td>198 </td><td>199.5 </td><td>198\n</td></tr><tr><td>Corn gluten </td><td>190 </td><td>190 </td><td>190\n</td></tr><tr><td>Soya </td><td>160 </td><td>160 </td><td>160\n</td></tr><tr><td>Fish oil </td><td>173 </td><td>173 </td><td>173\n</td></tr><tr><td>Wheat gluten </td><td>174 </td><td>172 </td><td>172\n</td></tr><tr><td>Vitamins and minerals*\n</td><td>5 </td><td>5 </td><td>5\n</td></tr><tr><td>Sel-Plex addition\n</td><td>- </td><td>0.5 </td><td>2\n</td></tr><tr><td> </td><td> </td><td>(@ ~ 2 mg Se g−1)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Primers used for qPCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gene name </td><td>Primer name </td><td>Primer sequence (5'→ 3') </td><td>Product size </td><td>Acc Number\n</td></tr><tr><td>Elongation factor-1α </td><td>EF1α-F </td><td>CAAGGATATCCGTCGTCGTGGCA </td><td>327 </td><td>AF498320\n</td></tr><tr><td>EF1α-R </td><td>ACAGCGAAACGACCAAGAG\n</td><td> </td><td> </td></tr><tr><td>DNA directed RNA polymerase III subunit I </td><td>DRPII-F </td><td>TCACCCATGAAGTTGATGAGCTGA </td><td>176 </td><td>BT073753\n</td></tr><tr><td>DRPII-R </td><td>CCGTGCAGACATAGTACAGCCTCA\n</td><td> </td><td> </td></tr><tr><td>Hypoxanthine </td><td>HPRT1-F </td><td>GCCTCAAGAGCTACTGCAATG </td><td>256 </td><td>ACH70616\n</td></tr><tr><td>Phosphoribosyltransferase 1 </td><td>HPRT1-F </td><td>GTCTGGAACCTCAAATCCTATG\n</td><td> </td><td> </td></tr><tr><td>Thioredoxin reductase 3a </td><td>TrxR3a-F </td><td>AGTCAACCCCAAGAACGGTAAGG </td><td>297 </td><td>HF969246\n</td></tr><tr><td>TrxR3a-R </td><td>CAGAAGAGACTGTGGTACACCTCCAA\n</td><td> </td><td> </td></tr><tr><td>Thioredoxin reductase 3b </td><td>TrxR3b-F </td><td>CAAAGTCAACCCCAAGAATGGTAAGA </td><td>300 </td><td>HF969247\n</td></tr><tr><td>TrxR3b-R </td><td>CAGAAGAGACTGTGGTACACCTCCAG\n</td><td> </td><td> </td></tr><tr><td>Selenoprotein Pa </td><td>SelPa-F </td><td>GCTTGGTGCAGGCATCCTTATTG </td><td>276 </td><td>HF969249\n</td></tr><tr><td>SelPa-R </td><td>CATATCTCCCTGCCCTACTCCATCC\n</td><td> </td><td> </td></tr><tr><td>Selenoprotein Pb </td><td>SelPb-F </td><td>GACGACTTCCTGGTATATGACAGATGTG </td><td>275 </td><td>HF969250\n</td></tr><tr><td>SelPb-F1 </td><td>GATACCGTCAGCAACCCAGTTCC\n</td><td> </td><td> </td></tr><tr><td>Interferon 1a </td><td>IFN-1aF </td><td>CTGTTTGATGGGAATATGAAATCTGC </td><td>193 </td><td>AJ580911\n</td></tr><tr><td>IFN-1aR </td><td>CCTGTGCACTGTAGTTCATTTTTCTCAG\n</td><td> </td><td> </td></tr><tr><td>Interferon 1b </td><td>IFN-1bF </td><td>GATGGGAATAGGAATAGGAATAGGAAGTC </td><td>200 </td><td>AJ582754\n</td></tr><tr><td>IFN-1bR </td><td>GCCTCTGCACTGTAGTTCATTTTTCTC\n</td><td> </td><td> </td></tr><tr><td>Interferon γ1 </td><td>IFN-γ1F </td><td>CAAACTGAAAGTCCACTATAAGATCTCCA </td><td>210 </td><td>AJ616215\n</td></tr><tr><td>IFN-γ1R </td><td>TCCTGAATTTTCCCCTTGACATATTT\n</td><td> </td><td> </td></tr><tr><td>Interferon γ2 </td><td>IFN-γ2F </td><td>CAAACTGAAAGTCCACTATAAGATCTCCA </td><td>188 </td><td>FM864345\n</td></tr><tr><td>IFN-γ2R </td><td>GGTCCAGCCTCTCCCTCAC\n</td><td> </td><td> </td></tr><tr><td>Interferon γ induced protein </td><td>CXCL11-F </td><td>CATCAGCTTCCTGGCCTGTC </td><td>187 </td><td>AJ417078\n</td></tr><tr><td>CXCL11-R </td><td>CCGTTCTTCAGAGTGACAATGATCTC\n</td><td> </td><td> </td></tr><tr><td>Viperin </td><td>VIG-F </td><td>AGAACTCAACCCTGTACGCTGGA </td><td>227 </td><td>AF076620\n</td></tr><tr><td>VIG-R </td><td>GGCAATCCAGGAAACGCATATATTC\n</td><td> </td><td> </td></tr><tr><td>Laboratory of genetics </td><td>LGP2-F </td><td>CAGGGACTTCCGAATGAAGATCAC </td><td>230 </td><td>FN396358\n</td></tr><tr><td>and physiology 2 </td><td>LGP2-R </td><td>CGCCGGTCTTATAGTACCTCTCAAAGTC\n</td><td> </td><td> </td></tr><tr><td>Melanoma differentiation- </td><td>MDA5-F </td><td>CCTTTTCACGCTCTTTAAAGATAGCAAAG </td><td>229 </td><td>FN396357\n</td></tr><tr><td>associated gene 5 </td><td>MDA5-R </td><td>GCAAGCTTTTACTCCGACCTCCTC\n</td><td> </td><td> </td></tr><tr><td>Toll-like receptor 3 </td><td>TLR3-F </td><td>GAACGTTCTGATCAACCGTACGCT </td><td>297 </td><td>AY883999\n</td></tr><tr><td>TLR3-R </td><td>TGGGCCATGAACTGTCGACA\n</td><td> </td><td> </td></tr><tr><td>Toll-like receptor 9 </td><td>TLR9-F </td><td>GGCTGCTGGATGAAAAGGTGGA </td><td>212 </td><td>EU627195\n</td></tr><tr><td>TLR9-R </td><td>CTCGTTGACGTTGCTGTCGTAGGA\n</td><td> </td><td> </td></tr><tr><td>MX protein 2 </td><td>MX2-F </td><td>CCTTCTGAAAACAGCAAAGACTAAGA </td><td>184 </td><td>OM47945\n</td></tr><tr><td>MX2-R </td><td>AACTAACTCTCCCTCCTCCAACTC\n</td><td> </td><td> </td></tr><tr><td>Serum amyloid A </td><td>SSA-F </td><td>GGTGAAGCTGCTCAAGGTGCTAAAG </td><td>162 </td><td>AM422447\n</td></tr><tr><td>SSA-R </td><td>GCCATTACTGATGACTGTTGCTGC\n</td><td> </td><td> </td></tr><tr><td>Suppressor of cytokine </td><td>SOCS3-F </td><td>CACAGAGAAACCGTTAAAAGGACTATCC </td><td>228 </td><td>AM748723\n</td></tr><tr><td>signalling 3 </td><td>SOCS3-R </td><td>AAGGGGCTGCTGCTCATGAC\n</td><td> </td><td> </td></tr><tr><td>Cathelicidin 1 </td><td>CATH1-F </td><td>ACCAGCTCCAAGTCAAGACTTTGAA </td><td>275 </td><td>AY594646\n</td></tr><tr><td>CATH1-R </td><td>TGTCCGAATCTTCTG CTGCAA\n</td><td> </td><td> </td></tr><tr><td>Hepcidin </td><td>HAMP-F </td><td>GCTGTTCCTTTCTCCGAGGTGC </td><td>165 </td><td>CA369786\n</td></tr><tr><td>HAMP-R </td><td>GTGACAGCAGTTGCAGCACCA\n</td><td> </td><td> </td></tr><tr><td>Insulin-like growth factor binding protein </td><td>IGFBP-1b1F </td><td>ATCCCAGACCCCTCCACTCC </td><td>258 </td><td>JX565545\n</td></tr><tr><td> </td><td> </td><td>IGFBP-1b1R </td><td>GCTGAGAGCTGGTTATCTTGTCC\n</td></tr></table></body></html>"}, "TABREF2": {"text": "List of selected transcripts significantly modulated in the liver of fish fed the Sel-Plex enriched diet 2", "latex": null, "type": "table"}, "TABREF3": {"text": "List of selected transcripts that were significantly modulated in the HK of fish fed the Sel-Plex enriched diet 2", "latex": null, "type": "table"}, "TABREF4": {"text": "List of selected transcripts that were significantly modulated in the HK of fish fed the Sel-Plex enriched diet 2 (Continued)", "latex": null, "type": "table"}, "TABREF5": {"text": "List of selected transcripts that were significantly modulated in the HK of fish fed the Sel-Plex enriched diet 2 (Continued)", "latex": null, "type": "table"}, "TABREF6": {"text": ")", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Acclimatization diet </td><td>Diet suppl with\n</td><td>Diet suppl with\n</td></tr><tr><td> </td><td> </td><td>1 mg Se Kg−1\n</td><td>4 mg Se Kg−1Control diet\n</td></tr><tr><td>Fish meal </td><td>100 </td><td>100 </td><td>100\n</td></tr><tr><td>Wheat meal </td><td>198 </td><td>199.5 </td><td>198\n</td></tr><tr><td>Corn gluten </td><td>190 </td><td>190 </td><td>190\n</td></tr><tr><td>Soya </td><td>160 </td><td>160 </td><td>160\n</td></tr><tr><td>Fish oil </td><td>173 </td><td>173 </td><td>173\n</td></tr><tr><td>Wheat gluten </td><td>174 </td><td>172 </td><td>172\n</td></tr><tr><td>Vitamins and minerals*\n</td><td>5 </td><td>5 </td><td>5\n</td></tr><tr><td>Sel-Plex addition\n</td><td>- </td><td>0.5 </td><td>2\n</td></tr><tr><td> </td><td> </td><td>(@ ~ 2 mg Se g−1)\n</td></tr></table></body></html>"}, "TABREF8": {"text": "(Continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>IMM 505 </td><td>1.6 1.1 2.0 −1.1 DQ399551 </td><td>Dual specificity phosphatase 6 (dusp6)\n</td><td>DUSP6 </td><td>Toll-like receptor signaling pathway\n</td></tr><tr><td>TC167434 </td><td>1.8 1.1 2.0 1.0 NM_001140341 </td><td>Sequestosome-1 </td><td>SQSTM1 </td><td>MyD88-dependent toll-like receptor signaling pathway regulation of I-kappaB kinase/NF-\n</td></tr><tr><td>TC132407 </td><td>1.5 1.2 2.0 −1.1 NM_001124559 </td><td>ATF1 </td><td>kappaB signaling\nneurotrophin TRK receptor signaling pathway toll-like receptor signaling pathway\n</td></tr><tr><td>IMM 223 </td><td>1.5 −2.0 −1.2 −1.1 BT047880 </td><td>cAMP-dependent transcription factor Heme oxygenase putative mRNA </td><td>HMOX1 </td><td>MyD88-dependent toll-like receptor signaling pathway regulation of chemokine production\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>cellular transition metal ion homeostasis\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Table 4", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>List of selected transcripts that were significantly modulated in the HK of fish fed the Sel-Plex enriched diet2 (Continued)\n</td></tr><tr><td>TC136900 </td><td>3.6 </td><td>−1.7 </td><td>2.2 </td><td>−1.0 </td><td>NM_213485 </td><td>Cullin-associated and neddylation-dissociated 1\n</td><td>CAND1 </td><td>Protein/macromolecular complex assembly\n</td></tr><tr><td>IMM 315 </td><td>3.3 </td><td>−1.8 </td><td>2.3 </td><td>−1.3 </td><td>BT072012 </td><td>Myeloperoxidase </td><td>MPO </td><td>Cellular protein complex assembly\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Myofibril\n</td></tr><tr><td>TC135948 </td><td>3.2 </td><td>−1.2 </td><td>−1.1 </td><td>2.9 </td><td>NM_001140517 </td><td>Proteinase-activated receptor 2 </td><td>F2RL1 </td><td>Cellular protein complex assembly\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td>TC138630 </td><td>10.3 </td><td>−1.1 </td><td>1.8 </td><td>5.2 </td><td>BT049107 </td><td>Protease regulatory subunit 4 </td><td>PSMC1 </td><td>ATPase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td>TC159410 </td><td>9.3 </td><td>1.2 </td><td>8.9 </td><td>1.2 </td><td>not-annotated </td><td>not-annotated </td><td>SMARCAD1 </td><td>Nucleoside-triphosphatase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Pyrophosphatase activity\n</td></tr><tr><td>TC157271 </td><td>5.2 </td><td>−2.5 </td><td>1.5 </td><td>1.4 </td><td>XM_001920063 </td><td>Myosin heavy polypeptide 9b non-muscle\n</td><td>MYH9 </td><td>ATPase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Hemopoiesis\n</td></tr><tr><td>TC171400 </td><td>3.5 </td><td>−1.1 </td><td>1.3 </td><td>2.3 </td><td>NM_001140090 </td><td>PDZ domain-containing protein 1 </td><td>KIF1B </td><td>ATPase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Nucleoside-triphosphatase activity\n</td></tr><tr><td>TC155666 </td><td>3.4 </td><td>−1.3 </td><td>1.8 </td><td>1.5 </td><td>BT050023 </td><td>Protease regulatory subunit 8 </td><td>PSMC5 </td><td>ATPase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td>TC158128 </td><td>−4.1 </td><td> </td><td> </td><td> </td><td>BT060239 </td><td>Rho-related GTP-binding protein </td><td>RHOQ </td><td>Nucleoside-triphosphatase activity\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Pyrophosphatase activity\n</td></tr><tr><td>TC169119 </td><td>3.0 </td><td> </td><td> </td><td> </td><td>BT045702 </td><td>Tubulin alpha chain </td><td>TUBA1A </td><td>Cellular protein complex assembly\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td>TC163518 </td><td>2.8 </td><td>1.0 </td><td>4.3 </td><td>−1.5 </td><td>NM_001140179 </td><td>Targeting protein for Xklp2 </td><td>TPX2 </td><td>Mitotic cell cycle process\n</td></tr><tr><td>TC154893 </td><td>2.7 </td><td> </td><td> </td><td> </td><td>CU861476 </td><td>Adenomatous polyposis coli </td><td>APC </td><td>Cellular protein complex assembly\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Maintenance of location\n</td></tr><tr><td>TC166756 </td><td>2.2 </td><td>−1.2 </td><td>1.4 </td><td>1.3 </td><td>NM_001140263 </td><td>Lissencephaly-1 homolog B </td><td>PAFAH1B1 </td><td>Cellular component disassembly\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td>TC163683 </td><td>2.2 </td><td>1.5 </td><td>2.1 </td><td>1.6 </td><td>NM_001139958 </td><td>Cell division cycle 27 </td><td>CDC27 </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Mitotic cell cycle process\n</td></tr><tr><td>TC169614 </td><td>−2.4 </td><td>1.7 </td><td>−2.0 </td><td>1.4 </td><td>AB076182 </td><td>Myosin heavy chain </td><td>TUBB </td><td>Mitotic cell cycle phase transition\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Cellular protein complex assembly\n</td></tr><tr><td>TC157158 </td><td>4.2 </td><td> </td><td> </td><td> </td><td>NM_001140534 </td><td>Transketolase </td><td>TKT </td><td>Monosaccharide biosynthetic process\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Glucose metabolic process\n</td></tr><tr><td>TC137888 </td><td>3.7 </td><td>1.3 </td><td>7.8 </td><td>−1.6 </td><td>NM_001173578 </td><td>SMEK homolog 2 suppressor of mek1\n</td><td>SMEK1 </td><td>Monosaccharide biosynthetic process\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Gluconeogenesis\n</td></tr><tr><td>TC164289 </td><td>2.4 </td><td>2.4 </td><td>6.2 </td><td>−1.1 </td><td>AF246148 </td><td>6-phosphofructo-2-kinase/ </td><td>PFKFB3 </td><td>Glucose metabolic process\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>fructose-2,6-biphosphatase 9 </td><td> </td><td>Hexose metabolic process\n</td></tr><tr><td>TC157094 </td><td>2.4 </td><td> </td><td> </td><td> </td><td>BT072470 </td><td>UDP-N-acetylglucosamine-peptide\n</td><td>OGT </td><td>Monosaccharide biosynthetic process\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>N-acetylglucosaminyltransferase\n110 kDa subunit\n</td><td> </td><td>Glucogenesis\n</td></tr><tr><td>TC150298 </td><td>−3.6 </td><td> </td><td> </td><td> </td><td>NM_131108 </td><td>Type I cytokeratin </td><td>KRT17 </td><td>Monosaccharide biosynthetic process\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Gluconeogenesis\n</td></tr><tr><td>TC156671 </td><td>−3.7 </td><td>1.6 </td><td>−2.9 </td><td>1.2 </td><td>NM_001128704 </td><td>Pyruvate dehydrogenase kinase, isozyme 4\n</td><td>PDK2 </td><td>Monosaccharide biosynthetic process\n</td></tr><tr><td>TC147626 </td><td>5.5 </td><td>−1.4 </td><td>1.6 </td><td>2.4 </td><td>CR382377 </td><td>B-cell CLL/lymphoma 11Ba </td><td>BCL11B </td><td>Hemopoiesis\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>Cell homeostasis\n</td></tr><tr><td>TC169770 </td><td>2.6 </td><td>1.2 </td><td>3.6 </td><td>−1.2 </td><td>NM_001141785 </td><td>Replication protein A 70 kDa DNA-binding subunit\n</td><td>RPA1 </td><td>Mitotic cell cycle phase transition Cell homeostasis\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The present study was supported by an industrial studentship from Alltech (for D. Pacitti) under the supervision of J. Sweetman. Acknowledgments are due to the Hellenic Centre for Marine Research, which synthesised all the diets used in this experiment. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": " Fig. 6 (See legend on next page.) Additional file 3: Table S1 . Vitamin and mineral composition in the raw material for all diets used in this study. (PDF 61 kb) Additional file 4: Table S2 . Real time qPCR analysis of genes selected for confirmation of microarray data. Candidate transcripts expression in HK (A) and liver (B) RNA isolated from rainbow trout fed a control diet (CTRL) or a diet enriched with 4 mg Se Kg −1 (Sel-Plex), and injected with either PBS or poly(I:C). The expression of gene transcripts was quantified by qPCR and normalized against the geometric mean of three housekeeping genes (ef-1α, drpII, hprt) from the same samples, and then used for statistical analysis. The transcript expression is reported as a fold change, calculated as the average expression level of stimulated samples divided by that of the controls. The results represent the mean ± SEM from five pools of HK or liver RNA extracted from 3 individuals from 3 different tanks. The letters above the columns indicate values that are statistically significant vs the controls (p < 0.05) in the group injected with poly(I:C), with different letters indicating significant differences between the two diet regimes. Asterisks indicate values that are statistically significant vs the control (p < 0.05) in the group fed 4 mg Se Kg −1 and injected with PBS. The primers used are listed in Table 2 . (PDF 173 kb) Additional file 5: Figure S3 . Grouped annotation network (A) and cluster distribution network (B) of the functional terms listed in Fig. 7 visualised using ClueGO. In both layouts, terms are connected depending on the similarity of their associated genes. The degree of connectivity between terms (edges) is calculated using kappa statistics and the network is shown using the Organic layout algorithm supported by Cytoscape. The size of the nodes reflects the statistical significance of the terms, whereas the thickness of the edge reflects the grade of functional connection between terms. The group leading term is the most significant term of the group. In the grouped annotation network, functional terms are grouped by different colours, each identifying the most significant term of the group. In the cluster distribution network, green and red label functional terms are up-and down-regulated genes, respectively. The colour gradient shows the gene proportion of each cluster associated with the term. (PDF 1254 kb) Additional file 6: Table S3 . List of transcripts showing the highest change in the HK of fish injected with poly(I:C) and dependent on prior feeding regime. The selection was based on the results of the GO analysis (Fig. 7) . All the genes with corresponding microarray feature code 1 found involved in a biological process significantly altered by the experimental diet in the HK were selected. If the transcripts were significantly modulated also in fish fed the experimental diet enriched with 4 mg Se Kg −1 by adding Sel-Plex and injected with poly(I:C) 3 , or in the same tissue of fish fed the control diet and injected with poly(I:C) 4 , these values are given. Also the fold change of the expression of the same targets between these last two groups is reported, as given from Genespring software 5 . All the transcripts shown were significantly modulated at p < 0.05 following the Benjamini-Hochberg correction and had a fold change ≥2. Accession numbers of the cDNA sequence 6 , their identity 7 and the corresponding human orthologue 8 determined by BLASTx within the Ensemble database are reported. For each gene the function assigned by ClueGO software is also indicated. SeC represents the groups comparison addressed to analyse the effects of the diet enriched with 4 mg Se Kg −1 . CP and SeP instead represent the comparisons addressed to analyse the effect of poly(I:C) stimulation on fish fed either a control diet or the experimental diet respectively. (PDF 145 kb) Additional file 7: Table S5 . List of selenoprotein transcripts significantly modulated. All the selenoprotein transcripts modulated in the HK and liver of fish fed the experimental diet enriched with 2 g Kg −1 Sel-Plex and injected with PBS, of fish injected with poly(I:C) and fed the experimental diet enriched with 2 g Kg −1 Sel-Plex and the control diet respectively, are given. All the transcripts shown were significantly modulated (p < 0.05) following the Benjamini-Hochberg correction and had a fold change ≥2. Accession numbers of the cDNA sequences 6 , their identity 7 and the corresponding human orthologue 8 determined by BLASTx and BLASTn are reported. SeC represents the groups comparison addressed to analyse the effects of the 2 g Kg −1 Sel-Plex diet. CP and SeP instead represent the comparisons addressed to analyse the effect of poly(I:C) stimulation on fish fed either a control diet or the 2 g Kg −1 Sel-Plex diet respectively. (PDF 111 kb)", "cite_spans": [], "ref_spans": [{"start": 1, "end": 7, "text": "Fig. 6", "ref_id": null}, {"start": 54, "end": 62, "text": "Table S1", "ref_id": null}, {"start": 182, "end": 190, "text": "Table S2", "ref_id": null}, {"start": 1377, "end": 1384, "text": "Table 2", "ref_id": null}, {"start": 1419, "end": 1428, "text": "Figure S3", "ref_id": null}, {"start": 1533, "end": 1539, "text": "Fig. 7", "ref_id": null}, {"start": 2445, "end": 2453, "text": "Table S3", "ref_id": null}, {"start": 2642, "end": 2650, "text": "(Fig. 7)", "ref_id": null}, {"start": 3931, "end": 3939, "text": "Table S5", "ref_id": null}], "section": "annex"}, {"text": "The authors declare that they have no competing interests.Authors' contributions DP carried out the experiment and performed all the molecular biology analysis, interpreted the results and drafted the manuscript. TW gave his support during the in vivo experiment and sampling. SAM participated in the experimental design and provided supervision with the microarray analysis. JS participated in the experimental design and provided the experimental diet. CJ Secombes supervised all the experiments and proof read the manuscript. MML performed all the chemical analysis, supported financially by the Principal's Interdisciplinary Fund from the University of Aberdeen (BL900.ROQ0061). JF provided equipment and supervision for the chemical analysis.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}