{
    "paper_id": "f7d1f76c35cc24efc099de1f22096afa1700c572",
    "metadata": {
        "title": "Der Internist 5·2000 | 467 Weiterbildung Lungenfibrosen",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Matthys",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Freiburg",
                    "location": {
                        "addrLine": "Abt.Innere Medizin V,Hugstetter Str.55",
                        "postCode": "D-79106",
                        "settlement": "Freiburg"
                    }
                },
                "email": ""
            },
            {
                "first": "Abteilung",
                "middle": [],
                "last": "Pneumologie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum Freiburg",
                    "location": {
                        "addrLine": "Abt.Innere Medizin V,Hugstetter Str.55",
                        "postCode": "D-79106",
                        "settlement": "Freiburg"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "• Alveolitiden: infektiöse, allergische oder toxische Zellvermehrung im Lungenparenchym • Lungengranulomatosen: knotige Wucherungen des Lungenparenchyms • Lungenfibrosen: Fibroblastenvermehrung im Lungenparenchym",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Als Antwort auf verschiedenste Noxen zeigt die Lunge ein entzündliches Reaktionsmuster. Durch Zell-und Bindegewebsvermehrung des Lungengerüsts entsteht ein Alveolarraumverlust (restriktive Ventilationsstörung). Auch familiäre und idiopathische Formen kommen vor. Eine allgemein anerkannte Nomenklatur der fibrosierenden Lungenkrankheiten fehlt bis heute. Im folgenden sollen akute, nicht infektiöse Entzündungen (Alveolitiden) mit diffuser intraalveolärer und interstitieller Zellvermehrung, gefolgt von Fibroblastenwucherung oder Granulombildung (Lungengranulomatosen und Lungenfibrosen), trotz ihrer recht verschiedenen Ätiopathogenese zusammengefasst behandelt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Lungenfibrosespezifische Anamnese, Status, • Thorax a.p. und seitlich, evtl. Dünnschicht-CT (Tabelle 1b), • Lungenfunktionsabklärung, • Blutserologie und -immunologie, • bronchoalveoläre Lavage, • transbronchiale, transthorakale video-assistierte(Thorakotomie) Lungenbiopsie, • Mediastinallymphknotenbiopsie bei vergrößerten LK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Klinische Befunde wie Trommelschlegelfinger finden sich vor allem bei der ᭤ idiopathischen Lungenfibrose. Auskultationsphänomene wie Sklerophonie und die von den Patienten oft angegebene Inspirationshemmung (Door-stop-Phänomen) sind meist Spätsymptome. Gelenkbeschwerden und Hautveränderungen sind oft mit besonderen Formen der Lungenfibrosen wie ᭤ Kollagenosen oder ᭤ Sarkoidose verbunden. Für die Differentialdiagnostik ist nach der Anamnese die ᭤ bronchoalveoläre Lavage (BAL) mit dem CT als erstes einzusetzen (Tabelle 4 a, b). Nach der BAL gilt es, bei nicht klarer Ätiologie die ᭤ transbronchiale Lungenbiopsie und/oder die ᭤ offene Lungenbiopsie, evtl. videoassistiert (selten Nadelbiopsien), einzusetzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das Blutbild und die Blutserologie (Tabelle 2) sind allein kaum je diagnostisch, jedoch geben sie wie bei vielen anderen Krankheiten zusammen mit der Anamnese wichtige Hinweise auf die Ätiologie der diffusen oder regionalen Lungeninfiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Exogen-allergische Alveolitiden (EAA, immunologische Typ-III-Reaktionen) entwickeln sich als Immunreaktionen bei hierfür disponierten Patienten nach Inhalation verschiedener ᭤ organischer Stäube. Mit fortschreitender Exposition kommt es zur diffusen Lungenfibrose. Man unterscheidet die akute allergische Alveolitis und die mehr schleichend chronisch fibrosierende Form. Die entsprechenden diagnostischen Kriterien sind in Tabelle 3 zusammengestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogen-allergische Alveolitiden"
        },
        {
            "text": "Die EAA sind definiert als allergische Entzündungen des Alveolarraums mit oder ohne Beteiligung der peripheren Atemwege, hervorgerufen durch Inhalation organischer Stäube (Bakterien, Pilzsporen, tierische und pflanzliche Partikel). Es handelt sich um allergische Typ-III-Reaktionen mit Ablagerung von Immunkomplexen aus Antigenen, Antikörpern und Komplement. Die akute Verlaufsform zeigt 6-24 h nach starker Exposition Atemnot, Fieber und Leukozytose. Eine Granulombildung (Typ IV?) kann bei chronischer Exposition auch ohne akute Symptomatik erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogen-allergische Alveolitiden"
        },
        {
            "text": "Die Diagnose wird meist durch eine sorgfältige Allgemein-und Berufsanamnese sowie den Nachweis von ᭤Präzipitinen im Serum gestellt.Die Morphologie und die BAL-Befunde sind ätiologisch selten notwendig. Diagnostische Inhalationstests verbieten sich meist,da eine wiederholte positive Reaktion im Gegensatz zu der allergischen Typ-I-Reaktion (Asthma) bleibende Lungenveränderungen hinterlassen kann. Die exogenen fibrosierenden Alveolitiden aufgrund von Inhalationsnoxen tragen meistens die Namen des Inhalationsallergens oder bei beruflicher Kontaktaufnahme mit der Noxe den Namen der Berufsgruppen, die daran erkranken können. Tabelle 5 zeigt die häufigsten Allergene, welche eine exogen-allergische Alveolitis hervorrufen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exogen-allergische Alveolitiden"
        },
        {
            "text": "Der Name \"Bauernlunge\" ist im deutschen Sprachgebrauch nicht üblich, da das Krankheitsbild 1932 von Campell erstmals beschrieben wurde. Drescherlunge, Erntearbeiterlunge sind andere, selten verwendete Synonyme (BK Nr. 4201).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farmerlunge"
        },
        {
            "text": "Definition • Der Begriff \"Farmerlunge\" bezeichnet eine EAA nach Staubinhalation bei Arbeiten mit feuchtem, schimmeligem Heu, Getreide, Gemüse, Holz oder schimmeliger Komposterde. Sie wird hauptsächlich durch ᭤ thermophile Actinomyces, besonders durch Micropolyspora und in geringem Umfang durch Thermoactinomyces vulgaris, Thermopolyspora virides und einige andere \"Schimmelpilze\" wie ᭤ Aspergillus fumigatus und flavus hervorgerufen. Akut besteht neben der Alveolitis eine interstitielle, betont bronchioläre Entzündung mit Granulomen und Gefäßbeteiligung. Bei wiederholter oder chronischer Exposition kann eine diffuse interstitielle Fibrose mit Wabenlunge auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farmerlunge"
        },
        {
            "text": "Definition • Diese EAA wird besonders bei Personen angetroffen, die mit Hühnern, Tauben, Nymphen-und Wellensittichen umgehen. Hervorgerufen wird die Krankheit durch Antigene, die in Vogelexkrementen, Serum, Eiern oder Federn vorkommen. Die Diagnosestellung geschieht wie bei der Farmerlunge durch Präzipitinnachweis bei entsprechender Anamnese mit lungenfunktionellen Ausfällen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vogelzüchterlunge"
        },
        {
            "text": "Die Krankheit kommt weltweit vor. Es können nicht nur Vogelzüchter erkranken, sondern auch Leute, die vorwiegend Vogelexkremente beseitigen, insbesondere an Gebäuden. Dabei wird antigenhaltiger Staub inhaliert. Die Symptome treten besonders heftig nach der \"Stallmistung\" bei Patienten mit entsprechender Sensibilisierung auf. Ist die Staubexposition nur gering (Wellensittich), entsteht eine mehr oder weniger chronische Verlaufsform, die sich später röntgenologisch als Honigwabenlunge manifestieren kann. Die meisten Pneumokoniosen sind wie die EAA als Berufskrankheiten anerkannt. Sie werden unterteilt in kollagenerzeugende und nicht kollagenerzeugende Formen. Die ersteren sind charakterisiert durch anhaltende Veränderung oder Zerstörung der alveolaren Struktur, durch kollagene Gewebsreaktion mäßigen oder stärkeren Ausmaßes und durch Bildung von Narben in der Lunge; die letzteren zeichnen sich aus durch eine intakte alveoläre Architektur, durch eine minimale Gewebsreaktion (nur mit Bildung von Retikulinfasern) und durch eine potentielle Reversibilität der Gewebsreaktion (Beispiel: Stannose = Pneumokoniose durch Zinnoxid).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vogelzüchterlunge"
        },
        {
            "text": "Die kollagenerzeugenden Pneumokoniosen können durch ᭤ fibrogene Stäube (Quarz, Asbest) oder durch eine ᭤ veränderte Gewebsreaktion auf relativ schwache fibrogene Stäube hervorgerufen werden. Abzugrenzen sind diese von chronischen berufsbedingten Lungenerkrankungen, die zwar auch durch Staubinhalation verursacht werden, aber nicht zu den Pneumokoniosen zählen, weil unbekannt ist, ob diese Stäube in den Lungen akkumulieren, z.B die Granulomatosen: Berylliose (Sarkoidose-ähnlich/Lampenindustrie), Byssinose (Asthma-ähnlich/Baumwollindustrie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vogelzüchterlunge"
        },
        {
            "text": "Die Silikose hat heute quantitativ immer noch die größte Bedeutung unter den anorganischen Staublungenerkrankungen (BK Nr. 4101). Caplan-Syndrom als Zusammentreffen von rheumatoider Arthritis mit multiplen rundlichen Knoten in der Lunge, die in wechselnder Dichte sowohl silikotische als auch rheumatische Gewebsformationen einschließlich Nekrosen enthalten. Die Abgrenzung von einer Silikotuberkulose ist problematisch, insbesondere bei positiver Tuberkulinreaktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Silikose"
        },
        {
            "text": "Epidemiologie • Überall, wo silikathaltiger, lungengängiger Staub vorkommt, kann SiO 2 zu Lungengewebswucherungen führen. Durch die heutigen Arbeitsschutzgesetze sollten Silikosen nicht mehr auftreten. Das Nassbohren hat vor allem bei den Mineuren die Silikosegefahr weitgehend beseitigt. Moderne Techniken beim Gießen und Gussputzen (Sandstrahlen) führen ebenfalls nicht mehr zu Silikosen. Das gleiche gilt für Bergbau in silikathaltigem Gestein wie Gneis, Granit, Porphyr, Quarz, Sandstein und Schiefer. Basalt-, Dolomit-, Gips-, Feldspat-, Kalkstein-, Kreide-und Marmorstäube führen nicht zur Silikose. In der keramischen Industrie sowie beim Brennen von Steinen werden oft ᭤ SiO 2 -Zusätze verwendet, die Silikosegefahr bringen; das gleiche gilt beim Umgang mit ᭤ quarzhaltigen Schleifmitteln in der Glas-und Porzellanindustrie (Kaolinstaublunge) sowie bei Zahntechnikern. Mischstaubsilikosen finden wir bei Schweißern (Siderosilikose), im Kohlebergbau (Anthrakosilikose), Schwerspatbergbau (Barytstaublunge) und Eisenerzbergbau (Ockerstaublunge). Entwicklung • Meist liegt die Entwicklungszeit zwischen 10 und 20 Jahren nach einem stummen Intervall von 0 (akute Silikose) bis 10 Jahren (spätmanifestierte Silikose). Den Zeitraum vom Beginn der SiO 2 -Staubexposition bis zum röntgenologischen Nachweis nennt man ᭤ Manifestationszeit. Das röntgenologische Bild kommt wie bei anderen granulomatösen Veränderungen der Lunge (z.B. Miliar-Tbc) durch einen Summationseffekt zustande. Die röntgenologisch sichtbare Knötchengröße und -anzahl hat mit den anatomischen Dimensionen sehr wenig zu tun. Zwischen Röntgenbild und Lungenfunktion besteht keine brauchbare quantitative Beziehung. Aus dem initialen Röntgenbildbefall kann auch nicht prospektiv auf einen akuten oder mehr chronischen Verlauf der Silikose geschlossen werden. Nach 20 Jahren kommt es i.a. zu keiner wesentlichen Progredienz der Silikose mehr, eher entwickelt sich die Begleitbronchitis und das Lungenemphysem weiter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition • Die"
        },
        {
            "text": "Pneumonien, Pleuritiden und Pneumothorax sind kaum häufiger als bei Lungengesunden (Ausnahme: perakut verlaufende Silikose). Lungenblutungen sind selten beim Zerfall silikotischer Knoten möglich und besonders verdächtig auf Silikotuberkulose. Bei positivem ᭤ Waaler-Rose-, Latex-und L-Agglutinationstest sowie klinischen Zeichen der ᭤ primär chronischen Polyarthritis (pcP) ist die Diagnose eines Caplan-Syndroms einfach. Die pcP hat allerdings mit der Silikose nichts zu tun. ᭤ Rheumafaktoren können aber bei der Silikose wie bei anderen Lungenfibrosen auch ohne pcP-Manifestation positiv sein. Im Gegensatz zur Asbestose und anderen Lungenfibrosen besteht keine Korrelation zwischen Silikose und Lungenkrebs. Nicht-akute Silikosen folgen bezüglich ihrer Spätprognose im wesentlichen dem funktionellen Defizit gegenüber den maßgeblichen Lungenfunktionssollwerten. Man halte sich für die Prognose und die Begutachtung von Patienten an den Verlauf der Lungenfunktionsgrößen und nicht der röntgenologischen Bilder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition • Die"
        },
        {
            "text": "Silikosen (Silikotuberkulosen) sind ᭤ meldepflichtige Krankheiten, die ein spezielles gutachterliches Verfahren nach sich ziehen und entsprechend entschädigt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition • Die"
        },
        {
            "text": "Asbest besteht aus ᭤ hydrierten Silikaten und wird vorwiegend in Kanada und Südafrika abgebaut. In unserer modernen Industriegesellschaft war er wegen seiner Wärmeisolationseigenschaften und der Unbrennbarkeit praktisch allgegenwärtig (Bremsbeläge, Eternit, Kühlwagenisolationen, Feuerwehranzüge etc.). Als ᭤ Faserstaub gelangt er in die Lungen und führt dort zu Bindegewebswucherung mit oder ohne maligne Entartung. Der Nachweis einer Asbestfaserexposition durch bronchoalveoläre Lavage bedeutet nicht eo ipso Asbestose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asbestose"
        },
        {
            "text": "Die sog. idiopathischen oder kryptogen fibrosierenden Alveolitiden sind keine nosologische Einheit. Es handelt sich um einen Sammelbegriff für Lungenfibrosen, welche mit unserem heutigen Wissen ätiopathogenetisch nicht besser klassifiziert werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erkrankungen aufgrund unbekannter Ursachen Idiopathische Lungenfibrosen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "20 mg jeden Tag als Dauertherapie (initial evtl",
            "authors": [
                {
                    "first": "᭤",
                    "middle": [],
                    "last": "Prednisolon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Auch plazebokontrollierte Langzeitstudien fehlen bisher. DIP, RBILD, NSIP sowie BOOP sprechen mehr oder weniger gut auf Kortison allein an",
            "authors": [
                {
                    "first": "᭤",
                    "middle": [],
                    "last": "Azathioprin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "100-150 mg/Tag (2 mg/kg KG), in therapieresistenten Fällen kann es durch Cyclophosphamid (Endoxan‚) ersetzt werden. D-Penicillamin (Metalcap-tase‚) und Vitamin E-oder N-Acetylcystein-Gaben sind nicht evaluiert (Antioxidanzienwirkung)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Als positive therapeutische Wirkung bewerten wir eine reproduzierbare Zunahme der inspiratorischen Vitalkapazität um mehr als 15% des Ausgangswerts und eine Zunahme des arteriellen O 2 -Partialdrucks um mehr als 5 mmHg",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Terminale Lungenfibrosen (FEV1<1 l) sollten zur einseitigen, beidseitigen Lungen-oder ᭤ Herzlungentransplantation angemeldet werden. Die therapeutischen Erfolge von Ziesche et al. 1999 mit Interferon-Gamma-1b konnten wir bei unseren Patienten leider nicht reproduzieren",
            "authors": [],
            "year": null,
            "venue": "Das Röntgenbild allein eignet sich weder für die Beurteilung der Therapiebedürftigkeit noch für die Verlaufskontrolle",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prognose • Neben der Histologie spielen für die Prognose der idiopathisch diffusen fibrosierenden Lungenkrankheiten die folgenden Faktoren eine Rolle",
            "authors": [],
            "year": 2000,
            "venue": "Der Internist",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Welche Lungenfunktionsparameter sind bei fibrosierenden Alveolitiden erniedrigt?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bei welchen Berufen muss an eine Pneumokoniose gedacht werden?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nennen Sie die fünf verschiedenen Formen von idiopathischen Lungenfibrosen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Welche Form spricht am ehesten auf Steroidtherapie an? • Dauer der Symptome vor Therapie-bzw. Diagnosebeginn • Ausmaß der Lungenfunktionseinschränkung zum Zeitpunkt der Diagnose • funktionelles Ansprechen auf die Chemo-und in fortgeschrittenen Fällen auf die O 2 -Therapie • Vorhandensein von immunologischen Parametern bei Lungenfibrosen bekannter Ursache",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "• Patienten mit vermehrt Lymphozyten in der bronchoalveolären Lavage zeigen ein besseres Ansprechen auf Kortikoide. Vermehrte Granulozyten (eosinophile und neutrophile) sind ein ungünstiges prognostisches Zeichen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CO-Diffusion absolut und bezogen auf das Lungenvolumen, PaO 2 in Ruhe und/oder körperlicher Belastung",
            "authors": [],
            "year": null,
            "venue": "Fragen und Antworten zur Erfolgskontrolle TLC (IVC, FEV 1 )",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Asbestspritzern und Asbestplattensägern, bei Gastarbeitern aus Anatolien",
            "authors": [
                {
                    "first": "Bei",
                    "middle": [],
                    "last": "Bergwerksarbeitern",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mineuren",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Porzellanschleifern",
                    "suffix": ""
                },
                {
                    "first": "Sandstrahlern",
                    "middle": [],
                    "last": "Zahntechnikern",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interstitielle Lungenerkrankungen: Ist die Histologie der Goldstandard in der Diagnostik?",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Atemw -Lungenkrkh",
            "volume": "12",
            "issn": "",
            "pages": "668--670",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Corticosteroids in acute respiratory failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jantz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sahn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1079--1100",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Idiopathic pulmonary fibrosis: clinical relevance of pathologic classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Katzenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "1301--1315",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A preliminary study of long-term treatment with Interferon Gamma-1b and low-dose Prednisolone in patients with idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hofbauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wittmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Petkov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Block",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur Resp Soc J Ltd Ziesche R",
            "volume": "341",
            "issn": "",
            "pages": "1265--1269",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tabelle 6",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Interstitial pulmonary fibrosis (IPF) • Acute interstitial pneumonitis (AIP) • Disquamative interstitial pneumonitis (DIP) • Non-specific interstitial pneumonitis (NSIP) • Bronchiolitis obliterans organizing pneumonia (BOOP)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Thermophile Actinomyces ᭤ Aspergillus fumigatus, flavus Die Vogelzüchterlunge wird durch Antigene aus Vogelexkrementen, Serum, Eiern oder Federn hervorgerufen.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CT-Klassifizierung der interstitiellen Lungenerkrankungen: Verschattungsmuster der wichtigsten KrankheitenDer ᭤ Lungenfunktionsdiagnostik kommt für Diagnose, Differentialdiagnose und therapeutische Verlaufskontrolle eine entscheidende Bedeutung zu. Kennzeichnend für die Lungenfibrosen ist, dass durch entzündliche und fibrosierende Veränderungen primär die Funktion des Alveolarraums beeinträchtigt wird. Die Atemwege werden meist sekundär und vorwiegend peripher betroffen. Es gilt also, diejenigen funktionellen Tests einzusetzen, welche Veränderungen des Alveolarraums möglichst früh und lungenfibrosespezifisch erfassen.Der entzündlich-fibröse Umbau des alveolokapillären Interstitiums führt primär zu einem Volumenverlust, verbunden mit einer verminderten Dehnbarkeit der Lunge. Die evtl. vorhandene Begleitbronchiolitis kann durch Obstruktionsparameter wie die ᭤ forcierte exspiratorische Flussvolumenkurve am ehesten erfasst werden. Wir finden meistens folgendes Muster:• Lungenvolumina: Vitalkapazität, exspiratorische Sekundenkapazität plus zugehörige maximale exspiratorische Flüsse und TLC sind vermindert, die FEV1/IVC ist normal bis erhöht, sog. restriktive Ventilationsstörung • Einatemzug-CO-Diffusionskapazität (D LCO ), vermindert, evtl. auch D LCO/VA • arterielle Blutgase in Ruhe und insbesondere bei körperlicher Belastung bis zum symptomlimitierten Abbruch, progrediente Hypoxie mit Hypokapnie • Hämodynamik im kleinen Kreislauf mit Rechtsherzkatheterisierung mit und ohne O 2 -Atmung in Ruhe und bei körperlicher Belastung. Hypoxie durch O 2 -Atmung meist normalisierbar, keine wesentliche O 2 -reversible pulmonale Hypertonie Erwähnenswert ist, dass keine brauchbare quantitative Beziehung zwischen Röntgenbefund und Lungenfunktion besteht. Weiter ist der Zusammenhang zwischen Histologie und Lungenfunktion ebenfalls nur locker. Die obengenannten Lungenfunktionsveränderungen sind für die Verlaufsbeobachtung am geeignetsten.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Bestimmbare Parameter der Blutserologie und -immunologieVerlaufsformen der exogen-allergischen Alveolitis -wöchiger Therapie noch ein Restfunktionsausfall nachweisbar, ist eine ᭤ Fibrosetherapie evtl. über Monate mit zusätzlich 100-150 mg Azathioprin anzuschließen und die Prednisondosis auf 10-25 mg zu reduzieren (s. auch Fibrosetherapie).Differenzierung eines CT-Verschattungsmusters unter Berücksichtigung von Verteilung und BAL-BefundenCT-Muster: alveoläre Konsolidierung/Milchglas Verteilung BAL Sind keine funktionellen Ausfälle mehr nachweisbar, kann innerhalb von 2 Wochen die Prednisontherapie abgesetzt werden. Die Verlaufskontrolle erfolgt mittels Lungenfunktionsmessungen. Prognose • Für die Prognose ist die ᭤ Allergenkarenz und die ᭤ Restfibrose entscheidend. Die akute exogen-allergische Alveolitis, rechtzeitig diagnostiziert und therapiert, hat quo ad vitam eine gute Prognose. Die chronische Verlaufsform, selten rechtzeitig diagnostiziert und kaum mehr therapeutisch beeinflussbar, kann zu ᭤ Cor pulmonale mit respiratorischer Insuffizienz und Wabenlunge führen. Unmittelbare Todesursache ist meist eine infektiöse Pneumonie oder das Auftreten eines Pneumothorax. Pneumokoniosen Definition • Die Einlagerung von ᭤ anorganischen Staubpartikeln und die dadurch ausgelöste kollagene und nicht kollagene Reaktion des Lungengewebes wird allgemein unter dem Begriff der Pneumokoniosen subsumiert. Die Gewebsreaktionen können zum ᭤ zentrilobulären Lungenemphysem, zur vorwiegend ᭤ peribronchialen Lungenfibrose oder zur ᭤ Granulomatose führen. Akute und chronische Bronchitiden (Bronchiolitiden) kommen als Begleitkrankheit meistens bei nicht inerten Staubinhalationen je nach Partikelgröße und Depositionsmuster vor. Häufigste Ursache von chronischen Begleitbronchitiden bei Patienten mit Pneumokoniosen ist das Zigaretteninhalationsrauchen. Hier sollen nur die Pneumokoniosen erwähnt werden, welche zu einer Lungenfibrose bzw. Granulomatose führen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Silikose ist eine noduläre Form der Pneumokoniose, die durch eine fibröse Reaktion nach Quarzstaubretention gekennzeichnet ist. Je nach beruflicher Exposition spricht man von Granitstaublunge, Schleifersilikose, Sandstrahlersilikose, Gießersilikose oder Mineursilikose. Bei der chronischen Form kann es nach vieljähriger Staubexposition zu Krankheitserscheinungen mit ᭤ Bronchitis, Emphysem und chronischem Cor pulmonale mit Rechtsherzinsuffizienz kommen. Der Krankheitsprozess kann nach Beendigung der Staubexposition noch fortschreiten. Als besondere Verlaufsformen kommen vor: Akute Silikose • Selten vorkommende Silikoseform, gekennzeichnet durch kurze massive Staubexposition, schnellen Verlauf und hohe Letalität (i.a. Tod innerhalb von 10 Jahren nach Erstexposition), Silikotuberkulose • Zusammentreffen von Silikose und aktiver Tuberkulose in den Lungen (BK Nr. 4102). Bei Fortschreiten der Tuberkulose entsteht ein schweres Krankheitsbild. Anthrakosilikose als knotige Form der Pneumokoniose, verursacht durch Aufnahme und Ansammlung von Kohlestaub, Gesteinsstaub und Tonmineralien in den Lungen. Das Ausmaß der fibrotischen Veränderungen hängt von der Höhe des Quarzanteils im Staub ab. die heutigen Arbeitsschutzgesetze sollten Silikosen nicht mehr auftreten. Die Entwicklungszeit beträgt 10-20 Jahre. Siderosilikose als Lungenkrankheit, die auf Einatmen von Eisenoxid-und Quarzstaubgemischen zurückgeführt wird. Die Siderose ist Folge der Eisenoxidaufnahme; die fibrotischen Veränderungen sind abhängig vom Quarzanteil des Staubgemisches. Je nach beruflicher Exposition spricht man von Lichtbogenschweißerlunge, Hämatitstaublunge, Ockerstaublunge, Elektroschweißerlunge. Die Symptome gleichen denen der Silikose.Kaolinstaublunge (Kaolinose) als Mischstaubpneumokoniose der Porzellanarbeiter und Zahntechniker, die auf Einatmen quarzhaltiger Porzellanerde (SiO 2 ) zurückgeführt wird. Es können Verschwielungen mit nekrotischen Veränderungen auftreten. Es handelt sich um eine röntgenologische Sonderform der Silikose mit meist feinfleckiger (miliarer) Lungenzeichnung.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Feuchte und trockene Nebengeräusche sind Zeichen der Bronchitis (Raucher!). An die langsam zunehmende Atemnot gewöhnen sich viele Arbeiter, wenn ihnen mit zunehmendem Alter leichtere Arbeitsbedingungen eingeräumt werden.Viele Silikosen werden daher als sog. ᭤ röntgenologische Zufallsbefunde entdeckt, wenn nicht arbeitsmedizinische inklusive lungenfunktionsmäßige Überwachungen die gemischt obstruktive und restriktive Ventilationsstörung früher erfassen.Bestehen röntgenologisch ᭤ diffuse Fleckschatten (Schneegestöberlunge) mit kalkdichten Ringschatten in den Hiluslymphomen (\"Eierschalen\"), ist an der Diagnose Silikose meist nicht zu zweifeln.Pleurale Veränderungen und Ergüsse sind bei der Silikose selten. Wie bei vielen Krankheiten sind atypische Röntgenbilder häufiger als typische. Trotzdem versucht man immer wieder, durch komplizierte ᭤ röntgenologische Klassifikationen dem Krankheitsbild gerecht zu werden (ILO-Klassifikation). Seit 1930 unterscheidet man als Stadieneinteilung Silikosen I, II und III. Diese werden aber selten chronologisch durchlaufen. Die Silikosestadien I und II sind durch mehr oder weniger kleine und größere Fleckschatten gekennzeichnet, das Stadium III durch Flächenschatten (Konfluieren der Herde). Die neue Nomenklatur der internationalen Pneumokoniosenkonferenz ist noch weit komplizierter. ᭤ Vergleichsaufnahmen für die Standardisierung der Silikoseröntgenbefunde können bei der WHO in Genf bezogen werden.Bevor man aber die komplizierte Befundung anwendet, tut man in allen fraglichen Fällen gut daran, durch• transbronchiale Zangenbiopsie, • bronchoalveoläre Lavage oder • videoassistierte Thorakoskopie respektive • mediastinoskopische LK-Biopsie die Diagnose zu sichern. Diese Eingriffe sind aber für Rentenantragsteller nicht duldungspflichtig. Eine ᭤ Sputumuntersuchung auf spezifische und unspezifische Bakterien wird man bei jedem Patienten mit positivem Tuberkulintest durchführen. Ein normales Blutbild und eine leichte Blutsenkungserhöhung sind selten diagnostisch verwertbar. Therapie • Eine kausale Behandlung der Silikose gibt es nicht, nur eine strenge ᭤ Expositionsprophylaxe. Das gleiche gilt für das begleitende Lungenemphysem und die chronische Bronchitis. Hat letztere eine spastische Komponente (Lungenfunktionsüberprüfung!), so sind ᭤ Bronchospasmolytika sinnvoll, per os Theophyllin, per inhalationem Parasympatholytika und langwirksame b 2 -Sympathomimetika, bei purulentem Sputum ᭤ Antibiotika. Kortisonderivate sind systemisch selten indiziert, per inhalationem können sie bei schwerer nicht-bakterieller chronischer Begleitbronchitis von Nutzen sein. Tuberkulostatika sind generell weder als Monoprophylaxe (INH) noch als Therapie indiziert, solange eine Begleittuberkulose nicht nachgewiesen ist. Prognose • Die Lebenserwartung von Silikosekranken liegt heute in Deutschland nicht mehr unter dem Gesamtdurchschnitt der Bevölkerung. Die Tuberkulosemorbidität der Silikosekranken hat mit dem Gesamtrückgang der Tuberkulose abgenommen. ᭤ Meldepflichtige Krankheit ᭤ Hydrierte Silikate ᭤ Faserstaub Die Lungenfibrose beginnt in der Regel im peribronchialen Bindegewebe. ᭤ Asbeststaub in lungengängiger Größe ᭤ Zunahme des Bronchialkarzinoms Asbest allein verursacht kein Bronchialkarzinom, aber er erhöht das Raucherrisiko.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Definition • Als Asbestose bezeichnet man durch Asbeststäube ausgelöste fibrogene (Lungenfibrose) und onkogene (Lungenkarzinom und Mesotheliom) Wirkungen (BK Nr. 4103). Die fibrogene Wirkung betrifft Lunge, Pleura und Herzbeutel. Die Lungenfibrose beginnt in der Regel im peribronchialen Bindegewebe und greift von hier aus auf die Alveolarsepten über. Es entsteht schließlich eine diffuse Fibrose, bevorzugt in den Mittel-und Untergeschossen. Röntgenologisch finden sich hier kleine, unregelmäßige Schatten. Charakteristisch sind herdförmige und diffuse Reaktionen an Pleura und Herzbeutel. Der Krankheitsprozess kann auch nach Beendigung der Exposition fortschreiten. Das Risiko, ein Pleuramesotheliom zu entwickeln, wird durch Asbestexposition erhöht. Epidemiologie • Gefährdet sind vor allem asbestverarbeitende Berufe, bei denen ᭤ Asbeststaub in lungengängiger Größe anfällt, z.B. beim Spritzen von Asbestisolationen (ohne Atemschutzmaske!), Sägen von Eternitplatten, Herstellung von asbesthaltigen Textilien etc. Man versucht heute, die Verwendung von Asbest durch andere Materialien zurückzudrängen.Auch für die ᭤ Zunahme des Bronchialkarzinoms ist die Asbestgenese im Gespräch. Epidemiologische Studien zeigen, dass Asbest allein nicht das Bronchialkarzinom hervorruft, jedoch das Raucherrisiko stark erhöht (BK Nr. 4104 = Asbeststaubexposition in Verbindung mit Lungenkrebs). Diagnose • Durch ᭤ transbronchiale Bronchoalveolarzytologie und ᭤ Lungenbiopsie können die Asbestkörperchen elektronenmikroskopisch nachgewiesen werden. Zu wenig untersuchte Lungenfibrosen als Folge von Asbest dürften oft als sog. idiopathisch fibrosierende Alveolitiden etikettiert werden. Therapie • Eine Pharmakotherapie der Asbestose gibt es ebensowenig wie für die Silikose. Expositionsprophylaxe, Tragen von Atemschutzgeräten und eine möglichst weitgehende Reduktion lungengängiger Asbestfasern sind momentan die einzigen uns zur Verfügung stehenden Maßnahmen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "᭤ IPF = interstitial pulmonary fibrosis ᭤ Ausschlussdiagnose Rheumafaktoren und antinukleäre Faktoren können bei bis zu 50% der Fälle nachgewiesen werden. Einteilung • Nach der Verlaufsform und der Histologie (inkl. HRCT) ist die Differenzierung der idiopathischen interstitiell fibrosierenden Alveolitis (᭤ IPF = interstitial pulmonary fibrosis) in folgende Untergruppen sinnvoll:• AIP (acute interstitial pneumonitis, Typ Hamman-Rich) • UIP (usual interstitial pneumonitis Typ Liebow) • DIP (desquamative interstitial pneumonitis) • RBILD (Respiratory Bronchiolitis Interstitial Lung Disease) • NSIP (non-specific interstitial pneumonitis) • BOOP (bronchiolitis obliterans organizing pneumonia) Diagnostik • Es handelt sich um eine ᭤ Ausschlussdiagnose. Diese ist im allgemeinen erst nach eingehender klinischer, bronchoalveolärer und immunologischer Untersuchung inklusive Biopsie zu stellen. Zur Routinediagnostik gehören Blutbild, Nierenfunktionsabklärung, antinukleäre und Rheumafaktoren sowie Immunglobulinbestimmungen.Trommelschlegelfinger und Uhrglasnägel fehlen bei NSIP und BOOP fast immer. Die BSG ist im allgemeinen nur mäßig beschleunigt, kann aber auch normal sein. Eine Polyglobulie ist selten, Leukozyten und Differentialblutbild entsprechen der Norm, ebenso das Gesamteiweiss mit einer diskreten Gammaglobulinvermehrung, welche auf Kosten des IgGs geht. Dies hat im Zusammenhang mit der wenig erhöhten BSG differentialdiagnostisch gegenüber Lungenfibrosen im Rahmen der Kollagenosen Bedeutung. Rheumafaktoren und antinukleäre Faktoren können im Gegensatz zur exogen-allergischen Alveolitis bei bis zu 50% der Fälle nachgewiesen werden. Die in Tabelle 6 dargestellten idiopathischen Alveolitiden werden auch im Rahmen von Systemerkrankungen diagnostiziert.AIP. Die akute idiopathische (kryptogene) interstitielle fibrosierende Alveolitis,Typus Hamman-Rich, wurde früher auch Hamman-Rich-Syndrom genannt. Sie führt innerhalb von Monaten zum Tode. Eine diffuse, interstitielle Form mit reichlich glatten Muskel-und Kollagenfasern tritt bei Patienten mit einem Durchschnittsalter von 50 Jahren auf; die mittlere Überlebenszeit beträgt nach dem ersten Auftreten von Symptomen 4-5 Jahre. Sie spricht auf alle Therapieformen kaum an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Die gewöhnliche interstitielle fibrosierende Alveolitis vom Typus Liebow zeigt die zweitgeringste Lebenserwartung aller idiopathischen Alveolitiden mit einer mittleren Überlebenszeit von 2,8 Jahren. Sie kommt bei Kindern nicht vor und kann aus den HRCT-(high-resolution-CT-)typischen Befunden diagnostiziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UIP."
        },
        {
            "text": "Patienten mit idiopathischer (kryptogener) desquamativer Alveolitis erkranken im allgemeinen 15 Jahre früher als die Patienten mit Hamman-Rich-Fibrose und sprechen auf Steroid-und Azathioprintherapie gut an. Die Erkrankung gilt als tabakrauchassoziiert (Oxidanzienüberlastung!). Prognostisch und therapeutisch verläuft die DIP günstiger als die UIP und AIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIP."
        },
        {
            "text": "Die RBILD unterscheidet sich von der DIP histologisch. Es handelt sich um die Raucherbronchiolitis, früher auch \"small airway disease\" genannt, ohne wesentliche interstitielle Fibrose oder alveoläre Makrophagenüberfüllung wie bei der DIP. Sie hat praktisch keine Eigenmortalität wie die COPD und kommt bei Kindern nicht vor. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RBILD."
        }
    ]
}