{
    "paper_id": "f88cba884a640e2b82fafafdbb1deb992d8f22d3",
    "metadata": {
        "title": "Original Russian Text © A",
        "authors": [
            {
                "first": "O",
                "middle": [
                    "R G"
                ],
                "last": "Prochukhanova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "A"
                ],
                "last": "Lublinskaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "V"
                ],
                "last": "Azarenok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "V"
                ],
                "last": "Nazarova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "N"
                ],
                "last": "Zenin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhilinskaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The cell cycle of endothelium EAhy 926 cell culture infected with influenza virus has been studied. Cytometric analysis of cell culture synchronized by contact inhibition revealed the elongation of the S phase of the cell cycle in EAhy 926 cells under the influence of influenza virus. This result was shown in an EAhy 926 culture infected with influenza virus and treated with nocodazole. Comparison of a lung carcinoma A549 cell line in which influenza virus causes G 0 /G 1 arrest and of an endothelial EAhy 926 cell line in which the same infection leads to S phase elongation allows it to be suggested that different effects of influenza virus on cell cycle dynamics depend on the origin of infected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The role of endotheliocytes in the functions of all organ systems can hardly be overestimated. Apart from the main function of maintaining homeostasis and regulation of the inflammation process in the organ ism, the endothelial cells are the basis of blood tissue barrier, i.e., they regulate the diffusion, active com pound transfer, and immune system cell migration from the blood flow to the surrounding tissues and back again; they also take part in the angiogenesis and endocrine processes (Petrischev and Vlasov, 2003; Lupinskaya, 2008) .The barrier function of endothe lium makes it a target for viral pathogens (Kota, 2012) . It was shown previously by our group that influenza viruses are able to reproduce themselves in the endot helial cells both in vitro and in vivo and to cause their death by apoptosis or necrosis (Azarenok, 2014) . According to recent data, the development of virus induced apoptosis is preceded by changes in cell cycle dynamics, with it being arrested at a certain phase (Stewart et al., 1997; Fehr and Yu, 2013) . Some DNA containing viruses (adenoviruses, papilloma viruses) have been shown to induce the S phase, thus allowing the reproduction of large number of viral genomes (Cheng et al., 2013) . The reproduction of the human immunodeficiency RNA virus is characterized by G 2 /M arrest of infected cells (Stewart et al., 1997; Li et al., 2010) . Other RNA containing viruses (SARS, influenza virus) are able to block cells' G 0 /G 1 exit (He et al., 2010) .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 524,
                    "text": "(Petrischev and Vlasov, 2003;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 525,
                    "end": 542,
                    "text": "Lupinskaya, 2008)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 619,
                    "end": 631,
                    "text": "(Kota, 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 829,
                    "end": 845,
                    "text": "(Azarenok, 2014)",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1028,
                    "text": "(Stewart et al., 1997;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1029,
                    "end": 1047,
                    "text": "Fehr and Yu, 2013)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1215,
                    "end": 1235,
                    "text": "(Cheng et al., 2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1347,
                    "end": 1369,
                    "text": "(Stewart et al., 1997;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1370,
                    "end": 1386,
                    "text": "Li et al., 2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1481,
                    "end": 1498,
                    "text": "(He et al., 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The influence of the influenza virus on the cell cycle is being actively investigated at the present day. These studies are mainly performed on lung epithe lium cell cultures (He et al., 2010; Wei et al., 2013) . The cell cycle of an endothelial cell culture infected with influenza virus has yet to be investigated.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 192,
                    "text": "(He et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 193,
                    "end": 210,
                    "text": "Wei et al., 2013)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The aim of this study was to examine the dynamics of the cell cycle of a human endothelial cell culture infected with influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cell culture. The study was carried out on human endothelialcell culture Eahy 926, generously provided by Dr. Edgell (University of North Carolina, United States). This cell line reproduces all main the pheno typic and functional characteristics of endothelium from large human vessels (Edgell et al., 1983; Aza renok et al., 2014) . Cells were cultivated in DMEM/F 12 media with HEPES and L glutamine containing 10% fetal bovine serum, HAT (hypoxan thine, aminopterin, thymidine), and 100 µg/mL gen tamicin. Cells were passaged twice a week. The mono layer was disintegrated with 0.02% EDTA solution.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 307,
                    "text": "(Edgell et al., 1983;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 308,
                    "end": 331,
                    "text": "Aza renok et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The synchronization of the EAhy 926 cell culture at the G 0 /G 1 phases of cell cycle was assessed by contact inhibition in a dense cell culture; the cell proliferation was activated by the seeding of the cells at a low density about 4 × 10 5 cells per Petri dish (Jet Biofil, United States). Nocodazole treatment of EAhy 926 was per formed for 16 h with an end concentration of 0.05 µg/mL. The cells were infected with the epidemic strain of human influenza virus A/Brisbane/10/2007 (H3N2) by virus absorption at 37°C and 5% CO 2 in maintain ing media consisting of DMEM with 2 µg/mL tripsin. Uninfected EAhy 926 cells were used as control. The virus strain was provided by the Laboratory of Evolu tionary Variability of Influenza Virus, Influenza Insti tution, Ministry of Health, Russia. The infectious activity of the virus was found from titration of virus containing material in a 1 day culture of EAhy 926 with a titration coefficient of 10 and calculated by the generally accepted method (Reed and Muench, 1938) . A virus dose of TCID 50/cell had been chosen in a previous investigation as it does not induce early apo ptosis (Azarenok, 2014) . Twelve hours after the start of proliferation, the EAhy 926 cell culture synchronized at the G 0 /G 1 phase was incubated in a maintaining medium with virus for 1 h. The virus containing media was then removed and the cells were cultivated in the maintaining media for 3 more days.",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 1019,
                    "text": "(Reed and Muench, 1938)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1134,
                    "end": 1150,
                    "text": "(Azarenok, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In the nocodazole experiments, 12 h after the start of proliferation, EAhy 926 cell culture was incubated in a maintaining medium with virus for 1 h. After that, the virus containing medium was removed and the cells were cultivated in the maintaining medium for 8 h. The cell culture was then split into two halves, with nocodazole being added to one of them. Thereaf ter, all cells were cultivated in the maintaining medium for 16 h. Uninfected EAhy 926 cells with and without nocodazole were used as controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alterations in Cell Cycle Dynamics in Human Endothelium"
        },
        {
            "text": "Cell cycle analysis. Once a day, control and infected cells were suspended in PBS; supplied with saponin (up to a concentration of 200 µg/mL), RNase A (250 µg/mL), and propidium iodide (50 µg/mL); and incubated for 1 h at room temperature in the dark; the distribution of the cells depending on the DNA amount was then found on an EpixXL flow cytometer (Becman Coulter, United States) equipped with a 488 nm argon laser. The analysis of the distribution of the cell population through the cell cycle phases was performed using WinMDI 2.8 and ModFitLT software (Verity Software House, Topsham, United States). Simultaneously, analysis of the growth of control and infected cells was carried out in a Goryaev's chamber. All experiments and controls were done in triplicate. Statistical analysis was carried out with Mann-Whit ney's U test. The differences were assumed to be sig nificant when p < 0.05 (Glotov, 1982) .",
            "cite_spans": [
                {
                    "start": 900,
                    "end": 914,
                    "text": "(Glotov, 1982)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Alterations in Cell Cycle Dynamics in Human Endothelium"
        },
        {
            "text": "Reagents. DMEM/F 12 media with HEPES and L glutamine (Biolot, Russia), 10% fetal bovine serum (Sigma, United States), HAT (hypoxanthine, ami nopterin, thymidine) (Sigma, United States), L glutamine (Biolot, Russia), gentamicin (Biolot, Russia), EDTA (Biolot, Russia), nocodazole (Sigma, United States), tripsin (Sigma, United States), sapo nin (Fluka, United States), RNase A (Sigma, United States), and propidium iodide (Sigma, United States).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alterations in Cell Cycle Dynamics in Human Endothelium"
        },
        {
            "text": "Endothelial cells in vivo are mainly in the G 0 and G 1 phases of the cell cycle. The endotheliocytes enter the S phase, and then the G 2 and M phases in the case of reparative or oncogenic angiogenesis, as well as in the case of vascular pathology (Alimov, 1986; Lupin skaya et al., 2008) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 263,
                    "text": "(Alimov, 1986;",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 289,
                    "text": "Lupin skaya et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The synchronization of the EAhy 926 cell culture at the G 0 /G 1 phases of the cell cycle assessed by con tact inhibition in the dense cell culture was aimed to mimic the normal status of endotheliocytes. Prolifer ation was induced by low density seeding. The seeding dose had been chosen for cells to be in G 0 /G 1 phases 12 h after the passage, and after 36 h to be actively pro liferating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The cell count in the Goryaev's chamber revealed the differences in the growth dynamics between con trol and infected EAhy 926 cells (Fig. 1) . From 1 to 2 days after infection, the number of cells in the infected culture did not change, while, in the control culture, an increase in cell number was observed on day 2. Three days after the infection, the cell number in the infected cultures had decreased, indicating the death of some cells due to viral reproduction. In the control cultures, growth was still observed (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Cytometric analysis of cell cycle dynamics of the EAhy 926 cells revealed the differences between the control and experimental cultures (Fig. 2) . One day after infection, 78% of infected cells were in the G 0 /G 1 phases, 16% in the S phase, and 6% in the G 2 /M phases, while in control cultures 71% of the cells were in the G 0 /G 1 phases, 13% in the S phase, and 16% in the G 2 /M phase. On the second day after infection, the proportion of the infected cells in the S phase had increased up to 20%, thus exceeding the analogous population in the control culture (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The number of the cells in the S phase in the exper imental cultures had decreased slightly by the third day after infection (Fig. 2) . However, taking into consider ation the total cell number decrease during viral repro duction (Fig. 1) , these changes could be explained as results of different sensitivities of the cells at different cell cycle phases. Comparison of the cytometric data with the results of growth analysis allowed it to be sug gested that the chosen virus dose slowed down the rate of the S phase in the cells of infected human endothe lium culture. Nocodazole treatment of both control and infected cells (8 h after infection) was performed in order to prove this notion. The nocodazole syn chronized the EAhy 926 cell culture in the G 2 /M phase by disrupting the microtubules of the mitotic spindle. If the viral reproduction blocks or slows down the S phase of the infected cells, the following nocoda sole treatment will weaken or cancel the G 2 /M phase synchronization in the infected cultures. This effect was demonstrated in our experiments (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 230,
                    "end": 238,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1071,
                    "end": 1079,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "One day after infection, in the EAhy 926 cell cul ture, accumulation of cells in the S phase occurred as shown in Fig. 3 . Treatment with nocodazole of control cultures for 16 h led to an increase in the number of the cells in the G 2 /M phases. The addition of nocodazole to the infected cultures caused only a slight increase in the proportion of the cells in the G 2 /M phases. These results prove the idea that influenza virus causes decel eration of the S phase of the cell cycle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "These data revealed the response of the EAhy 926 endothelial cell line to the influenza virus reproduc tion, which to be a slowing down of the S phase. This effect is specific to the EAhy 926 cells when compared to other cell types, e.g., the lung carcinoma A549 cell line, in which influenza virus provokes G 0 /G 1 arrest (He et al., 2010) . The key factor in this G 0 /G 1 arrest is the viral protein NS1 . It seems that the type of the viral effect on the cell cycle depends on the type of the cell culture, an idea that has been proven for the Ebola virus (Kota et al., 2012) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 341,
                    "text": "(He et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 561,
                    "end": 580,
                    "text": "(Kota et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In our opinion, the results obtained provide a suffi cient basis for further investigations of the influence of influenza virus itself, as well as its proteins, on the cell cycle dynamics in endothelium culture. Fig. 3 . Histogram of the distribution of the EAhy 926 cul ture over the cell cycle phases 24 h after infection with influenza virus combined with nocodazole treatment. c is control culture, c + noc is control culture treated with nocodazole, v is culture infected with the virus, and v + noc is infected culture treated with nocodazole. Means of three independent experiments are presented, p < 0.05.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cell cycle arrest at G2/M and proliferation inhibition by adenovirus expressed mitofusin 2 gene in human colorectal cancer all lines",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neoplasma",
            "volume": "60",
            "issn": "",
            "pages": "620--626",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perma nent cell line expressing human factor VIII related antigen established by hybridization",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Edgell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Nat. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "3734--3737",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Control the host cell cycle: viral reg ulation of the anaphase promoting complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "8818--8825",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biometriya: uchebnoe posobie (Biometry: A Tutorial)",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Glotov",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza A virus replication induces cell cycle arrest in G0/G1 phase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keiner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Czudai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "12832--12840",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High content image based analysis identifies cell cycle inhibitors as regu lators of Ebola virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Benko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mudhasani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Retterer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Panchal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "1865--1877",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cell cycle G2/M arrest through on S phase dependent mechanism by HIV 1 viral protein R",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Physiology and patho physiology of endothelium, in Disfunktsiya endoteliya. Prichiny, mekhanizmy, farmakologicheskaya korrektsiya (Endothelial Dysfunction: Causes, Mechanisms, and Phar macological Correction)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Lupinskaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Zarifyan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gurovich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Shleifer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrischev",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Vlasov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SPb. Gos. Med. Univ",
            "volume": "",
            "issn": "",
            "pages": "4--38",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am. J. Hygiene",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human immunodeficiency virus type 1 Vpr induces apop tosis following cell cycle arrest",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Jowert",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "5579--5592",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza A virus NS1 induces G 0 /G 1 cycle arrest by inhibiting the expression and activity of RhoA pro tein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "3039--3052",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EAhy 926 cell growth curves (1) in control and (2) after infection with influenza virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "REFERENCES Alimov, G.A., Sosudistyi endotelii (Vascular Endothelium), Kiev: Zdor'ovya, 1986. Azarenok, A.A., The role of the influenza virus and the sur face proteins in the development of endothelial cell dys function, Cand. Sci. (Biol.) Dissertation, 2014. Azarenok, A.A., Lyapina, L.A., Obergan, T.Yu., Kharch enko, E.P., Kozlova, N.M., and Zhilinskaya, I.N., Change in the activity of tissue plasminogen activator of endothelial cells exposed to the influenza virus type A and its surface proteins, Tromboz, Gemostaz, Reologiya, 2014, vol. 1, pp. 70-77.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Histogram of the distribution of the EAhy 926 culture over cell cycle phases (a) in control and (b) after infection with influ enza virus.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}