{"paper_id": "f894f5f70e3efab1b6380f9c096c34577cdc0a61", "metadata": {"title": "", "authors": [{"first": "Paul", "middle": ["A"], "last": "Gastañaduy", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Prabasaj", "middle": [], "last": "Paul", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Amy", "middle": ["Parker"], "last": "Fiebelkorn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Susan", "middle": ["B"], "last": "Redd", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Ben", "middle": ["A"], "last": "Lopman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Manoj", "middle": [], "last": "Gambhir", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}, {"first": "Gregory", "middle": ["S"], "last": "Wallace", "suffix": "", "affiliation": {"laboratory": "", "institution": "Paul A. Gastañaduy", "location": {"addrLine": "1600 Clifton Road NE, Mailstop A-47", "postCode": "30333", "settlement": "Atlanta", "region": "GA"}}, "email": ""}]}, "abstract": [{"text": "total of 1,788 confirmed cases of measles were reported. Of these, 504 (28%) were classified Am J Epidemiol. 2017;185(7):562-569 Measles Transmissibility in the United States 563 0.45 0.40, 0.49 0.49 0.45, 0.54 Likelihood-based (R index ) 0.63 0.57, 0.69 0.74 0.66, 0.81 Abbreviation: CI, confidence interval. Am J Epidemiol. 2017;185(7):562-569 566 Gastañaduy et al.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Initially submitted November 25, 2015 ; accepted for publication March 28, 2016 .", "cite_spans": [{"start": 20, "end": 37, "text": "November 25, 2015", "ref_id": null}, {"start": 65, "end": 79, "text": "March 28, 2016", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "We assessed the status of measles elimination in the United States using outbreak notification data. Measles transmissibility was assessed by estimation of the reproduction number, R, the average number of secondary cases per infection, using 4 methods; elimination requires maintaining R at <1. Method 1 estimates R as 1 minus the proportion of cases that are imported. Methods 2 and 3 estimate R by fitting a model of the spread of infection to data on the sizes and generations of chains of transmission, respectively. Method 4 assesses transmissibility before public health interventions, by estimating R for the case with the earliest symptom onset in each cluster (R index High measles vaccine coverage in the United States was successful in halting endemic transmission of measles in the 1990s and led to a declaration of elimination (i.e., interruption of continuous transmission lasting ≥12 months) in 2000 (1) . Still, importations of measles from endemic areas of the world continue to occur, leading to secondary cases and outbreaks, primarily among unvaccinated persons (2) . Recent years have seen an increase in the numbers of both measles cases and outbreaks in the United States. By May 2014, 288 confirmed measles cases had been reported to the Centers for Disease Control and Prevention, surpassing the highest reported yearly total number of cases since elimination (220 cases reported in 2011) (3) . In 2011, there were 17 measles outbreaks reported, exceeding the median annual number of outbreaks reported in previous years (4 outbreaks (range, 2-10) during 2001-2010) (4). Concurrently, numbers of nonmedical exemptions from school immunization mandates have increased in some communities, and some parents are either delaying or refusing recommended childhood vaccines (5, 6) . The increase in the numbers of both measles cases and measles outbreaks and the increase in attention to vaccine hesitancy has led to concerns about whether self-sustaining measles transmission can occur in the United States.", "cite_spans": [{"start": 670, "end": 678, "text": "(R index", "ref_id": null}, {"start": 916, "end": 919, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 1083, "end": 1086, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 1415, "end": 1418, "text": "(3)", "ref_id": "BIBREF2"}, {"start": 1794, "end": 1797, "text": "(5,", "ref_id": "BIBREF4"}, {"start": 1798, "end": 1800, "text": "6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "The key epidemiologic parameter that characterizes the transmission potential of a disease is the effective reproduction number (R), which describes the average number of secondary cases generated per single infected individual, and it is dependent on the degree of susceptibility in the particular population (as opposed to the basic reproduction number (R 0 ), which describes transmissibility in a totally susceptible population). R characterizes the growth rate of an outbreak and the total number of infected individuals by the end of the outbreak. If R exceeds 1, the number of cases increases over time, and a self-sustaining epidemic may ensue. By contrast, when R is lower than 1, transmission tends to wane and eventually terminate. Sustaining measles elimination requires maintenance of R at <1 and is achieved by keeping levels of susceptibility low. Describing transmissibility in relation to this critical threshold, R = 1, allows for an assessment of the risk of larger and more sustained outbreaks and of reestablishment of endemic disease. In this study, we used 4 previously described methods to calculate R for measles in the United States, in order to evaluate the status of the US measles elimination program.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Confirmed measles cases in the United States are reported by state health departments to the Centers for Disease Control and Prevention using a standard case definition. We analyzed deidentified data on all confirmed cases of measles reported in the United States from 2001 through 2014. The quality and completeness of these data has been evaluated and deemed appropriate, based on the high proportion of chains of measles transmission that can be epidemiologically linked to importations, the detection of small outbreaks, and the detection of few unreported cases when health departments conduct careful investigations (7) . Cases are considered imported if at least some of the exposure period (7-21 days before rash onset) occurred outside of the United States and rash occurred within 21 days of entry into the United States, with no known exposure to measles in the United States during that time. US-acquired cases are those that are not directly imported, that are epidemiologically linked to an imported case, or for which viral genetic evidence indicates an imported genotype. Unknown source cases are those with no epidemiologic or virological link to an importation (8) . For this evaluation, singleton cases were viewed as an independent event of size 1, and cases with known epidemiologic links found during investigations were defined as a chain of transmission. Chains of transmission were labeled as either 2-case chains or an outbreak (≥3 cases). The duration of a chain of transmission was calculated as the difference between the dates of rash onset of the first and last cases; singleton cases were assigned a duration of 0 days. If the duration of the chain of transmission was ≤6 days, cases were considered to be in the same generation; 7-14 days was considered 1 generation of spread; 15-24 days was considered 2 generations of spread; and subsequent generations were added every 10 days, as previously described (9) .", "cite_spans": [{"start": 622, "end": 625, "text": "(7)", "ref_id": "BIBREF6"}, {"start": 1179, "end": 1182, "text": "(8)", "ref_id": "BIBREF7"}, {"start": 1939, "end": 1942, "text": "(9)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "METHODS"}, {"text": "Assessing R from measles case data Four standard mathematical methods were used to estimate R; details on the derivation of the formulas used in these methods are available elsewhere (9) (10) (11) . These methods have been applied to assess measles transmissibility in several countries (9, (11) (12) (13) (14) (15) and to calculate R for a variety of other diseases (10, (16) (17) (18) . Method 1 estimates R as 1 − P, where P is the proportion of cases that were imported. This method calculates the total number of cases arising from an importation as a geometric progression of cases per generation based on R. Methods 2 and 3 use a subcritical branching process that models the spread of an infection for a given value of R, and from which the expected distribution of chain sizes and durations can be calculated. One can then fit these models to the observed distribution of sizes (in method 2) and generations of spread (in method 3). The last formal assessment of measles transmissibility in the United States was performed for preelimination years 1997-1999 using these methods (9) . Because public health response (e.g., quarantining, vaccination of susceptibles) can mitigate measles transmission and limit the number of secondary infections after importations and the size and duration of outbreaks, R as measured by the first 3 methods may be a reflection of both baseline immunity and control measures. Thus, we used a fourth estimation approach (method 4), originally developed to track changes in disease transmissibility over time (10) , to assess transmissibility early during outbreaks, when public health interventions are unlikely to be in place. Specifically, we estimated the average number of secondary cases infected by the index case (i.e., the reproduction number of the index case (R index )), defined as the case with the earliest date of symptom onset in each cluster (16) . Method 4 utilizes a likelihood-based estimation procedure that probabilistically infers \"who infected whom\" from the observed dates of symptom onset, based on the known distribution of the serial interval (10) . The serial interval is the time from symptom onset in a primary case to symptom onset in a secondary case infected by that primary case (19) ; based on household studies, the serial interval for measles is best described by a gamma probability distribution, with a mean of 11.1 days and a standard deviation of 2.47 days (20) .", "cite_spans": [{"start": 183, "end": 186, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 187, "end": 191, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 192, "end": 196, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 287, "end": 290, "text": "(9,", "ref_id": "BIBREF8"}, {"start": 291, "end": 295, "text": "(11)", "ref_id": "BIBREF10"}, {"start": 296, "end": 300, "text": "(12)", "ref_id": "BIBREF11"}, {"start": 301, "end": 305, "text": "(13)", "ref_id": "BIBREF12"}, {"start": 306, "end": 310, "text": "(14)", "ref_id": "BIBREF13"}, {"start": 311, "end": 315, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 367, "end": 371, "text": "(10,", "ref_id": "BIBREF9"}, {"start": 372, "end": 376, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 377, "end": 381, "text": "(17)", "ref_id": "BIBREF16"}, {"start": 382, "end": 386, "text": "(18)", "ref_id": "BIBREF17"}, {"start": 1087, "end": 1090, "text": "(9)", "ref_id": "BIBREF8"}, {"start": 1548, "end": 1552, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 1898, "end": 1902, "text": "(16)", "ref_id": "BIBREF15"}, {"start": 2110, "end": 2114, "text": "(10)", "ref_id": "BIBREF9"}, {"start": 2253, "end": 2257, "text": "(19)", "ref_id": "BIBREF18"}, {"start": 2438, "end": 2442, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "METHODS"}, {"text": "Analyses were performed in R, version 3.0.2 (R Foundation for Statistical Computing, Vienna, Austria). R was estimated for all years combined (2001-2014) and for each year individually. Maximum likelihood estimates of R and 95% profile likelihood confidence intervals were calculated for the first 3 methods. For method 4, a ready-to-use tool (21) was used to simulate 100 possible transmission trees for each cluster. R index was estimated as the probabilityweighted average over all transmission trees of the number of cases that were in the second generation. We assigned R index = 0 in single cases (16) . Combined and annual point estimates and confidence intervals were derived from likelihood functions based on a Poisson distribution with mean R index .", "cite_spans": [{"start": 603, "end": 607, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "METHODS"}, {"text": "Sensitivity analyses were performed to account for the assumptions and potential biases associated with the different methods (see Web Appendices 1 and 2 and Web Tables 1 and 2, available at http://aje.oxfordjournals.org/). Data from the National Immunization Survey were used to examine concurrent national rates of 1-dose measles vaccination coverage among children aged 19-35 months from 2001 through 2014 (22) , as well as national rates of 2-dose coverage among adolescents aged 13-17 years from 2008 through 2014 (the only full years for which data were available) (23).", "cite_spans": [{"start": 409, "end": 413, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "METHODS"}, {"text": "as importations, 1,157 (65%) were US-acquired, and 127 (7%) had an unknown source (Table 1) . Among the 1,788 cases, 425 were single cases, and the remaining 1,363 represented 80 two-case chains and 101 outbreaks; 58 were outbreaks with 3-5 cases and 43 were clusters of more than 5 cases (Table 2) . Of the 181 chains with ≥2 cases, the median chain size was 3 cases (maximum, 383 cases). Among confirmed cases, 443 had 0 generations of spread, 69 had 1 generation of spread, 52 had 2 generations of spread, and 42 had ≥3 generations of spread ( Table 2 ). The longest outbreak lasted 121 days or 12 generations.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 91, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 289, "end": 298, "text": "(Table 2)", "ref_id": "TABREF2"}, {"start": 547, "end": 554, "text": "Table 2", "ref_id": "TABREF2"}], "section": "METHODS"}, {"text": "During all postelimination years from 2001 to 2014, a total of 1,260 (70%) measles cases occurred in individuals who were unvaccinated; 209 case-patients (12%) were vaccinated, and 319 (18%) had an unknown vaccination status (Table 1) . On an annual basis, the proportion of case-patients who were unvaccinated or had an unknown vaccination status ranged from 73% in 2001 to 95% in 2008. National rates of 1-dose vaccination coverage among young children ranged from 90% to 93% from 2001 through 2014, and rates of 2-dose coverage among adolescents ranged from 89% to 92% from 2008 to 2014.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 234, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "METHODS"}, {"text": "The proportion of measles cases that were directly imported varied year-to-year but was generally lower during 2008-2014, as compared with earlier years (Table 1 and Figure 1 ). Similarly, a general increase in the size and duration of chains of transmission was noted during 2008-2014, compared with earlier years, although there was variability year-to-year ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 153, "end": 161, "text": "(Table 1", "ref_id": "TABREF1"}, {"start": 166, "end": 174, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 362, "end": 370, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "METHODS"}, {"text": "Estimates of R and R index for measles in the United States during 2001-2014 were significantly less than 1 with each of the methods (Table 3) . R was estimated as 0.72 (95% confidence interval (CI): 0.68, 0.76) from the proportion of cases imported, as 0.66 (95% CI: 0.62, 0.70) from the distribution of chain sizes, and as 0.45 (95% CI: 0.40, 0.49) from the distribution of chain durations. R index was estimated as 0.63 (95% CI: 0.57, 0.69) based on observed dates of symptom onset and the distribution of the serial interval.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 142, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "METHODS"}, {"text": "For individual years, all estimates of R were less than 1 with each of the first 3 methods (Figure 2 ). R index point estimates were at or above 1 in 2005 and 2013, and the upper limit of the confidence interval for R index crossed 1 in 2008, 2009, and 2014; all other R index estimates were less than 1.", "cite_spans": [], "ref_spans": [{"start": 91, "end": 100, "text": "(Figure 2", "ref_id": "FIGREF2"}], "section": "METHODS"}, {"text": "Year-to-year variation in the values of R and R index were noted for all estimation methods across study years (Figure 2 ), yet, consistently across methods, R and R index estimates were higher overall during 2008-2014 as compared with previous years.", "cite_spans": [], "ref_spans": [{"start": 111, "end": 120, "text": "(Figure 2", "ref_id": "FIGREF2"}], "section": "METHODS"}, {"text": "Overall, combined and annual values were generally larger for R index and smaller when R was estimated from the distribution of chain durations (exclusion of single-case chains for this method yielded estimates of R that were comparable to R estimates made by the other methods) (Web Table 2 ). 2  7  3  10  1  3  26  87  1  3  1  3  2  7  1 2   2007  27  21  78  2  7  3  11  1  4  22  81  2  7  2  7  1  4  1 3   2008  39  28  72  4  10  2  5  5  13  28  72  3  8  3  8  5  1 3  3 1   2009  28  16  57  4  14  4  14  4  14  19  68  3  11  3  11  3  11  23   2010  48  39  81  5  10  4  8  0  0  4 0  8 3  4  8  2  4  2  4  1 1   2011  116  87  75  13  11  7  6  9  8  8 9  7 7  1 2  1 0  1 2  1 0  3  3  6 9   2012  29  22  76  3  10  2  7  2  7  2 2  7 6  3  1 0  2  7  2  7  1 0   2013  45  22  49  12  27  7  16  4  9  24  53  9  20  7  16  5  11  52   2014  82  47  57  13  16  13  16  9  11  50  61  9  11  15  18  8  10  74   Total  606  425  70  80  13  58  10  43  7  443  73  69  11  52  9  42  7  388 a Includes isolated cases, 2-case chains, and outbreaks of measles (defined as a chain of transmission with ≥3 confirmed cases). Measles clusters spanning 2 years were categorized to the year during which the majority of cases in the cluster were reported. b Singleton cases were assigned a duration of 0 days. Chains of transmission lasting ≤6 days, 7-14 days, and 15-24 days were considered as having 0, 1, and 2 generations of spread, respectively; subsequent generations were added every 10 additional days. c Total number of secondary cases infected by index cases each year; based on the number of cases that were in the second generation as estimated by method 4, using a serial interval for measles with a mean of 11.1 days and a standard deviation of 2.47 days (20) .", "cite_spans": [{"start": 1783, "end": 1787, "text": "(20)", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 284, "end": 291, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 295, "end": 1012, "text": "2  7  3  10  1  3  26  87  1  3  1  3  2  7  1 2   2007  27  21  78  2  7  3  11  1  4  22  81  2  7  2  7  1  4  1 3   2008  39  28  72  4  10  2  5  5  13  28  72  3  8  3  8  5  1 3  3 1   2009  28  16  57  4  14  4  14  4  14  19  68  3  11  3  11  3  11  23   2010  48  39  81  5  10  4  8  0  0  4 0  8 3  4  8  2  4  2  4  1 1   2011  116  87  75  13  11  7  6  9  8  8 9  7 7  1 2  1 0  1 2  1 0  3  3  6 9   2012  29  22  76  3  10  2  7  2  7  2 2  7 6  3  1 0  2  7  2  7  1 0   2013  45  22  49  12  27  7  16  4  9  24  53  9  20  7  16  5  11  52   2014  82  47  57  13  16  13  16  9  11  50  61  9  11  15  18  8  10  74   Total  606  425  70  80  13  58  10  43  7  443  73  69  11  52  9  42  7  388", "ref_id": "TABREF1"}], "section": "METHODS"}, {"text": "Our analysis demonstrating low levels of measles transmissibility supports the view that elimination of indigenous measles has been maintained in the United States since it was declared 15 years ago (24) . Despite repeated challenges from importations, overall and yearly estimates of R obtained using 3 distinct methods remained less than 1, indicating that in a country with high population immunity (through 1-dose measles-mumps-rubella vaccine coverage of 90% or more) (22) and where infection control measures are aggressively implemented, chains of transmission of measles are not selfsustaining. Reassuringly, R index point estimates exceeded 1 only once across the study years (in 2013), indicating low measles transmissibility even before public health responses to measles cases were initiated. The extraordinary success of the US measles vaccination program is evidenced by the small yearly numbers of cases and outbreaks relative to the size of the US population and the small proportion of outbreaks involving 5 or more cases or lasting 3 or more generations.", "cite_spans": [{"start": 199, "end": 203, "text": "(24)", "ref_id": "BIBREF23"}, {"start": 473, "end": 477, "text": "(22)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "However, consistently across methods, we found higher annual estimates of R and R index in more recent years. In addition, in 4 of the last 7 years, the upper confidence limit for R index exceeded 1. These changes in R and R index are a reflection of the increasing number of US-acquired measles cases relative to the number of importations, the increasing size and duration of outbreaks, and the increasing spread from index cases-all of which point to a potentially concerning trend in measles transmissibility in the United States, which warrants close monitoring. Although vaccination coverage rates at the national level have remained high, these do not capture the variability in vaccination rates at the community level (25, 26) . The fact that the majority (>70%) of measles cases occur among unvaccinated individuals suggests that failure to vaccinate, rather than failure of vaccine performance (e.g., waning immunity) or selective pressure on measles viruses, is what is driving measles transmission. Together with the increase in transmissibility seen in recent years, these findings may suggest growing clusters of undervaccination. Although these clusters are unlikely to provide the critical mass necessary for measles transmission to be sustained between epidemics without reintroductions (the critical community size for sustained measles transmission is 250,000-400,000) (26, 27) , as R approaches 1, larger and more sustained outbreaks will be increasingly common. Broader and more durable propagation of disease imposes a significant economic burden on local Cases not directly imported (gray portions of columns) include persons who acquired measles in the United Sates-that is, cases that are epidemiologically linked to an imported case, cases for which viral genetic evidence indicates an imported genotype, and cases with unknown sources (no epidemiologic or virological link to importation). The dark line with squares indicates the proportion of cases that were imported in each year. health institutions (28) and increases the risk of measles being spread to infants too young to be vaccinated or to persons for whom vaccination is not recommended for medical reasons, as well as the risk of measles-associated deaths.", "cite_spans": [{"start": 727, "end": 731, "text": "(25,", "ref_id": "BIBREF24"}, {"start": 732, "end": 735, "text": "26)", "ref_id": "BIBREF25"}, {"start": 1389, "end": 1393, "text": "(26,", "ref_id": "BIBREF25"}, {"start": 1394, "end": 1397, "text": "27)", "ref_id": "BIBREF26"}, {"start": 2032, "end": 2036, "text": "(28)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our results have implications relating to global measles control. Until global eradication of measles is achieved, importations and limited spread of measles are expected to continue to occur in the United States. Since its inception in 2001, the Measles & Rubella Initiative, a partnership among the American Red Cross, the Centers for Disease Control and Prevention, the United Nations Foundation, the United Nations Children's Fund (UNICEF), and the World Health Organization, has had a tremendous impact on global measles control, helping to deliver more than 1 billion doses of measles vaccine and decreasing measles deaths by approximately 80% (29) . Still, over 250,000 cases of measles are reported each year globally, and about 400 deaths per day were estimated in 2013mostly among young children (30) . The US experience emphasizes the need for continued support of the Measles & Rubella Initiative and other global antimeasles activities.", "cite_spans": [{"start": 650, "end": 654, "text": "(29)", "ref_id": "BIBREF28"}, {"start": 806, "end": 810, "text": "(30)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our findings must be interpreted with some caveats. First, the methods we used assume homogeneity of susceptibility and mixing in the population, and a degree of heterogeneity between subpopulations clearly exists in the United States (e.g., in levels of nonvaccination, sizes of unvaccinated clusters, settings of transmission, degrees of mixing outside a subpopulation, and density). Heterogeneity can be assessed by comparing the observed and theoretical distributions of outbreak sizes (11, 15) . The observed outbreak sizes in this study did not follow the predicted distribution as well as in a previous evaluation (Web Figure 1 ) (9), suggesting pockets rather than an even distribution of susceptibility. Thus, our estimates of R and R index likely reflect attributes of the affected populations and overestimate transmission in the general population. This indication of heterogeneity supports the notion of growing pools of susceptibility, and does not detract from the fact that importations of measles into these communities can result in transmission and outbreaks. Due to the contagiousness of measles, measles outbreaks uniquely expose the deficiencies in immunization programs. Efforts to further understand transmission heterogeneity could help pinpoint opportunities for improved control in groups with the greatest transmission potential.", "cite_spans": [{"start": 490, "end": 494, "text": "(11,", "ref_id": "BIBREF10"}, {"start": 495, "end": 498, "text": "15)", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 626, "end": 634, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "DISCUSSION"}, {"text": "Second, our conclusions can be influenced by the effect of public health interventions. In particular, R might underestimate transmission if infection control measures were instituted promptly. However, because of the delay between onset of infectiousness in the index case and implementation of control measures, R index is expected to be less affected by outbreak response (16) . Interestingly, we demonstrated overall low transmission during the early stage of outbreaks, which confirms good baseline population immunity. This finding also points to a window of opportunity, before measles takes hold, in which transmission can be halted if cases are detected and reported early. Further studies are needed to disentangle the relative contributions of baseline measles-mumps-rubella vaccine coverage and infection control measures in avoiding large outbreaks. Third, interpreting temporal changes in measles transmissibility deserves consideration. Transmission could appear to be increasing due to an increase in the number of importationsfrom a surge of measles in countries visited by US travelers, for example. However, because calculations of R and R index are based on proportions and distributions (and not on the absolute number of cases), these estimates would not be affected by an increase in importations. Stochastic effects, such as introductions occurring randomly into areas with larger pockets of susceptibility in more recent years, could also give the impression of increased transmissibility. In particular, because one large measles outbreak in a highly unvaccinated population accounted for approximately 60% of measles cases during 2014, we also measured R and R index for that year after excluding this outbreak; we obtained similar results, that is, higher estimates in 2014 compared with early postelimination years. If observed changes in R and R index are sustained in future years, these data will support increased susceptibility to measles in the United States.", "cite_spans": [{"start": 375, "end": 379, "text": "(16)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In summary, we demonstrate maintenance of R below the critical value of 1, which supports the view that elimination of endemic measles is sustained in the United States. Nevertheless, an accumulation of unvaccinated individuals may have driven an increase in measles transmissibility in recent years, which warrants continued monitoring. Because measles is still common in many areas of the world, imported cases of measles and limited spread continue to occur. The key factor for ongoing success is maintenance of high levels of vaccination across the population and minimizing pools of susceptibility. As such, health-care professionals play an important role in educating parents about the safety and benefits of immunizations (31) , and they should continue to encourage timely measles vaccination of all eligible patients (26) . Vaccination policies that support high coverage and research on optimal vaccination practices (e.g., vaccination as the default option) (32) remain critical (33) . Finally, we should support other nations in their efforts to control measles, with the hope of eventual global eradication.", "cite_spans": [{"start": 730, "end": 734, "text": "(31)", "ref_id": "BIBREF31"}, {"start": 827, "end": 831, "text": "(26)", "ref_id": "BIBREF25"}, {"start": 991, "end": 995, "text": "(33)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Summary and conclusions: measles elimination meeting", "authors": [{"first": "S", "middle": ["L"], "last": "Katz", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Hinman", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "189", "issn": "1", "pages": "43--47", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Measles in the United States during the postelimination era", "authors": [{"first": "A", "middle": ["P"], "last": "Fiebelkorn", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Redd", "suffix": ""}, {"first": "K", "middle": [], "last": "Gallagher", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "202", "issn": "10", "pages": "1520--1528", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Measles-United States", "authors": [{"first": "P", "middle": ["A"], "last": "Gastañaduy", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Redd", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Fiebelkorn", "suffix": ""}], "year": 2014, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "63", "issn": "22", "pages": "496--499", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiology of vaccine hesitancy in the United States", "authors": [{"first": "M", "middle": [], "last": "Siddiqui", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Salmon", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}], "year": 2013, "venue": "Hum Vaccin Immunother", "volume": "9", "issn": "12", "pages": "2643--2648", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Nonmedical exemptions from school immunization requirements: a systematic review", "authors": [{"first": "E", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Clymer", "suffix": ""}, {"first": "C", "middle": [], "last": "Davis-Hayes", "suffix": ""}], "year": 2014, "venue": "Am J Public Health", "volume": "104", "issn": "11", "pages": "62--84", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Has surveillance been adequate to detect endemic measles in the United States?", "authors": [{"first": "R", "middle": [], "last": "Harpaz", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Papania", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mccauley", "suffix": ""}], "year": 2004, "venue": "J Infect Dis", "volume": "189", "issn": "1", "pages": "191--195", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Manual for the Surveillance of Vaccine-Preventable Diseases", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Assessment of the status of measles elimination from reported outbreaks: United States, 1997-1999", "authors": [{"first": "N", "middle": ["J"], "last": "Gay", "suffix": ""}, {"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "Farrington", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "", "suffix": ""}], "year": 2004, "venue": "J Infect Dis", "volume": "189", "issn": "1", "pages": "36--42", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}], "year": 2004, "venue": "Am J Epidemiol", "volume": "160", "issn": "6", "pages": "509--516", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Epidemiology of transmissible diseases after elimination", "authors": [{"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "Gay", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Farrington", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "", "suffix": ""}], "year": 2000, "venue": "Am J Epidemiol", "volume": "151", "issn": "11", "pages": "1039--1048", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Identifying postelimination trends for the introduction and transmissibility of measles in the United States", "authors": [{"first": "S", "middle": [], "last": "Blumberg", "suffix": ""}, {"first": "W", "middle": ["T"], "last": "Enanoria", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}], "year": 2014, "venue": "Am J Epidemiol", "volume": "179", "issn": "11", "pages": "1375--1382", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Estimating the measles effective reproduction number in Australia from routine notification data", "authors": [{"first": "M", "middle": [], "last": "Chiew", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Gidding", "suffix": ""}, {"first": "A", "middle": [], "last": "Dey", "suffix": ""}], "year": 2014, "venue": "Bull World Health Organ", "volume": "92", "issn": "3", "pages": "171--177", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Measles outbreaks in a population with declining vaccine uptake", "authors": [{"first": "V", "middle": ["A"], "last": "Jansen", "suffix": ""}, {"first": "N", "middle": [], "last": "Stollenwerk", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Jensen", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "301", "issn": "5634", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Measles elimination in Canada", "authors": [{"first": "A", "middle": [], "last": "King", "suffix": ""}, {"first": "P", "middle": [], "last": "Varughese", "suffix": ""}, {"first": "De", "middle": [], "last": "Serres", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "J Infect Dis", "volume": "189", "issn": "1", "pages": "236--242", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}], "year": 2014, "venue": "Lancet Infect Dis", "volume": "14", "issn": "1", "pages": "50--56", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transmission scenarios for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and how to tell them apart", "authors": [{"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Van Kerkhove", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}], "year": 2013, "venue": "Euro Surveill", "volume": "18", "issn": "24", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "WHO Ebola Response Team. Ebola virus disease in West Africa-the first 9 months of the epidemic and forward projections", "authors": [], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "16", "pages": "1481--1495", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The interval between successive cases of an infectious disease", "authors": [{"first": "P", "middle": ["E"], "last": "Fine", "suffix": ""}], "year": 2003, "venue": "Am J Epidemiol", "volume": "158", "issn": "11", "pages": "1039--1047", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The correlation between infectivity and incubation period of measles, estimated from households with two cases", "authors": [{"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2011, "venue": "J Theor Biol", "volume": "284", "issn": "1", "pages": "52--60", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics", "authors": [{"first": "A", "middle": [], "last": "Cori", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}], "year": 2013, "venue": "Am J Epidemiol", "volume": "178", "issn": "9", "pages": "1505--1512", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "US vaccination coverage reported via National Immunization Survey (NIS)-children (19-35 months", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Centers for Disease Control and Prevention. US vaccination coverage reported via NIS-teen data-adolescents/teens (13-17 years", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Elimination of endemic measles, rubella, and congenital rubella syndrome from the Western hemisphere: the US experience", "authors": [{"first": "M", "middle": ["J"], "last": "Papania", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Wallace", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Rota", "suffix": ""}], "year": 2014, "venue": "JAMA Pediatr", "volume": "168", "issn": "2", "pages": "148--155", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Geographic clusters in underimmunization and vaccine refusal", "authors": [{"first": "T", "middle": ["A"], "last": "Lieu", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Ray", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Klein", "suffix": ""}], "year": 2015, "venue": "Pediatrics", "volume": "135", "issn": "2", "pages": "280--289", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Children and adolescents unvaccinated against measles: geographic clustering, parents' beliefs, and missed opportunities", "authors": [{"first": "P", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Marcuse", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Seward", "suffix": ""}], "year": 2015, "venue": "Public Health Rep", "volume": "130", "issn": "5", "pages": "485--504", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Disease extinction and community size: modeling the persistence of measles", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 1997, "venue": "Science", "volume": "275", "issn": "5296", "pages": "65--67", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The economic burden of sixteen measles outbreaks on United States public health departments in 2011", "authors": [{"first": "I", "middle": ["R"], "last": "Ortega-Sanchez", "suffix": ""}, {"first": "M", "middle": [], "last": "Vijayaraghavan", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Barskey", "suffix": ""}], "year": 2014, "venue": "Vaccine", "volume": "32", "issn": "11", "pages": "1311--1317", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Progress toward regional measles elimination-worldwide", "authors": [{"first": "R", "middle": ["T"], "last": "Perry", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Murray", "suffix": ""}, {"first": "M", "middle": [], "last": "Gacic-Dobo", "suffix": ""}], "year": 2000, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "64", "issn": "44", "pages": "1246--1251", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Progress toward regional measles elimination-worldwide", "authors": [{"first": "R", "middle": ["T"], "last": "Perry", "suffix": ""}, {"first": "M", "middle": [], "last": "Gacic-Dobo", "suffix": ""}, {"first": "A", "middle": [], "last": "Dabbagh", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Factors associated with refusal of childhood vaccines among parents of school-aged children: a case-control study", "authors": [{"first": "D", "middle": ["A"], "last": "Salmon", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Moulton", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}], "year": 2005, "venue": "Arch Pediatr Adolesc Med", "volume": "159", "issn": "5", "pages": "470--476", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The architecture of provider-parent vaccine discussions at health supervision visits", "authors": [{"first": "D", "middle": ["J"], "last": "Opel", "suffix": ""}, {"first": "J", "middle": [], "last": "Heritage", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Taylor", "suffix": ""}], "year": 2013, "venue": "Pediatrics", "volume": "132", "issn": "6", "pages": "1037--1046", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Measles, mandates, and making vaccination the default option", "authors": [{"first": "D", "middle": ["J"], "last": "Opel", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Omer", "suffix": ""}], "year": 2015, "venue": "JAMA Pediatr", "volume": "169", "issn": "4", "pages": "303--304", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". During 2001-2014, R and R index estimates obtained using methods 1-4 were 0.72 (95% confidence interval (CI): 0.68, 0.76), 0.66 (95% CI: 0.62, 0.70), 0.45 (95% CI: 0.40, 0.49), and 0.63 (95% CI: 0.57, 0.69), respectively. Year-to-year variability in the values of R and R index and an increase in transmissibility in recent years were noted with all methods. Elimination of endemic measles transmission is maintained in the United States. A suggested increase in measles transmissibility since elimination warrants continued monitoring and emphasizes the importance of high measles vaccination coverage throughout the population. measles; reproduction number; transmissibility; United States Abbreviation: CI, confidence interval.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Reported numbers of measles cases (A) and outbreaks (B) and numbers and percentages of cases that were directly imported and not directly imported (C), by year, United States, 2001-2014. An outbreak of measles was defined as a chain of transmission with ≥3 confirmed cases. Directly imported cases (black portions of columns) are those arising in persons who acquired measles outside of the United States and brought their infection into the United States.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Estimates of the effective reproduction number (R) for measles according to the proportion of cases imported (A), the distribution of chain sizes (B), and the distribution of chain durations (C) and estimates of the reproduction number of the index case (R index ) according to the likelihood-based estimation method (D), by year, United States, 2001-2014. Bars, 95% confidence intervals.", "latex": null, "type": "figure"}, "TABREF0": {"text": ")", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Importation Status </td><td> </td><td> </td><td> </td><td> </td><td>Vaccination Status\n</td><td> </td><td> </td></tr><tr><td>Year </td><td>Total No.of Cases\n</td><td>Importeda </td><td>US-Acquiredb </td><td>Unknown Sourcec </td><td>Unvaccinated </td><td>Vaccinatedd </td><td>Unknown\n</td></tr><tr><td> </td><td> </td><td>No. of Cases </td><td>% </td><td>No. of Cases </td><td>% </td><td>No. of Cases </td><td>% </td><td>No. of Cases </td><td>% </td><td>No. of Cases </td><td>% </td><td>No. of Cases </td><td>%\n</td></tr><tr><td>2001 </td><td>116 </td><td>54 </td><td>47 </td><td>37 </td><td>32 </td><td>25 </td><td>22 </td><td>61 </td><td>53 </td><td>31 </td><td>27 </td><td>24 </td><td>21\n</td></tr><tr><td>2002 </td><td>44 </td><td>18 </td><td>41 </td><td>19 </td><td>43 </td><td>7 </td><td>16 </td><td>33 </td><td>75 </td><td>6 </td><td>14 </td><td>5 </td><td>11\n</td></tr><tr><td>2003 </td><td>56 </td><td>24 </td><td>43 </td><td>21 </td><td>38 </td><td>11 </td><td>20 </td><td>35 </td><td>63 </td><td>10 </td><td>18 </td><td>11 </td><td>20\n</td></tr><tr><td>2004 </td><td>37 </td><td>27 </td><td>73 </td><td>6 </td><td>16 </td><td>4 </td><td>11 </td><td>26 </td><td>70 </td><td>4 </td><td>11 </td><td>7 </td><td>19\n</td></tr><tr><td>2005 </td><td>66 </td><td>24 </td><td>36 </td><td>38 </td><td>58 </td><td>4 </td><td>6 </td><td>50 </td><td>76 </td><td>8 </td><td>12 </td><td>8 </td><td>12\n</td></tr><tr><td>2006 </td><td>55 </td><td>31 </td><td>56 </td><td>21 </td><td>38 </td><td>3 </td><td>5 </td><td>26 </td><td>47 </td><td>14 </td><td>25 </td><td>15 </td><td>27\n</td></tr><tr><td>2007 </td><td>43 </td><td>29 </td><td>67 </td><td>12 </td><td>28 </td><td>2 </td><td>5 </td><td>27 </td><td>63 </td><td>9 </td><td>21 </td><td>7 </td><td>16\n</td></tr><tr><td>2008 </td><td>140 </td><td>25 </td><td>18 </td><td>104 </td><td>74 </td><td>11 </td><td>8 </td><td>108 </td><td>77 </td><td>7 </td><td>5 </td><td>25 </td><td>18\n</td></tr><tr><td>2009 </td><td>72 </td><td>21 </td><td>29 </td><td>39 </td><td>54 </td><td>12 </td><td>17 </td><td>49 </td><td>68 </td><td>8 </td><td>11 </td><td>15 </td><td>21\n</td></tr><tr><td>2010 </td><td>63 </td><td>39 </td><td>62 </td><td>17 </td><td>27 </td><td>7 </td><td>11 </td><td>36 </td><td>57 </td><td>6 </td><td>10 </td><td>21 </td><td>33\n</td></tr><tr><td>2011 </td><td>220 </td><td>80 </td><td>36 </td><td>116 </td><td>53 </td><td>24 </td><td>11 </td><td>143 </td><td>65 </td><td>29 </td><td>13 </td><td>48 </td><td>22\n</td></tr><tr><td>2012 </td><td>55 </td><td>21 </td><td>38 </td><td>29 </td><td>53 </td><td>5 </td><td>9 </td><td>35 </td><td>64 </td><td>12 </td><td>22 </td><td>8 </td><td>15\n</td></tr><tr><td>2013 </td><td>187 </td><td>51 </td><td>27 </td><td>132 </td><td>71 </td><td>4 </td><td>2 </td><td>153 </td><td>82 </td><td>15 </td><td>8 </td><td>19 </td><td>10\n</td></tr><tr><td>2014 </td><td>634 </td><td>60 </td><td>9 </td><td>566 </td><td>89 </td><td>8 </td><td>1 </td><td>478 </td><td>75 </td><td>50 </td><td>8 </td><td>106 </td><td>17\n</td></tr><tr><td>Total </td><td>1,788 </td><td>504 </td><td>28 </td><td>1,157 </td><td>65 </td><td>127 </td><td>7 </td><td>1,260 </td><td>70 </td><td>209 </td><td>12 </td><td>319 </td><td>18\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Numbers, Importation Status, and Vaccination Status of Measles Cases in the United States, by Year, 2001-2014 Imported cases are those arising in persons who acquired measles outside of the United States and brought their infection into the United States.b US-acquired cases are those that are not directly imported, are epidemiologically linked to an imported case, or for which viral genetic evidence indicates an imported genotype. c Unknown-source cases are those with no epidemiologic or virological link to an importation. d ≥1 doses of a measles-containing vaccine.", "latex": null, "type": "table"}, "TABREF2": {"text": "Numbers of Measles Events, a Distribution of the Size and Length of Chains of Measles Transmission, and Numbers of Measles Cases Arising From Index Cases in the United States, by Year, 2001-2014", "latex": null, "type": "table"}, "TABREF3": {"text": "Estimates of the Effective Reproduction Number (R) for Measles According to 3 Estimation Methods and Estimates of the Reproduction Number of the Index Case (R index ) According to 1 Estimation Method, for All Chains and for Only Those With an Identified Link to an Imported Case, United States, 2001-2014", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All Chains\n</td><td>Chains With an Identified\n</td></tr><tr><td>Estimation Approach\n</td><td> </td><td> </td><td>Imported Source Only\n</td></tr><tr><td>R </td><td>95% CI </td><td>R </td><td>95% CI\n</td></tr><tr><td>Proportion of cases imported\n</td><td>0.72 </td><td>0.68, 0.76 </td><td>0.70 </td><td>0.66, 0.74\n</td></tr><tr><td>Distribution of chain sizes </td><td>0.66 </td><td>0.62, 0.70 </td><td>0.70 </td><td>0.66, 0.74\n</td></tr><tr><td>Distribution of chain durations\n</td><td>0.45 </td><td>0.40, 0.49 </td><td>0.49 </td><td>0.45, 0.54\n</td></tr><tr><td>Likelihood-based (Rindex) </td><td>0.63 </td><td>0.57, 0.69 </td><td>0.74 </td><td>0.66, 0.81\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention.Conflict of interest: none declared.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}